[{"name": "", "audio": "", "normalized": ["One of the brothels I owned was making exceptional sales recently, so I decided to go check it out since I had not been there in a while."]}, {"name": "You", "audio": "", "normalized": ["…I should check on the employees and see how they are doing, maybe thank them a bit too, huh?"]}, {"name": "", "audio": "", "normalized": ["Part of the venue was a show hall that doubled as a bar."]}, {"name": "", "audio": "", "normalized": ["Patrons could pick a woman they liked there and bring them upstart for the business."]}, {"name": "", "audio": "", "normalized": ["The interior was designed with an Asian exotic concept and the place even had a small stage with a pole for dancing around the back."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " So that's the 'hot new thing' around here, eh?"]}, {"name": "Nadia", "audio": "v_r-ev328_0000", "normalized": ["Good evening, everyone!", " Please enjoy your night here by watching me dance."]}, {"name": "", "audio": "", "normalized": ["An exotic dancer straight out of Arabian Nights came onto the stage, accompanied by sporadic applause."]}, {"name": "", "audio": "", "normalized": ["Her skin was pale and she was rather thin, but she still had curves where she was supposed to as the see-through fabrics highlighted her belly and legs."]}, {"name": "Nadia", "audio": "v_r-ev328_0001", "normalized": ["Now… Start the music!"]}, {"name": "", "audio": "", "normalized": ["The woman who started dancing to the romantic music was named Nadia.", " She was actually a demon and a noble one at that."]}, {"name": "", "audio": "", "normalized": ["She came down to the human world to look for Meia Bloodlord who was also a demon, but she was captured and forced to join us."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " Let's see what she can do…"]}, {"name": "", "audio": "", "normalized": ["I sat down on one of the sofas, blending in with the rest of the crowd, and then had the waitress serve me some drink."]}, {"name": "", "audio": "", "normalized": ["I did not notice at first because of the dim light, but something was off with the waitress.", " Their cheeks were slightly blushing."]}, {"name": "You", "audio": "", "normalized": ["…Hmm.", " Something wrong?"]}, {"name": "", "audio": "", "normalized": ["She said \"It's nothing\" and quickly walked away.", " However, it was obvious her expression was that of a turned-on slut."]}, {"name": "", "audio": "", "normalized": ["It was not usual for women to try to seduce the owner of the workplace for benefits, but what was happening…?"]}, {"name": "Nadia", "audio": "v_r-ev328_0002", "normalized": ["…Now, gentlemen, the music will pick up the pace.", " Please, dance with me, everyone."]}, {"name": "", "audio": "", "normalized": ["Her slender limbs and flexible movement of the hips were certainly something to look at even for someone not familiar with dancing."]}, {"name": "", "audio": "", "normalized": ["I had to force Nadia to perform a pole-dancing against her will and fucked her in front of the patrons, but she sure had changed."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Not a bad dance at all… Hmm?"]}, {"name": "", "audio": "", "normalized": ["As the stage entered more and more intense dancing, the bar itself was starting to let out a different kind of atmosphere."]}, {"name": "", "audio": "", "normalized": ["To put it frankly, the whole place felt much lewder compared to before the music."]}, {"name": "Nadia", "audio": "v_r-ev328_0003", "normalized": ["…Hehe, alright?", " Come on, everyone!", " Please, let us dance together and have more fun.", " Heheheh."]}, {"name": "", "audio": "", "normalized": ["Naia looked around with a little bit of tear in her eyes while her costume swirled around, alluring men."]}, {"name": "", "audio": "", "normalized": ["By the time I noticed, everyone was captivated by her.", " It did not matter if they were a man or a woman."]}, {"name": "Nadia", "audio": "v_r-ev328_0004", "normalized": ["Please, keep watching me dance.", " If you want to dance, if your body is burning up, please, don't hesitate and let's dance together."]}, {"name": "You", "audio": "", "normalized": ["…Is that really Nadia?"]}, {"name": "", "audio": "", "normalized": ["She used to scream as she was getting fucked on the stage."]}, {"name": "", "audio": "", "normalized": ["Now, she was showing a lewd smile as she was trying to entertain the audience with her entire body."]}, {"name": "", "audio": "", "normalized": ["The golden accessories reflected the lights off and little sweat on her skin was shining in the same way."]}, {"name": "Nadia", "audio": "v_r-ev328_0005", "normalized": ["Heheh.", " Come on, join me.", " Please!"]}, {"name": "", "audio": "", "normalized": ["Everyone inside the hall was captivated by her smile.", " The patrons came to buy women and even the women who were supposed to be bought, both."]}, {"name": "You", "audio": "", "normalized": ["…What the hell is going on now?"]}, {"name": "", "audio": "", "normalized": ["As the show proceeded, faint moans started to echo around the hall.", " They were from pleasured women.", " It was not just a few, but many voices."]}, {"name": "You", "audio": "", "normalized": ["What kind of trick did she pull?!", " Everyone's getting so turned on, the customer and hookers as well."]}, {"name": "", "audio": "", "normalized": ["It was a brothel, to begin with, so the lighting was rather dim, but women were moaning and shaking everywhere in the darkness."]}, {"name": "", "audio": "", "normalized": ["Some of them were openly masturbating and some hookers had already started pounding their hips on top of the customers."]}, {"name": "Nadia", "audio": "v_r-ev328_0006", "normalized": ["Come on, more, more, harder!", " Please, everyone, watch me dance… Enjoy yourselves."]}, {"name": "You", "audio": "", "normalized": ["…Huh, maybe that's what's happening?"]}, {"name": "", "audio": "", "normalized": ["It seemed both the customers and prostitutes were getting aroused by seeing Nadia dance erotically."]}, {"name": "", "audio": "", "normalized": ["She only knew artistic dance, fitting for a noble she was."]}, {"name": "", "audio": "", "normalized": ["However, she was still a demon at the core."]}, {"name": "", "audio": "", "normalized": ["Not only Nadia's dance could recover the health and energy of those how saw it, but it could also suck their life out, the dance of death."]}, {"name": "Nadia", "audio": "v_r-ev328_0007", "normalized": ["…Heheh, now the finale."]}, {"name": "", "audio": "", "normalized": ["The song entered the climactic finale and when the dance came to an end, the aroused prostitutes flirted with men as they threw a bundle of money everywhere."]}, {"name": "You", "audio": "", "normalized": ["I see.", " No wonder they are achieving record sales!"]}, {"name": "", "audio": "", "normalized": ["All the prostitutes at the brothel were high-end escorts and they were more expensive than regular street hookers."]}, {"name": "", "audio": "", "normalized": ["However, seeing Nadia's dance would have easily made any tight-pursed men throw money left and right."]}, {"name": "Nadia", "audio": "v_r-ev328_0008", "normalized": ["How was my dance?", " …Mr.", " Owner."]}, {"name": "You", "audio": "", "normalized": ["Oh, Nadia?", " Well, that really was something to look at.", " I was quite amazing and certainly enjoyed it…"]}, {"name": "", "audio": "", "normalized": ["Nadia had made her way down to the VIP seats as she stepped down from the stage and gave me a nod."]}, {"name": "Nadia", "audio": "v_r-ev328_0009", "normalized": ["I'm glad to hear that.", " So, you know what…"]}, {"name": "You", "audio": "", "normalized": ["What do you want now… What's with that look?", " It's like you want something."]}, {"name": "Nadia", "audio": "v_r-ev328_0010", "normalized": ["Heheheh, you know, I do…"]}, {"name": "", "audio": "", "normalized": ["She looked at me with lusty eyes and her pale skin slightly sweating were turning pink."]}, {"name": "", "audio": "", "normalized": ["It was obvious she was aroused herself as her hands were on her crotch restlessly."]}, {"name": "You", "audio": "", "normalized": ["I am the owner of this place, you see?"]}, {"name": "You", "audio": "", "normalized": ["You can do it with the customers all you want, but I don't know if I should during business hours…"]}, {"name": "Nadia", "audio": "v_r-ev328_0011", "normalized": ["Come on.", " Don't be so square and come on over here."]}, {"name": "You", "audio": "", "normalized": ["H-hey, hey…?"]}, {"name": "", "audio": "", "normalized": ["Nadia put her arm onto me and pulled me up from the sofa."]}, {"name": "", "audio": "", "normalized": ["I could smell her sweet perfume and her well-endowed breasts were pushing onto me."]}, {"name": "Nadia", "audio": "v_r-ev328_0012", "normalized": ["We have more than enough rooms, let's go."]}, {"name": "You", "audio": "", "normalized": ["Huh, alright, fine…"]}, {"name": "", "audio": "", "normalized": ["She had become the most popular girl of the venue in the time I did not see her and I could easily understand why."]}, {"name": "Nadia", "audio": "v_r-ev328_0013", "normalized": ["Here.", " Come on, get in, get in!"]}, {"name": "You", "audio": "", "normalized": ["Wait, wait.", " You better be a bit nicer to your customers, okay?"]}, {"name": "", "audio": "", "normalized": ["As soon as we entered the room, she pushed me down onto the bed."]}, {"name": "", "audio": "", "normalized": ["No one could stop this woman at this point."]}, {"name": "Nadia", "audio": "v_r-ev328_0014", "normalized": ["Mnnheheh.", " This is amazing.", " I knew you were so big.", " Looks at the size of your cock!"]}, {"name": "", "audio": "", "normalized": ["Nadia put her face right onto my crotch and immediately pulled my penis out with her hand."]}, {"name": "", "audio": "", "normalized": ["She gave me a quick handjob with using her wrists and then rubbed her soft cheek onto my cock as well."]}, {"name": "You", "audio": "", "normalized": ["Heh.", " You've gotten pretty good with it too… What changed your mind?", " Nadia."]}, {"name": "Nadia", "audio": "v_r-ev328_0015", "normalized": ["…What changed my mind?", " Hehe, of course, to find Meia, you know?"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You mean that higher demon who's a friend of yours?", " I wonder what that's supposed to mean."]}, {"name": "", "audio": "", "normalized": ["Nadia looked up at my cock as she stroked it and smiled."]}, {"name": "Nadia", "audio": "v_r-ev328_0016", "normalized": ["I came down to this world to find Meia, but you always keep dodging my question and you never actually help me with it…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, you know how hard it is to find a higher demon like her?"]}, {"name": "", "audio": "", "normalized": ["I was actually not lying.", " I could not easily find a higher demon who would have a plethora of powers.", " It was true I was having difficulties dealing with it."]}, {"name": "Nadia", "audio": "v_r-ev328_0017", "normalized": ["So I decided to think the other way.", " If I become the best girl here, maybe you'd take my request seriously… Am I right?"]}, {"name": "You", "audio": "", "normalized": ["No, you're not wrong, at least.", " I see.", " So you want to make a deal with me… Alright, I can think about it."]}, {"name": "", "audio": "", "normalized": ["So she had decided to actually be beneficial to me instead of being rebellious to ask me to find her friend."]}, {"name": "", "audio": "", "normalized": ["Of course, I had not told Meia had already been corrupted by me and joined my organization."]}, {"name": "Nadia", "audio": "v_r-ev328_0018", "normalized": ["Really?", " Then if I satisfy you, would you really help me find where Meia went this time?!"]}, {"name": "You", "audio": "", "normalized": ["Huh, sure.", " I promise…"]}, {"name": "", "audio": "", "normalized": ["The higher demon's eyes lit up with hope.", " She stroked the penis in her hand even more passionately and rubbed her cheeks on it while kissing its tip."]}, {"name": "", "audio": "", "normalized": ["I did not have to answer the question she did not ask.", " I was just going to use her for my benefits."]}, {"name": "Nadia", "audio": "v_r-ev328_0019", "normalized": ["Aahh, I will…find Meia… S-so, I would do… Mnuuhh.", " Haahhaahh… Mnnuh."]}, {"name": "You", "audio": "", "normalized": ["You've been breathing rather rough and lewdly, huh?", " It's like you got turned on yourself as well, eh?"]}, {"name": "Nadia", "audio": "v_r-ev328_0020", "normalized": ["Th-that's just, it's just because of the Sexual Reaction… You know, my dance… Uhghh."]}, {"name": "", "audio": "", "normalized": ["Nadia looked down slightly and then proceeded to explain about her dance she just performed on the stage."]}, {"name": "", "audio": "", "normalized": ["She said that like her Soul Suction dance, some of her dances could heighten the sexual desires of the audience."]}, {"name": "You", "audio": "", "normalized": ["…I see.", " So that's why all the girls and customers started fucking each other in public, huh?", " What a dance!"]}, {"name": "Nadia", "audio": "v_r-ev328_0021", "normalized": ["But it also affects me, the dancer, as well.", " I can try to suppress it, but it takes a toll on my body…"]}, {"name": "", "audio": "", "normalized": ["Nadia's cheeks blushed slightly as she stroked the penis.", " I felt some tingly sensation on my cock and it turned out to be her sigh."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " So you didn't suppress it and just decided to get turned on along with the customers, eh?", " What a slutty dancer you are."]}, {"name": "Nadia", "audio": "v_r-ev328_0022", "normalized": ["I-I'm not going to deny that.", " But…doing so makes them happier, you know?", " And…i-it's not like I don't like it."]}, {"name": "", "audio": "", "normalized": ["As she continued to talk, her hand stroking my penis was starting to move more rhythmically."]}, {"name": "", "audio": "", "normalized": ["With her cheek rubbing onto the tip, stimulating it, I was already secreting precum."]}, {"name": "Nadia", "audio": "v_r-ev328_0023", "normalized": ["Haauhhaahh.", " I-it's so hot… Your cock, it's so hard and so huge, you see?", " I've never seen anything like this here…"]}, {"name": "", "audio": "", "normalized": ["Nadia's expression turned to that of an aroused slut and she started to give even more passionate handjob to satisfy herself."]}, {"name": "Nadia", "audio": "v_r-ev328_0024", "normalized": ["Haahhaahh… Now, how is it?", " My handjob.", " Looks like your cock is getting even hotter and bigger now, you know?"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I guess it's not bad…?"]}, {"name": "", "audio": "", "normalized": ["In fact, she used to be a na?", "ve and inexperienced virgin but she had transformed into an experienced whore."]}, {"name": "", "audio": "", "normalized": ["She was giving a long-stroked handjob while rubbing the tip with her other hand.", " The way she was moving her hand was definitely that of a slut."]}, {"name": "Nadia", "audio": "v_r-ev328_0025", "normalized": ["That's odd.", " After seeing me dance like that, any ordinary man would have already blown the first load already…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I did watch your dance but I don't think it quite had the same effect on me, you know?"]}, {"name": "", "audio": "", "normalized": ["It was true I was aroused by Nadia's dancing like the other patrons and prostitutes in the brothel."]}, {"name": "", "audio": "", "normalized": ["If I knew what kind of effect it had on me, I could have just gone with it, but I seem to have instinctively resisted it."]}, {"name": "Nadia", "audio": "v_r-ev328_0026", "normalized": ["I see.", " Then I should probably try to train my dancing skill till you show up the next time, hmm?", " That way you can enjoy it too, hehehe."]}, {"name": "", "audio": "", "normalized": ["As she continued to give me a quick handjob using her wrist, she also teased the tip with her slender fingers."]}, {"name": "", "audio": "", "normalized": ["Rising pleasure run through me with the stimulation to my urethra.", " More precum gushed out from the arousal."]}, {"name": "You", "audio": "", "normalized": ["I have no doubt that your dance is the reason this place is making record sales."]}, {"name": "You", "audio": "", "normalized": ["But I wonder, how good you are as an actual hooker, if you know what I mean?"]}, {"name": "Nadia", "audio": "v_r-ev328_0027", "normalized": ["Alright.", " So I need to show you why I'm the best girl at this brothel, huh.", " That's easy."]}, {"name": "", "audio": "", "normalized": ["Nadia smiled confidently and then kissed on to the tip of my cock lightly with her lips."]}, {"name": "", "audio": "", "normalized": ["Her eyes narrowed and her mischievous smile only served to make my cock harder."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I would very much like to see that…!"]}, {"name": "Nadia", "audio": "v_r-ev328_0028", "normalized": ["Ahh… Amazing.", " This is so good.", " Your cock is getting harder and harder.", " Please let me see it.", " Mnnh… Mnuhh!"]}, {"name": "", "audio": "", "normalized": ["Nadia's breath was running short and she looked excited."]}, {"name": "", "audio": "", "normalized": ["It seemed she was not content with just handjobs and cheek rubbing as she moved her moist lips towards my cock."]}, {"name": "", "audio": "", "normalized": ["And inside her trembling mouth waited slippery moisture and warm, soft flesh."]}, {"name": "Nadia", "audio": "v_r-ev328_0029", "normalized": ["Mnnguh, chuhh… Mnnuhh, chuuhh!", " Mnnuhh… Rellouh, haamuh… Mmchuhh!", " Juughbaahh.", " Relouhrelouhrleouhrelouh."]}, {"name": "", "audio": "", "normalized": ["Nadia was trying to show some humility, but she was now showing an ecstatic expression as she let the tip of her tongue run along the penis."]}, {"name": "", "audio": "", "normalized": ["Such a lewd sight only heightened my arousal and it caused me to produce even more semen inside my testicles in addition to the precum."]}, {"name": "You", "audio": "", "normalized": ["That's good… You've gotten so much better than I was expecting, huh?", " Hahahah!"]}, {"name": "Nadia", "audio": "v_r-ev328_0030", "normalized": ["Haauhhaahh… Mnnuugh, heheh.", " Where do you like it the best?", " This little nudge?", " Or around your lewd holes?", " Chuh… Mnngh!"]}, {"name": "", "audio": "", "normalized": ["She proceeded to say out loud where she was licking and then thoroughly licked it.", " Her technique was giving me more arousal and pleasure."]}, {"name": "", "audio": "", "normalized": ["She continued to give a quick handjob while she used her other hand to massage my heavy testicles."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " Not bad at all.", " Giving me a handjob and massaging my balls… You're pretty good at it, eh?"]}, {"name": "Nadia", "audio": "v_r-ev328_0031", "normalized": ["Hehe, of course.", " I know what I have to do to where to make men feel pleasure."]}, {"name": "", "audio": "", "normalized": ["She said and deflated her cheeks, then she made lewd, wet noises as she sucked onto the tip."]}, {"name": "", "audio": "", "normalized": ["She smothered it with plenty of salivae and allowed more precum to come out while speeding up faster with her handjob."]}, {"name": "", "audio": "", "normalized": ["At the same time, she was giving a passionate message to my ballsacks."]}, {"name": "Nadia", "audio": "v_r-ev328_0032", "normalized": ["Chuuhh… Rellouh, ahaahh, it's getting even bigger now!", " Maybe you are actually quite sensitive?"]}, {"name": "You", "audio": "", "normalized": ["Huh, nonsense.", " You are underestimating me if you think you can make me cum with such puny technique."]}, {"name": "Nadia", "audio": "v_r-ev328_0033", "normalized": ["Oh, I hope your cock can back up your talk, hmm?", " Now let me show you…what I really mean."]}, {"name": "", "audio": "", "normalized": ["To tell the truth, Nadia's pleasuring technique was quite advanced as she struck all the right points."]}, {"name": "", "audio": "", "normalized": ["Of course, part of it must have been the dance's effects, but her technique and tongue work was certainly arousing, urging me to ejaculate."]}, {"name": "You", "audio": "", "normalized": ["Oh, so you're gonna do it?", " With your titties…"]}, {"name": "Nadia", "audio": "v_r-ev328_0034", "normalized": ["Mnnheheh…"]}, {"name": "", "audio": "", "normalized": ["Nadia started revealing her own chest under the provocative outfit with a smug expression."]}, {"name": "Nadia", "audio": "v_r-ev328_0035", "normalized": ["Aaahh… Mnngh, mnnghnm, here we go!", " Aha, this is amazing.", " The tip of your cock it still showing…between my titties!"]}, {"name": "", "audio": "", "normalized": ["It was quite a view."]}, {"name": "", "audio": "", "normalized": ["Her moist, soft, and pale breasts put nice pressure on my cock and the tip touched Nadia's lips/"]}, {"name": "Nadia", "audio": "v_r-ev328_0036", "normalized": ["Aahh… Mnnhuh, chuhh, muuhh… Chuuhhch.", " Mnnguh… Aahhmuh.", " Mnnuh, mnnuhh!", " How it it?", " Do you like it?"]}, {"name": "", "audio": "", "normalized": ["The breasts themselves were nice and soft, but the way she was sucking onto the tip with her tongue with her lips tightened made my hips lift up."]}, {"name": "You", "audio": "", "normalized": ["Ohh!", " …Th-that's actually pretty good, Nadia…"]}, {"name": "Nadia", "audio": "v_r-ev328_0037", "normalized": ["Mnnchuh… Mnnhuh, mnnhuhuhuh.", " I'm only getting started, okay?", " I'm not gonna let you go till you feel so good you cannot resist me."]}, {"name": "", "audio": "", "normalized": ["The dancer was teasing me even more passionately with her breasts and tongue to find out the whereabouts of Meia who went missing."]}, {"name": "", "audio": "", "normalized": ["Her teared up eyes were still fixed on my cock as she continued to pleasure my cock.", " It was only making my cock burn up."]}, {"name": "You", "audio": "", "normalized": ["Yeah, sure thing?", " …Just keep going now.", " I'm gonna thoroughly enjoy your titties and your mouth-pussy."]}, {"name": "Nadia", "audio": "v_r-ev328_0038", "normalized": ["Mnngh, uhuhh.", " My titties and mouth-pussy, yes?", " Mnnmuh… Chuuh, mnuh.", " Jurruruhh… Mnnuh, muuhh."]}, {"name": "", "audio": "", "normalized": ["Nadia's eyes narrowed in joy as she continued to let her tongue run along the tip of the penis."]}, {"name": "", "audio": "", "normalized": ["The lewd noises of precum and saliva mixing together were starting to fill the room inside the brothel."]}, {"name": "Nadia", "audio": "v_r-ev328_0039", "normalized": ["Haahhaaghh… Mnnuh, chuuhh!", " Aghaahh, my titties and my mouth are getting a burn!", " Haahhahh… Mnnuh, jururuuhh."]}, {"name": "", "audio": "", "normalized": ["Her large breasts deformed as she continued to pleasure me while looking like she was aroused too.", " I gently combed her light brown hair and Nadia smiled joyously."]}, {"name": "Nadia", "audio": "v_r-ev328_0040", "normalized": ["Chuuhh… Mnnhaahh, uhhuhuhh.", " I thought you were a no-good scumbag but you are actually kind of nice, aren't you?"]}, {"name": "You", "audio": "", "normalized": ["Oh, is that so?", " You know, I do treat those who work for me kindly and fairly…"]}, {"name": "", "audio": "", "normalized": ["I petted her hair and she let out sugary moans as she put my cock deeper into her cleavage."]}, {"name": "", "audio": "", "normalized": ["Nadia's cleavage was also starting to sweat slightly and I could tell how she was getting aroused by giving a titty job."]}, {"name": "Nadia", "audio": "v_r-ev328_0041", "normalized": ["Haahhaahh… Ahh, the smell of your cock, it's getting even stronger.", " Mnnaahh, I-I can't wait anymore.", " Ammuh… Chuh, rellouhh."]}, {"name": "You", "audio": "", "normalized": ["Good, I'll give you tons of cum right onto your tits and into your mouth… Come on, open your mouth!"]}, {"name": "Nadia", "audio": "v_r-ev328_0042", "normalized": ["Mnngh, mnnuhh!", " Mnuhh, chuhh… Mnnhuh, jurruhruhh!"]}, {"name": "", "audio": "", "normalized": ["As I lifted my hips up slightly, Nadia responded by even more passionate tongue work and groping her own breasts."]}, {"name": "", "audio": "", "normalized": ["My testicles which had been stimulated by the lower half of her breasts were enlarging as big as it could get."]}, {"name": "Nadia", "audio": "v_r-ev328_0043", "normalized": ["Mnnuuhh… Chuuhhuuhh, mmuhh… Juuruhh, juruhhrruuhh…!"]}, {"name": "", "audio": "", "normalized": ["*Sput* *Spew* *Spew* *Spew* *Throb* *Sput* *Sput* *Spew* *Splosh* *Spew* *Throb* *Sput*"]}, {"name": "Nadia", "audio": "v_r-ev328_0044", "normalized": ["Mnngh, mmuuhh?!", " …Mnnguhhuh… Mnnuh, mnnhoouhghh!"]}, {"name": "", "audio": "", "normalized": ["I poured a massive amount of semen into her mouth."]}, {"name": "", "audio": "", "normalized": ["I was surprised by how much I was ejaculating myself.", " Perhaps it was also the effect of the dance."]}, {"name": "Nadia", "audio": "v_r-ev328_0045", "normalized": ["…Mnnhuh, mnnguhh… Mnchuuhh, jurruhrujuuruhh… Pffhaahh!", " Aahh, haamuhh… Mnnchuhh."]}, {"name": "", "audio": "", "normalized": ["Nadia was surprised by the amount but even then she slurped all the semen thoroughly."]}, {"name": "", "audio": "", "normalized": ["The sight of her passionately sucking the cum out made the lump of my leftover cum in my urethra spew out."]}, {"name": "You", "audio": "", "normalized": ["…Haahh, haahh.", " Not bad.", " I'm actually impressed, Nadia."]}, {"name": "Nadia", "audio": "v_r-ev328_0046", "normalized": ["Mnnuhh… Mnnguhh.", " Mnhuhahh, haahhaauh!", " Aahh… Aaaghh, th-this is amazing.", " So much cum!", " Mnnchuh… Juurruhruhh!"]}, {"name": "", "audio": "", "normalized": ["Nadia's eyes were glittering lewdly as she shook my cock inside her sweaty cleavage."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You just came while sucking a cock, eh?", " You damn slut…!"]}, {"name": "Nadia", "audio": "v_r-ev328_0047", "normalized": ["Haauhh, haahh.", " C-come on… I am a dancer but I'm also a hooker, you know."]}, {"name": "", "audio": "", "normalized": ["She would have never called herself in disdain like that before she transformed like this."]}, {"name": "", "audio": "", "normalized": ["Perhaps she became like this for the sake of her friend, Meia, perhaps she corrupted on her own, or maybe she was just a nymphomaniac."]}, {"name": "Nadia", "audio": "v_r-ev328_0048", "normalized": ["Haahhaauhh… Aaahh, I don't want to waste it… I want it all.", " Aamuhh… Mnnchuhh… Juuruhrruhyuhh!"]}, {"name": "", "audio": "", "normalized": ["She continued to slurp the overflowing semen while she was still sucking on my penis and I spewed out everything left inside me."]}, {"name": "Nadia", "audio": "v_r-ev328_0049", "normalized": ["…Mnnmuhh, mnnjurruuhh… Mnnhuhh… Mnnhuh, mnguhh!"]}, {"name": "", "audio": "", "normalized": ["She deflated her cheeks and continued to suck everything left on the cock thoroughly."]}, {"name": "", "audio": "", "normalized": ["In the end, Nadia made a gulping noise as she swallowed all the white lumps of semen."]}, {"name": "", "audio": "", "normalized": ["Then her lips parted gradually."]}, {"name": "Nadia", "audio": "v_r-ev328_0050", "normalized": ["…Mnn.", " Juubuuhh… Puhaaghh!", " Aghaahh, mnaahh?!", " Hyaauhhnm!", " So much more, still coming out!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput* *Throb* *Sput* *Sput*"]}, {"name": "", "audio": "", "normalized": ["Nadia sucked her cheeks in and then showed off show how she was swallowing the rest of the semen spewing out."]}, {"name": "", "audio": "", "normalized": ["Once she finally let out her mouth from the penis, she opened her mouth wide and then teased me with her tongue poking out."]}, {"name": "Nadia", "audio": "v_r-ev328_0051", "normalized": ["…Mnnuhh, aahahh!", " So much cum!"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You have quite a nice face right now… Man, that is a lot, eh?", " Maybe it's that dance doing this to me."]}, {"name": "", "audio": "", "normalized": ["I let out a loud sigh in front of Nadia as she sat there, covered by semen and smiling ecstatically."]}, {"name": "Nadia", "audio": "v_r-ev328_0052", "normalized": ["Hehe.", " Yes, I suppose so?"]}, {"name": "Nadia", "audio": "v_r-ev328_0052_01", "normalized": ["…How it is?", " I should tell you now, but my dances can do much more than this."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " …Haha, I guess I can look forward to it."]}, {"name": "", "audio": "", "normalized": ["Even though I had ejaculated a substantial volume of semen, I was still hard and ready to go."]}, {"name": "", "audio": "", "normalized": ["If this really was an effect of the dance I watched downstairs, then this might be quite useful…"]}, {"name": "Nadia", "audio": "v_r-ev328_0053", "normalized": ["Hey?", " Don't tell me you run dry after blowing just a single load now, are you…?"]}, {"name": "You", "audio": "", "normalized": ["You know what.", " That was pretty good, for foreplay… It seems I am ready for more."]}, {"name": "", "audio": "", "normalized": ["Nadia licked her semen covered lips and then started to take off her exotic dancer outfit."]}, {"name": "", "audio": "", "normalized": ["The underwear she took off was already moist as it was shiny with stains from her fluids."]}, {"name": "Nadia", "audio": "v_r-ev328_0054", "normalized": ["Alright.", " Then I'll entertain you with my pussy."]}, {"name": "", "audio": "", "normalized": ["Nadia showed off her clean-shaven vagina casually.", " Vaginal fluid dripped from within her labia as it was ready to go any second now."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " The night's still young, yes?", " …H-hey, wait a minute.", " What the hell are you doing?!"]}, {"name": "Nadia", "audio": "v_r-ev328_0055", "normalized": ["Mnnheheh.", " Here we go!"]}, {"name": "", "audio": "", "normalized": ["She pushed me down onto the bed with finesse.", " Nadia was enjoying the sex as if she was dancing."]}, {"name": "", "audio": "", "normalized": ["She sat on top of my cock in a cowgirl position and showed an erotic smile towards me."]}, {"name": "You", "audio": "", "normalized": ["Huh… Did you already forget why you were doing this?"]}, {"name": "Nadia", "audio": "v_r-ev328_0056", "normalized": ["Come on, what are you murmuring on about?", " …Come on, hurry up… Mnnh, aaghh, haagh!"]}, {"name": "", "audio": "", "normalized": ["As long as she keeps moaning with the sweet voice, Nadia will not remember why she was doing this in the first place…"]}]