[{"name": "", "audio": "", "normalized": ["The magical sword known as the best even in the Dark World――Sahar Slave."]}, {"name": "", "audio": "", "normalized": ["They say it had consumed so much blood that it gained a soul of its own and wanders around, taking the form of a woman."]}, {"name": "", "audio": "", "normalized": ["The sword only had a single purpose."]}, {"name": "", "audio": "", "normalized": ["To find an owner fit for itself."]}, {"name": "", "audio": "", "normalized": ["Sahar came down to the human world in the female form to do so."]}, {"name": "", "audio": "", "normalized": ["Fuuma heard that she was looking for a formidable warrior and immediately sent his men to investigate."]}, {"name": "", "audio": "", "normalized": ["His men made the first contact with her and successfully invited her back to the hideout."]}, {"name": "You", "audio": "", "normalized": ["Since you have followed me here, does that mean you consider me as a candidate for your owner?"]}, {"name": "Sahar", "audio": "v_r-ev265_0000", "normalized": ["Huh, you're the head of the Fuuma.", " Quite younger than I imagined."]}, {"name": "", "audio": "", "normalized": ["The magical sword lady did not pay a single bit of attention to where she was and what kind of situation she was in."]}, {"name": "", "audio": "", "normalized": ["She only stared at the man in front of her with cold, reptile-like eyes that showed no emotion."]}, {"name": "Sahar", "audio": "v_r-ev265_0001", "normalized": ["I shall test you to see if you are worthy of wielding me."]}, {"name": "", "audio": "", "normalized": ["Sahar did not care about the reasons for the other and reached for Fuuma."]}, {"name": "", "audio": "", "normalized": ["By \"test"]}, {"name": "", "audio": "", "normalized": ["Sahar's vampirism was called Drain Breaker."]}, {"name": "", "audio": "", "normalized": ["She would consume the moisture from the target through skin contact."]}, {"name": "", "audio": "", "normalized": ["The reason she was wearing a set of armor was not just to provide Sahar herself the physical protection."]}, {"name": "", "audio": "", "normalized": ["But it was given to her by her previous owner in fear of her skin touching him when she was close."]}, {"name": "", "audio": "", "normalized": ["Her draining was that powerful."]}, {"name": "", "audio": "", "normalized": ["However, if I was able to survive that, Sahar would accept that man as her new owner and used her immense power for him."]}, {"name": "", "audio": "", "normalized": ["Fuuma knew about this test before."]}, {"name": "", "audio": "", "normalized": ["So he had ordered Mikoto to concoct a drug from a waterborne demon that allowed him to instantly replenish any water lost from his body."]}, {"name": "You", "audio": "", "normalized": ["Well, stay put.", " Don't hurry."]}, {"name": "", "audio": "", "normalized": ["Fuuma stopped oncoming Sahar with his hands and stripped down."]}, {"name": "Sahar", "audio": "v_r-ev265_0002", "normalized": ["Humph.", " Getting naked.", " Quite manly of you."]}, {"name": "You", "audio": "", "normalized": ["I guess.", " Well, let me teach you the most efficient way for you to drain me.", " Now, sit right there."]}, {"name": "Sahar", "audio": "v_r-ev265_0003", "normalized": ["Why would I listen to your honeyed words?"]}, {"name": "", "audio": "", "normalized": ["The magical sword stared at Fuuma without even changing her expression."]}, {"name": "You", "audio": "", "normalized": ["Come on, don't say that.", " I'm not gonna let you down."]}, {"name": "You", "audio": "", "normalized": ["If I would do something funny, then you can just kill me right there.", " As you can see, I'm completely unarmed."]}, {"name": "Sahar", "audio": "v_r-ev265_0004", "normalized": ["Huh, you're an interesting man.", " Very well, I shall listen to what you have to say."]}, {"name": "", "audio": "", "normalized": ["The magical sword sat down in the place while she still stared with cold eyes."]}, {"name": "", "audio": "", "normalized": ["Fuuma stood in front of Sahar and pokes his still drooping, soft cock at her face."]}, {"name": "Sahar", "audio": "v_r-ev265_0005", "normalized": ["Humph, this is genitalia of a human male.", " I wonder what you plan to do, showing me such a filthy thing."]}, {"name": "You", "audio": "", "normalized": ["It's called a cock and as you said, it's a sexual organ, which means all the blood will rush there."]}, {"name": "You", "audio": "", "normalized": ["So it's fastest to drain my fluids through my cock."]}, {"name": "Sahar", "audio": "v_r-ev265_0006", "normalized": ["Hahaha, you are still just a mortal man.", " You have given in to the lust, seeing my shape."]}, {"name": "You", "audio": "", "normalized": ["You are quite old and wise as the magical sword.", " I guess you know all about human sex then."]}, {"name": "Sahar", "audio": "v_r-ev265_0007", "normalized": ["I've seen men let women suck on it with their mouths.", " And some of them told me to do it with my mouth as well."]}, {"name": "", "audio": "", "normalized": ["The sword from the Dark World had seen the world for ages through battle."]}, {"name": "", "audio": "", "normalized": ["So, of course, she had quite a knowledge of not just the Dark World but also about humans."]}, {"name": "", "audio": "", "normalized": ["And that, obviously, extended to human sex, their emotion, and their desires as well."]}, {"name": "Sahar", "audio": "v_r-ev265_0008", "normalized": ["I'm disappointed in you.", " I'll finish this up and will go look elsewhere."]}, {"name": "You", "audio": "", "normalized": ["I told you not to hurry.", " If you are going to suck my blood, then my life is on the line."]}, {"name": "You", "audio": "", "normalized": ["Then you must be able to understand why I would want to do it the way I'm best at."]}, {"name": "You", "audio": "", "normalized": ["Besides, it is true that blood gathers in the cock so it's faster to do it through there.", " You know it too, don't you?"]}, {"name": "Sahar", "audio": "v_r-ev265_0009", "normalized": ["Hmm, you seem to possess a silver tongue, perhaps to supplement your lack of physical ability."]}, {"name": "You", "audio": "", "normalized": ["If you've known it that much already, I hope you would just trust my words and get on with it."]}, {"name": "", "audio": "", "normalized": ["Fuuma was sweating inside, trying to convince the magical sword."]}, {"name": "", "audio": "", "normalized": ["Should she change her mind there, then both he and his men did not stand a chance against her."]}, {"name": "", "audio": "", "normalized": ["Fuuma could only hope the sword understood his logic."]}, {"name": "Sahar", "audio": "v_r-ev265_0010", "normalized": ["Very well, then.", " You do seem quite different from all the fools I have seen before.", " I will let you talk me into it."]}, {"name": "", "audio": "", "normalized": ["Fuuma was sighing deeply in his mind as she had decided to go with his plan albeit knowing it was filled with lust."]}, {"name": "Sahar", "audio": "v_r-ev265_0011", "normalized": ["Anyhow, it does seem different from the genitals I have seen before."]}, {"name": "Sahar", "audio": "v_r-ev265_0012", "normalized": ["Male genitals are not supposed to be bowing down so pathetically like this, I reckon."]}, {"name": "You", "audio": "", "normalized": ["This is before all the blood gathers in there.", " If you start licking my cock, all the blood is gonna rush there."]}, {"name": "Sahar", "audio": "v_r-ev265_0013", "normalized": ["I see.", " Then I'll lick your cock with my own mouth, just as how those women were doing."]}, {"name": "Sahar", "audio": "v_r-ev265_0014", "normalized": ["Mind you, however, if you can not satisfy me, then I shall drain blood from every soul in this so-called hideout."]}, {"name": "You", "audio": "", "normalized": ["…Understood.", " That's fair."]}, {"name": "", "audio": "", "normalized": ["Fuuma was reminded the lives of his men and himself were on the line and determined himself to make sure to let Sahar accept him as the owner."]}, {"name": "Sahar", "audio": "v_r-ev265_0015", "normalized": ["Perrough… Peeloohh.", " Reelloummn… Reellouhh.", " Hmm, I remember it was like this… Perromm, rellouhmn."]}, {"name": "", "audio": "", "normalized": ["From how she was talking Sahar probably never had any experience with it."]}, {"name": "", "audio": "", "normalized": ["However, she must have witnessed it and her tongue work was quite smooth and advanced."]}, {"name": "", "audio": "", "normalized": ["She would press her tongue against the lump of flesh on the backside of the tip and rubbed it up with the coarse surface of her tongue."]}, {"name": "", "audio": "", "normalized": ["Fuuma had underestimated her when it came to sexual acts which caused his hips to flinch in reaction."]}, {"name": "Sahar", "audio": "v_r-ev265_0016", "normalized": ["Reelooguhh… Reelloureellouhh.", " Huh, I see…"]}, {"name": "Sahar", "audio": "v_r-ev265_0017", "normalized": ["You are reacting to my tongue…and your cock is throbbing.", " Reeloughh, this is quite amusing."]}, {"name": "", "audio": "", "normalized": ["Her blowjob was so skilled and erotic, it was hard to believe this was the first time for her."]}, {"name": "", "audio": "", "normalized": ["Her snake-like long tongue slithered all over the shaft and wiggled to rub her saliva onto it."]}, {"name": "", "audio": "", "normalized": ["The magical sword was looking into Fuuma's face as it slid its tongue all across his penis."]}, {"name": "Sahar", "audio": "v_r-ev265_0018", "normalized": ["Good, do you like it…right here?", " Beeroouhberrouhberroommn!"]}, {"name": "You", "audio": "", "normalized": ["…Gh."]}, {"name": "", "audio": "", "normalized": ["She pressed the rough surface of her tongue, almost like a cat's tongue, and licked up the shoulders on the tip of the penis."]}, {"name": "", "audio": "", "normalized": ["Fuuma clenched his teeth in the back from the jolt of the pleasure."]}, {"name": "Sahar", "audio": "v_r-ev265_0019", "normalized": ["It's starting to get hard… I see, I can feel the blood is gathering there, and it now looks like a more familiar shape."]}, {"name": "You", "audio": "", "normalized": ["When men get turned on, their cocks get erect."]}, {"name": "Sahar", "audio": "v_r-ev265_0020", "normalized": ["I see, an erection.", " All those cocks I have seen of men, they were all erect from getting excited then."]}, {"name": "Sahar", "audio": "v_r-ev265_0021", "normalized": ["Then I shall hurry and make you fully erect."]}, {"name": "", "audio": "", "normalized": ["Sahar was staring at Fuuma with her cold eyes and tangled her tongue all over the cock."]}, {"name": "", "audio": "", "normalized": ["There was a threatening look in her eyes, letting know she could suck the blood out anytime, or rather, her instinct lusting after Fuuma's bodily fluids."]}, {"name": "", "audio": "", "normalized": ["Fuuma had noticed it, but he was getting aroused as she teased his sensitive part and gathered more blood in his penis."]}, {"name": "Sahar", "audio": "v_r-ev265_0022", "normalized": ["Berroomnngh, chuuruuhh… Mnngh, haaghh… This looks fine.", " Then, I shall suck the blood out of your cock now."]}, {"name": "You", "audio": "", "normalized": ["I told you, don't hurry."]}, {"name": "You", "audio": "", "normalized": ["My cock isn't fully erect you.", " This would not do.", " You have to keep doing it till its much harder."]}, {"name": "Sahar", "audio": "v_r-ev265_0023", "normalized": ["Hmm, you do look you might be pushing it… But fine then.", " I did let your silver tongue convince me."]}, {"name": "You", "audio": "", "normalized": ["Then indulge me a little more.", " Now, get it in your mouth and suck on it, like you are stroking my cock with the lips."]}, {"name": "Sahar", "audio": "v_r-ev265_0024", "normalized": ["Sucking a cock, I see.", " I have seen that before as well.", " Oh well, I suppose I shall indulge your wishes."]}, {"name": "", "audio": "", "normalized": ["The embodiment of the noble magical sword looked at him with cold eyes, but opened her mouth and engulfed Fuuma's cock."]}, {"name": "Sahar", "audio": "v_r-ev265_0025", "normalized": ["Ammughh… Chuubbguhh… Chuuppuh, mnnppguh… Chuupugh, mngh… Juupoughh, mnnugh."]}, {"name": "", "audio": "", "normalized": ["Sahar had swallowed the penis whole with her mouth and sucked it with technique not even comparable to an inexperienced woman."]}, {"name": "", "audio": "", "normalized": ["She rubbed the hot, viscous saliva onto the tip inside her mouth and tightened her lips, stroking the shaft hard."]}, {"name": "", "audio": "", "normalized": ["Fuuma felt indescribable excitement as the incarnation of the magical sword which had slain many formidable warriors was now giving him a blowjob."]}, {"name": "", "audio": "", "normalized": ["However, if he had let the pleasure take over and cloud his mind, then his entire organization could have fallen, so he held onto it."]}, {"name": "Sahar", "audio": "v_r-ev265_0026", "normalized": ["Ohh, I can feel your cock more…more than when I was just licking it.", " Mnnppff, the blood, it's flowing faster… Juuppuuhh."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " The blood rushes to a fully erect cock.", " So make sure you suck it hard."]}, {"name": "Sahar", "audio": "v_r-ev265_0027", "normalized": ["You do not need to tell me."]}, {"name": "Sahar", "audio": "v_r-ev265_0028", "normalized": ["You have piqued my interest in draining your cock as it is filled with blood.", " Mnnbbguh, juubbguh, junnppugh, gghummngh!"]}, {"name": "", "audio": "", "normalized": ["Sahar's lips squeezed on the shaft of my cock tightly and stroked it with lewd, wet noises."]}, {"name": "", "audio": "", "normalized": ["My cock was reacting to the given pleasure and was growing larger and larger as she stroked it."]}, {"name": "", "audio": "", "normalized": ["The tip had puffed up, becoming a grotesque reddish back lump."]}, {"name": "Sahar", "audio": "v_r-ev265_0029", "normalized": ["Hummn, this is not bad at all… Chuhhbbouhghh, I did not know so much blood to gather into a human cock… Mnngouh, juubough."]}, {"name": "", "audio": "", "normalized": ["Sahar was feeling the blood flow with her lips as she sucked."]}, {"name": "", "audio": "", "normalized": ["She was now focused on making the penis fully erect and she was occupied by the blowjob."]}, {"name": "", "audio": "", "normalized": ["She had learned from the previous licking and was sucking Fuuma's penis to tease his weak point on the shoulders on the tip."]}, {"name": "Sahar", "audio": "v_r-ev265_0030", "normalized": ["This is your sensitive spot, I remember… This, bump… Juughbbouh, jubboughh!", " Chuubbobouhh!"]}, {"name": "You", "audio": "", "normalized": ["Ughh…?!"]}, {"name": "", "audio": "", "normalized": ["She was scraping the fleshy gills on the cock and stroking the shaft which made Fuuma's hips jump up."]}, {"name": "", "audio": "", "normalized": ["The pleasure caused more blood to rush to his penis and it was growing more."]}, {"name": "Sahar", "audio": "v_r-ev265_0031", "normalized": ["Guubbgmnngh, juughhbbguhh!", " Mnnguhh… Now, it looks about done… Let me finish it… Juubou, juboghnugboh!"]}, {"name": "", "audio": "", "normalized": ["She rubbed the cock slathered with her thick, viscous saliva with her lips squeezed tightly together."]}, {"name": "", "audio": "", "normalized": ["With both his shoulders of the cock and the tip on top of it getting stroked by her lips, Fuuma's penis grew as big as it could."]}, {"name": "", "audio": "", "normalized": ["It throbbed around inside Sahar's mouth wildly and pushed against her membranes in the mouth."]}, {"name": "Sahar", "audio": "v_r-ev265_0032", "normalized": ["Juubboough…!", " Mnnguhh… This must be fully erect now…"]}, {"name": "Sahar", "audio": "v_r-ev265_0033", "normalized": ["This is several times bigger than any cock I have seen before…"]}, {"name": "", "audio": "", "normalized": ["The female incarnation of the sword talked as her mouth was still full of cock."]}, {"name": "", "audio": "", "normalized": ["That vibration was quite pleasurable and Fuuma's hips twitched."]}, {"name": "Sahar", "audio": "v_r-ev265_0034", "normalized": ["Good, good.", " Looks like the blood…it's all in your cock now… I shall suck it out now…"]}, {"name": "You", "audio": "", "normalized": ["…Here it comes."]}, {"name": "", "audio": "", "normalized": ["Fuuma readied himself."]}, {"name": "", "audio": "", "normalized": ["That moment Sahar――"]}, {"name": "Sahar", "audio": "v_r-ev265_0035", "normalized": ["Mnnbbooughh!", " Juubbguhh, juuboughbouhgboughh!", " Gggjubbgh!"]}, {"name": "", "audio": "", "normalized": ["She began to give an extremely fast blowjob like an experienced hooker."]}, {"name": "You", "audio": "", "normalized": ["Ughhough?!"]}, {"name": "", "audio": "", "normalized": ["What came into Fuuma's body was a massive pleasure."]}, {"name": "", "audio": "", "normalized": ["However, more than that――"]}, {"name": "You", "audio": "", "normalized": ["This is, the Drain Breaker…?!"]}, {"name": "", "audio": "", "normalized": ["Some kind of magical aura was emitting from the incarnation of the sword."]}, {"name": "", "audio": "", "normalized": ["At the same time, his bodily fluids were sucked out of Fuuma's penis."]}, {"name": "Sahar", "audio": "v_r-ev265_0036", "normalized": ["Juuzzoough!", " Juuzzugh!", " Zuutyuhtyughh!"]}, {"name": "Sahar", "audio": "v_r-ev265_0037", "normalized": ["Mnngh, aghh…?!", " Mnngh, goocch!", " Gochugh!", " Ahaahh, it is quite delicious…"]}, {"name": "", "audio": "", "normalized": ["Sahar swallowed the blood and other fluids she had sucked out of Fuuma."]}, {"name": "", "audio": "", "normalized": ["Her face was skewed mysteriously and was slightly smiling as if she just had a taste of a fine drink."]}, {"name": "Sahar", "audio": "v_r-ev265_0038", "normalized": ["Huhuh… I shall suck some more…!", " Zzzoughh!", " Juuguhhzzoughhzzoughhzz!", " Chuughh!", " Gochnnm!", " Goochugh!"]}, {"name": "You", "audio": "", "normalized": ["Gughhaahh?!", " Gugh… My strength…?!"]}, {"name": "", "audio": "", "normalized": ["She stroked the penis with her tightly squeezing lips and sucked out the fluids out of him at the same time."]}, {"name": "", "audio": "", "normalized": ["Fuuma felt the sexual pleasure, but at the same time, he felt all his energy was being drained from his body."]}, {"name": "", "audio": "", "normalized": ["She was sucking like out of him."]}, {"name": "", "audio": "", "normalized": ["Yet, amidst all the life-threatening situations, the pleasure was stimulating his brain and Fuuma could only writhe as he was baffled and confused."]}, {"name": "Sahar", "audio": "v_r-ev265_0039", "normalized": ["Goochhmnngh!", " Mnngh, mnnghh… Haaghh, anyway, there is so much to suck…"]}, {"name": "Sahar", "audio": "v_r-ev265_0040", "normalized": ["I have never seen any man whom I could suck this much… Hehehe."]}, {"name": "", "audio": "", "normalized": ["Fuuma was frightened by Sahar smiling happily as she still had the penis in her mouth."]}, {"name": "", "audio": "", "normalized": ["Up till then, the drug Mikoto produced had worked as intended and replenished any lost fluids instantly."]}, {"name": "", "audio": "", "normalized": ["However, it was still just a drug."]}, {"name": "", "audio": "", "normalized": ["The effects were bound to wear off at some point."]}, {"name": "", "audio": "", "normalized": ["Fuuma had no guarantee whatsoever the drug will work till Sahar finishes draining him."]}, {"name": "Sahar", "audio": "v_r-ev265_0041", "normalized": ["Chuughhbbough!", " Juubbogh!", " Zzzooguhh!", " Mnnguhh, gochuhgh!", " Goochuh!", " Huaaghh, even more."]}, {"name": "", "audio": "", "normalized": ["Sahar was letting out ecstatic voices as she was gulping and swallowing Fuuma's fluids as if she was drinking her favorite drink."]}, {"name": "", "audio": "", "normalized": ["Her body was shuddering as though she was in raptures."]}, {"name": "You", "audio": "", "normalized": ["Damn…!", " It's not over yet?!"]}, {"name": "Sahar", "audio": "v_r-ev265_0042", "normalized": ["I am far from finished…!", " I have not sucked so much fluid out of a single man before… I will enjoy this very much.", " Juzzuughh!"]}, {"name": "", "audio": "", "normalized": ["She sucked on the cock, making a really filthy sound."]}, {"name": "", "audio": "", "normalized": ["The fluids were being replenished inside his body, but it was putting a lot of physical strain on Fuuma's body."]}, {"name": "", "audio": "", "normalized": ["Eventually, the effects of the drug could not keep up anymore and his fluids level began to decrease."]}, {"name": "Sahar", "audio": "v_r-ev265_0043", "normalized": ["Oohh, oohh.", " Even more."]}, {"name": "Sahar", "audio": "v_r-ev265_0044", "normalized": ["Good, good… Give me more!", " Juubbough!", " Juubboguhh!", " Juubouhh!", " Chuhhjuughh!", " …Goochuugh!"]}, {"name": "", "audio": "", "normalized": ["The female magical sword incarnation paid no attention to Fuuma himself as she smiled ecstatically and sucked out his fluids."]}, {"name": "You", "audio": "", "normalized": ["….", "?!", " This is…not good, seriously…?!"]}, {"name": "", "audio": "", "normalized": ["Fuuma was feeling the fluids necessary for his body to function was being drained."]}, {"name": "", "audio": "", "normalized": ["It was not just getting a little thirsty."]}, {"name": "", "audio": "", "normalized": ["In fact, his saliva was gone and even if he moved his lips and tongue, they were bone dry and his entire mouth was getting coarse."]}, {"name": "", "audio": "", "normalized": ["The moisture from his skin was gone and it felt like he was getting shriveled."]}, {"name": "Sahar", "audio": "v_r-ev265_0045", "normalized": ["You are quite a something…letting me suck this much out of you…"]}, {"name": "You", "audio": "", "normalized": ["Y-yeah…then, you know…"]}, {"name": "Sahar", "audio": "v_r-ev265_0046", "normalized": ["No, not yet.", " Your fluids are very delicious… Juuzooughh!", " Juuzzoughh!", " Chuughh!", " Goochh, gochhlegh!"]}, {"name": "", "audio": "", "normalized": ["Sahar continued to drain his fluids, disregarding Fuuma's well-being completely."]}, {"name": "", "audio": "", "normalized": ["She stroked the cock, making lewd, wet noises and sucked on it, then swallowing with her face almost sexually ecstatic."]}, {"name": "You", "audio": "", "normalized": ["…If it keeps going like this…!", " Guhaaghh?!"]}, {"name": "", "audio": "", "normalized": ["In contrast to the sword lade, Fuuma was sensing the imminent death."]}, {"name": "", "audio": "", "normalized": ["The brain had sensed the danger and it was secreting pleasure hormones."]}, {"name": "Sahar", "audio": "v_r-ev265_0047", "normalized": ["Juubbough!", " Chuubbough!", " Chuuzzughh!", " Zzzhouguhh!"]}, {"name": "You", "audio": "", "normalized": ["Ughh?!", " What the… That is this?!", " Gugguhh!"]}, {"name": "", "audio": "", "normalized": ["Every time Sahar sucked the fluids out of him, pleasure identical to ejaculation trapped his mind."]}, {"name": "", "audio": "", "normalized": ["Then he was on the verge of actually ejaculating as she sucked it out of him on and on."]}, {"name": "You", "audio": "", "normalized": ["Damn…!", " Don't cum yet… I decide when I cum…!"]}, {"name": "", "audio": "", "normalized": ["Fuuma had corrupted many women before."]}, {"name": "", "audio": "", "normalized": ["Had he let out his semen then, he would have been taken over by the overwhelming pleasure and perished soon after."]}, {"name": "", "audio": "", "normalized": ["Fuuma fought his urges to ejaculate to save his pride and the lives of his men by clenching his back teeth."]}, {"name": "Sahar", "audio": "v_r-ev265_0048", "normalized": ["Goochh…!", " Mnnghh, you still have…more delicious fluids deep in your cock, I see…"]}, {"name": "Sahar", "audio": "v_r-ev265_0049", "normalized": ["I shall suck that out too…!"]}, {"name": "Sahar", "audio": "v_r-ev265_0050", "normalized": ["Juuzzughh!", " Zzzough!", " Zzzoouhh!", " Chuubbgh!", " Bcuughh!", " Juubboujuboughjubough!", " Let it out already…!", " Gbboughh!"]}, {"name": "", "audio": "", "normalized": ["What a monster."]}, {"name": "", "audio": "", "normalized": ["Fuuma cursed the woman in his mind and bit down hard."]}, {"name": "You", "audio": "", "normalized": ["If you really want it that much, guughh?!", " Then I'll give it to you…!"]}, {"name": "", "audio": "", "normalized": ["Fuuma was feeling his entire body drying up and he determined himself while he clung onto his consciousness."]}, {"name": "", "audio": "", "normalized": ["He had decided that he will pour the hot and thick semen coming up from his balls deep into Sahar's proud throat."]}, {"name": "Sahar", "audio": "v_r-ev265_0051", "normalized": ["Guyughbboughh!", " Juuboughh!", " Get it all out!", " Your juice, gujuubbough!", " Let me consume them…!", " Juzzooghh!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm gonna give it to you…!", " Uguhh, thick cum… You better be ready…!"]}, {"name": "Sahar", "audio": "v_r-ev265_0052", "normalized": ["Good, good!", " Gboughggbbouughh!", " Let it out, mnnbbough!"]}, {"name": "Sahar", "audio": "v_r-ev265_0053", "normalized": ["I shall suck it all out, zztyuutyuhluughh!", " Spit it out!", " Juuzzooughh!", " Juuhjuhhjuhuughh!"]}, {"name": "", "audio": "", "normalized": ["Sher stroked the shaft with the tightly squeezed lips and rubbed the tip with the slimy membrane inside her mouth."]}, {"name": "", "audio": "", "normalized": ["Fuuma groaned as she sucked the shaft hard and his entire body shuddered from the pleasure."]}, {"name": "You", "audio": "", "normalized": ["The cum you wanted… It's coming!", " Uggoouhh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma roared and thrust his hips right into Sahar's face."]}, {"name": "", "audio": "", "normalized": ["*Shove*"]}, {"name": "Sahar", "audio": "v_r-ev265_0054", "normalized": ["Guughhmmnngh?!"]}, {"name": "", "audio": "", "normalized": ["As he slammed his penis deep into her mouth, scraping her throat with its tip, the sword lady groaned as her eyes rolled back."]}, {"name": "", "audio": "", "normalized": ["Fuuma was waiting for the moment and his semen finally erupted."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spew* *Throb* *Sput* *Sput* *Throb* *Throb* *Spew* *Splat*"]}, {"name": "", "audio": "", "normalized": ["Fuuma let out his pent up semen with all of his energy left while his cock was still lodged deep inside Sahar's throat."]}, {"name": "Sahar", "audio": "v_r-ev265_0055", "normalized": ["Googuhh?!", " Mnngh?!", " Mnngghh?!"]}, {"name": "", "audio": "", "normalized": ["The sword lady's body trembled and groaned as if she was being overwhelmed by the pleasure herself once the torrent of semen hit the depth of her mouth."]}, {"name": "You", "audio": "", "normalized": ["Gughh!", " I'm gonna give it all!", " Suck it out all you want!"]}, {"name": "", "audio": "", "normalized": ["Fuuma disregarded any consequences and he let the cock throb wildly inside Sahar's mouth, ejaculating."]}, {"name": "", "audio": "", "normalized": ["Thanks to the effects of the drug he had taken and the fact she was sucking it out meant that he was ejaculating even more than the usual amount."]}, {"name": "Sahar", "audio": "v_r-ev265_0056", "normalized": ["Goohhbbgguhh?!", " This is, the human male's, goughhbboughh?!", " Semen?!"]}, {"name": "Sahar", "audio": "v_r-ev265_0057", "normalized": ["Mnngh?!", " It is so good!", " Give me more!", " Huggmngh?!"]}, {"name": "", "audio": "", "normalized": ["Even with the filthy smelling fluids slamming into her throat, Sahar did not hesitate at all."]}, {"name": "", "audio": "", "normalized": ["In fact, she moved her hands behind Fuuma's buttocks and swallowed the throbbing tip deep into her throat."]}, {"name": "", "audio": "", "normalized": ["The cum was overflowing inside her mouth repeatedly and puffed up her cheeks."]}, {"name": "", "audio": "", "normalized": ["Still, Sahar did not let Fuuma go and took in the semen."]}, {"name": "Sahar", "audio": "v_r-ev265_0058", "normalized": ["Goochh!", " Googyuughh!", " Ughhbbmngh?!"]}, {"name": "Sahar", "audio": "v_r-ev265_0059", "normalized": ["So much of it, I am barely able to swallow it all?!", " So good!", " Your semen is so delicious!", " Ughggmnh?!"]}, {"name": "", "audio": "", "normalized": ["Sahar was sucking onto Fuuma's penis, completely absorbed, with an expression she had never shown before, swallowing semen."]}, {"name": "", "audio": "", "normalized": ["The depth of her throat was rubbed up by the ejaculating penis and Fuuma continued to repeatedly ejaculate as his hips shuddered."]}, {"name": "", "audio": "", "normalized": ["He was spewing his semen deep into Shahar's mouth so hard that it was making splashing noise."]}, {"name": "Sahar", "audio": "v_r-ev265_0060", "normalized": ["Aabbguhgh?!", " Mnnbuughh?!", " Never have I seen, such a volume…!", " The taste of the semen…!"]}, {"name": "Sahar", "audio": "v_r-ev265_0061", "normalized": ["Googubbguhh?!", " Mnnughh, gochhmn!", " It feels so good…!"]}, {"name": "", "audio": "", "normalized": ["Sahar's body trembled rhythmically and she moaned as if she was captivated by Fuuma's semen."]}, {"name": "", "audio": "", "normalized": ["It appears that was the first time she tasted semen or drained so much fluid and she was actually in orgasmic raptures."]}, {"name": "You", "audio": "", "normalized": ["This is it…!", " Huummngh!"]}, {"name": "", "audio": "", "normalized": ["*Sput* *Spew* *Throb*"]}, {"name": "Sahar", "audio": "v_r-ev265_0062", "normalized": ["Boggbbuugmnh?!", " It's coming again?!", " Mmnnguuhh?!", " Chuughh!", " Juughh… Googgyuuhghh!", " Goochhumn…!"]}, {"name": "", "audio": "", "normalized": ["Once Fuuma let out all the leftover fluids out, the sword lady face loosened up ecstatically and sucked on the tip, swallowing the semen."]}, {"name": "", "audio": "", "normalized": ["An ordinary woman would refuse even just to have cum in her mouth."]}, {"name": "", "audio": "", "normalized": ["However, she was truly happy to have him ejaculate in her mouth and swallowed all the filthy semen with an expression of joy."]}, {"name": "", "audio": "", "normalized": ["Her expression was completely different from when she had started the blowjob, erotic and captivated by the pleasure and lust."]}, {"name": "Sahar", "audio": "v_r-ev265_0063", "normalized": ["Mnngh… Bhaaghh!", " Aaahughh, hughh, huhh… Juruureghh."]}, {"name": "", "audio": "", "normalized": ["Once Fuuma had finished ejaculating, the sword lady finally stopped draining his fluids and sput out the penis."]}, {"name": "", "audio": "", "normalized": ["Sahar smiled mysteriously and erotically, then she licked her own lips with a slurping sound."]}, {"name": "", "audio": "", "normalized": ["She was finally satisfied and she let Fuuma go out of her grasp."]}, {"name": "You", "audio": "", "normalized": ["Ugh…guhh?!", " Ooaaghh…!", " Haauh hauah haahh?!"]}, {"name": "", "audio": "", "normalized": ["Fuuma's physical energy, mental capacity, and the fluids level inside his body were all at the limits and he fell over on his back."]}, {"name": "", "audio": "", "normalized": ["He felt his whole body was slightly shriveled and sighed deeply from the relief."]}, {"name": "Sahar", "audio": "v_r-ev265_0064", "normalized": ["Hehe… Hehehe.", " I am satisfied now… Yes, I am full.", " Your essence, it was indeed delicious.", " And plenty of it too."]}, {"name": "", "audio": "", "normalized": ["Sahar looked into Fuuma's face and smiled at him joyously as he was unable to move even a single finger from the lack of energy."]}, {"name": "You", "audio": "", "normalized": ["You…are… Gughh… Th-then…"]}, {"name": "Sahar", "audio": "v_r-ev265_0065", "normalized": ["Yes, yes!", " I have finally found it.", " The one I had been searching for ages, my wielder.", " Someone worthy of owning me."]}, {"name": "", "audio": "", "normalized": ["The female incarnation of the magical sword shook her body as if she was getting aroused and her voice was shaking as well."]}, {"name": "", "audio": "", "normalized": ["Then she smiled with a satisfied smile and stared down at Fuuma as he lay there."]}, {"name": "Sahar", "audio": "v_r-ev265_0066", "normalized": ["The leader of the Fuuma, I shall accept you as my owner.", " You may wield my power as you see fit from now on."]}, {"name": "You", "audio": "", "normalized": ["…Haha… Yesh, I will…do so…"]}, {"name": "", "audio": "", "normalized": ["Fuuma chuckled nervously."]}, {"name": "", "audio": "", "normalized": ["Usually, he planned his moves down to the very last detail and then prepared some more."]}, {"name": "", "audio": "", "normalized": ["However, this time, he was up against someone who could easily see through his trick and he knew all the plans would have been pointless."]}, {"name": "", "audio": "", "normalized": ["Hence he took a chance."]}, {"name": "", "audio": "", "normalized": ["That was why he ended up almost dead through the draining."]}, {"name": "", "audio": "", "normalized": ["Her draining actually must have sucked out fluids several scores of times more than any human could handle."]}, {"name": "You", "audio": "", "normalized": ["If I had not taken that drug…I surely would have ended up dead about now…"]}, {"name": "", "audio": "", "normalized": ["Fuuma was barely holding onto his fading consciousness and muttered as he chuckled."]}, {"name": "Sahar", "audio": "v_r-ev265_0067", "normalized": ["Hehe.", " Master, I have taken quite a liking in you.", " I shall offer not only my powers but my body as well."]}, {"name": "Sahar", "audio": "v_r-ev265_0068", "normalized": ["You seem to be pretty fond of women, like any other men.", " So you may do what you like to my body and I shall indulge you."]}, {"name": "", "audio": "", "normalized": ["Sahar was truly satisfied by Fuuma's fluids and she was attached to him like a dog."]}, {"name": "", "audio": "", "normalized": ["Or rather, she was head over heels in love with him."]}, {"name": "", "audio": "", "normalized": ["She stared at Fuuma with waterly eyes and skewed her lips erotically as she licked them."]}, {"name": "You", "audio": "", "normalized": ["…That's a lovely offer, but I'll pass on it for now."]}, {"name": "", "audio": "", "normalized": ["Fuuma moved just his eyes to stare back as Sahar."]}, {"name": "Sahar", "audio": "v_r-ev265_0069", "normalized": ["Aahh, Master… The joy of finally meeting someone I had been looking for so long, it burns my body."]}, {"name": "", "audio": "", "normalized": ["The sword lady was so aroused she was getting turned on by her own words."]}, {"name": "", "audio": "", "normalized": ["Fuuma could not hide his excitement all the while he had to remain careful as she let out a steamy breath and was about to start hugging right there."]}, {"name": "You", "audio": "", "normalized": ["So am I, Sahar Slave.", " I am very satisfied that I had finally met you and now wielding you… Very much."]}, {"name": "", "audio": "", "normalized": ["Satisfied?", " No, it was just the beginning."]}, {"name": "", "audio": "", "normalized": ["Fuuma smiled and nodded repeatedly inside his mind."]}, {"name": "", "audio": "", "normalized": ["Fuuma had gained a new and powerful asset and was already thinking of his next plans with Sahar even though he could barely move then."]}]