[{"name": "", "audio": "", "normalized": ["A few days later, Misao was taking a bath in the outdoor hot spring by herself…"]}, {"name": "Man", "audio": "", "normalized": ["Hey!"]}, {"name": "Misao", "audio": "v_sr729_0000", "normalized": ["Eh… I-it's you, wait, why?!"]}, {"name": "", "audio": "", "normalized": ["The man from before rushed into the hot spring."]}, {"name": "", "audio": "", "normalized": ["He jumped onto Misao's chest and hugged her while burying his face into her cleavage."]}, {"name": "Misao", "audio": "v_sr729_0001", "normalized": ["…Hey now.", " You can't jump into the bath like that.", " That's dangerous…"]}, {"name": "Misao", "audio": "v_sr729_0002", "normalized": ["And this late too, all of the sudden… Why did you come here…?"]}, {"name": "", "audio": "", "normalized": ["Misao was surprised but she hugged him so he would not get hurt and asked him."]}, {"name": "Man", "audio": "", "normalized": ["Y-you know… That's because you stopped coming here… So I stayed up late and waited for you, hiding behind the entrance."]}, {"name": "Misao", "audio": "v_sr729_0003", "normalized": ["…Oh, you…"]}, {"name": "", "audio": "", "normalized": ["Misao regretted tormenting him by stimulating his sexual desire on a whim so she was keeping some distance from him."]}, {"name": "", "audio": "", "normalized": ["She only took the bath late at night when he would be asleep."]}, {"name": "Misao", "audio": "v_sr729_0004", "normalized": ["…I guess it actually hurt you more instead despite my intention… I see…"]}, {"name": "", "audio": "", "normalized": ["It only caused his sexual urges he was finally coming to terms with to become pent up inside him."]}, {"name": "Man", "audio": "", "normalized": ["I've been rubbing my own dick with my hands just like you told him to, you know?"]}, {"name": "Man", "audio": "", "normalized": ["But, just thinking about what happened then made me ejaculate with just a little touch… And I can't control the itch."]}, {"name": "Misao", "audio": "v_sr729_0005", "normalized": ["…I see.", " So you've been half-cocked all this time…"]}, {"name": "", "audio": "", "normalized": ["Perhaps she stimulated his penis way too hard the last time."]}, {"name": "", "audio": "", "normalized": ["He was frustrated with never-ending lust just by remembering what happened then."]}, {"name": "Misao", "audio": "v_sr729_0006", "normalized": ["…I guess it's my duty as your elder to calm it down… Perhaps I must do so…"]}, {"name": "", "audio": "", "normalized": ["She muttered quietly so he would not hear her."]}, {"name": "", "audio": "", "normalized": ["The man had no idea what she said, but he became even more nervous and said as he clung onto her."]}, {"name": "Man", "audio": "", "normalized": ["Come on… It's not like you hate me now, right?"]}, {"name": "", "audio": "", "normalized": ["He said with tears in his eyes and Misao shook her head to the sides."]}, {"name": "Misao", "audio": "v_sr729_0007", "normalized": ["No, that's not what this is… You know I can't possibly hate you, isn't that right?"]}, {"name": "Misao", "audio": "v_sr729_0008", "normalized": ["…Anyway, right now, I have to deal with you being so pent up and half-cocked."]}, {"name": "", "audio": "", "normalized": ["The man tilted his head in question as Misao smiled and continued."]}, {"name": "Misao", "audio": "v_sr729_0009", "normalized": ["Are you ready?", " I'm going to train you so you would not cum too quickly anymore, you see?"]}, {"name": "Man", "audio": "", "normalized": ["…Train me?"]}, {"name": "Misao", "audio": "v_sr729_0010", "normalized": ["Yes, training.", " So you can't cum till I give you the permission to cum… Can you do that?"]}, {"name": "Man", "audio": "", "normalized": ["…O-okay.", " I'm going to hold it in until you say so."]}, {"name": "Misao", "audio": "v_sr729_0011", "normalized": ["Good.", " Now, let us begin…the training."]}, {"name": "Misao", "audio": "v_sr729_0012", "normalized": ["Mnnhmm… Huhuhh… Mmnghnm…"]}, {"name": "", "audio": "", "normalized": ["Misao engulfed his head with her breasts and gently squeezed it as if she was giving a massage, occasionally petting his face."]}, {"name": "Misao", "audio": "v_sr729_0013", "normalized": ["…How is…oh, I guess I don't even need to ask.", " This is already making your cock so hard…"]}, {"name": "", "audio": "", "normalized": ["His penis was now erect and throbbing.", " It was so tense that it was about to ejaculate at any moment."]}, {"name": "Misao", "audio": "v_sr729_0014", "normalized": ["Come on… This is way too early.", " You have to really work hard to hold it in, okay?"]}, {"name": "Man", "audio": "", "normalized": ["Y-yeah… I'll keep my promise with you…"]}, {"name": "", "audio": "", "normalized": ["She could feel his lust was about to explode just by having his her petted through the shaking of his body."]}, {"name": "", "audio": "", "normalized": ["However, the man still desperately fought off the brewing urge to ejaculate in order to keep their promise."]}, {"name": "Misao", "audio": "v_sr729_0015", "normalized": ["…Huh, that's good.", " Hold it in, just like that."]}, {"name": "Misao", "audio": "v_sr729_0016", "normalized": ["If you can keep it like that, I'm going to let you cum somewhere even better than inside the hot water."]}, {"name": "Man", "audio": "", "normalized": ["…better than hot water…?"]}, {"name": "", "audio": "", "normalized": ["She gave him the hints on what the reward would be and he looked up at her face with glimmering eyes."]}, {"name": "", "audio": "", "normalized": ["The man had ditched his aversion to sexual activities and he was getting more and more aroused, purely seeking pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Ughh, mnmm….", " Aaghh."]}, {"name": "", "audio": "", "normalized": ["However, the more he was aroused, the harder his penis got and he groaned from the intense urge to ejaculate."]}, {"name": "Man", "audio": "", "normalized": ["I can't take it… Please… Not anymore, I'm… I have to keep it in but, uguhh."]}, {"name": "Misao", "audio": "v_sr729_0017", "normalized": ["… Calm down now… Mnnh, here, just focus your mind on my titties… Mnnh, aghh, haaghh… Haaghh…"]}, {"name": "", "audio": "", "normalized": ["Misao said and pressed her breasts onto him, taking the lead and guiding the man."]}, {"name": "Misao", "audio": "v_sr729_0018", "normalized": ["Here, try sucking on my nipples… Good, aahh… Guhahh, haaghh… There, just like that… Yes, uhhnm, mnhh."]}, {"name": "Misao", "audio": "v_sr729_0019", "normalized": ["There it is… Looks like your arm's gotten much better too… Squeeze my titties… Ahh, mnnmm… Yes, yes, great…"]}, {"name": "", "audio": "", "normalized": ["Misao made him focus on her breasts but she also started letting out moans as her breasts were stimulated."]}, {"name": "Misao", "audio": "v_sr729_0020", "normalized": ["…Haahh, haauhh… Mnnhh, aaghh, good… You're doing good… Keep it going, enjoy my titties more."]}, {"name": "", "audio": "", "normalized": ["She tried to keep her voice down as it came out of her mouth and praised the man sucking onto her breasts."]}, {"name": "Man", "audio": "", "normalized": ["Mnnhh, haauh, chuhh… Mnnhuh."]}, {"name": "Misao", "audio": "v_sr729_0021", "normalized": ["Huuhh, mnnghnmm… Aghaahh, guhh, haagh, haahh… Haauhh, mnnhnm…"]}, {"name": "", "audio": "", "normalized": ["The softness of her breasts made the man cling onto them more and more."]}, {"name": "", "audio": "", "normalized": ["He was so focused on playing with the breasts with no hesitation at that point which made him able to resist the urge to ejaculate."]}, {"name": "Misao", "audio": "v_sr729_0022", "normalized": ["Haahh, haahh… Mnnhmm, looks like you are able to hold it in for now… Ahhnm, mmnahh."]}, {"name": "Misao", "audio": "v_sr729_0023", "normalized": ["Huhh, huuhh… Mnnmm, well, then… It's about time to move to the next step…"]}, {"name": "", "audio": "", "normalized": ["Misao smiled gently as she petted his head as he sucked onto her breasts."]}, {"name": "Misao", "audio": "v_sr729_0024", "normalized": ["…Next… I'm going to start rubbing your cock, so you hold it in… Is that okay?"]}, {"name": "Man", "audio": "", "normalized": ["…Ehh."]}, {"name": "", "audio": "", "normalized": ["As soon as she said, he let out a silly, surprised voice."]}, {"name": "", "audio": "", "normalized": ["However, even though Misao heard his voice, she ignored it and continued onto the next step of the training."]}, {"name": "Misao", "audio": "v_sr729_0025", "normalized": ["…Here we go… Mnnmm, mnnguhh, haauhh… Haahh… Putting your cock…between my legs… There… Hope you like it."]}, {"name": "", "audio": "", "normalized": ["Misao placed his rock-hard, erect penis between her legs and squeezed on it hard."]}, {"name": "Man", "audio": "", "normalized": ["Oouhh, mnnmm, oouh, oohh… Uuhh, guhh, aghh, aahh…?!"]}, {"name": "", "audio": "", "normalized": ["The slippery sensation on his penis put pressure on it and the man let out a beastly groan."]}, {"name": "", "audio": "", "normalized": ["Misao twisted her hips some more to tease him and rubbed the tip of his penis between her legs…onto her labia."]}, {"name": "Misao", "audio": "v_sr729_0026", "normalized": ["Mnnhh, mmnghh… Huahh, mnnaahh, haagh… Haauh… Mnnhuh, ughh, guhh… Aghaahh, mnnh… Haah, haagh…"]}, {"name": "Misao", "audio": "v_sr729_0027", "normalized": ["How is it…?", " How do you like me stroking your cock with my thighs like this… Guh, haaghh."]}, {"name": "Man", "audio": "", "normalized": ["Aaagh, aahuuhh, your…thighs…?", "\" Yeah, thighs… They are so soft and slippery… This feels…so good…!"]}, {"name": "", "audio": "", "normalized": ["He writhed from such intense pleasure that if she did not tell him not to beforehand, he would have already ejaculated."]}, {"name": "", "audio": "", "normalized": ["The waves of pleasure kept coming and coming, crushing him every time Misao moved her body."]}, {"name": "Misao", "audio": "v_sr729_0028", "normalized": ["Haahh, haaghh, haauhh, uhhnmm, mnnghh, haaghh, guhh, aghh… Haaghh, ahhnm, mnnghnm… Huhh, huuhgh."]}, {"name": "", "audio": "", "normalized": ["It was slow, but he was agonized by such intense pleasure."]}, {"name": "Man", "audio": "", "normalized": ["No way, I can't…take this anymore… Ahh, aaghh… Guuhguuhghh."]}, {"name": "Misao", "audio": "v_sr729_0029", "normalized": ["Don't complain like that…!", " Guh, haaghh, haauhh… You're a man, aren't you?", " You have to…fight this."]}, {"name": "", "audio": "", "normalized": ["Misao scolded the man as he started groaning from the overwhelming pleasure and kept moving her hips."]}, {"name": "Misao", "audio": "v_sr729_0030", "normalized": ["And… Mnn, you will get something much better than this if you can hold it in."]}, {"name": "Misao", "audio": "v_sr729_0031", "normalized": ["If you can't hold it in, you won't get that… So come on, keep it up…!"]}, {"name": "", "audio": "", "normalized": ["She motivated him with the reward that lied beyond the obstacle and gave him a pep talk."]}, {"name": "Man", "audio": "", "normalized": ["Haauh, haahh, haagh, hahhah…"]}, {"name": "", "audio": "", "normalized": ["He was about to ejaculate any moment with his expression pathetically soaked with pleasure."]}, {"name": "Misao", "audio": "v_sr729_0032", "normalized": ["…I guess this was too much for you… But this is for your own good… I have to be hard on you and train you up… Mnnh."]}, {"name": "", "audio": "", "normalized": ["Misao figured appeasing him then would do more harm to him and continued to stroke him with her thighs."]}, {"name": "Man", "audio": "", "normalized": ["Oouh, uhhghh, guhh, huguhh, huuhh… Mnnh, mnnhmm… Guuhhghh!"]}, {"name": "", "audio": "", "normalized": ["On the other hand, the man was actually more resistant than she thought and continued to hold off the ejaculation with his teeth clenched."]}, {"name": "Misao", "audio": "v_sr729_0033", "normalized": ["Hah, that's good… Keep it up, just like that, more, harder…!", " Haahh, haauh, mnhhnm, guhh."]}, {"name": "Misao", "audio": "v_sr729_0034", "normalized": ["Now, let me teach you a bit of sex education… Haahh, aghh… Mnn, it might be a good distraction…"]}, {"name": "", "audio": "", "normalized": ["Misao started teaching the man knowledge on sex that he would not know to make his mind focus on other things."]}, {"name": "Misao", "audio": "v_sr729_0035", "normalized": ["…So, this thing that's being rubbing onto your cock between my thighs… Do you know what it is…?"]}, {"name": "", "audio": "", "normalized": ["She said and pointed at her own vagina."]}, {"name": "Misao", "audio": "v_sr729_0036", "normalized": ["This is…called a pussy… Mnnhh, haahh… A woman doesn’t have a dick, but instead…has a pussy like this…"]}, {"name": "Man", "audio": "", "normalized": ["…A-a pussy…"]}, {"name": "", "audio": "", "normalized": ["He gulped his throat and his eyes were fixed onto where she pointed."]}, {"name": "Misao", "audio": "v_sr729_0037", "normalized": ["That's right… This pussy, it's… This is a hole meant to rub a cock… Mnnh, so you can put your dick inside…"]}, {"name": "Misao", "audio": "v_sr729_0038", "normalized": ["It's made of same membrane-like flesh that's rubbing onto your cock right now… Aaauh… And it tangles onto your cock…"]}, {"name": "Misao", "audio": "v_sr729_0039", "normalized": ["…What do you think?", " Just hearing about what it is so lewd… Won't you agree…?"]}, {"name": "", "audio": "", "normalized": ["Once he heard her explanation about the vagina, his penis grew even harder and harder."]}, {"name": "Man", "audio": "", "normalized": ["…Yeah, that's…so lewd… Just thinking about it is making the tip of my dick hurt… Ugh, uuhh."]}, {"name": "Misao", "audio": "v_sr729_0040", "normalized": ["Heh… If you want to have the taste of what it's like inside, then you have to hold it in… Okay…"]}, {"name": "", "audio": "", "normalized": ["Even though he wanted to orgasm, he could not because he wanted to put his penis into her vagina, showing an agonized expression."]}, {"name": "Misao", "audio": "v_sr729_0041", "normalized": ["…Well… It's just the same as what you did with the titties."]}, {"name": "Man", "audio": "", "normalized": ["…Same as titties?"]}, {"name": "Misao", "audio": "v_sr729_0042", "normalized": ["Yeah… You have to move on your own and adjust where you are rubbing… That's how you brace yourself against pleasure."]}, {"name": "", "audio": "", "normalized": ["He started adjusting his hips just like she said."]}, {"name": "", "audio": "", "normalized": ["Jest moving it a little felt so pleasurable so his movement was very slow but he managed to hold off the ejaculation."]}, {"name": "Misao", "audio": "v_sr729_0043", "normalized": ["Good, good… This is great… Mnnhh, okay… Move it…five more times… And you'll get your reward…"]}, {"name": "Misao", "audio": "v_sr729_0044", "normalized": ["Here… Four… Mnn, aahh… Th-three…"]}, {"name": "", "audio": "", "normalized": ["Misao counted down along with the movement of his hips."]}, {"name": "Misao", "audio": "v_sr729_0045", "normalized": ["…Come on… Just a little more… Keep it up…!"]}, {"name": "Misao", "audio": "v_sr729_0046", "normalized": ["…Two… One… There, that's…the last…one…!", " Guhh, mnnmm, z-zero…"]}, {"name": "Man", "audio": "", "normalized": ["Uhh, uhaahh, aahh…?!"]}, {"name": "", "audio": "", "normalized": ["Once the countdown reached zero, Misao's protruding clitoris rubbed against the backside of his penis and he almost ejaculated."]}, {"name": "", "audio": "", "normalized": ["However, he resisted by clenching his teeth and managed to complete five strokes.", " She patted his head gently."]}, {"name": "Misao", "audio": "v_sr729_0047", "normalized": ["Well done… Now, you'll get your reward.", " Let us… Mnnhh, you can put it inside my pussy… You've been waiting for so long."]}, {"name": "Misao", "audio": "v_sr729_0048", "normalized": ["Haah, haaghh, aahh, there… Put it in deep… Mnnahh, haaghh, uhhnmm, guhh, ughh… Mnnhmm."]}, {"name": "", "audio": "", "normalized": ["Just as promised, Misao let him penetrate her vagina."]}, {"name": "Man", "audio": "", "normalized": ["Ahh, aghh, guhh, uguhh, mnaaghaahh… Aaghh…"]}, {"name": "", "audio": "", "normalized": ["Once he had achieved a vaginal penetration, the man felt overwhelming pleasure as if lightning hit him and his body melting."]}, {"name": "", "audio": "", "normalized": ["His expression was so obscene and he let out pathetic moans from the waves of pleasure."]}, {"name": "Misao", "audio": "v_sr729_0049", "normalized": ["Huh, your face definitely has a tell… Looks like you really like how this feels…"]}, {"name": "Misao", "audio": "v_sr729_0050", "normalized": ["Mnnhnm, and your cock's reacting so much inside me too."]}, {"name": "", "audio": "", "normalized": ["The pleasure was even more than what he had expected from her words."]}, {"name": "", "audio": "", "normalized": ["And it was about to overwhelm his mind, consuming him."]}, {"name": "Misao", "audio": "v_sr729_0051", "normalized": ["You don't have to hold it in anymore…okay?", " Mhhmm… You can let your cum out anytime… You know…?"]}, {"name": "", "audio": "", "normalized": ["Misao gently whispered to him that he did not have to hold it in anymore as he had endured the trial."]}, {"name": "", "audio": "", "normalized": ["However, despite what she said, the man shook his head left and right, still buried in her breasts."]}, {"name": "Man", "audio": "", "normalized": ["…M-more… I want to feel better…with your pussy, please…!", " S-so I'm…gonna hold it…in."]}, {"name": "Misao", "audio": "v_sr729_0052", "normalized": ["…Uhh, but you… Can you hold it in anymore…?", " Hey, mnnahh!", " Aaauhh, guhgouhh!"]}, {"name": "", "audio": "", "normalized": ["With the desire to taste more pleasure, he mustered all advice he was given and held off his ejaculation."]}, {"name": "", "audio": "", "normalized": ["He sucked onto Misao's breasts like a child and drenched it with his saliva, moving his own hips, and controlling pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Haahh… Haahh… Inside of your pussy… It's so warm… Guh, and slippery… Feels so good!"]}, {"name": "Misao", "audio": "v_sr729_0053", "normalized": ["Aghh, aahh, guhh, mnmmhh, mnnghnmm!", " Haaghh, haahh, haah… So sudden… You're getting so much better… Mnnahh…?!"]}, {"name": "", "audio": "", "normalized": ["Misao was impressed by how he remembered all the advice she had given and actually used it while feeling pleasure herself."]}, {"name": "Misao", "audio": "v_sr729_0054", "normalized": ["Guh, haaghh, ahh, aahh… My titties, don't suck on them so hard… Guhh, uugh!"]}, {"name": "Misao", "audio": "v_sr729_0055", "normalized": ["Huuhghh, huuhh… Uhhmm, mnnmm… Your cock, inside me, rubbing on… Haauhhaaghh… No, it's so good…!"]}, {"name": "", "audio": "", "normalized": ["Misao was able to resist the pleasure previously, but the man's growth made her let out sugary moans."]}, {"name": "Misao", "audio": "v_sr729_0056", "normalized": ["Mnnhh, huhghh, uhhnmm… Guhh, aghh, aahh… Haauh, haagh, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Misao's breath got rough and her body writhed which reflected off of his eyes."]}, {"name": "", "audio": "", "normalized": ["And immediately, the movement of his hips changed.", " It became much, much more intense."]}, {"name": "Misao", "audio": "v_sr729_0057", "normalized": ["Ohh, ooughh, guhh, mnnhouhh?!", " S-so sudden, you can't be so rough… Uguhh, mnnmm, no stop, you can't…!"]}, {"name": "Man", "audio": "", "normalized": ["…I-I'm sorry, but… Your voice, it sounds like you really like it… I just wanted to hear it more… Y-you know… Guhh!"]}, {"name": "", "audio": "", "normalized": ["The urge to see her moan more and hear more of her voice started growing inside him."]}, {"name": "", "audio": "", "normalized": ["He followed the instinct and then controlled himself so he would not orgasm quickly, letting his penis dance wildly intense Misao's vagina."]}, {"name": "Misao", "audio": "v_sr729_0058", "normalized": ["Guhaahh, aghaaghhaaghh, mnnmmgh?!", " Huughh, huuhh… Mnnhh, haaghh, ahh… Aghahh, aahaahh."]}, {"name": "Misao", "audio": "v_sr729_0059", "normalized": ["Mnnheghh?!", " Eghh, there, not there, no!", " Stop that, uhhnm, guhhghh!"]}, {"name": "", "audio": "", "normalized": ["The man not only teased her with his hands and mouth while pounding her with his cock, he was adjusting his angle of attack by observing her reaction."]}, {"name": "", "audio": "", "normalized": ["He went precisely after the spot Misao reacted with most pleasure and tried to make her moan more."]}, {"name": "Misao", "audio": "v_sr729_0060", "normalized": ["Haahh, haaghh, noo, aaghh… Gughh, haaghh, haahh… Aaauhhgh?!"]}, {"name": "Man", "audio": "", "normalized": ["…I know exactly where you like it, where you feel it the most… I'm starting to find out now…!"]}, {"name": "Misao", "audio": "v_sr729_0061", "normalized": ["Mnnehghh, heeghh, aaghh, aahh!", " There, please, no…!", " Your cock, rubbing on… It's starting to feel so good, ugghh!"]}, {"name": "Misao", "audio": "v_sr729_0062", "normalized": ["Ouhohh, oouhghh, guhh, haaghh, n-no way… I didn't think this…would happen… Mnnghnmm!"]}, {"name": "", "audio": "", "normalized": ["Misao was mercilessly being overwhelmed by the technique of the younger man."]}, {"name": "Misao", "audio": "v_sr729_0063", "normalized": ["Haahh, haauhh… I see it now… I know, you're… Mnnahh, aghh, ahh… A-a man… I see…!"]}, {"name": "", "audio": "", "normalized": ["She said while shaking from the pleasure, putting her hand on his head."]}, {"name": "", "audio": "", "normalized": ["Her action made the man feel the femininity inside her by instinct and he was overcome with an explosive urge to ejaculate."]}, {"name": "Man", "audio": "", "normalized": ["Please, please…!"]}, {"name": "Misao", "audio": "v_sr729_0064", "normalized": ["Mnnahh, guhh, haaghh, haaghh, haahh!", " Aaaghh… Aaahh, mnnhhmm!"]}, {"name": "", "audio": "", "normalized": ["Every time he pounded, the hot water splashed and her vagina was stirred up."]}, {"name": "", "audio": "", "normalized": ["The intense movements made his patient wear out."]}, {"name": "", "audio": "", "normalized": ["He let his lust erupt while clinging onto Misao's body, shoving his hips onto her."]}, {"name": "Misao", "audio": "v_sr729_0065", "normalized": ["You can't hold it in anymore, I see…!", " Guhahh, ahh, ahh!", " Haaghh, th-that's fine, a-alright, inside me…!"]}, {"name": "", "audio": "", "normalized": ["Misao said as she was ready to accept his explosive and pent up lust into her then."]}, {"name": "Man", "audio": "", "normalized": ["Guh, uuhghh, guuhh!"]}, {"name": "", "audio": "", "normalized": ["The man answered her by thrusting the tip of his penis even deeper inside her vagina."]}, {"name": "Misao", "audio": "v_sr729_0066", "normalized": ["Ughuhh, oouhh, uhhnm, mmnhhnmm!"]}, {"name": "Misao", "audio": "v_sr729_0067", "normalized": ["Mnnaaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Spew* *Spew*"]}, {"name": "", "audio": "", "normalized": ["With such intense momentum, an incredible amount of semen started pouring deep into Misao's vagina."]}, {"name": "Misao", "audio": "v_sr729_0068", "normalized": ["Mnnhouhh, oouhh, s-so much… Coming out…?!", " Oohhm ooughh!", " Guhh, huhh, mnhgh, mnnaaghh!"]}, {"name": "Man", "audio": "", "normalized": ["Haaghh, haaghh, i-it's still coming, ughh."]}, {"name": "Misao", "audio": "v_sr729_0069", "normalized": ["Aghh, it's okay… You can cum as much as you want…!", " Mnnguh, guh, don't hold back…!", " Guhghh!"]}, {"name": "", "audio": "", "normalized": ["Semen so fresh that it would have made her pregnant on a safe day rushed right into her womb."]}, {"name": "", "audio": "", "normalized": ["The massive amount of semen made Misao's whole body shake as she let out a groan."]}, {"name": "Misao", "audio": "v_sr729_0070", "normalized": ["Ohh, mnnhouhh, oouhh… Guhh, haaghh, aaheeghh, eeghh, guuhuh, huughh…"]}, {"name": "", "audio": "", "normalized": ["That moment, Misao had achieved orgasm even though he had no idea since she had not taught her about it."]}, {"name": "", "audio": "", "normalized": ["Misao savored the feeling of relief while her body trembled, giving a loving look at the man enjoying the pleasure of ejaculation on her chest."]}, {"name": "Misao", "audio": "v_sr729_0071", "normalized": ["Haahh, hauhh… Mnnhh…!"]}, {"name": "", "audio": "", "normalized": ["The orgasm caused her vagina to squeeze suddenly and that caused all the semen to be sucked out of his penis."]}, {"name": "Man", "audio": "", "normalized": ["Aghh, aahaahh… Aaghh… This is weird… I can't think straight now…"]}, {"name": "", "audio": "", "normalized": ["It seemed his mind was already blanking out as his intense urge to ejaculate was released."]}, {"name": "Misao", "audio": "v_sr729_0072", "normalized": ["But you liked how it felt, right…?"]}, {"name": "Man", "audio": "", "normalized": ["…Y-yeah… I was scared how my mind becomes all blank but… Maybe… This is kinda nice…"]}, {"name": "", "audio": "", "normalized": ["He savored superb pleasure with Misao's body."]}, {"name": "", "audio": "", "normalized": ["He poured every last drop of semen deep into her vagina with a hazy mind."]}, {"name": "Man", "audio": "", "normalized": ["…W-wait…?", " Hey…?"]}, {"name": "", "audio": "", "normalized": ["After a long, long ejaculation, he let out all the pent up lust and he finally came to his senses."]}, {"name": "", "audio": "", "normalized": ["He was gently caressed by Misao as she cleaned his face covered with saliva and tears with a towel."]}, {"name": "Misao", "audio": "v_sr729_0073", "normalized": ["…Looks like you woke up."]}, {"name": "Misao", "audio": "v_sr729_0074", "normalized": ["Heh, you did just pour an incredible amount of semen into me… It must have felt so good.", " Good enough to make you pass out…"]}, {"name": "", "audio": "", "normalized": ["The man stared at Misao as she cleaned his face."]}, {"name": "Misao", "audio": "v_sr729_0075", "normalized": ["Alright… You can take care of yourself from now…"]}, {"name": "", "audio": "", "normalized": ["He looked rather lonely as she said."]}, {"name": "", "audio": "", "normalized": ["She did all this training so he would be able to deal with his desires on his own."]}, {"name": "", "audio": "", "normalized": ["Once that was complete, it might mean that he would never see her again.", " The anxiety started to brew inside him."]}, {"name": "Man", "audio": "", "normalized": ["…Hey… I want to be with you more…!"]}, {"name": "", "audio": "", "normalized": ["As he was about to say longingly, Misao cut him off by sealing his lips with her index finger."]}, {"name": "Misao", "audio": "v_sr729_0076", "normalized": ["…Okay?", " This is supposed to be done only with someone special…"]}, {"name": "", "audio": "", "normalized": ["Complex emotion colored her eyes as Misao said."]}, {"name": "", "audio": "", "normalized": ["He was saddened by the fact that she could not be that special someone to Misao."]}, {"name": "Man", "audio": "", "normalized": ["…Hey… I'm…"]}, {"name": "", "audio": "", "normalized": ["When he tried to express his feelings, the man realized his vision was fading to black."]}, {"name": "Misao", "audio": "v_sr729_0077", "normalized": ["…You must be so tired after all this… You should take it easy, rest well…"]}, {"name": "", "audio": "", "normalized": ["He sunk into the deep sea of sleep from the exhaustion as that was the last thing he heard then."]}, {"name": "", "audio": "", "normalized": ["When he woke up the next morning, he realized he was in his room at the inn."]}, {"name": "", "audio": "", "normalized": ["And he would find out that Misao had left the hot springs early morning as her wounds had healed."]}]