[{"name": "You", "audio": "", "normalized": ["Humph, so this is the Art of Forbidden Field, Evil Confinement, the art of field manipulation famous of the Imaru clan."]}, {"name": "", "audio": "", "normalized": ["I was successful at taking a supernatural ninja-arts I had been interested in for some time, so I decided to give it a run."]}, {"name": "Kei", "audio": "v_r-ev192_0000", "normalized": ["Ughh, such humiliation… Letting the traditional art of my clan fall into the hands of such an evil man like you."]}, {"name": "You", "audio": "", "normalized": ["Don't worry about it.", " You just went up against a wrong guy.", " It wasn't really your fault anyway."]}, {"name": "Kei", "audio": "v_r-ev192_0001", "normalized": ["It was only because of my lack of skills… I will avenge this…"]}, {"name": "You", "audio": "", "normalized": ["Well, it isn't like the weather where it always gets sunny after the rain."]}, {"name": "You", "audio": "", "normalized": ["Sorry, but you're gonna have to deal with it because you won't get revenge."]}, {"name": "Kei", "audio": "v_r-ev192_0002", "normalized": ["Wh-what… Are you saying I will be no match for you no matter what?", " How arrogant and greedy you are."]}, {"name": "You", "audio": "", "normalized": ["You aren't quite right, but you're not wrong, so I won't deny what you just said."]}, {"name": "", "audio": "", "normalized": ["Kei still seemed to be unaware of how rough the battles could get in this line of work."]}, {"name": "", "audio": "", "normalized": ["She was skilled for being fresh-out-of-academy but was still green."]}, {"name": "", "audio": "", "normalized": ["I could not blame her for being so naive, even if she does hail from the renowned Imaru clan."]}, {"name": "Kei", "audio": "v_r-ev192_0003", "normalized": ["There will come a day I shall forbid your wrongdoing with my magic fields."]}, {"name": "You", "audio": "", "normalized": ["Huh, forbidding my evil deeds, a bold statement."]}, {"name": "", "audio": "", "normalized": ["This magic field manipulation forbids certain actions within the controlled fields by deploying prayer infused magic cards."]}, {"name": "", "audio": "", "normalized": ["With a little ingenuity and the magical capability of the user, the possibilities are endless, but things are not so easy in the real world."]}, {"name": "", "audio": "", "normalized": ["One must be extremely talented and undergo loads and loads of training and hold some experience in the field to――"]}, {"name": "", "audio": "", "normalized": ["make the field function to forbid more vague, broad, or instinctive actions and impulses effectively."]}, {"name": "", "audio": "", "normalized": ["It was because she had none of the above fully with her that she ended up here like this with me, even if she did have the pedigree."]}, {"name": "You", "audio": "", "normalized": ["What a shame.", " You are a diamond in the rough, but you were way too green to go up against me in the battle…"]}, {"name": "Kei", "audio": "v_r-ev192_0004", "normalized": ["I-I… I-I have to admit that.", " I am not skilled enough…to match my family's honorable heritage."]}, {"name": "You", "audio": "", "normalized": ["You're awfully straightforward for that matter."]}, {"name": "", "audio": "", "normalized": ["Maybe she was somewhat rebellious from still being young, but she was smart enough to be able to look at herself objectively."]}, {"name": "", "audio": "", "normalized": ["However, it may have been unfortunate for Kei, but was rather fortunate for me."]}, {"name": "", "audio": "", "normalized": ["I was not certain if I would have been able to defeat her should I have faced her once her talents had fully blossomed with experiences…"]}, {"name": "You", "audio": "", "normalized": ["Perhaps it was a string of fate undone by the cruel and chaotic world filled with conflicts."]}, {"name": "Kei", "audio": "v_r-ev192_0005", "normalized": ["Even so, I shall continue to fight it."]}, {"name": "You", "audio": "", "normalized": ["I see.", " Then let me test if your resolution is really set."]}, {"name": "", "audio": "", "normalized": ["I had gained inspiration on how to use the power I just took from her within her conversation."]}, {"name": "You", "audio": "", "normalized": ["Evil Confinement, I forbid you to 'deny!", "'"]}, {"name": "Kei", "audio": "v_r-ev192_0006", "normalized": ["Ehh, eeghh, wh-what is that!"]}, {"name": "You", "audio": "", "normalized": ["Exactly what I just said.", " The magic field has now forbidden you any action of denying now."]}, {"name": "Kei", "audio": "v_r-ev192_0007", "normalized": ["Ah, yeah… I know what it is… But so what does it mean…"]}, {"name": "You", "audio": "", "normalized": ["It all depends on how you used this, eh?"]}, {"name": "", "audio": "", "normalized": ["Kei was staring at me dumbfounded, and smiled and pointed at my head."]}, {"name": "Kei", "audio": "v_r-ev192_0008", "normalized": ["I don't know what you are planning to do… But I have to be back with my full potential and――"]}, {"name": "You", "audio": "", "normalized": ["You really think you are gonna get another chance at me?"]}, {"name": "Kei", "audio": "v_r-ev192_0009", "normalized": ["What?"]}, {"name": "You", "audio": "", "normalized": ["You keep saying next time and eventually and things like that, but it's never gonna happen."]}, {"name": "", "audio": "", "normalized": ["She was about to be tortured so she would never, ever forget about the humiliation she will receive today."]}, {"name": "Kei", "audio": "v_r-ev192_0010", "normalized": ["Wh-what are you…"]}, {"name": "You", "audio": "", "normalized": ["I'm not gonna do anything, It's all you.", " Now, take off your clothes."]}, {"name": "Kei", "audio": "v_r-ev192_0011", "normalized": ["Heeahghh… Th-this can't be… Ughh, aahhaaghhaauaahh."]}, {"name": "", "audio": "", "normalized": ["She was inside the magical field forbidding any denying.", " It was harmless and mundane compared to, say, orders like \"\"commit suicide\"\" or \"\"kill someone."]}, {"name": "", "audio": "", "normalized": ["Except for the fact opposite sex, I will be watching her, taking off clothing was nothing but a mundane action."]}, {"name": "Kei", "audio": "v_r-ev192_0012", "normalized": ["Ughh, n-no way… Ahh, th-this can't be happening… Why am I, how is this, I'm… Aghh, not here…"]}, {"name": "", "audio": "", "normalized": ["Kei began to strip her clothes off humiliated and confused as she was unable to \"\"deny\"\" my orders."]}, {"name": "You", "audio": "", "normalized": ["Your body isn't fully developed yet, huh."]}, {"name": "Kei", "audio": "v_r-ev192_0013", "normalized": ["N-no, don't look at me… Don't stare at…m-my body… Don't you look at me."]}, {"name": "", "audio": "", "normalized": ["Her skin soon turned pink from the shame and she tried to hide her unmentionables with her hands as she wiggled."]}, {"name": "You", "audio": "", "normalized": ["Don't hide it."]}, {"name": "Kei", "audio": "v_r-ev192_0014", "normalized": ["Uuhhaaghh, y-you pervert… You want to look at me naked.", " How lewd and obscene."]}, {"name": "", "audio": "", "normalized": ["She could complain all she wanted, but she could not say no, her hands slid off her breasts and crotch they were hiding."]}, {"name": "", "audio": "", "normalized": ["Two perky breasts and the pink nipples in the center of them."]}, {"name": "", "audio": "", "normalized": ["And her thin layer of pubic hair and the crevice within were exposed."]}, {"name": "Kei", "audio": "v_r-ev192_0015", "normalized": ["Don't look…at my naked body… Don't stare… Not like that."]}, {"name": "You", "audio": "", "normalized": ["So is this first time showing it to a man?"]}, {"name": "Kei", "audio": "v_r-ev192_0016", "normalized": ["O-of course it is… Of course, it's the first time!"]}, {"name": "You", "audio": "", "normalized": ["So that's why you are so shaken up about it.", " So it naturally means you must be a virgin too."]}, {"name": "", "audio": "", "normalized": ["I had suspected so from how she appeared, but I intentionally said so out loud as I looked down at her crotch."]}, {"name": "Kei", "audio": "v_r-ev192_0017", "normalized": ["Ughhuhg… Y-yes, I am.", " I haven't…done it…yet… S-so embarrassing… I can't take it anymore…"]}, {"name": "You", "audio": "", "normalized": ["You don't get to decide when to stop.", " It hasn't even begun."]}, {"name": "Kei", "audio": "v_r-ev192_0018", "normalized": ["Huughh, hasn't even begun… Wh-what else are you planning to do to me?!"]}, {"name": "You", "audio": "", "normalized": ["Do you seriously not know?", " Or are you just trying to escape from the reality pretending you don't know…"]}, {"name": "", "audio": "", "normalized": ["She seemed genuinely dazed and confused, so maybe she actually had no idea what was about to happen to the women――"]}, {"name": "", "audio": "", "normalized": ["who fought me and had me take their powers."]}, {"name": "You", "audio": "", "normalized": ["I'll say the same thing again.", " I'm not going to do anything.", " It's gonna be all you who's gonna be doing it."]}, {"name": "Kei", "audio": "v_r-ev192_0019", "normalized": ["Ehh, eehh, me doing… I don't understand what you mean!"]}, {"name": "You", "audio": "", "normalized": ["Ride on my cock and give up your virginity to me!"]}, {"name": "Kei", "audio": "v_r-ev192_0020", "normalized": ["Heeghh, n-noo, no no noo, I can't, I can't, I can't… Not here, not like this… Please tell me it's a lie!"]}, {"name": "", "audio": "", "normalized": ["Without waiting for an answer, she was unable to resist the powers forbidding 'denying' in the field――"]}, {"name": "", "audio": "", "normalized": ["and jumped onto me as she screamed in confusion and pain, trying to reject the fact."]}, {"name": "Kei", "audio": "v_r-ev192_0021", "normalized": ["No no no… Ahhaaghh, ughh, ughaahh, p-please…take it back…"]}, {"name": "You", "audio": "", "normalized": ["Spread out your pussy well yourself, and make sure you lower your hips down as you put my cock inside your virgin hole."]}, {"name": "Kei", "audio": "v_r-ev192_0022", "normalized": ["N-no no no no, this can't be happening… N-not to someone like you… Not my first time… I don't want to, give it to you…"]}, {"name": "You", "audio": "", "normalized": ["You're a real funny girl.", " You are begging to stop with your words, but you are spreading with your hands…"]}, {"name": "", "audio": "", "normalized": ["It was easy even for someone new to the trade to forcibly violate someone, however――"]}, {"name": "", "audio": "", "normalized": ["It was my first time seeing someone begging to stop but actually spread herself as she lowered onto the cock willingly."]}, {"name": "Kei", "audio": "v_r-ev192_0023", "normalized": ["Guugheehh, p-please… Not like this… Ahh, I'm… Ahh, this is so embarrassing, spreading it…by myself."]}, {"name": "Kei", "audio": "v_r-ev192_0024", "normalized": ["Aaaghh, putting it in there… Aaghhaahhuhh, down to my hips… It's going down… Mnnghhm, noo!"]}, {"name": "You", "audio": "", "normalized": ["Might as well go all out and be real lewd for this one!"]}, {"name": "", "audio": "", "normalized": ["The first time with someone she did not even like.", " To her, it must be a memory of a living hell――"]}, {"name": "", "audio": "", "normalized": ["But looking at it in a biological way, it only meant she took a step towards being an adult that she would have to take eventually."]}, {"name": "", "audio": "", "normalized": ["Kei had no choice but to give into my powers as I had many advantages over her and the orders were relatively limited."]}, {"name": "Kei", "audio": "v_r-ev192_0025", "normalized": ["Ugguhhguhh… Ahh, it's going in… Hieeaaghh, my hips are going down on its own… Mnnguhh, I can't stop it, eehh!"]}, {"name": "Kei", "audio": "v_r-ev192_0026", "normalized": ["Tssguuhhgguhheeghh, it hurts, hieghhmmnn!"]}, {"name": "", "audio": "", "normalized": ["Finally, Kei shoved my cock into her vagina, putting her own weight onto it as she lowered."]}, {"name": "Kei", "audio": "v_r-ev192_0027", "normalized": ["Heiighhaaghaaghhaaghhaahhmnn ngh!"]}, {"name": "", "audio": "", "normalized": ["Her hymen was brutally torn apart and Kei was writhing in agony on top of me as the blood from defloration dripped down."]}, {"name": "You", "audio": "", "normalized": ["Hahahaha… Well, this is quite a sight."]}, {"name": "You", "audio": "", "normalized": ["You lost your virginity by lowering down yourself with such force.", " Not something you see every day."]}, {"name": "Kei", "audio": "v_r-ev192_0028", "normalized": ["Guughgeehhgghh… Hiighhaahaahhaahh…"]}, {"name": "You", "audio": "", "normalized": ["Amazing.", " A real virgin just shoved it up her pussy right away.", " I think this will be a moment to remember for the rest of our lives."]}, {"name": "Kei", "audio": "v_r-ev192_0029", "normalized": ["Ugguhhgguhh, mnnheeghh… Haahh, hheegahh… Y-you, you order this to happen… You forced me to do this…"]}, {"name": "You", "audio": "", "normalized": ["I did order it, yeah, but it was all thanks to your own powers that you could not 'deny' it."]}, {"name": "", "audio": "", "normalized": ["She lost her precious virginity to her own powers."]}, {"name": "Kei", "audio": "v_r-ev192_0030", "normalized": ["Ugguhh, heeguhh… I won't forgive you…not ever… I'll avenge…this watched…wrongdoing…"]}, {"name": "You", "audio": "", "normalized": ["It's a great thing you have a very memorable first time.", " Now, on to the next…"]}, {"name": "Kei", "audio": "v_r-ev192_0031", "normalized": ["Hueeh, hueeghh, i-it's enough already… I'm suffering…so much already… Come on, it's already in there, enough is enough!"]}, {"name": "", "audio": "", "normalized": ["Not only was she a complete virgin, but she also seemed to be lacking her sexual knowledge."]}, {"name": "", "audio": "", "normalized": ["She must have thought it was over once her hymen was broken."]}, {"name": "You", "audio": "", "normalized": ["Oh no, we haven't even gotten halfway done yet.", " You just successfully penetrated yourself, so let move on to the next step."]}, {"name": "Kei", "audio": "v_r-ev192_0032", "normalized": ["N-next…next step…"]}, {"name": "You", "audio": "", "normalized": ["It's nothing too difficult.", " All you need to do now is just follow my words down to a letter."]}, {"name": "", "audio": "", "normalized": ["Kei was still not recovered from the shock of the defloration, but I looked up at her and issued a new order."]}, {"name": "You", "audio": "", "normalized": ["This is something you must perform as a proper adult lady.", " Don't hesitate to do it…"]}, {"name": "Kei", "audio": "v_r-ev192_0033", "normalized": ["P-proper adult… I-I'm not going to, do…s-such things against the likes of you…"]}, {"name": "You", "audio": "", "normalized": ["Now, shake your hips hard and make my dick cum!"]}, {"name": "Kei", "audio": "v_r-ev192_0034", "normalized": ["Huuaahh, h-hey, wait a minute… Aaahhiighhaahhaahh, aahhmnnhh!"]}, {"name": "", "audio": "", "normalized": ["Her words of protest were cut short as Kei was unable to deny my orders, and her body began to pound her hips wildly."]}, {"name": "Kei", "audio": "v_r-ev192_0035", "normalized": ["Mnhahh, noo aahahhaghh… M-my body's, haahh, it's moving, hieaahh, moving on its own, by itself…"]}, {"name": "", "audio": "", "normalized": ["She may have been oblivious, but her body was following its instincts."]}, {"name": "", "audio": "", "normalized": ["Even though Kei just lost her virginity, she was shaking her hips up and down, rubbing up against the inserted penis with her flesh."]}, {"name": "Kei", "audio": "v_r-ev192_0036", "normalized": ["Hheegahh, mnnguhhaahh…Noo, noo, aaghh, every time I move…the insides…"]}, {"name": "Kei", "audio": "v_r-ev192_0037", "normalized": ["It's throbbing, hieegguuhh, inside me… Guhhaahh, it hurts, hurts… Stop… Please make it stop…"]}, {"name": "You", "audio": "", "normalized": ["It must be rough because you just got penetrated for the first time, but everybody must go through with this."]}, {"name": "", "audio": "", "normalized": ["Her hips were moving rather weakly, perhaps she was giving her best, but the pain must have caused her body to hold back."]}, {"name": "You", "audio": "", "normalized": ["It's nice and tight, fitting for a virgin pussy…"]}, {"name": "You", "audio": "", "normalized": ["But what matters is how you use it, not the size.", " You're gonna need a lot more training."]}, {"name": "Kei", "audio": "v_r-ev192_0038", "normalized": ["Heeggegghh, I-I don't want, I don't want, training, no no no… I'm moving, hard enough, already!"]}, {"name": "You", "audio": "", "normalized": ["Don't worry about it.", " I'm gonna teach you real closely.", " Now, shake your ass twice the speed of now!"]}, {"name": "Kei", "audio": "v_r-ev192_0039", "normalized": ["Heeggeehh, it hurts… No, don't go fast, no… Aaaguhhghee, heeghheeiighh!"]}, {"name": "", "audio": "", "normalized": ["She cried and begged me to stop, but the magic field had forbidden her to 'deny' my orders."]}, {"name": "", "audio": "", "normalized": ["No matter how painful, shameful, or miserable it felt to herself, as soon as I said twice as fast…"]}, {"name": "You", "audio": "", "normalized": ["Good, good.", " It's getting faster.", " You're turning into an ass-pounding fuck machine now, aren't you?"]}, {"name": "Kei", "audio": "v_r-ev192_0040", "normalized": ["N-no, I'm not, guhheghh… Geehhaahhuugh, I don't want to, but my body keeps going, guuhuughh!"]}, {"name": "You", "audio": "", "normalized": ["Forget everything about being a virgin.", " Now, grind your lewd hips and hit that deep spot inside you with the cock and drill it!"]}, {"name": "Kei", "audio": "v_r-ev192_0041", "normalized": ["D-deep and drill it, no no no no… Ahhgeeghh, it aches deep inside… Too rough, guuheeghh!"]}, {"name": "", "audio": "", "normalized": ["Kei was crying out loud and screaming as she penetrated her own tiny vagina on her own."]}, {"name": "You", "audio": "", "normalized": ["Now, this is pretty hot.", " The way you are shaking your ass, it's getting much better already."]}, {"name": "Kei", "audio": "v_r-ev192_0042", "normalized": ["D-don't say such thing, don't, gguugghehh… Heehaauhheeaghh…"]}, {"name": "You", "audio": "", "normalized": ["If you really want to be all lewd and slutty, you have to find out where's your womb and where it feels the best with cock."]}, {"name": "Kei", "audio": "v_r-ev192_0043", "normalized": ["I-I don't want to, don't want to be slutty… N-no, I don't want to be lewd or anything…"]}, {"name": "", "audio": "", "normalized": ["She screamed and shook her head, but her body could only follow my orders."]}, {"name": "You", "audio": "", "normalized": ["Now, tell me how and where the tip of my cock is drilling you and how you feel."]}, {"name": "Kei", "audio": "v_r-ev192_0044", "normalized": ["Guuhuughhaahhaahh, aaghh, it just hit me… I felt something coarse inside… That's the spot…"]}, {"name": "Kei", "audio": "v_r-ev192_0045", "normalized": ["Haahuughh, it's tingling and…it aches…every time it hits…every time…hot juice is coming out…"]}, {"name": "You", "audio": "", "normalized": ["A pretty good play-by-play.", " You got some talent."]}, {"name": "Kei", "audio": "v_r-ev192_0046", "normalized": ["Mnnhiieghh, it's in deep… Th-this…deep inside is the narrow part… It's the opening into my womb…"]}, {"name": "Kei", "audio": "v_r-ev192_0047", "normalized": ["The sensation is…running up my spine…into the back of my brain… Ngguhhaahhuuaahhughhaahh."]}, {"name": "", "audio": "", "normalized": ["She must have started feeling more pleasure as she was reporting what she was feeling, her voice was sounding more pleasured."]}, {"name": "You", "audio": "", "normalized": ["Now, aim where you liked it and put my cock right onto it and shake your ass as hard as you can!"]}, {"name": "Kei", "audio": "v_r-ev192_0048", "normalized": ["Mnheehhaahhmnnghh!"]}, {"name": "", "audio": "", "normalized": ["Kei could not resist my orders, so she positioned my cock towards her belly, aiming right at the G-spot――"]}, {"name": "", "audio": "", "normalized": ["And rubbed her clitoris up to my dick and started pounding her hips."]}, {"name": "Kei", "audio": "v_r-ev192_0049", "normalized": ["Guuwahhoohoohouuhmnn… .", " Aaahuuguuhhghahh… Gaahaahhaahh."]}, {"name": "You", "audio": "", "normalized": ["For the first time, you sure can pull off some complex moves and really enjoy it, huh."]}, {"name": "", "audio": "", "normalized": ["She was devouring pleasure with her cervix as she had my cock right up against it deep inside her vagina."]}, {"name": "Kei", "audio": "v_r-ev192_0050", "normalized": ["Mnnhaahhaahh… Heeghhaahh… O-oh my god… I can feel so many things coming up…"]}, {"name": "You", "audio": "", "normalized": ["It must be hard to articulate with all these going on."]}, {"name": "", "audio": "", "normalized": ["Kei was pounding her hips desperately with a strong odor of a bitch in heat.", " From her expression――"]}, {"name": "", "audio": "", "normalized": ["The pain had already gone by now and her face was now changing to that of being molten by the pleasure."]}, {"name": "Kei", "audio": "v_r-ev192_0051", "normalized": ["Heeghhaahh, guuhhahh… Ghe-gheehaahh, it feels so food, gguheghh, too good… My body is shivering…"]}, {"name": "You", "audio": "", "normalized": ["So that's the best spot you found out then."]}, {"name": "Kei", "audio": "v_r-ev192_0052", "normalized": ["Y-yes, it is.", " Right at my clitoris…and the spot… Heegghaahh, into my womb… The waves of…pleasure…"]}, {"name": "Kei", "audio": "v_r-ev192_0053", "normalized": ["I-it's crushing, crushing right onto me… Ahahaghheeghuuhh!"]}, {"name": "You", "audio": "", "normalized": ["So you've finally found a way to transform yourself into a slutty whore and you are savoring it… Isn't that right?"]}, {"name": "Kei", "audio": "v_r-ev192_0054", "normalized": ["Wh-whore… N-no, no… Th-this is… It's all just… It's all on you… You dirty… Haagheegaahh."]}, {"name": "You", "audio": "", "normalized": ["You are just scared you may get addicted to the pleasure, right?"]}, {"name": "Kei", "audio": "v_r-ev192_0055", "normalized": ["Th-that's right… I can feel…myself changing… I've never experienced anything like this, aahh."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was the effect of the magic field, or she finally broke and let herself be consumed by the pleasure, Kei was in joy as her vagina contracted."]}, {"name": "Kei", "audio": "v_r-ev192_0056", "normalized": ["I-I must admit… Th-this…this feels fantastic… M-my body… My body is, going crazy over it…"]}, {"name": "Kei", "audio": "v_r-ev192_0057", "normalized": ["S-so, please… Aaaheeghh, n-no more, I can't take it anymore… Please, please stop it…"]}, {"name": "You", "audio": "", "normalized": ["There's no way I'm going to stop now.", " We've gotta speed it up and finish this now."]}, {"name": "", "audio": "", "normalized": ["She was in fear of being consumed by the unimaginable pleasure."]}, {"name": "", "audio": "", "normalized": ["I pounded Kei from the bottom as she whined."]}, {"name": "Kei", "audio": "v_r-ev192_0058", "normalized": ["Heeghhaahhaaghh, n-no… D-don't move, no, don't move… Ahheeghhaahh!"]}, {"name": "", "audio": "", "normalized": ["I was marching towards the climax as well thanks to her tiny vagina and the flowing fluids stimulating my cock."]}, {"name": "Kei", "audio": "v_r-ev192_0059", "normalized": ["Geehhahhaaghhaahhah… No no no, this is , hieaaghh… Noo, I'm going insane, uuhmmnhh!"]}, {"name": "You", "audio": "", "normalized": ["Blow your mind with a creampie!"]}, {"name": "Kei", "audio": "v_r-ev192_0060", "normalized": ["Hummnguuhheeaaghh!"]}, {"name": "", "audio": "", "normalized": ["Kei orgasmed right on the spot as I shoved it in hard from the bottom and came inside her mercilessly."]}, {"name": "Kei", "audio": "v_r-ev192_0061", "normalized": ["Guuhhaahhaahhahh… It's coming in inside me, hiieahh, inside me… N-no… Not in me…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm in there deep, cumming inside your womb."]}, {"name": "Kei", "audio": "v_r-ev192_0062", "normalized": ["Hiiegaahh, no no no… Ahh, inside me… Semen… You are going to…get me pregnant…pregnant…"]}, {"name": "Kei", "audio": "v_r-ev192_0063", "normalized": ["N-not pregnant, no… I don't want to… Aahh, m-my body, again, on its own… Guhggughh, a cock in my womb…"]}, {"name": "Kei", "audio": "v_r-ev192_0064", "normalized": ["D-don't put your ejaculating cock against…against it… Noo, aahh ahhaahhmnn!"]}, {"name": "", "audio": "", "normalized": ["Kei had lowered her orgasming pussy right down onto it and savored the sensation of cum inside her vagina."]}, {"name": "You", "audio": "", "normalized": ["I didn't even order that…"]}, {"name": "Kei", "audio": "v_r-ev192_0065", "normalized": ["Heeghaahh, m-my body… I just did it… Mnnuughh, deep inside me… Really deep in there… Haaggughh!"]}, {"name": "You", "audio": "", "normalized": ["I guess that's the right way to receive cum, so I guess it's okay."]}, {"name": "", "audio": "", "normalized": ["Kei had devoured the pleasure of getting cummed inside thoroughly as she arched her upper body back."]}, {"name": "You", "audio": "", "normalized": ["Come on, it's only the first round."]}, {"name": "", "audio": "", "normalized": ["*Slap!", "*"]}, {"name": "Kei", "audio": "v_r-ev192_0066", "normalized": ["Huughahhmnn!"]}, {"name": "", "audio": "", "normalized": ["Kei was tranced out but I slapped her ass to let her know she could not rest yet."]}, {"name": "You", "audio": "", "normalized": ["Now, you're gonna learn how to match the dick's pounding with your hips."]}, {"name": "Kei", "audio": "v_r-ev192_0067", "normalized": ["N-no more…P-please… Please end this… You already came so much… Please let this end…"]}, {"name": "", "audio": "", "normalized": ["She pleaded with tears in her eyes, but of course, she was forbidden to \"\"deny\"\" any of my orders."]}, {"name": "", "audio": "", "normalized": ["Kei continued to shake her hips in agony until she eventually passed out right on top of me."]}]