[{"name": "", "audio": "", "normalized": ["Inside a room of a love hotel."]}, {"name": "", "audio": "", "normalized": ["The room was filled with abnormal heat and odor."]}, {"name": "Dezel", "audio": "v_sr354_0000", "normalized": ["Mnnghh… Mnnchuh, mnnjuh, churuuhh… Mnnhuh… Juh, juruhh…"]}, {"name": "Man A", "audio": "", "normalized": ["Ughuhh… Th-this is amazing… That pure sister, she's got such a technique…"]}, {"name": "Dezel", "audio": "v_sr354_0001", "normalized": ["Mnngh, mnnmm, mnnhh, mmngh… Haauh, so hot… Haamuh… Mnnjuh, zuhzzhuhh!"]}, {"name": "", "audio": "", "normalized": ["The woman with a cock in her mouth sucked on it hard, making a noise like a vacuum cleaner."]}, {"name": "Man A", "audio": "", "normalized": ["Uhgouoouhh…!", " Th-th-this is… No human should be able to do this…!"]}, {"name": "Dezel", "audio": "v_sr354_0002", "normalized": ["…Mnhehehehh… Mnnghh… Haamm, juhhgh, jubbuh, mnnjuhh…"]}, {"name": "", "audio": "", "normalized": ["The woman smiled, satisfied, and sucked onto the man's penis."]}, {"name": "", "audio": "", "normalized": ["Several naked men were forming a circle around a woman who appeared to be a nun."]}, {"name": "", "audio": "", "normalized": ["The woman was supposed to be of a sacred occupation, yet she was also naked with chastity belts on her nipples and crotch."]}, {"name": "", "audio": "", "normalized": ["The men surrounding her had erect penises and they were waiting in the line for their turn."]}, {"name": "", "audio": "", "normalized": ["It was none other than Dezel, a nun and a demon, who created such a lewd scene."]}, {"name": "Dezel", "audio": "v_sr354_0003", "normalized": ["Juurhuuhh, mnnguhh… Mnnghmm… Your cock, it's so hard and amazing…"]}, {"name": "Man A", "audio": "", "normalized": ["Heheh, thanks, that's nice…!", " Ughh?!"]}, {"name": "", "audio": "", "normalized": ["Dezel firmly grasped the penis with her right hand and, combined with the sensation of her tongue, intense pleasure came over him."]}, {"name": "", "audio": "", "normalized": ["She kissed the tip and licked it with the small movements of her tongue."]}, {"name": "Man A", "audio": "", "normalized": ["Just the fact that really nice nun is blowing me is just, i-it's just so damn good…!"]}, {"name": "Dezel", "audio": "v_sr354_0004", "normalized": ["I see… Hehe, I'm so glad… Now, if you don't mind, let me pleasure you more…"]}, {"name": "", "audio": "", "normalized": ["Dezel liked his response and sped up her hand as it stroked the penis."]}, {"name": "", "audio": "", "normalized": ["In addition, she moved her head about as fast as her hand and pleasured the man with her intense blowjob."]}, {"name": "Man A", "audio": "", "normalized": ["Inside your mouth, it's so warm, so moist, and yet so tight, this feels insanely good…!"]}, {"name": "", "audio": "", "normalized": ["That moment."]}, {"name": "Man B", "audio": "", "normalized": ["Hey, hey, sister, don't you forget about me."]}, {"name": "", "audio": "", "normalized": ["The man with his cock in her left hand let out a disgruntled voice."]}, {"name": "Dezel", "audio": "v_sr354_0005", "normalized": ["…Don't worry about it… Mnnhuh… I haven't forgotten about you…"]}, {"name": "", "audio": "", "normalized": ["As she sucked onto the penis while also speeding up the slowly stroking left hand."]}, {"name": "", "audio": "", "normalized": ["It was not just quick, but she adjusted her grip with finesse."]}, {"name": "", "audio": "", "normalized": ["She was teasing the exact spot where men wanted her to touch, from the tip to the base."]}, {"name": "Man B", "audio": "", "normalized": ["Ugh… Your hands are so lewd, i-it's so good…!"]}, {"name": "Dezel", "audio": "v_sr354_0006", "normalized": ["Mnnghh, juruhpuhh, mnnuuhuh… Huughh… Heheh…"]}, {"name": "", "audio": "", "normalized": ["Dezel let her mouth go from the penis and look at the man on the left."]}, {"name": "Dezel", "audio": "v_sr354_0007", "normalized": ["Hard cocks are nice, but… Yours has a nice tip too…"]}, {"name": "", "audio": "", "normalized": ["Dezel's cheeks turned red and let said ecstatically."]}, {"name": "Dezel", "audio": "v_sr354_0008", "normalized": ["If I was to put this in my pussy, the tip is gonna snug on me nicely and it would feel amazing…"]}, {"name": "Dezel", "audio": "v_sr354_0009", "normalized": ["Haahh… If it wasn't for these damn seals, I would be fucking my brains out now…"]}, {"name": "", "audio": "", "normalized": ["Such lament came out of Dezel's mouth."]}, {"name": "", "audio": "", "normalized": ["The seals… They were the \"chastity belts\" covering her nipples and crotch."]}, {"name": "Dezel", "audio": "v_sr354_0010", "normalized": ["…I want to fuck right now…"]}, {"name": "Dezel", "audio": "v_sr354_0011", "normalized": ["I want your thick, hard cocks inside my pussy and fuck you messily right now, but…"]}, {"name": "", "audio": "", "normalized": ["She said and the face of the priest who put her in the annoying seals flashed in her mind."]}, {"name": "", "audio": "", "normalized": ["She had come down to the human world to hunt for men and their cocks, but a priest sealed her inside a church."]}, {"name": "", "audio": "", "normalized": ["She could not leave the grounds without his permission and the seals that manifested as chastity belts did not come off either."]}, {"name": "", "audio": "", "normalized": ["The seals were preventing her from consuming magical energy through sex."]}, {"name": "", "audio": "", "normalized": ["The priest was not part of any organization as he was simply banishing evil for the good of the people."]}, {"name": "", "audio": "", "normalized": ["Dezel was forced to help him for the semen to sustain herself."]}, {"name": "", "audio": "", "normalized": ["She was spending her days as a nun at the church otherwise."]}, {"name": "", "audio": "", "normalized": ["Dezel was trying to corrupt the priest to have him remove the seal."]}, {"name": "", "audio": "", "normalized": ["However, the priest perished in his battle against the demons."]}, {"name": "", "audio": "", "normalized": ["That caused the seal to weaken and it allowed her to leave occasionally."]}, {"name": "", "audio": "", "normalized": ["And then the chastity belt started to come loose with the desires of other people to have sex with her."]}, {"name": "Dezel", "audio": "v_sr354_0012", "normalized": ["The more I make those men aroused and turned on, the weaker these seals get…"]}, {"name": "", "audio": "", "normalized": ["However, she still could not break the seals on her own, so she stopped hunting demons and was instead hunting for more cocks."]}, {"name": "", "audio": "", "normalized": ["But the man she had her eyes on was killed by a demon and she had to resume hunting demons against her will."]}, {"name": "", "audio": "", "normalized": ["…While on the hunt, she came across Fuuma and had part of her seals removed for cooperating with him."]}, {"name": "", "audio": "", "normalized": ["However, the \"chastity belt\" had fused with Dezel and it could not be removed externally."]}, {"name": "", "audio": "", "normalized": ["Afterward, Dezel found new men and told them that she was a nun and had them come to the church."]}, {"name": "", "audio": "", "normalized": ["Usually, it would have caused a scandal."]}, {"name": "", "audio": "", "normalized": ["However, the fact they had sex would be completely forgotten by them with Dezel's song."]}, {"name": "", "audio": "", "normalized": ["So it never caught the attention of the people outside."]}, {"name": "", "audio": "", "normalized": ["…However, they still remembered the supreme pleasure."]}, {"name": "", "audio": "", "normalized": ["People actually considered Dezel to be a philanthropist as she offered healing to even the poor and drifters."]}, {"name": "", "audio": "", "normalized": ["Dezel was working with Fuuma and she picked some of his men and summoned them to a hotel room."]}, {"name": "", "audio": "", "normalized": ["She could not resist the cocks when they caught her eyes."]}, {"name": "", "audio": "", "normalized": ["Plus, she wanted to make them come to her regularly to have them around her."]}, {"name": "Dezel", "audio": "v_sr354_0013", "normalized": ["I'll make you cum first…"]}, {"name": "", "audio": "", "normalized": ["Dezel said and started sucking onto the penis and the man getting a blowjob groaned."]}, {"name": "Man A", "audio": "", "normalized": ["Y-your tongue… I-it's like it has the mind of its own, slithering…"]}, {"name": "Dezel", "audio": "v_sr354_0014", "normalized": ["Mnnheheheh… It's good, right?", " …Mnngh, mnngh, mmnhh…"]}, {"name": "", "audio": "", "normalized": ["The penis twitched along with the movement."]}, {"name": "Dezel", "audio": "v_sr354_0015", "normalized": ["Mnnmuhh, haamuhh… Mnnghhm, chuubuhh… Guhobouhgubouhbgbouhhoh…!"]}, {"name": "", "audio": "", "normalized": ["Dezel's blowjob was so intense, saliva was splashing all over the place, covering the whole penis."]}, {"name": "", "audio": "", "normalized": ["She so experienced, she easily made men moan with her varied techniques."]}, {"name": "Dezel", "audio": "v_sr354_0016", "normalized": ["Mnnguh, mnnuhh… I'll make you cum too…"]}, {"name": "", "audio": "", "normalized": ["She poured her thick, viscous saliva onto the erect penis in her left hand as well."]}, {"name": "Man B", "audio": "", "normalized": ["Wh-what is with your saliva… I-it's so warm and getting all over my cock…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps it contained some kind of aphrodisiac and the penis throbbed just from the coming in contact with the saliva."]}, {"name": "", "audio": "", "normalized": ["The blood rushed in and soon his tip which she praised grew bigger."]}, {"name": "Dezel", "audio": "v_sr354_0017", "normalized": ["Ahhnmm, so good… Come on, make it bigger, bigger…"]}, {"name": "", "audio": "", "normalized": ["As her left hand moved up and down faster, the mixture of saliva and precum made lewd noises."]}, {"name": "Man B", "audio": "", "normalized": ["Y-your hand… I-it's amazing…!"]}, {"name": "", "audio": "", "normalized": ["In addition to her wrist twisting, she covered the whole tip with her palm, smothering it with the bodily fluids and rubbed it intensely."]}, {"name": "", "audio": "", "normalized": ["Inside of Dezel's hands felt as good as her vagina or even better and pleasure the penis."]}, {"name": "Dezel", "audio": "v_sr354_0018", "normalized": ["Good, so good…!", " Please, let me feel more of your desires…!"]}, {"name": "Dezel", "audio": "v_sr354_0019", "normalized": ["Small, too quick, foreskin, it doesn't matter, right?", " Let me see it all…!"]}, {"name": "", "audio": "", "normalized": ["Soon, Dezel's words got increasingly obscene."]}, {"name": "Dezel", "audio": "v_sr354_0020", "normalized": ["Mnnheh… I won't discriminate against any kind of cock…"]}, {"name": "Dezel", "audio": "v_sr354_0021", "normalized": ["Facing up, looking down, turning left, curved to the right, long shaft, think tip, big tip…"]}, {"name": "Dezel", "audio": "v_sr354_0022", "normalized": ["The heat, feel, taste, texture, hardness, size, precum, semen, everything about cock…!"]}, {"name": "Dezel", "audio": "v_sr354_0023", "normalized": ["I love all the cocks in this world… I love all cocks… I love all the cock, love em!"]}, {"name": "Dezel", "audio": "v_sr354_0024", "normalized": ["Penis, cock, dick, member, male genitalia, mar possible, I don't care what you call it, love cock!"]}, {"name": "", "audio": "", "normalized": ["Dezel was getting carried away by her own words as she said, bursting into laughter."]}, {"name": "", "audio": "", "normalized": ["Men could have assaulted her and fucker her as they pleased any moment then."]}, {"name": "", "audio": "", "normalized": ["However, the men were taken aback by Dezel revealing her true self as cock-crazed slut behind her facade as a nun."]}, {"name": "", "audio": "", "normalized": ["The men…or rather, their lined up cocks were in Dezel's sight as she continued to lewdly suck on them."]}, {"name": "Dezel", "audio": "v_sr354_0025", "normalized": ["Jurruhh!", " …Jubbuhh, mnnchuhh, jubbuhjuuhhbugh… Nuuchuhh, juuhchuhchu, mnnjubbuh…"]}, {"name": "", "audio": "", "normalized": ["She let her tongue run from the top to bottom, thoroughly licking up the entirety of the penis."]}, {"name": "", "audio": "", "normalized": ["The tentacle-like movement stimulated the man's urge to ejaculate intensely."]}, {"name": "Dezel", "audio": "v_sr354_0026", "normalized": ["It's so good… No matter how much I suck on it… I can taste your cock more and more… Muhh, chuhbuhh."]}, {"name": "", "audio": "", "normalized": ["Precum was spewing out of the tip like it was overflowing from the man's penis."]}, {"name": "", "audio": "", "normalized": ["Dezel sucked it in as though she was a bee collecting flower nectar and it made the man writhe."]}, {"name": "Dezel", "audio": "v_sr354_0027", "normalized": ["Juhhjuhhghh… Buhghahh!"]}, {"name": "", "audio": "", "normalized": ["Dezel let her mouth go suddenly.", " As she did, it made a popping sound like when someone removed a suction cup."]}, {"name": "Dezel", "audio": "v_sr354_0028", "normalized": ["Phew… These are nicest cocks I've tasted in a while… The feeling on the tongue and the heat, it's so lovely…"]}, {"name": "Dezel", "audio": "v_sr354_0029", "normalized": ["Maybe… I should make you cum as a reward…"]}, {"name": "", "audio": "", "normalized": ["It seemed Dezel was really enjoying herself and she popped it back into her mouth."]}, {"name": "Man A", "audio": "", "normalized": ["Uguuhh!", " Y-your mouth, inside, it feels too good, it's not right… It's just insanely good…!"]}, {"name": "", "audio": "", "normalized": ["A warm feeling as if it was inside her vagina.", " A coarse sensation of the tongue."]}, {"name": "", "audio": "", "normalized": ["Saliva as vicious as vaginal fluid.", " Tongue moving like tentacles."]}, {"name": "", "audio": "", "normalized": ["Vacuum cleaner-like sucking.", " And her hand as well."]}, {"name": "", "audio": "", "normalized": ["Dezel's blowjob was beyond anything ordinally."]}, {"name": "Dezel", "audio": "v_sr354_0030", "normalized": ["Mnnjubbughh, zzuhhchuhh, juhhghh, jurruruhh!", " Your cocks are so huge, so hot too…!"]}, {"name": "Dezel", "audio": "v_sr354_0031", "normalized": ["Please, just let out all the dick milk… I want it all inside my mouth so I can taste it…!"]}, {"name": "Dezel", "audio": "v_sr354_0032", "normalized": ["I want to taste cum… I want you to cum…!"]}, {"name": "Dezel", "audio": "v_sr354_0033", "normalized": ["Cock… Cock cock cock cock cock cock cock cock…!", " Mnnjuhh, juhhjuhh, juruhh!"]}, {"name": "Man A", "audio": "", "normalized": ["Ughaahh!", " C-c-cumming!"]}, {"name": "Dezel", "audio": "v_sr354_0034", "normalized": ["Mnnoouhgoouhhghh!"]}, {"name": "", "audio": "", "normalized": ["The tip enlarged as large as it could and white semen erupted."]}, {"name": "", "audio": "", "normalized": ["Dezel's mouth began to be filled with thick semen."]}, {"name": "Dezel", "audio": "v_sr354_0035", "normalized": ["Mnnughh!", " …Mnnhuhh, huuhh, huuhh…"]}, {"name": "", "audio": "", "normalized": ["She was breathing short as she received all the semen being poured out with her mouth."]}, {"name": "Dezel", "audio": "v_sr354_0036", "normalized": ["Mnnguhh, haammuh, mnnguhh… S-so much cum… So much…"]}, {"name": "", "audio": "", "normalized": ["When the long ejaculation ended, Dezel puffed up her cheeks and started gathering all the semen around her mouth with her tongue."]}, {"name": "", "audio": "", "normalized": ["And then she showed a joyous smile and chewed the semen in her mouth."]}, {"name": "Dezel", "audio": "v_sr354_0037", "normalized": ["Mnnyuuhh… Nuuchuhh, rellouhh… Mnnheheh, just as I thought… It tastes so good… Hmnnghh…"]}, {"name": "", "audio": "", "normalized": ["She snorted her nose ecstatically, not even letting the smell escape."]}, {"name": "", "audio": "", "normalized": ["Dezel grasped the penis once again."]}, {"name": "Man A", "audio": "", "normalized": ["Wh-what the…!"]}, {"name": "Dezel", "audio": "v_sr354_0038", "normalized": ["Didn't they teach you a blowjob includes post-cum cleaning too…?", " Heheheh."]}, {"name": "", "audio": "", "normalized": ["Dezel's lips and tongue sucked onto the cock which had become extra sensitive after ejaculation."]}, {"name": "Dezel", "audio": "v_sr354_0039", "normalized": ["Chuhhchuhh… Chuuruhh, juurhuhh, mnnchuhh… Mnnjuhbuhgh, chuhh… Juuruhh…!"]}, {"name": "Man A", "audio": "", "normalized": ["Guouhh!", " Sh-she's sucking me dry!"]}, {"name": "Dezel", "audio": "v_sr354_0040", "normalized": ["Chuuhh… Mnngh, chuuhh… Mnnh, chuuhh…"]}, {"name": "", "audio": "", "normalized": ["As she sucked it from the bottom to top, she went back down to the starting position and repeated it."]}, {"name": "", "audio": "", "normalized": ["A thorough cleaning sucking the semen out of his testicles gradually made his penis hard again."]}, {"name": "", "audio": "", "normalized": ["On the other hand――"]}, {"name": "Man B", "audio": "", "normalized": ["Guh, i-it's so hot, just looking at is m-making me…!"]}, {"name": "Dezel", "audio": "v_sr354_0041", "normalized": ["!", " …Hehe, you can't hold it in, can you…?"]}, {"name": "", "audio": "", "normalized": ["The erect penis of the other man getting a handjob tensed up and was starting to look like he was about to ejaculate."]}, {"name": "", "audio": "", "normalized": ["Immediately, Dezel stopped the clean-up blowjob as she sensed it and moved her face towards the tip."]}, {"name": "Dezel", "audio": "v_sr354_0042", "normalized": ["So much precum coming out… What a troublesome cock…"]}, {"name": "", "audio": "", "normalized": ["Then she started rubbed the cock in her hand up thoroughly."]}, {"name": "Dezel", "audio": "v_sr354_0043", "normalized": ["Hehe, the more I stroke it, the hotter it gets… It's not just the big tip you got…!"]}, {"name": "Dezel", "audio": "v_sr354_0044", "normalized": ["Wonderful… Your cock's also amazing too… Good boy, good boy…"]}, {"name": "", "audio": "", "normalized": ["She muttered like she was playing with a child and up her hands."]}, {"name": "Man B", "audio": "", "normalized": ["Ughuhh, I-I'm cumming, i-it's coming out…!"]}, {"name": "Dezel", "audio": "v_sr354_0045", "normalized": ["It's throbbing so much, twitching… You're cumming, your gonna let out the thick, hot cum…!"]}, {"name": "Dezel", "audio": "v_sr354_0046", "normalized": ["Ahhnmm, it's getting hot again… Okay, just let it all out!", " Let it all out into my mouth…!"]}, {"name": "Dezel", "audio": "v_sr354_0047", "normalized": ["Please, your sizzling and savory cum, please pour it right into my mouth!", " I want your cum!"]}, {"name": "", "audio": "", "normalized": ["The moment Dezel opened her mouth up in anticipation――"]}, {"name": "Dezel", "audio": "v_sr354_0048", "normalized": ["Aaghh!", " It's coming!", " So much cum, coming out, ughh!"]}, {"name": "", "audio": "", "normalized": ["The man could not hold it in and started spewing his semen out as her penis throbbed spectacularly."]}, {"name": "", "audio": "", "normalized": ["Dezel took it all in and let it pool inside her mouth."]}, {"name": "Dezel", "audio": "v_sr354_0049", "normalized": ["Muughh, rellouhh… More, more…"]}, {"name": "", "audio": "", "normalized": ["She did not stop her hands and continued to urge the man to ejaculate."]}, {"name": "Man B", "audio": "", "normalized": ["Guhhouhh, ooghh, oohghh… I can't s-stop cumming…!"]}, {"name": "", "audio": "", "normalized": ["The man's knees trembled and she desperately tried to keep on his feet."]}, {"name": "Dezel", "audio": "v_sr354_0050", "normalized": ["You must've been holding it in for quite a while… It's so thick like jelly, it's almost getting stuck in my throat…"]}, {"name": "", "audio": "", "normalized": ["Dezel mixed the semen from two men inside her mouth."]}, {"name": "", "audio": "", "normalized": ["She cooked up a cocktail of almost solid semen and the semen from the previous ejaculation."]}, {"name": "Dezel", "audio": "v_sr354_0051", "normalized": ["Mnnghh!", " Mnnhh… They are both so thick… Tastes so good…"]}, {"name": "Dezel", "audio": "v_sr354_0052", "normalized": ["So slimy and sticky… And smells nasty too, wonderful…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she wanted to keep savoring the semen and continued to play with it in her mouth, not swallowing it."]}, {"name": "Man B", "audio": "", "normalized": ["Haauh, haahh… Sh-she's one hell of a cock-crazy slut…!"]}, {"name": "", "audio": "", "normalized": ["The man saw Dezel act so and tried to pull his hips away――"]}, {"name": "Dezel", "audio": "v_sr354_0053", "normalized": ["No…!"]}, {"name": "", "audio": "", "normalized": ["She pulled the cock towards her mouth along with his hips and then started stroking in."]}, {"name": "Dezel", "audio": "v_sr354_0054", "normalized": ["I'll keep fucking you some more till I'm satisfied… Hehe…"]}, {"name": "", "audio": "", "normalized": ["The man was rendered immobile and he could only writhe from the given pleasure."]}, {"name": "Man B", "audio": "", "normalized": ["Ugh, I-I just came but this is, guughh?!"]}, {"name": "", "audio": "", "normalized": ["Then a small amount of semen left inside his urethra spewed out and Dezel also poured it into her mouth."]}, {"name": "Dezel", "audio": "v_sr354_0055", "normalized": ["Look at that, you can keep cumming more… I'm really starting to like your cock now…"]}, {"name": "", "audio": "", "normalized": ["She lightly nibbled on the tip and repeatedly grabbed and let go of the shaft."]}, {"name": "", "audio": "", "normalized": ["It made already heated cock from the ejaculation even hotter."]}, {"name": "Dezel", "audio": "v_sr354_0056", "normalized": ["Aahhnm, it's getting even bigger now… Imagine what it would be like to get my pussy pounded by such huge tip…"]}, {"name": "Dezel", "audio": "v_sr354_0057", "normalized": ["It's gonna scrape me up in my pussy and it'll feel so good…!"]}, {"name": "", "audio": "", "normalized": ["Dezel could not hold it in and sucked the cock in with her mouth with semen still inside."]}, {"name": "Dezel", "audio": "v_sr354_0058", "normalized": ["Mnnbughh…!", " Mnnguhh, zuuhchuhh, mnnghuhh… Gyuhhchuhh, mnnchuh, mnbuhh…!"]}, {"name": "", "audio": "", "normalized": ["She made obscene noises while she savored the penis."]}, {"name": "Man B", "audio": "", "normalized": ["Th-the tip is nudging on her lips over and over… I've never had a blowjob like this before…!"]}, {"name": "", "audio": "", "normalized": ["She stimulated the tip by nudging it with her lips and sucked the semen out as she also stroked the shaft with her hand."]}, {"name": "", "audio": "", "normalized": ["It was too intense to call it a clean-up blowjob."]}, {"name": "", "audio": "", "normalized": ["It felt as good as a real sex to the man."]}, {"name": "Dezel", "audio": "v_sr354_0059", "normalized": ["Jubbuhh, zzjuughh… Mnnhuhh, it's so good, tastes so good…!", " Juubouhh, juruhh, guhhjuhh…"]}, {"name": "", "audio": "", "normalized": ["The man was not simply feeling pleasure."]}, {"name": "", "audio": "", "normalized": ["His penis was still sensitive from the lingering pleasure of orgasm and the continuous ongoing pleasure."]}, {"name": "", "audio": "", "normalized": ["Sensensation equal to orgasm was repeatedly coming over him."]}, {"name": "Dezel", "audio": "v_sr354_0060", "normalized": ["Mnnguhh… I'm sorry I couldn't suck you more… Mnnchuhh, mnmmhmhhm…"]}, {"name": "", "audio": "", "normalized": ["She continued to stimulate the enlarged tip of his penis inside her mouth thoroughly."]}, {"name": "Man B", "audio": "", "normalized": ["I-I can't go back to other women now that I know how this feels…!"]}, {"name": "", "audio": "", "normalized": ["Dezel was satisfied by his reaction and sucked onto his tip even harder."]}, {"name": "Dezel", "audio": "v_sr354_0061", "normalized": ["Chuh, chuuhh… Mnnghh… Please, give me your cum… Mnnguhh, chuuhh…"]}, {"name": "", "audio": "", "normalized": ["She was sucking out every last drop of semen from the man especially carefully."]}, {"name": "", "audio": "", "normalized": ["The man's penis throbbed repeatedly like he was orgasming repeatedly and ejaculated any leftover semen into her mouth."]}, {"name": "", "audio": "", "normalized": ["…Then, eventually, he let out all the semen left in his urethra and ran dry――"]}, {"name": "Dezel", "audio": "v_sr354_0062", "normalized": ["Mnnughh…"]}, {"name": "", "audio": "", "normalized": ["She finally let her mouth go off of the penis after sucking it dry."]}, {"name": "Dezel", "audio": "v_sr354_0063", "normalized": ["…Huhh… Mnnheheheh…"]}, {"name": "", "audio": "", "normalized": ["She was breathing through her nostrils and occasionally smiled as her cheeks puffed up again."]}, {"name": "", "audio": "", "normalized": ["She chewed the semen being pooled inside her mouth, playing it with on her tongue and savored it."]}, {"name": "Dezel", "audio": "v_sr354_0064", "normalized": ["…Mnnguhh… Mnngh, mnnhh… Gooch, goohch, goucch, guhhchh…"]}, {"name": "", "audio": "", "normalized": ["She gulped her throat and swallowed the semen being stored in her mouth."]}, {"name": "", "audio": "", "normalized": ["Every time she felt the viscous sensation of semen passing through her throat, Dezel's crotch burned up from the arousal."]}, {"name": "Dezel", "audio": "v_sr354_0065", "normalized": ["Mnnguh, mnnuhh… Haahahh…"]}, {"name": "", "audio": "", "normalized": ["Once she finished swallowing everything, Dezel let out a long, satisfied sigh."]}, {"name": "Dezel", "audio": "v_sr354_0066", "normalized": ["…Mnnhuhh… Ahhnm, my belly is burning up with cum!", " So hot, hot."]}, {"name": "", "audio": "", "normalized": ["Dezel was turned on and she continued to mutter joyously."]}, {"name": "Dezel", "audio": "v_sr354_0067", "normalized": ["It's so thick, so hot, and so smelly that my nose is getting stuffed… It really is wonderful."]}, {"name": "Dezel", "audio": "v_sr354_0068", "normalized": ["The feeling of lava-like sizzling semen passing through the throat… My goodness, this is amazing!"]}, {"name": "Dezel", "audio": "v_sr354_0069", "normalized": ["I was right when I chose you… Hehe, you Fuuma people all have such nice cocks."]}, {"name": "", "audio": "", "normalized": ["Dezel smiled with an erotic expression and said.", " It made the men aroused once again."]}, {"name": "", "audio": "", "normalized": ["They thought they were done with the ejaculation and clean-up blowjob, but their penises were getting hard."]}, {"name": "Man A", "audio": "", "normalized": ["…I-I just haven't had enough, damn!"]}, {"name": "Man B", "audio": "", "normalized": ["It's all your fault because you're too fucking hot, you know?"]}, {"name": "Dezel", "audio": "v_sr354_0070", "normalized": ["Oh my… You're all getting hard again… Ahhnm."]}, {"name": "", "audio": "", "normalized": ["Dezel's lewd mannerism stimulated their lust and their desires started growing quickly."]}, {"name": "", "audio": "", "normalized": ["The blood rushed into their penis and made them erect once more."]}, {"name": "", "audio": "", "normalized": ["Two men's cocks had grown even larger than before their first ejaculation as opaque fluid seeped out from the tip."]}, {"name": "Dezel", "audio": "v_sr354_0071", "normalized": ["Wonderful… This is just so wonderful…!", " Your cocks had gotten so big, they are almost ready to cum anytime…"]}, {"name": "Dezel", "audio": "v_sr354_0072", "normalized": ["Looks at them, just look… Now they look even tastier than before, they are so good!"]}, {"name": "", "audio": "", "normalized": ["Her eyes glimmered and gave the cocks a good, solid look."]}, {"name": "", "audio": "", "normalized": ["That alone was enough to make their erect penis throb, twitching as it was waiting to be touched at any moment."]}, {"name": "Dezel", "audio": "v_sr354_0073", "normalized": ["Haahh… I just want them in my pussy right now…"]}, {"name": "", "audio": "", "normalized": ["Dezel's provocative voice and words struck their lust directly."]}, {"name": "", "audio": "", "normalized": ["Men who had not had their cocks sucked by her were so aroused, they were almost ejaculating without even being touched."]}, {"name": "Man C", "audio": "", "normalized": ["Come on, let me have a go.", " I can't wait anymore!"]}, {"name": "Man D", "audio": "", "normalized": ["I can't wait either!", " Come on, let me just do her!"]}, {"name": "Man A", "audio": "", "normalized": ["I've only cum once too, and look at how lewd she is, I just can't hold it in seeing it…"]}, {"name": "Man B", "audio": "", "normalized": ["It's just not enough… I can keep cumming over and over…!"]}, {"name": "", "audio": "", "normalized": ["That moment."]}, {"name": "", "audio": "", "normalized": ["*Clink*"]}, {"name": "", "audio": "", "normalized": ["Suddenly, the sound of the chain echoed into Dezel's ears."]}, {"name": "", "audio": "", "normalized": ["As she instinctively looked down at her body, she noticed the chastity belt on her nipples and crotch were coming loose."]}, {"name": "Dezel", "audio": "v_sr354_0074", "normalized": ["Good… I can get rid of the seals like this…!"]}, {"name": "", "audio": "", "normalized": ["Dezel realized and looked around."]}, {"name": "Dezel", "audio": "v_sr354_0075", "normalized": ["…Now, who else's cock is ready to cum right now?"]}, {"name": "", "audio": "", "normalized": ["Dezel figured the men's heightening lust was going to release her chastity belts and sought even more desires."]}, {"name": "Man C", "audio": "", "normalized": ["Me too!", " I'm about to cum any time now, a-and if you touch me right now, I'll cum immediately!"]}, {"name": "Man D", "audio": "", "normalized": ["S-same for me!", " Come on, just do me, hurry it up, please, I can't keep it in any longer, or I'm going mad!"]}, {"name": "", "audio": "", "normalized": ["Me, me, the waiting men rushed towards her."]}, {"name": "Man A", "audio": "", "normalized": ["Wait a minute, I haven't been quite satisfied yet, so my turn's not over yet, alright!"]}, {"name": "Man B", "audio": "", "normalized": ["I still got more cum left in me!", " Come on, let me finish cumming before you do them!"]}, {"name": "", "audio": "", "normalized": ["The two who just ejaculated raised their voice.", " Everyone at the scene was waiting to let go of their desire."]}, {"name": "Dezel", "audio": "v_sr354_0076", "normalized": ["Good, good… All these cock, going so wild because they want me…!"]}, {"name": "", "audio": "", "normalized": ["Dezel witnessed the exposed lust of the beasts."]}, {"name": "", "audio": "", "normalized": ["She was aroused by the oncoming waves of desires and showed an ecstatic smile."]}, {"name": "Dezel", "audio": "v_sr354_0077", "normalized": ["Hehe… With so many of you, the seal should be broken soon so I can have real sex…"]}, {"name": "", "audio": "", "normalized": ["Dezel said to the men while being excited about what was to come."]}, {"name": "Dezel", "audio": "v_sr354_0078", "normalized": ["Alright, guys.", " Come on and cum all over me…!"]}, {"name": "", "audio": "", "normalized": ["They were dumbfounded by her proposal."]}, {"name": "", "audio": "", "normalized": ["For the moment, everyone was expecting her to give each of them a blowjob or something."]}, {"name": "Man C", "audio": "", "normalized": ["Whatever… I'm gonna cum real quick like this anyway, so I'll just fap a load for you!"]}, {"name": "", "audio": "", "normalized": ["One of the more potent men stepped out and pointed his gun as Dezel."]}, {"name": "Dezel", "audio": "v_sr354_0079", "normalized": ["Yes, yes…!", " Come on, all of you, cock, come on…!"]}, {"name": "", "audio": "", "normalized": ["Dezel opened her mouth up to urge them to pour cum inside."]}, {"name": "Man D", "audio": "", "normalized": ["…Oh what the hell, me too…!"]}, {"name": "", "audio": "", "normalized": ["No one could resist the urge to ejaculate and the men all pointed their lust at Dezel."]}, {"name": "Dezel", "audio": "v_sr354_0080", "normalized": ["What a great cocks you got… Now, why don't you cover me with your cum?"]}, {"name": "", "audio": "", "normalized": ["They started stroking their cocks without needing to be told."]}, {"name": "", "audio": "", "normalized": ["Their hands moved up and down madly, giving almost painful stimulation to their cocks."]}, {"name": "Dezel", "audio": "v_sr354_0081", "normalized": ["Hehe… I want to suck them as a reward, but… I can't suck all of them at once…!"]}, {"name": "", "audio": "", "normalized": ["Dezel moved forward to the next step to further tease those foolish and adorable cocks."]}, {"name": "Dezel", "audio": "v_sr354_0082", "normalized": ["Mnnheheheh… Chuhh, chuhppahh, guhhchuhh… Mnnchuh, churuh, mmnhmm…"]}, {"name": "Dezel", "audio": "v_sr354_0083", "normalized": ["Juuhh, juruhh, chuhchuhh… Heheh, it's almost like being sucked yourself, isn't it?", " Chuuhppuh, guhhcuhh…"]}, {"name": "", "audio": "", "normalized": ["She pretended she was sucking on a cock and made lewd, wet noises while moving her tongue erotically."]}, {"name": "Man C", "audio": "", "normalized": ["Aghh!", " Th-that's so fucking lewd…!"]}, {"name": "Man D", "audio": "", "normalized": ["It really is like getting a real blowjob-and I just can't…!"]}, {"name": "", "audio": "", "normalized": ["Precum started to seep out of the tip of the cocks of the men, acting as a lubricant, even though Dezel was not even touching them."]}, {"name": "", "audio": "", "normalized": ["Moist noises echoed along with the stroking sounds and the atmosphere turned even more erotic."]}, {"name": "Dezel", "audio": "v_sr354_0084", "normalized": ["So much precum… Oh my, what a smell…!"]}, {"name": "Dezel", "audio": "v_sr354_0085", "normalized": ["And you're getting so tense, like all the blood inside you is rushing down there… Doesn't it hurt?"]}, {"name": "", "audio": "", "normalized": ["The question was no longer reaching the men as they feverishly stroked their cocks."]}, {"name": "Dezel", "audio": "v_sr354_0086", "normalized": ["…So, do you really want to cum on me that much?", " Oh, alright then… Chuhhcuh, juuppuhh…"]}, {"name": "Dezel", "audio": "v_sr354_0087", "normalized": ["Mnnuhh, juuruhh, juubuuhh, mnnjuhh… Cock, cock… Juhhbuhh, cuhchuruhh…"]}, {"name": "Dezel", "audio": "v_sr354_0088", "normalized": ["Come on, cum on me now, mnnhhmn, please give me your dick milk… Juruhjuruurruh!"]}, {"name": "Man A", "audio": "", "normalized": ["I-I'm cumming already…!"]}, {"name": "Dezel", "audio": "v_sr354_0089", "normalized": ["Alright, come, come…!", " Mnnchuhh, cuuchuuhh, hurry, please cum with your cock…!"]}, {"name": "", "audio": "", "normalized": ["Soon, the obscene odor became so strong from the mixture of various bodily fluids and then――"]}, {"name": "Dezel", "audio": "v_sr354_0090", "normalized": ["Aaahghaahh!", " Cum, coming, aaghh… Dick milk, coming out, aahh…!"]}, {"name": "", "audio": "", "normalized": ["Every single turret aimed at Dezel started firing the lumps of white semen at her."]}, {"name": "Dezel", "audio": "v_sr354_0091", "normalized": ["Huhaahh… Aaaghh, aahhnmgh…!", " Such hot cum…!", " Bukkake cum…!"]}, {"name": "Dezel", "audio": "v_sr354_0092", "normalized": ["It's so hot and so thick… So great… Your cock, cock… So much dick milk…"]}, {"name": "", "audio": "", "normalized": ["Dezel received their smelly semen with her body and rejoiced as if she had taken a shower after a long day."]}, {"name": "", "audio": "", "normalized": ["The passion of men stroking their cocks to give Dezel more semen gathered and――"]}, {"name": "Dezel", "audio": "v_sr354_0093", "normalized": ["…!", " Y-yes…!", " My seals, my seals…!"]}, {"name": "", "audio": "", "normalized": ["Immediately…she noticed white smoke rising from Dezel's nipples and crotch area."]}, {"name": "", "audio": "", "normalized": ["The dark desires overpowered the seal and the chastity belt disappeared…!"]}, {"name": "", "audio": "", "normalized": ["This had finally exposed her nipples and crotch which had been locked away underneath the chastity belt."]}, {"name": "", "audio": "", "normalized": ["Semen dripped onto her now exposed genitals."]}, {"name": "Dezel", "audio": "v_sr354_0094", "normalized": ["?!", " Aghh, noo!", " M-my nipples and pussy, cum dripping…!"]}, {"name": "Dezel", "audio": "v_sr354_0095", "normalized": ["Mnnaahh, aghh, heeaghh!"]}, {"name": "", "audio": "", "normalized": ["Dezel's jumped around like she was having a seizure and orgasmed."]}, {"name": "", "audio": "", "normalized": ["Just the sensation of the semen running along her nipples and vagina aroused her beyond her limits."]}, {"name": "Dezel", "audio": "v_sr354_0096", "normalized": ["Haah, haauh, haahh… Mnnhehehe… Finally, finally, I'm free from it…!"]}, {"name": "", "audio": "", "normalized": ["She was enjoying herself quite a bit as she played with foaming semen inside her mouth."]}, {"name": "Dezel", "audio": "v_sr354_0097", "normalized": ["Mnngh, mnnhuughh, mmnnghnm…!", " Just the taste of cum is making my pussy burn up… Aaagh!"]}, {"name": "", "audio": "", "normalized": ["Her body started moving instinctively, shaking her hips lewdly."]}, {"name": "Dezel", "audio": "v_sr354_0098", "normalized": ["Mnnhuhh, this, this, this!", " This is it!", " Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Dezel orgasmed lightly and trembled from pleasure."]}, {"name": "", "audio": "", "normalized": ["Her seals getting broken meant Dezel could feel the pleasure at its full strength."]}, {"name": "", "audio": "", "normalized": ["She imagined what it would be like to have real sex after so long while she scooped and tasted the semen."]}, {"name": "", "audio": "", "normalized": ["Meanwhile――"]}, {"name": "", "audio": "", "normalized": ["The men were not even shaken after ejaculating so spectacularly and they only wished to ejaculate more semen into Dezel."]}, {"name": "Dezel", "audio": "v_sr354_0099", "normalized": ["What a wonderful cocks…!", " This is perfect…!"]}, {"name": "Dezel", "audio": "v_sr354_0100", "normalized": ["Now, we're getting started… This time, inside me… Yeah?"]}, {"name": "", "audio": "", "normalized": ["Dezel said so and men showed off their excitement, almost assaulting Dezel right there and then."]}, {"name": "Dezel", "audio": "v_sr354_0101", "normalized": ["Mnheheheh… Hahahahah…!"]}, {"name": "", "audio": "", "normalized": ["Dezel's mad laughter echoed."]}, {"name": "", "audio": "", "normalized": ["The insane orgy was just getting started…"]}]