[{"name": "Futaba", "audio": "v_r-ev193_0000", "normalized": ["I-I'll begin now…"]}, {"name": "You", "audio": "", "normalized": ["Good, lower your hips there."]}, {"name": "", "audio": "", "normalized": ["In the middle of the floor of a gymnasium was a girl clad in Taimanin suit who weakly proclaimed the start of a humiliation, \"Futaba Kinugiri."]}, {"name": "", "audio": "", "normalized": ["She was a new student at Gosha Academy.", " Friendly, hard-working, and honest."]}, {"name": "", "audio": "", "normalized": ["On top of that, she was very pretty, so she was almost like a pop-idol to some of the students at the academy."]}, {"name": "", "audio": "", "normalized": ["But because of how honest and hard-working she was, she did not understand humor very well, especially when someone made fun of the Taimanin."]}, {"name": "Futaba", "audio": "v_r-ev193_0001", "normalized": ["Mnnghh, ughh, uughuhh, m-my crotch, i-it aches, haaghh, haauhh, haaghh!"]}, {"name": "", "audio": "", "normalized": ["She was ordered by the academy to infiltrate another school where it was deemed an opposing organization was scheming."]}, {"name": "", "audio": "", "normalized": ["She was to transfer to the said school under the guise of an unassuming student, pretending she was not an aspiring Taimanin."]}, {"name": "", "audio": "", "normalized": ["Thanks to her training up to that point, nobody suspected anything wrong with her cover, initially."]}, {"name": "Futaba", "audio": "v_r-ev193_0002", "normalized": ["Aaahh, aaughh, guhhffuhh!", " Mnnghh, nnmmg, mmnnhh!"]}, {"name": "", "audio": "", "normalized": ["But once she was about to make the move to catch the culprit in the act, the Taimanin in training slipped."]}, {"name": "", "audio": "", "normalized": ["Her cover was compromised by the enemy boss and she ended up here thanks to him taking some of the regular male students hostage."]}, {"name": "", "audio": "", "normalized": ["She was acting to obscure her true identity, but she could not just let the students die, especially as they were her classmates."]}, {"name": "Futaba", "audio": "v_r-ev193_0003", "normalized": ["Uguhhffh, huuffghh, m-my crotch, it's burning up, so hot, aahh, aagghh!"]}, {"name": "", "audio": "", "normalized": ["To save the hostages, she was about to be forced to satisfy all the students by herself, as a virgin, no less."]}, {"name": "Futaba", "audio": "v_r-ev193_0004", "normalized": ["(Ugh, this is how the Demons operate… Just as I was taught, a cowardly, shrewd, and despicable race.", ")"]}, {"name": "", "audio": "", "normalized": ["When she was ordered to infiltrate, she had no info on what she was up against, and remained up to this point."]}, {"name": "", "audio": "", "normalized": ["But Futaba was convinced she was facing off against the Demons."]}, {"name": "", "audio": "", "normalized": ["It was mostly because of an almost brainwashing-level teaching of the Kinugiri Clan on how filthy the Demons were."]}, {"name": "Futaba", "audio": "v_r-ev193_0005", "normalized": ["Haahh, haauhghh, haauugguh!", " I-I can't take it!", " No more, in my stomach, I can't fit it in, aaghh, haamnn!"]}, {"name": "Futaba", "audio": "v_r-ev193_0006", "normalized": ["(Ugh… Why am I forced to do such a thing.", ")"]}, {"name": "", "audio": "", "normalized": ["One of the students was lying under Futaba and penetrated her crevice with his violently erect penis."]}, {"name": "", "audio": "", "normalized": ["Only the tip had made its way in, yet Futaba was writhing in tearing agony from her crotch and all over her body."]}, {"name": "Futaba", "audio": "v_r-ev193_0007", "normalized": ["(Wh-what is this… Ughh, uughh!", " Those boys, why are these so huge, uhh, uguhh, a-and what a gruesome shape they are…)"]}, {"name": "", "audio": "", "normalized": ["She saw the penis with its shaft covered with thick veins all over and shuddered in the fear."]}, {"name": "Futaba", "audio": "v_r-ev193_0008", "normalized": ["(N-no, I don't want to do this… Why do I have to…)"]}, {"name": "Futaba", "audio": "v_r-ev193_0009", "normalized": ["(I've never done this before with anyone… Especially with someone I don't love…)"]}, {"name": "You", "audio": "", "normalized": ["What's the matter?", " Hurry up.", " If you aren't going to do it, I'm just going to kill them off."]}, {"name": "Futaba", "audio": "v_r-ev193_0010", "normalized": ["W-wait!", " I'll do it, okay, I'll do it!", " Uugghh…!"]}, {"name": "", "audio": "", "normalized": ["Futaba was hurried by the man who had been watching her.", " She moved quietly until then, but she hastily lowered her hips to lose her virginity."]}, {"name": "", "audio": "", "normalized": ["*Squish*"]}, {"name": "Futaba", "audio": "v_r-ev193_0011", "normalized": ["Ughh… Ugguughh…!"]}, {"name": "", "audio": "", "normalized": ["Her tensed up vagina was again forced open by the dick already halfway into her."]}, {"name": "You", "audio": "", "normalized": ["Just get it over with.", " It's gonna take days at this rate."]}, {"name": "Futaba", "audio": "v_r-ev193_0012", "normalized": ["B-but… I don't know what to…"]}, {"name": "Futaba", "audio": "v_r-ev193_0013", "normalized": ["(Ughh… Th-this is the fate of one born to…the family of a Taimanin…?", ")"]}, {"name": "Futaba", "audio": "v_r-ev193_0014", "normalized": ["(…Then, I shall endure this humiliation!", ")"]}, {"name": "", "audio": "", "normalized": ["Futaba felt the tip touch her hymen and her expression tensed up for a moment, but she braced for it and dropped her hips."]}, {"name": "", "audio": "", "normalized": ["*Squeeze* *Slide* *Slide* *Rip!", "*"]}, {"name": "Futaba", "audio": "v_r-ev193_0015", "normalized": ["Aaagiiehh?!", " Hiighuuhh, hiighh!"]}, {"name": "", "audio": "", "normalized": ["That instant, an electrifying sensation ran up from her groin to the top of her head and she could hear the sound of her hymen breaking through her bones."]}, {"name": "Futaba", "audio": "v_r-ev193_0016", "normalized": ["(Aaaughh!", " …I-it's inside me… The penis is in me!", ")"]}, {"name": "", "audio": "", "normalized": ["She was fighting against the pain as she looked down at her crotch and saw the blight red blood from defloration dripping down her thighs."]}, {"name": "Futaba", "audio": "v_r-ev193_0017", "normalized": ["Ughuhh… B-but this is nothing… Haahuuhuuh!"]}, {"name": "", "audio": "", "normalized": ["Futaba was visibly shaken by not only the pain of defloration, but also by the fact she lost her virginity to a boy she did not even like."]}, {"name": "", "audio": "", "normalized": ["But she was still a girl born into the lineage of Taimanin.", " She held in the tears in her eyes and looked back fiercely at the man."]}, {"name": "Futaba", "audio": "v_r-ev193_0018", "normalized": ["…I-isn't this…what you want?!"]}, {"name": "", "audio": "", "normalized": ["I could stand against this much pain… She thought to herself, but immediately merciless words were thrown at Futaba."]}, {"name": "You", "audio": "", "normalized": ["No, just getting started.", " You are quite slow, aren't you?"]}, {"name": "You", "audio": "", "normalized": ["Make sure everyone is satisfied.", " You don't finish everything, these boys will die."]}, {"name": "Futaba", "audio": "v_r-ev193_0019", "normalized": ["Wh-what!", " Aaaughh, uughh, ughgguuhh!"]}, {"name": "You", "audio": "", "normalized": ["Let me go over the terms, as you seem to be an idiot.", " Okay?"]}, {"name": "You", "audio": "", "normalized": ["You will serve and satisfy every guy in the room from now."]}, {"name": "You", "audio": "", "normalized": ["And you will tell everyone that you are a Taimanin.", " Once all the guys are satisfied, then I will not hurt them."]}, {"name": "You", "audio": "", "normalized": ["But if you can't get it done right, then consider the hostages dead in no time."]}, {"name": "", "audio": "", "normalized": ["The man was giving orders to back Futaba into a corner."]}, {"name": "Futaba", "audio": "v_r-ev193_0020", "normalized": ["(Ughh… I really do not want to do this.", " But my sloppiness caused all this to happen… I have to endure this…!", ")"]}, {"name": "Futaba", "audio": "v_r-ev193_0021", "normalized": ["(That's right.", " I'm a Taimanin, I must fight those shrewd plots!", ")"]}, {"name": "", "audio": "", "normalized": ["Futaba was acting rather strong-willed and hid her weakness well."]}, {"name": "", "audio": "", "normalized": ["She began to slowly move her hips as if she was consoling the students faced with the fear of death as she was enduring the pain of defloration."]}, {"name": "Futaba", "audio": "v_r-ev193_0022", "normalized": ["Nmm… Mnnghh… Ughh, guhhuhh!"]}, {"name": "", "audio": "", "normalized": ["Every time she moved, her recently deflorated vagina was scraped by the tip of the penis and puncturing pain ran through her crotch."]}, {"name": "", "audio": "", "normalized": ["Even then, she gradually sped up her hips so she could fulfill the order she was given by the man."]}, {"name": "", "audio": "", "normalized": ["The students looking at the sight swallowed their saliva and gulped their throats."]}, {"name": "", "audio": "", "normalized": ["A live sex show right in front of their eyes was definitely too stimulating to those boys right in the middle of puberty."]}, {"name": "", "audio": "", "normalized": ["The blood rushed to their groins and erectile tissue expanded.", " No one was able to resist the natural reaction."]}, {"name": "", "audio": "", "normalized": ["They were in fear, but they could not be helped but be aroused by the lewd display of Futaba as she was one of the prettiest girls in the class."]}, {"name": "Futaba", "audio": "v_r-ev193_0023", "normalized": ["(Wh-what?", " Everyone's looking at me dirty all of a sudden…)"]}, {"name": "You", "audio": "", "normalized": ["Hey, these guys are waiting on you too.", " Come on, move your hips more like a slut and make that guy cum already."]}, {"name": "Futaba", "audio": "v_r-ev193_0024", "normalized": ["I-I don't…!", " Ughh…uuhh…!"]}, {"name": "Futaba", "audio": "v_r-ev193_0025", "normalized": ["Aaagh, aahh, aagghaahh!", " Mnnguhh, gguhh, guhuughhmn!"]}, {"name": "", "audio": "", "normalized": ["Although she had been a virgin until just moments ago, she ignored all the pain and wildly swung her hips as she was ordered."]}, {"name": "", "audio": "", "normalized": ["Her never-used-before vagina naturally squeezed tight onto the stimulating penis in reaction."]}, {"name": "", "audio": "", "normalized": ["And it was secreting fluids, attempting to ease the pain even a little, but it worked the opposite for her now."]}, {"name": "Futaba", "audio": "v_r-ev193_0026", "normalized": ["Mnnhaahh… Mnnghh!", " Ahh, s-something… Just now… Throbbed… Haauhhghmn?!"]}, {"name": "You", "audio": "", "normalized": ["What's up?"]}, {"name": "Futaba", "audio": "v_r-ev193_0027", "normalized": ["(Wait!", " Wh-what did I just…?", ")"]}, {"name": "", "audio": "", "normalized": ["Every time the boy underneath her shook, her dick in her vagina moved."]}, {"name": "Futaba", "audio": "v_r-ev193_0028", "normalized": ["Mnnghh, no… Don't move your penis, please… Mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["As she was getting familiar with the feeling of her vagina being rubbed with the cock, a sweet, tingling sensation was building up deep in her stomach."]}, {"name": "", "audio": "", "normalized": ["The desire stimulated her feminine instincts and loosened Futaba's lips, letting out the moans she was holding in."]}, {"name": "Futaba", "audio": "v_r-ev193_0029", "normalized": ["Mnnghh… Aaahh, aaghh!", " The penis rubbing on vagina… It feels amazing!"]}, {"name": "You", "audio": "", "normalized": ["What, you are feeling better already?", " Haha!", " Well, Taimanin are well trained, indeed!"]}, {"name": "Futaba", "audio": "v_r-ev193_0030", "normalized": ["(N-noo, it's not like that… It isn't, noo…)"]}, {"name": "Futaba", "audio": "v_r-ev193_0031", "normalized": ["(B-but, why…?", " It's not just the pain anymore, but my pussy is starting to feel good…)"]}, {"name": "", "audio": "", "normalized": ["She was half anticipating to orgasm soon and half scared to think of what will become of her if she kept feeling this way for long."]}, {"name": "", "audio": "", "normalized": ["The pain was already gone.", " Futaba's face was skewed from the given pleasure and desperately moved her hips."]}, {"name": "", "audio": "", "normalized": ["The boys looking at her feminine figure, twerking her hips lewdly, began to murmur their desires."]}, {"name": "", "audio": "", "normalized": ["――Some said their dick was getting hard, some said they had to touch their cocks, a few already had began masturbating."]}, {"name": "", "audio": "", "normalized": ["――Or the others who said it was too early to start fapping because they can fuck the school's idol when it was their turn."]}, {"name": "", "audio": "", "normalized": ["Those hostages who were cowering in fear of death were now at ease with it, for better or worse."]}, {"name": "Futaba", "audio": "v_r-ev193_0032", "normalized": ["Mnng, guhh… Mnn, ngh… Ahh, mnhuughh… P-penis… So good…"]}, {"name": "", "audio": "", "normalized": ["The voices of the boys did not reach Futaba as she was too focused on moving her hips, but she could feel something was happening around her."]}, {"name": "Futaba", "audio": "v_r-ev193_0033", "normalized": ["(No… I'm embarrassed, please don't look at me like this… I don't really want to do this…!", ")"]}, {"name": "", "audio": "", "normalized": ["She thought to herself, but her hips were moving in such an erotic manner it aroused the guys."]}, {"name": "", "audio": "", "normalized": ["And the sultry sound of skin hitting skin echoes as if it was tempting them."]}, {"name": "", "audio": "", "normalized": ["The student on the bottom could not move by himself, but his cock was throbbing and the tip was getting red and bigger."]}, {"name": "You", "audio": "", "normalized": ["Hey, looks like he's about to cum, doesn't he?", " Give him your permission to cum, inside you."]}, {"name": "Futaba", "audio": "v_r-ev193_0034", "normalized": ["Tssk?!", " But, that's…!", " I'll get…pregnant if he came inside me…"]}, {"name": "You", "audio": "", "normalized": ["Oh, then you can stop it, rightt?"]}, {"name": "Futaba", "audio": "v_r-ev193_0035", "normalized": ["No!", " …Mnghh, why is this, aaghh!"]}, {"name": "You", "audio": "", "normalized": ["So how is it?"]}, {"name": "Futaba", "audio": "v_r-ev193_0036", "normalized": ["Ugh… O-okay…then!", " Cum inside me!", " Come inside my pussy!"]}, {"name": "Futaba", "audio": "v_r-ev193_0037", "normalized": ["Let out all that cum into me, please give me all your seed, right into my pussy!"]}, {"name": "", "audio": "", "normalized": ["Once the student heard her plea, he shoved his hips up high and released his semen as he crushed her womb opening."]}, {"name": "Futaba", "audio": "v_r-ev193_0038", "normalized": ["(Hmnnghhmmghh!", ")"]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Squish* *Supt* *Splursh*"]}, {"name": "", "audio": "", "normalized": ["The very first sex, and the very first cum in her vagina.", " She fought to keep her sweet moans from letting out."]}, {"name": "Futaba", "audio": "v_r-ev193_0039", "normalized": ["(Mnnghh!", " S-so good!", " A-amazing!", " I can feel the semen seeping all other my pussy, aahh, aagghhaahh?!", ")"]}, {"name": "Futaba", "audio": "v_r-ev193_0040", "normalized": ["(N-no way?!", " My stomach is aching and longing for more, haaughh, haauhmnng!", ")"]}, {"name": "Futaba", "audio": "v_r-ev193_0041", "normalized": ["(I-it can't be, can't be… It's my first time and already… I'm longing for more cum… I want more inside me…)"]}, {"name": "", "audio": "", "normalized": ["At that moment, Futaba's vagina contracted and squeezed on the dick inside her even tighter and sucked out the cum."]}, {"name": "", "audio": "", "normalized": ["*Spurrtt* *Throb* *Throb* *Throb* *Spew* *Spew* *Sput* *Throb* *Sploott*"]}, {"name": "", "audio": "", "normalized": ["The student, completely unaware that Futaba was desperately resisting the pleasure, continued to fill her vagina with even more cum."]}, {"name": "Futaba", "audio": "v_r-ev193_0042", "normalized": ["Huaaghh!", " S-so much… Mnghh…"]}, {"name": "Futaba", "audio": "v_r-ev193_0043", "normalized": ["(Ahh, aghh… C-come on!", " I have to, fight it, fight it…!", ")"]}, {"name": "", "audio": "", "normalized": ["She clenched her teeth and endured the pleasure of being cummed inside."]}, {"name": "Futaba", "audio": "v_r-ev193_0044", "normalized": ["Haauhh, haauhh… Ughh, guhh… I-is it, over, yet…?"]}, {"name": "You", "audio": "", "normalized": ["What are you taking a breath for?", " There's tons more boys that need saving from you."]}, {"name": "Futaba", "audio": "v_r-ev193_0045", "normalized": ["Ugh!", " …Uhh!"]}, {"name": "You", "audio": "", "normalized": ["I don't now how many hours it's gonna take at this rate though…"]}, {"name": "You", "audio": "", "normalized": ["Hey, you over there."]}, {"name": "You", "audio": "", "normalized": ["I don't care how many, just have Futaba stroke you dick, or fap and cum on her.", " I know you can't wait much longer, eh?"]}, {"name": "", "audio": "", "normalized": ["Then there was a little commotion among them and then cheers erupted."]}, {"name": "Futaba", "audio": "v_r-ev193_0046", "normalized": ["Hiighh… No, no, noo…!"]}, {"name": "", "audio": "", "normalized": ["The students, now overtaken by lust, rushed to Futaba."]}, {"name": "", "audio": "", "normalized": ["To her clear skin, waist-long hair, well-toned ass, right-sized beautiful breasts, and the hole meant to pleasure the male…"]}, {"name": "", "audio": "", "normalized": ["Being violated by the student's eyes made Futaba's body burn up."]}, {"name": "Futaba", "audio": "v_r-ev193_0047", "normalized": ["(Everyone wants to fuck me so badly with their hard cocks… I don't know what will happen if I was fucked by all those…)"]}, {"name": "", "audio": "", "normalized": ["The students kept telling her it was only so they can live, to forgive them for it.", " Just a blowjob.", " It was so both of them could service."]}, {"name": "", "audio": "", "normalized": ["Everyone said they were scared to die, but focused on violating Futaba."]}, {"name": "Futaba", "audio": "v_r-ev193_0048", "normalized": ["Aahh…ah…"]}, {"name": "", "audio": "", "normalized": ["Futaba felt fear from the abnormality of the situation, but she failed to notice she could not stop her body from aching and burning anymore."]}, {"name": "", "audio": "", "normalized": ["The lied down student was removed and another student slid under her crotch."]}, {"name": "Futaba", "audio": "v_r-ev193_0049", "normalized": ["D-don't be so hasty now, I will take care of you all… Mnghh… Mguhh… I-it's coming inside me again… Ahh!"]}, {"name": "", "audio": "", "normalized": ["She grabbed and guided the dick poking at her cum-drenched crevice into her vagina."]}, {"name": "", "audio": "", "normalized": ["Other students aroused by the sight of her back arched and sweet moans shoved their cocks to her one after another."]}, {"name": "", "audio": "", "normalized": ["She understood what it meant, grabbed them with both of her hands, and began to slowly stroke them in synch with her hips' movement."]}, {"name": "", "audio": "", "normalized": ["And another cock was whipped out right in front of her."]}, {"name": "Futaba", "audio": "v_r-ev193_0050", "normalized": ["Ahh, haaghh, haghh, haghh.", " Wh-what?"]}, {"name": "You", "audio": "", "normalized": ["Suck on it."]}, {"name": "Futaba", "audio": "v_r-ev193_0051", "normalized": ["What?", " N-no, no way… This thing… With my mouth, mnbuhh?!"]}, {"name": "", "audio": "", "normalized": ["Even before she had the time to answer, the impatient student forced his cock into her mouth, shocking it through her lips by force."]}, {"name": "Futaba", "audio": "v_r-ev193_0052", "normalized": ["(N-noo!", " It stinks…and bitter, tastes weird too…)"]}, {"name": "You", "audio": "", "normalized": ["What are you waiting for, work on it."]}, {"name": "Futaba", "audio": "v_r-ev193_0053", "normalized": ["Y-yes… Mnnbuuhh, mnghh, chuuhchumnchuhh, haamngh… Juuhhgh, mnghuhh…"]}, {"name": "Futaba", "audio": "v_r-ev193_0054", "normalized": ["Mnbuughh, mnghh… Mnjuhh, juruhrrlluhh… Lerruhhrelohuhr… Mhghh pfuaahh… Mnchuuh…"]}, {"name": "Futaba", "audio": "v_r-ev193_0055", "normalized": ["(Hauuhmn… I don't know what is going on.", " My hands, my mouth, and my vagina, they all feel so good…)"]}, {"name": "", "audio": "", "normalized": ["She was still in the haze from the orgasm but kept on pleasing the students."]}, {"name": "", "audio": "", "normalized": ["The hostages could not wait for their turns as they were turned on by the look of her sweet and sultry face and some even started to masturbate on their own."]}, {"name": "Futaba", "audio": "v_r-ev193_0056", "normalized": ["You're all so hard, so thick, and so manly… Juuruhh… Your dicks, they are throbbing so hard… Huughuhhmn."]}, {"name": "Futaba", "audio": "v_r-ev193_0057", "normalized": ["Mnhh, mnjuhh, juruuhh, something is coming out of the tip… Haaughh, haaujuuhh."]}, {"name": "Futaba", "audio": "v_r-ev193_0058", "normalized": ["Does it feel even better if I rub this on my hands, juughh, juughuhh, and stroked your dick?"]}, {"name": "Futaba", "audio": "v_r-ev193_0059", "normalized": ["Hyaahh?!", " N-noo!", " I felt your dick shaking and getting even bigger inside my pussy just now, juroouhh, juopphhff."]}, {"name": "Futaba", "audio": "v_r-ev193_0060", "normalized": ["The feeling of having it scrape up against my pussy… I-I kinda like it… Ahh, aahhmnn… Juughh!"]}, {"name": "", "audio": "", "normalized": ["She stared at the numerous cocks surrounding her with a dreamy face and frantically kept moving her hips, hands, and face."]}, {"name": "", "audio": "", "normalized": ["The students did not even need to move as Futaba was doing all the work."]}, {"name": "Futaba", "audio": "v_r-ev193_0061", "normalized": ["Aahh, I can feel it… It's getting better and better, aaghh, it's coming?!", " I can feel a big one coming!"]}, {"name": "", "audio": "", "normalized": ["Futaba sped up her servicing under the pretense of trying to finish them off as quickly as possible."]}, {"name": "", "audio": "", "normalized": ["But she was unaware of the fact that her body, now stimulated by the feminine instinct, only wanted to devour the pleasure."]}, {"name": "Futaba", "audio": "v_r-ev193_0062", "normalized": ["Mnng, mnghh… Ahh, oh my goodness… You're all so hard… Hard dick feels so good… Amazing!", " Juuhruuhrruullguhh!"]}, {"name": "", "audio": "", "normalized": ["She could feel all the cocks were throbbing faster now."]}, {"name": "Futaba", "audio": "v_r-ev193_0063", "normalized": ["Y-you want to cum…now…?"]}, {"name": "", "audio": "", "normalized": ["All the students around her nodded in unison."]}, {"name": "Futaba", "audio": "v_r-ev193_0064", "normalized": ["Th-then cum on me!"]}, {"name": "Futaba", "audio": "v_r-ev193_0065", "normalized": ["Lots and lots of the white and sticky cum.", " Pour them all on me!", " Haaujuuhh, juughh!"]}, {"name": "Futaba", "audio": "v_r-ev193_0066", "normalized": ["I'm coming too… I'll come with you too, come, coming, come, come, commiingg!"]}, {"name": "", "audio": "", "normalized": ["She kept frantically moving her hips and drilled her own womb with the tips over and over."]}, {"name": "Futaba", "audio": "v_r-ev193_0067", "normalized": ["C-coming, coming coming coming coming, coommiinngg, ughh!"]}, {"name": "", "audio": "", "normalized": ["*Squeezzee*"]}, {"name": "", "audio": "", "normalized": ["As Futaba screamed, her mouth, hands, and pussy all tightened up at once and all the cock around her erupted."]}, {"name": "", "audio": "", "normalized": ["Even the students who had been masturbating by looking at her let out their desire as well."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spurt* *Splosh* *Spew* *Spurrtt* *Splosh* *Sput* *Spurt* *Drip* *Splash* *Spuurrtt*"]}, {"name": "", "audio": "", "normalized": ["Every single one of her holes and her entire body was drenched in cum and Futaba writhed violently."]}, {"name": "Futaba", "audio": "v_r-ev193_0068", "normalized": ["Mnnyeaahh… S-so much cum on me, so much semen, mnnbbughh?!", " I-I'm coming, I'm coming again!", " Again!"]}, {"name": "", "audio": "", "normalized": ["Futaba continued to orgasm from the sensation of the penis and the semen."]}, {"name": "", "audio": "", "normalized": ["And the students kept on cumming on her, being encouraged by her reaction, making their cum rain on her."]}, {"name": "Futaba", "audio": "v_r-ev193_0069", "normalized": ["Heeahh… This is amazing… It's so thick, I'm going to melt away… Soo goodd… Juughuhh…"]}, {"name": "Futaba", "audio": "v_r-ev193_0070", "normalized": ["Please give me more dick juice, more dick juice… Make me drown in the cum… Mnnjuughh, juuhh, juughh…"]}, {"name": "", "audio": "", "normalized": ["She was enjoying the taste of the semen by scooping it with her tongue."]}, {"name": "", "audio": "", "normalized": ["The man saw her lewd behavior and tranced expression, then he told Futaba to move on."]}, {"name": "You", "audio": "", "normalized": ["I know you are enjoying yourself, but there's a line.", " Hurry up and fuck the next guy already."]}, {"name": "Futaba", "audio": "v_r-ev193_0071", "normalized": ["Y-yes…"]}, {"name": "", "audio": "", "normalized": ["Futaba was drawn to the next student with tottering steps and mounted on him."]}, {"name": "", "audio": "", "normalized": ["A few hours later, Futaba was there with her entire body soaked in cum."]}, {"name": "You", "audio": "", "normalized": ["Good.", " Let's have your classmates see you pour out all the cum inside your stomach to finish this off."]}, {"name": "You", "audio": "", "normalized": ["It'll be a nice memory to remember this."]}, {"name": "Futaba", "audio": "v_r-ev193_0072", "normalized": ["Yes… Mnnghh."]}, {"name": "", "audio": "", "normalized": ["She had been violated by countless dicks since then and not only her surface, but her insides were full of cum as well."]}, {"name": "", "audio": "", "normalized": ["As if to prove the fact, her stomach had inflated as if she was pregnant from all the cum."]}, {"name": "Futaba", "audio": "v_r-ev193_0073", "normalized": ["…Mnnghhuhh!"]}, {"name": "", "audio": "", "normalized": ["Almost like she was taking a dump, she spread her legs and strained with her legs slightly shivering."]}, {"name": "Futaba", "audio": "v_r-ev193_0074", "normalized": ["H-hey everyone… I'm going to cum right now.", " Don't miss it, okay, look closely."]}, {"name": "", "audio": "", "normalized": ["She proclaimed with short tongue and her cheeks loosened."]}, {"name": "", "audio": "", "normalized": ["*Sput*"]}, {"name": "", "audio": "", "normalized": ["*Sput* *Spew* *Spew* *Spew* *Spew* *Splat* *Splosh* *Sput* *Squiirrtt*"]}, {"name": "Futaba", "audio": "v_r-ev193_0075", "normalized": ["Aaahhghhaahh!", " It's coming out, coming out!", " I'm a girl but I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["She let out all sorts of vulgar noises as if she was farting and spewed loads of cum out of her crevice."]}, {"name": "Futaba", "audio": "v_r-ev193_0076", "normalized": ["I'm a slut Taimanin!", " Look at Futaba's cum, please!"]}, {"name": "", "audio": "", "normalized": ["Futaba was completely broken by now and her shameful act continued on."]}, {"name": "", "audio": "", "normalized": ["After she had expelled most of the cum out of her body, she screamed at her classmates with an ahegao."]}, {"name": "Futaba", "audio": "v_r-ev193_0077", "normalized": ["I'm not coming back!", " To class anymore!"]}, {"name": "Futaba", "audio": "v_r-ev193_0078", "normalized": ["But please remember!", " How you fucked Futaba today!"]}, {"name": "You", "audio": "", "normalized": ["…Haha."]}, {"name": "", "audio": "", "normalized": ["She was only an aspiring Taimanin, easily broken."]}, {"name": "", "audio": "", "normalized": ["It saved me time to tame her…but it also made me want to enjoy her more.", " The man grinned ominously with the thought."]}, {"name": "You", "audio": "", "normalized": ["I'll keep my promises.", " You all go home now."]}, {"name": "You", "audio": "", "normalized": ["Of course, should you tell anyone about this, I will kill you.", " And Futaba is now mine.", " Remember."]}, {"name": "", "audio": "", "normalized": ["With all their cum drained and groggy like a burnt-out candles, the students nodded absentmindedly."]}, {"name": "", "audio": "", "normalized": ["And then Futaba licked her lips at the man."]}, {"name": "Futaba", "audio": "v_r-ev193_0079", "normalized": ["Juuruhh… Yes… Whatever you say… Mnghh…"]}, {"name": "", "audio": "", "normalized": ["Apparently, that word of submission was her last remaining strength as she lied down and passed out."]}, {"name": "", "audio": "", "normalized": ["The man picked up Futaba and left the gym filled with the stench of cum."]}]