[{"name": "", "audio": "", "normalized": ["――Muffled voices of a woman echoed in the dimly lit room in the hideout."]}, {"name": "Koran", "audio": "v_r-ev202_0000", "normalized": ["…Damn it!", " L-let me go.", " I said, let me go!", " Shit!"]}, {"name": "You", "audio": "", "normalized": ["Too bad for you, I can't just do that.", " You've made quite a mess and chopped up numbers of my men, you see?"]}, {"name": "", "audio": "", "normalized": ["A naked body suspended upside down showed its silhouette in the dark basement."]}, {"name": "Koran", "audio": "v_r-ev202_0001", "normalized": ["Hum!", " It doesn’t matter how many of those shitty henchmen you get, they're no match for me!"]}, {"name": "", "audio": "", "normalized": ["The name of this woman who kept boasting was Koran.", " She was a warrior who belonged to the USF special operations unit, \"G\"."]}, {"name": "", "audio": "", "normalized": ["She had sneaked in to attack me in my sleep."]}, {"name": "", "audio": "", "normalized": ["She slashed with the sharp blades built into her cybernetic arms and caused considerable damage."]}, {"name": "", "audio": "", "normalized": ["I had finally succeeded in capturing her after sacrificing the valuable lives of many men."]}, {"name": "You", "audio": "", "normalized": ["The blades on your arms, they were so much trouble for us.", " Should I just destroy it so you can't use it…?"]}, {"name": "Koran", "audio": "v_r-ev202_0002", "normalized": ["Haha!", " Cyber-arms aren't my only powers.", " You should know better if you saw me use my legs, right?"]}, {"name": "", "audio": "", "normalized": ["The intruder was laughing fearlessly even in the tight spot.", " Her attitude did not change at all despite being captured."]}, {"name": "You", "audio": "", "normalized": ["…Hmm.", " I see."]}, {"name": "", "audio": "", "normalized": ["Koran was a melee fighter, utilizing not only her dimly shining arms but also her quick and sharp kicks."]}, {"name": "", "audio": "", "normalized": ["She used a kicking technique named \"Blade-legs\" with her non-cybernetic, human legs."]}, {"name": "You", "audio": "", "normalized": ["Now that I think about it, you did use a strange technique, yeah?", " I thought that was Taimanin thing…?"]}, {"name": "", "audio": "", "normalized": ["I took a good look at her exposed perky breasts and astonishingly beautiful curves of her legs."]}, {"name": "", "audio": "", "normalized": ["And I took a step towards her well-toned female body."]}, {"name": "Koran", "audio": "v_r-ev202_0002_02", "normalized": ["Huh.", " You're still a Fuuma man, after all."]}, {"name": "Koran", "audio": "v_r-ev202_0003", "normalized": ["That's right.", " I can concentrate my chi and I can kick with my legs, even sharper than an actual blade."]}, {"name": "Koran", "audio": "v_r-ev202_0004", "normalized": ["…You're already bitching about my skills.", " I will make mincemeat out of you easily."]}, {"name": "You", "audio": "", "normalized": ["I see.", " Now I get why you are so boisterous."]}, {"name": "", "audio": "", "normalized": ["The Taimanin who used to belong to Fuuma clan but was defeated by Asagi Igawa, Danjou Fuuma…my father, whom Koran switched sides to UFS with."]}, {"name": "Koran", "audio": "v_r-ev202_0005", "normalized": ["If you see it, then let me go already… And, what the hell did you do to my outfit!", " You fucking pervert!"]}, {"name": "You", "audio": "", "normalized": ["Hmph.", " Yap all you want…"]}, {"name": "", "audio": "", "normalized": ["No matter how humiliated she was, Koran did not give up."]}, {"name": "", "audio": "", "normalized": ["She had modified her arms to cybernetic ones and reminded me of someone I did not want to think of."]}, {"name": "", "audio": "", "normalized": ["When she was protesting me with her voice with a slight hint of shame, it made my sadistic desire grow."]}, {"name": "", "audio": "", "normalized": ["I had urges to make a woman like her obey me, to corrupt her into a lewd whore."]}, {"name": "You", "audio": "", "normalized": ["That's not gonna happen.", " I'm gonna have to let your body pay for what you did to my comrade, you see?"]}, {"name": "", "audio": "", "normalized": ["I was only able to capture her with the sacrifices made by many of my men.", " I was not going to back down without getting a little revenge."]}, {"name": "Koran", "audio": "v_r-ev202_0007", "normalized": ["Hey, hey.", " You just saw how much I can move, didn't you?", " You're not doing much, justing hanging me upside down, eh?"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I suppose.", " Anyway, you do have amazing legs…"]}, {"name": "", "audio": "", "normalized": ["The wrists of the woman who was being hung from the pillar were tied behind her back and the legs were bound wide open."]}, {"name": "", "audio": "", "normalized": ["As she told me, I did not think she would give up that easily, but it was good enough to hold the wild horse bucking around."]}, {"name": "Koran", "audio": "v_r-ev202_0008", "normalized": ["H-hey, what the fuck are you staring at now… D-don't you think of anything stupid, alright?"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " That's impossible.", " Your tight ass and these damn legs… There's no way I won't get turned on."]}, {"name": "", "audio": "", "normalized": ["I stripped naked behind the woman's hand upside down and then petted her legs lightly from the bottom to the top."]}, {"name": "Koran", "audio": "v_r-ev202_0009", "normalized": ["Mnnaaghh?!", " …Wh-what the hell are you doing?!", " Y-you… Fucking pervert!"]}, {"name": "", "audio": "", "normalized": ["Koran clenched her teeth frustratedly even while she was upside down.", " It was like she was letting out an aura that could kill from her entire body."]}, {"name": "Koran", "audio": "v_r-ev202_0010", "normalized": ["Damn… You're a traitor to Taimanin!"]}, {"name": "You", "audio": "", "normalized": ["Wait, wait.", " You guys are the traitors, aren't you?", " How is he doing, after you fled to the UFS, doing fine?"]}, {"name": "Koran", "audio": "v_r-ev202_0011", "normalized": ["You… Just because you're Master Danjou's son, I'm gonna let you go?!"]}, {"name": "", "audio": "", "normalized": ["Master Danjou, she said so even in the current situation."]}, {"name": "You", "audio": "", "normalized": ["Oh, why not."]}, {"name": "You", "audio": "", "normalized": ["You're gonna leave UFS and will eventually join me and work for me anyway, yeah?", " You know that, right…?"]}, {"name": "Koran", "audio": "v_r-ev202_0012", "normalized": ["Wh-what the fuck are you talking about… Cut the shit!"]}, {"name": "", "audio": "", "normalized": ["The female fighter refused my offer with audacity."]}, {"name": "", "audio": "", "normalized": ["I shrugged my shoulders pretending to give up, but then I put my face close to the crotch of the bound woman."]}, {"name": "You", "audio": "", "normalized": ["If we traitors work together, we can make a strong organization, neither Taimanin, nor UFS."]}, {"name": "You", "audio": "", "normalized": ["…I need someone as gutsy as you are, hmm?"]}, {"name": "Koran", "audio": "v_r-ev202_0013", "normalized": ["D-don't you get any closer!", " Damn it… L-let me go!", " Let me go?!"]}, {"name": "", "audio": "", "normalized": ["Her outfit was undone as she was still hung upside down."]}, {"name": "", "audio": "", "normalized": ["And her beautifully curvy legs were wide open."]}, {"name": "", "audio": "", "normalized": ["I reached for Koran's body as she stimulated sadistic desires…"]}, {"name": "You", "audio": "", "normalized": ["If you're not gonna listen to me, then I'm just gonna do things my way, that's all…"]}, {"name": "Koran", "audio": "v_r-ev202_0014", "normalized": ["S-stop it right now… What the hell is that… H-hey.", " Damn it, cut the crap already?!"]}, {"name": "", "audio": "", "normalized": ["――*Buzz*"]}, {"name": "", "audio": "", "normalized": ["The motor's deep humming noise echoed in the hideout basement."]}, {"name": "", "audio": "", "normalized": ["I placed a simple electric vibrator right onto Tararan's crotch like a power-massager."]}, {"name": "Koran", "audio": "v_r-ev202_0015", "normalized": ["Aaghh… Wh-what the fuck is this?!", " Aaaghh, mnnughagh, N-noo… Noo!"]}, {"name": "", "audio": "", "normalized": ["Koran twisted her body desperately trying to escape from the vibration hitting her most sensitive parts."]}, {"name": "", "audio": "", "normalized": ["However, with the bondage affixing her body, she could not do so and only the buckles of the bondage made empty metallic noises."]}, {"name": "Koran", "audio": "v_r-ev202_0016", "normalized": ["Haahh, haauh… Aghh, guuhhghh?!", " L-let me go, let me go!"]}, {"name": "You", "audio": "", "normalized": ["Come on now, if you struggle so hard, the vibrators are only going to do in deeper, see?", " Like this…"]}, {"name": "", "audio": "", "normalized": ["――*Buzz*"]}, {"name": "Koran", "audio": "v_r-ev202_0017", "normalized": ["Haauughuhhghh?!", " …D-damn it!", " Wh-what the hell is this, thing, haughh… Y-you're gonna pay for it, eghh!"]}, {"name": "", "audio": "", "normalized": ["The female warrior was groaning from the agony as she was already seeping fluids from her pinkish colored crotch."]}, {"name": "", "audio": "", "normalized": ["She stared angrily at me with agony on her face."]}, {"name": "", "audio": "", "normalized": ["But it also seemed she could not ignore how the vibrator buried in her crotch was moving."]}, {"name": "", "audio": "", "normalized": ["I adjusted the strength of the vibration with the switch in my hand and stimulated her labia from multiple different angles."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " If you look at me with such anticipating eyes, I'm glad I'm teasing you like this, eh?"]}, {"name": "Koran", "audio": "v_r-ev202_0018", "normalized": ["Sh-shut the hell up!", " Who the hell is…aagahh, aagughh?!", " …Uguhh…Mnngh!"]}, {"name": "You", "audio": "", "normalized": ["You say that, but I can see lewd juice coming out of you continuously, you see?", " Come on, come on!"]}, {"name": "", "audio": "", "normalized": ["How Koran was still trying to resist me appeared so silly and I rubbed her whole labia with the vibrator, pressing hard against it."]}, {"name": "Koran", "audio": "v_r-ev202_0019", "normalized": ["Gughh?!", " Aaghh… Aaahh… S-stop.", " I'm…not gonna be…defeated by such a thing…"]}, {"name": "", "audio": "", "normalized": ["Koran's entire body was shuddering violently, but she still kept up her defiant attitude."]}, {"name": "", "audio": "", "normalized": ["Her legs were stretched to the toes with the muscles on the surface tensed up and emphasized, only twitching and trembling."]}, {"name": "Koran", "audio": "v_r-ev202_0020", "normalized": ["Aaghh… Ahh, guhh!", " U-using that damn toy on me like that!", " …Aaaugh…I'm not gonna feel… Aagh, aahh?!"]}, {"name": "You", "audio": "", "normalized": ["Looks like your voice is getting weaker and weaker, Koran?", " Now it'll make you feel a lot better if you stop resisting, hmm?"]}, {"name": "", "audio": "", "normalized": ["I used the tip of the vibrator to stimulate Koran's clitoris still under her skin, pretentiously making circles around them as I teased her."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was now free from the stimulation into the core of her body, Koran was catching her breath, trying to fight the vibration and pleasure."]}, {"name": "Koran", "audio": "v_r-ev202_0021", "normalized": ["Wh-who the hell…would fall for such an obvious trap!", " I'm not gonna buy your…bullshit!"]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " Then I have no choice…"]}, {"name": "", "audio": "", "normalized": ["I pretty much knew how Koran was going to react."]}, {"name": "", "audio": "", "normalized": ["So I held the vibrator upside down in my hand and shoved it right into Koran's crotch which was now slightly moist from the pussy juice."]}, {"name": "Koran", "audio": "v_r-ev202_0022", "normalized": ["…Mnnhaaghh!", " Aaaghh, ooughh… Oghhghou… Hoouoghh?!"]}, {"name": "", "audio": "", "normalized": ["Koran's body jumped back as she screamed wildly."]}, {"name": "", "audio": "", "normalized": ["Her legs were still held wide open and she could only adjust to the stimulation with just the strength of her labia."]}, {"name": "", "audio": "", "normalized": ["She continued to drool pathetically as she was being stimulated directly from above her suspended body."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " How does the vibrator feel?", " Does it feel so good you can't even speak?", " You can savor it all you want, as deep as you want."]}, {"name": "Koran", "audio": "v_r-ev202_0023", "normalized": ["Oghghh… Hughh, damn it… Fuck you.", " Wh-who the fuck… Gugh….", " Gahaahgh?!"]}, {"name": "", "audio": "", "normalized": ["The female warrior opened her mouth and gasped like a beached fish and tried to speak."]}, {"name": "", "audio": "", "normalized": ["However, the vibrator deep inside her vagina scraped her inside mercilessly instead."]}, {"name": "Koran", "audio": "v_r-ev202_0024", "normalized": ["Gughh… Uuughh!", " S-stop this already.", " Cut it out now!", " …Aghh, aghh!"]}, {"name": "", "audio": "", "normalized": ["The ends of her desperate words were painted over with pleasure."]}, {"name": "", "audio": "", "normalized": ["The vibrator had already gone in about halfway, but if I let my hands go, it felt like it was going to pop out of her pussy thanks to all the fluids coming out."]}, {"name": "You", "audio": "", "normalized": ["Huh, cut what out now?", " I can't hear you well."]}, {"name": "", "audio": "", "normalized": ["I moved the vibrator in my hand back and forth to let the moist and slippery tip rub up inside her vagina."]}, {"name": "", "audio": "", "normalized": ["It made lewd, wet noises and Koran's entire body shuddered violently while she was still being bound."]}, {"name": "Koran", "audio": "v_r-ev202_0025", "normalized": ["Heghh?!", " Aaghh… Ahh, n-noo… Aaghh, aaheghh!"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha.", " What happened to your up-your-ass attitude?", " You're getting so wet and starting to sound like a little girl, huh?"]}, {"name": "", "audio": "", "normalized": ["I kept the switch on the vibrator to high and pressed the part poking out the side of the vibrator right onto her clitoris."]}, {"name": "", "audio": "", "normalized": ["I could almost hear creaking sound from her completely wide-open crotch joint."]}, {"name": "Koran", "audio": "v_r-ev202_0026", "normalized": ["Aaghh… Ahh, s-do deep?!", " …It's coming inside me, so deep, ughh!"]}, {"name": "", "audio": "", "normalized": ["With the merciless movement of the sex toy, Koran's scream was starting to change into higher moans."]}, {"name": "You", "audio": "", "normalized": ["How is it?", " If you leave the UFS and join me, then I can give you pleasure like this any time, see?"]}, {"name": "Koran", "audio": "v_r-ev202_0027", "normalized": ["…Aaahh.", " aaguhh… N-no way… I will never…?!"]}, {"name": "", "audio": "", "normalized": ["I felt moving loyalty from Koran literary clenching her teeth, trying to hold onto her determination."]}, {"name": "You", "audio": "", "normalized": ["…Well, I thought you might say that, just with the toy."]}, {"name": "", "audio": "", "normalized": ["I grinned smugly and shoved my cock which was all ready to go right into her anus while the vibrator was still in her vagina."]}, {"name": "Koran", "audio": "v_r-ev202_0028", "normalized": ["Mnnhhuuhaaghh?!", " Aghh, n-n-not there, aaghh?!"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You do have nice, muscle-toned legs… It's real nice and tight, just as I thought."]}, {"name": "", "audio": "", "normalized": ["With the sudden insertion into the anus, Koran moaned loudly, almost like a scream."]}, {"name": "", "audio": "", "normalized": ["With her legs fully open, I had no problem inserting into her with the position."]}, {"name": "", "audio": "", "normalized": ["Or rather, the posture allowed me to insert very smoothly, even giving me some new pleasure."]}, {"name": "Koran", "audio": "v_r-ev202_0029", "normalized": ["Aghh… Aaahh, aguhh… Mnngh, mnnughh, mnngu… Aahh!"]}, {"name": "", "audio": "", "normalized": ["Koran could only open and close her mouth and gasp like a fish with the pressure from above."]}, {"name": "", "audio": "", "normalized": ["Of course, I had no intention to just stop."]}, {"name": "", "audio": "", "normalized": ["I held Koran's well-toned ass right in place and began to move my hips back and forth."]}, {"name": "Koran", "audio": "v_r-ev202_0030", "normalized": ["Oogghh.", " Oghh… It's coming in so deep, so deep… It's knocking… Mooughh!"]}, {"name": "You", "audio": "", "normalized": ["It's not just my cock, eh?", " Over here too…"]}, {"name": "", "audio": "", "normalized": ["As I continued to pound her, I controlled the vibrator with one hand.", " I fucked both the front and back holes and it made my movement much more stable."]}, {"name": "Koran", "audio": "v_r-ev202_0031", "normalized": ["Oooghh!", " M-my pussy…and my ass too… Both at the same time?!", " Aaghh, aaheeghh!"]}, {"name": "", "audio": "", "normalized": ["With the brutal stimulation coming from both her anus and vagina, Koran was no longer resisting much."]}, {"name": "", "audio": "", "normalized": ["Like this, all I needed to do now is just to keep pounding her hard to let her taste it."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You said all those tough things and now you're moaning like crazy, with both your ass and pussy!"]}, {"name": "Koran", "audio": "v_r-ev202_0032", "normalized": ["Aaghh… Aahh, aaheghh.", " B-both…at the same time, it's coming all at once!", " Aaghh…aahh, aauhguhh."]}, {"name": "", "audio": "", "normalized": ["With the overwhelming pain and stimulation, her body was being shaken and her legs had completely opened up."]}, {"name": "", "audio": "", "normalized": ["Even the slight stimulation lead to pleasure for Koran and she was now accepting the pleasure of the double penetration with her whole body."]}, {"name": "You", "audio": "", "normalized": ["It's real nice and tight.", " Huh.", " Here, here!"]}, {"name": "Koran", "audio": "v_r-ev202_0033", "normalized": ["Aghh!", " Aheghh!", " I-it's scraping up so hard, inside me, so hard, ughh?!"]}, {"name": "", "audio": "", "normalized": ["It seemed the tip of the cock and the vibrator were hitting each other through a thin wall."]}, {"name": "You", "audio": "", "normalized": ["Huh… You're done."]}, {"name": "", "audio": "", "normalized": ["I kept the switch of the vibrator to the maximum and buried it deep inside her."]}, {"name": "", "audio": "", "normalized": ["I held both of Koran's thighs right in place and pounded her hips hard and fast."]}, {"name": "", "audio": "", "normalized": ["Her thighs which have hunted many preys before was just firm and moist enough and felt superb."]}, {"name": "Koran", "audio": "v_r-ev202_0034", "normalized": ["Oghh… Oghuh, oohughh!", " M-my pussy and ass…"]}, {"name": "Koran", "audio": "v_r-ev202_0035", "normalized": ["B-both of them…scraping up so hard!", " Aghh, aauughh… Eghhghh!"]}, {"name": "", "audio": "", "normalized": ["Koran was sinking deep into the pleasure while being suspended."]}, {"name": "", "audio": "", "normalized": ["I continued to pound her tight anus repeatedly and she squeezed harder and harder as I fucked her."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I guess it pays to be the master of the leg-blades, eh?", " It's squeezing so tight on my cock."]}, {"name": "Koran", "audio": "v_r-ev202_0036", "normalized": ["Aghh… H-how do you like it, my pussy?", " Aaghh, hauhgh, hahh… I do work out a lot… You know, aahugmn!"]}, {"name": "", "audio": "", "normalized": ["Koran looked smug while I was still fucking her but she was taken back by the pressure from the penis and her eyes opened wide."]}, {"name": "Koran", "audio": "v_r-ev202_0037", "normalized": ["…Aaaghh, ooughh!", " M-my ass… My pussy too… S-so deep inside… Scraping me so hard!"]}, {"name": "You", "audio": "", "normalized": ["Good, Koran… You're sucking my cock so hard… Ghh… I'm about to cum too…!"]}, {"name": "", "audio": "", "normalized": ["With the fierce stimulation from her squeezing so hard, I was getting ready to ejaculate as well."]}, {"name": "", "audio": "", "normalized": ["I hugged her tighs again and pounded my hips deeper."]}, {"name": "Koran", "audio": "v_r-ev202_0038", "normalized": ["Aaaghahh?!", " Aaaghh, aaheghh… A-already… N-noo… Eghh!"]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Splosh* *Spew* *Spew* *Throb* *Sput*"]}, {"name": "Koran", "audio": "v_r-ev202_0039", "normalized": ["Aaaghh?!", " Aahaahh.", " M-my ass, my asshole, aaghh, come, come, come!"]}, {"name": "", "audio": "", "normalized": ["The moment I went in deep, my cock spewed a massive amount of cum."]}, {"name": "", "audio": "", "normalized": ["The moment Koran felt the cum on her, she seemed to have orgasmed too."]}, {"name": "Koran", "audio": "v_r-ev202_0040", "normalized": ["Aagghh… M-my ass, ass sex!", " I-it feels so good… It feels too good, ughh!", " Mngh, mnnhoughh… Oghh, oghh…"]}, {"name": "", "audio": "", "normalized": ["Koran slack opened her mouth wide and let her tongue hang pathetically out of her mouth as she devoured the pleasure with her whole body."]}, {"name": "", "audio": "", "normalized": ["――*Shlopp*"]}, {"name": "Koran", "audio": "v_r-ev202_0041", "normalized": ["Aaghh….", " My pussy, my pussy feels so good too.", " I love it in my pussy too!", " Aaagghh, i-it came out… Ahh."]}, {"name": "", "audio": "", "normalized": ["The vibrator still in her vagina popped out as it could not handle the pressure from her pussy and all the fluids inside her."]}, {"name": "You", "audio": "", "normalized": ["…Damn, it popped out so hard.", " I had no idea you could even do that on your own, huh?"]}, {"name": "", "audio": "", "normalized": ["As soon as the vibrator popped out from her vagina, the female warrior squirted as hard as she could."]}, {"name": "", "audio": "", "normalized": ["Her well-toned body resembling hardened steel was now shiny all over, turning into a lewd, feminine figure."]}, {"name": "Koran", "audio": "v_r-ev202_0042", "normalized": ["…Haauhghh, haauuhh.", " Aaaghh….", " Aahahh, aghh… Heghh, egh… Coming…!"]}, {"name": "", "audio": "", "normalized": ["Once the long, long, ejaculation was over, Koran fell unconscious while she was still suspended upside down."]}, {"name": "You", "audio": "", "normalized": ["…You were only tough till we got started, huh?", " Passing out before you gave me an answer…"]}, {"name": "", "audio": "", "normalized": ["I pulled my cock out satisfied and Koran collapsed in the place as if her whole body relaxed."]}, {"name": "", "audio": "", "normalized": ["I looked down at her body as it was covered by the white semen and I knew I was victorious."]}, {"name": "You", "audio": "", "normalized": ["…Well, I guess I don't even have to ask."]}, {"name": "", "audio": "", "normalized": ["I could easily see the female fighter who was feeling the pleasure with her entire body turning to my side."]}, {"name": "You", "audio": "", "normalized": ["…Well.", " I wonder what the man who fled to the UFS will think of."]}, {"name": "", "audio": "", "normalized": ["The fact I had cuckolded that man…Danjou Fuuma's woman made me strangely satisfied."]}]