[{"name": "", "audio": "", "normalized": ["A few days had passed since Primea fell to Fuuma's hands and she had been completely corrupted into a whore by then."]}, {"name": "Primea", "audio": "v_sr613_0000", "normalized": ["Aaahhnmm, Master Fuuma!", " Please, watch me, more!", " Haahhnmm!"]}, {"name": "", "audio": "", "normalized": ["Primea was shaking her hips with her legs wide open in a room within Fuuma's hideout as if she was performing a lewd dance."]}, {"name": "", "audio": "", "normalized": ["And in her hands was her demonic sword, meaning she was broken enough that they knew she would not rests them even with the sword."]}, {"name": "Primea", "audio": "v_sr613_0001", "normalized": ["My dance… This is a dance of love, showing my love for you, Master Fuuma!", " Aahhnmm, please, watch me more closely!"]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "Primea", "audio": "v_sr613_0002", "normalized": ["Huhaahnmm, Master Fuuma's eyes… I can feel them on me, uhh!", " Ahh, mnnuh… This is turning me on so hard!"]}, {"name": "", "audio": "", "normalized": ["She twisted her upper body and shook her large breasts all over the place, occasionally poking out her already drenched crotch."]}, {"name": "", "audio": "", "normalized": ["Her skin was shiny and moist from the sweat and it seemed like she was getting aroused by drugs.", " However, none of such were used at the time."]}, {"name": "Primea", "audio": "v_sr613_0003", "normalized": ["Huuhaahhnmm!", " Please look at all my filthy parts too… I'm your whore… Master Fuuma…"]}, {"name": "", "audio": "", "normalized": ["She showed off her vagina, anus, and other parts once by one, using her sword almost like a stripper pole as she teased her own erect nipples and moaned."]}, {"name": "", "audio": "", "normalized": ["Her hips were dancing so lewdly, Fuuma could not help but wonder if she had done this before, as this act alone could earn her some money."]}, {"name": "Primea", "audio": "v_sr613_0004", "normalized": ["Master Fuuma, your eyes on me feel so hot!", " Do you like my dance?", " Aahh, mnnhhmm!", " I'm going to start leaking milk from my titties!"]}, {"name": "", "audio": "", "normalized": ["Breast milk began to seep out of Primea's inflated breasts and dripped down onto the floor."]}, {"name": "", "audio": "", "normalized": ["It was not because she was impregnated but from the effects of her sword dancing."]}, {"name": "Primea", "audio": "v_sr613_0005", "normalized": ["Aaaughuhh!", " I can't stop the milk coming out!", " Master Fuuma!", " Please, do something about it… My whole body is starting to burn up!"]}, {"name": "", "audio": "", "normalized": ["Primea drooled pathetically as her tongued hanged out of her mouth and her dull eyes were tearing up."]}, {"name": "", "audio": "", "normalized": ["She groped her own breasts while they were still gushing breast milk and her body twitched all the while dancing as hard as she could."]}, {"name": "Primea", "audio": "v_sr613_0006", "normalized": ["Ughh, haaghhmmghhmm!", " I-I can't, no more… I'm going to come already, yes… My body feels amazing!"]}, {"name": "", "audio": "", "normalized": ["Primea was dancing, moaning, and devouring pleasure in front of Fuuma."]}, {"name": "", "audio": "", "normalized": ["And then she reached orgasm all on her own as the ecstatic pleasure built up in her crotch."]}, {"name": "Primea", "audio": "v_sr613_0007", "normalized": ["Haahhnmmghh?!"]}, {"name": "", "audio": "", "normalized": ["Her orgasmic moans echoed loudly and her whole body shuddered violently as her mouth was gaping open, screaming and orgasming."]}, {"name": "Primea", "audio": "v_sr613_0008", "normalized": ["Ughaahh!", " Coommiinngg!", " Master Fuuma watching me… I'm coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["The white breast milk erupted from her fully erect nipples and vaginal fluids gushed spectacularly from her drenched crevice."]}, {"name": "", "audio": "", "normalized": ["Even then, she continued to dance madly as though her body had gained the ability to orgasm just from dancing."]}, {"name": "Primea", "audio": "v_sr613_0009", "normalized": ["Aaaghh, haauhhnmm!", " Both my pussy and titties just keep going!", " Master Fuuma, please watch me!"]}, {"name": "", "audio": "", "normalized": ["Primea continued to dance as she showed off the gushing breast milk and pussy juice to Fuuma while she continued to orgasm lightly."]}, {"name": "", "audio": "", "normalized": ["Her legs were shaking violently at that point and it looked so silly with her continuing to dance."]}, {"name": "Primea", "audio": "v_sr613_0010", "normalized": ["Hyeahhaahhnmm!", " More, moorree!", " P-please, watch me dance!", " No, mnnhaahhahh!"]}, {"name": "You", "audio": "", "normalized": ["Damn, you're so restless…"]}, {"name": "Primea", "audio": "v_sr613_0011", "normalized": ["Aaaghuuhh, guuhh… I just… I came again… It just felt so good, I can't hold it in… Ughhaahh, unuhgoohh!"]}, {"name": "", "audio": "", "normalized": ["She poked her crotch upwards and splashed vaginal fluid while breast milk spewed out of her nipples towards heaven like a water fountain."]}, {"name": "", "audio": "", "normalized": ["She kept on dancing as hard as she could, trying to arouse Fuuma, but Fuuma himself was only starting at her, emotionless."]}, {"name": "Primea", "audio": "v_sr613_0012", "normalized": ["Master Fuuma!", " How do you like this?", " My dancing… Uguhh, mmhh… I-I'm about to…come again, yess!"]}, {"name": "", "audio": "", "normalized": ["It was as though she was masturbating on her own against Fuuma, but for Primea, it was heavenly pleasure."]}, {"name": "", "audio": "", "normalized": ["Even Fuuma's cold eyes felt like a sublime pleasure.", " The time she was spending like that was the joy of her life to her."]}, {"name": "Primea", "audio": "v_sr613_0013", "normalized": ["Aguhhuuaahh!", " My pussy's twitching… I can't stop it, ughh… Master Fuuma's eyes, this feels so good!"]}, {"name": "", "audio": "", "normalized": ["It was also true that Primea's vagina was drooling pussy juice while craving for the taste of the cock."]}, {"name": "", "audio": "", "normalized": ["There was a pool forming from the mixture of vaginal fluid and breast milk as the faint feminine odor was reaching Fuuma's nostrils."]}, {"name": "Primea", "audio": "v_sr613_0014", "normalized": ["Aaghh, mnnghmm… I really want your cock now, Master Fuuma!", " My slutty pussy can't wait anymore…"]}, {"name": "", "audio": "", "normalized": ["Primea was moaning longingly as she begged for the cock to penetrate her drenched vagina."]}, {"name": "", "audio": "", "normalized": ["Fuuma slowly stood up and stripped naked, then he lied down below her as she said."]}, {"name": "Primea", "audio": "v_sr613_0015", "normalized": ["Master Fuuma… Thank you so much… Your manly cock, I just want it so much… I can't help it…"]}, {"name": "", "audio": "", "normalized": ["Fumma pressed his erect cock onto her crevice lightly.", " However, he still did not penetrate yet."]}, {"name": "", "audio": "", "normalized": ["Primea was confused by his action and let out t a sweet sigh as she stared at the crimson tip of the penis under her crotch."]}, {"name": "Primea", "audio": "v_sr613_0016", "normalized": ["Haammnmm… Master Fuuma, what does this mean… You won't put that inside me… Please, I want it now…"]}, {"name": "You", "audio": "", "normalized": ["If you want it, then do it without using your hands, just with your hips."]}, {"name": "Primea", "audio": "v_sr613_0017", "normalized": ["Th-that's what you wanted!", " I do want your cock… I'll do my best to put it in me… Mnghh… Aaauh, haauhh…"]}, {"name": "", "audio": "", "normalized": ["She tried to insert the penis in, moving her hips as hard as she could, but the cock was not going in smoothly."]}, {"name": "", "audio": "", "normalized": ["It was all because Fuuma was letting his penis jump around, preventing it from penetrating her just before."]}, {"name": "Primea", "audio": "v_sr613_0018", "normalized": ["I-it's not going in… Ughh, mnnghmm… Haahhnmm, I want it in me now… I want to feel it, but… Aaauhhguhmnuh…"]}, {"name": "You", "audio": "", "normalized": ["You almost got it…"]}, {"name": "Primea", "audio": "v_sr613_0019", "normalized": ["Huuhguhh… Almost, I see… It's much harder than I thought… Haahnm, mnnaahh… Your cock is right, there, but, aauhh…"]}, {"name": "", "audio": "", "normalized": ["She was getting more and more aroused even though the penis kept missing her vagina and the tip rubbed around her vagina and anus."]}, {"name": "", "audio": "", "normalized": ["She still moved her hips desperately, trying to put the penis into her, but she was getting more and more desperate."]}, {"name": "You", "audio": "", "normalized": ["Come on, you won't be able to feel it like this, okay?"]}, {"name": "Primea", "audio": "v_sr613_0020", "normalized": ["Please, I want it!", " I want to feel your cock as soon as possible, right now… Mnghh, haahhnm!", " Aaahh… Ughhaahh…"]}, {"name": "", "audio": "", "normalized": ["The way Primea was moving her hips was getting more and more desperate and the rubbing by the tip was getting intense as well."]}, {"name": "", "audio": "", "normalized": ["Every time her erect clitoris touched the tip, she jumped up and moaned, still trying to get the cock into her."]}, {"name": "Primea", "audio": "v_sr613_0021", "normalized": ["Aaahaahh… Mnnghh, heeguhh… Aaaghh, your cock's so big… Maybe that's why?", " My pussy's not loose enough…"]}, {"name": "You", "audio": "", "normalized": ["I don't think that's the issue… Are you giving up?"]}, {"name": "Primea", "audio": "v_sr613_0022", "normalized": ["I don't want to give up now… I want your cock… Aaahh, uguhh… I'm sure it'll go in… Just a little more, mmnnhuuahh…"]}, {"name": "", "audio": "", "normalized": ["Primea was getting frustrated by the fact she could not put the cock in her and kept on twisting her hips desperately, almost breaking into tears."]}, {"name": "", "audio": "", "normalized": ["Then, as if her wishes were granted, the cock started burying its way into her inside."]}, {"name": "Primea", "audio": "v_sr613_0023", "normalized": ["Ughaahh, uhahaahh?!"]}, {"name": "", "audio": "", "normalized": ["Primea achieved intense orgasm already as the pent up pleasure exploded inside her."]}, {"name": "Primea", "audio": "v_sr613_0024", "normalized": ["Haaghaahaahh!", " Your cock's inside me… Finally… Mnngguhh, nuhhaahhaahh!", " Mnngheeghh, hyaahhaahaahh!"]}, {"name": "You", "audio": "", "normalized": ["Did you just come by putting it in you?"]}, {"name": "Primea", "audio": "v_sr613_0025", "normalized": ["Yes… I did just come… I finally got the cock I wanted, and… My pussy was just so happy… Mnngh… I-it's so good…"]}, {"name": "", "audio": "", "normalized": ["Her vagina had repeatedly achieved numerous orgasms, but it was so tight, squeezing onto the cock inside and not letting go."]}, {"name": "", "audio": "", "normalized": ["The inside of her vagina was wiggling from the excitement and stimulated the cock while it tangled onto it."]}, {"name": "Primea", "audio": "v_sr613_0026", "normalized": ["Haanmm… I knew it.", " Master Fuuma's cock just feels so good… My pussy is going to burn…"]}, {"name": "", "audio": "", "normalized": ["Primea rejoiced as she expressed it with a smiled on her blushing face, being drowned by the long-awaited pleasure."]}, {"name": "", "audio": "", "normalized": ["And then, perhaps from the thought of not wanting to let go of the cock, she started twisting her hips while the cock was all the way in."]}, {"name": "Primea", "audio": "v_sr613_0027", "normalized": ["So good!", " I can feel your cock so deep inside me… Master Fuuma's cock, so big and so thick… My pussy getting fucked hard…"]}, {"name": "", "audio": "", "normalized": ["She was joyously savoring the huge, erect penis stuffing her pussy and was getting aroused so much as if she had forgotten Fuuma was there."]}, {"name": "Primea", "audio": "v_sr613_0028", "normalized": ["Aghaahh… My pussy is going to melt away… It's so stuffed inside… Every part of me feels so good…"]}, {"name": "", "audio": "", "normalized": ["The meaty creases inside her vagina wiggled around and rubbed onto the cock, creating a pleasurable stimulation."]}, {"name": "", "audio": "", "normalized": ["In addition, the cervix still touching the tip of the cock sucked in harder, and Fuuma let out a moan."]}, {"name": "Primea", "audio": "v_sr613_0029", "normalized": ["I can feel it in my pussy, it's so hard… Aaaghh, ugouhh… It's so hot, so hot, I can't stand it, oohh!"]}, {"name": "You", "audio": "", "normalized": ["Hey, do the sword dance like this."]}, {"name": "Primea", "audio": "v_sr613_0030", "normalized": ["The sword dance?", " If you command me, Master Fuuma… I will dance as much as you like…"]}, {"name": "", "audio": "", "normalized": ["Primea began to perform her dance and it made her cervix loosen up, letting the cock into it even deeper."]}, {"name": "", "audio": "", "normalized": ["Then she let out a beastly, vulgar roar that was completely unfitting for a princess like her."]}, {"name": "Primea", "audio": "v_sr613_0031", "normalized": ["Nuuhgoouhh?!", " I-is this what you want… Th-this is… This is just too good, uguhh!"]}, {"name": "You", "audio": "", "normalized": ["I'm actually surprised how good this feels…"]}, {"name": "Primea", "audio": "v_sr613_0032", "normalized": ["So good, so good!", " Your cock is coming into me deeper and deeper!", " It's almost hitting…my stomach… Uguhh, mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["Primea let her hips dance and jump around as she smashed the tip of the cock onto the wall of her womb, not caring if it was going to tear it up."]}, {"name": "", "audio": "", "normalized": ["It was not a sword dancing at that point.", " It was just a monstrous dance of lust, but at the same time, it looked mysterious and erotic as well."]}, {"name": "Primea", "audio": "v_sr613_0033", "normalized": ["Ughaaghh, uhgoouhh!", " Your cock is amazing!", " It's gonna break my womb… Uuughuuhh!"]}, {"name": "", "audio": "", "normalized": ["Something was unhinged inside her as the lust was dangling right in front of her eyes."]}, {"name": "", "audio": "", "normalized": ["And then she continued to pound her hips wildly, with her body accepting the desires and dripping breast milk and vaginal fluid all over the place."]}, {"name": "Primea", "audio": "v_sr613_0034", "normalized": ["Huuhoohoohh!", " It's scraping me so hard… My pussy is getting so messed up, ughh!", " Haaguhoogoohh… Mnngheegh, guhaaghahh!"]}, {"name": "", "audio": "", "normalized": ["The wet and sticky noises from the mixture of breast milk and vaginal juice echoed among the sound of their flesh hitting each other."]}, {"name": "", "audio": "", "normalized": ["Primea was getting aroused all on her own and it was getting hard to tell who was serving who."]}, {"name": "Primea", "audio": "v_sr613_0035", "normalized": ["Uggouooghh!", " The cock, spreading open my womb… Unuguhh, aahuhh… A hard cock pushing up… This is so great…"]}, {"name": "", "audio": "", "normalized": ["Primea was splashing the breast milk all over the place as she massaged her breasts while she still held the sword in her other hand."]}, {"name": "", "audio": "", "normalized": ["Even the magic sword itself must not have expected to be used in such ways.", " She was quite a sinful princess."]}, {"name": "Primea", "audio": "v_sr613_0036", "normalized": ["Huuguhah!", " I didn't know I could use my sword like this… This is all new to me… Ughuoouhh!", " Nughaahh!"]}, {"name": "", "audio": "", "normalized": ["The cervix squeezed down and tugged onto the tip repeatedly, building up Fuuma's urge to ejaculate."]}, {"name": "", "audio": "", "normalized": ["Fuuma just laid on his back and let the princess do all the work as she jumped around wildly on top of him with her hair going everywhere."]}, {"name": "Primea", "audio": "v_sr613_0037", "normalized": ["Aaauhh, mnngheegheehh… Getting my pussy pounded feels so good… I would love a punishment like this every day…"]}, {"name": "You", "audio": "", "normalized": ["Even I can't do it every day, ugh…"]}, {"name": "Primea", "audio": "v_sr613_0038", "normalized": ["Maser Fuuma… More, more, please… Please give me more pleasure… Mngheeghehh… I just love your cock!"]}, {"name": "", "audio": "", "normalized": ["Unlike Primea who wanted more of the cock, seeling more pleasure, Fuuma clenched his teeth."]}, {"name": "", "audio": "", "normalized": ["And then they reached the climax."]}, {"name": "Primea", "audio": "v_sr613_0039", "normalized": ["Aaauhhuauhghh… Your cock, throbbing… Mnnghh, it's getting bigger… Are you… Mnnghaahh, cum… Please!"]}, {"name": "", "audio": "", "normalized": ["As the tip of Fuuma's cock was buried as deep as it could into her, the semen erupted out of it spectacularly."]}, {"name": "", "audio": "", "normalized": ["Then Primea orgasmed as well, with such a joyous and ecstatic expression that made it hard to remember how calm she was before all of this happened."]}, {"name": "Primea", "audio": "v_sr613_0040", "normalized": ["Uhhaahhnmm!", " I-I'm coming too!", " I'm coming, uughh!", " I'm coming with your cum, oohoohh!"]}, {"name": "", "audio": "", "normalized": ["Primea's cervix contracted tightly with the orgasm and wiggled to suck the semen in deeper into her womb."]}, {"name": "", "audio": "", "normalized": ["At the same time, the flesh inside her vagina galvanized and slithered around, giving off even more pleasure."]}, {"name": "Primea", "audio": "v_sr613_0041", "normalized": ["Aaguhaahh!", " M-my pussy, it feels so good, uhuughh!", " Guhnuuoohoohh!", " Ugheehh, nuhghahh!"]}, {"name": "", "audio": "", "normalized": ["Her lower body kept twisting even right after orgasming, almost acting like a completely separate creature from her upper body being all groggy."]}, {"name": "", "audio": "", "normalized": ["She saught even more orgasm, grinding her hips as though she was demanding more semen."]}, {"name": "Primea", "audio": "v_sr613_0042", "normalized": ["Aaaghaahh… Master Fuuma's semen… It's pouring into my womb… So much coming in… So hot… Ughouhhoh, aahuughh…"]}, {"name": "", "audio": "", "normalized": ["She orgasmed madly as if she was enjoying the feeling of the semen splashing all over the walls of her womb."]}, {"name": "Primea", "audio": "v_sr613_0043", "normalized": ["I've never felt cum so deep inside me… I don't care if I get pregnant… I just want to be fucked every single day…"]}, {"name": "", "audio": "", "normalized": ["Even though Primea was dripping breast milk from her nipples, she had never been pregnant."]}, {"name": "", "audio": "", "normalized": ["The sight of the breast milk dripping onto the floor along with her skin with no one to consume it was almost reflective of how she had nowhere to return."]}, {"name": "Primea", "audio": "v_sr613_0044", "normalized": ["Haahhnmm… More, I want more cum, please… My womb… Please, pour more inside… I beg you, ughh…"]}, {"name": "", "audio": "", "normalized": ["As the ejaculation calmed down, her whole body twitched and shuddered, her back arched back and eventually became still."]}, {"name": "Primea", "audio": "v_sr613_0045", "normalized": ["Ughaahh… Mnngh, aauhuhh…"]}, {"name": "", "audio": "", "normalized": ["With the post-ejaculation cock being pulled out of her vagina, Primea let out a silly moan and finally let go of her sword."]}, {"name": "", "audio": "", "normalized": ["Then she sighed erotically as she savored the aftermath of the orgasm, dripping semen from her orgasming vagina accompanied by burp-like noise."]}, {"name": "Primea", "audio": "v_sr613_0046", "normalized": ["Your cock… Huuhaahh, haahh… Huughuh… Ahhaahh… Ughuhh, mnnmghh…"]}, {"name": "You", "audio": "", "normalized": ["You aren't getting any rest… You pick that sword up and start dancing."]}, {"name": "Primea", "audio": "v_sr613_0047", "normalized": ["…Y-yes, Master Fuuma… I'm so sorry… I-I shall continue right away… Please forgive me…"]}, {"name": "", "audio": "", "normalized": ["Primea's hips shuddered as she picked up her sword, obeying the order."]}, {"name": "", "audio": "", "normalized": ["At that moment, hey eyes caught something shiny as it reflected the light from the window."]}, {"name": "Primea", "audio": "v_sr613_0048", "normalized": ["Huh…"]}, {"name": "", "audio": "", "normalized": ["It was the only piece on her family heirloom magic sword that was repaired and passed down that never broke or was damaged, the jewel."]}, {"name": "", "audio": "", "normalized": ["It was a gift to Primea from her late mother who was also her mentor in the sword, symbolizing justice and purity for her."]}, {"name": "Primea", "audio": "v_sr613_0049", "normalized": ["Mother…"]}, {"name": "", "audio": "", "normalized": ["Primea's mind sharped for just a brief moment as the shine of the jewel reminded her of the sight of her mother."]}, {"name": "", "audio": "", "normalized": ["That brief moment was the only window of opportunity she needed."]}, {"name": "Primea", "audio": "v_sr613_0050", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Primea quietly grabbed the sword and performed the dance to shed any lust etched into her by the conditioning."]}, {"name": "", "audio": "", "normalized": ["The dance appeared so beautiful even as she was dripping semen from her crotch."]}, {"name": "Primea", "audio": "v_sr613_0051", "normalized": ["Haahh!"]}, {"name": "", "audio": "", "normalized": ["And then swung its tip down the at Fuuma lying down underneath her with no hesitation."]}, {"name": "", "audio": "", "normalized": ["But Fuuma dodged it with little effort and smiled slightly."]}, {"name": "Primea", "audio": "v_sr613_0052", "normalized": ["You won't get away with this!"]}, {"name": "You", "audio": "", "normalized": ["How would not I get away with it?", " Killing me?", " You better start swinging that sword if you wanna kill me, huh?"]}, {"name": "", "audio": "", "normalized": ["Then Primea's feet stopped moving.", " It was because she realized the orgasm was still lingering in her body and she could not fight like that."]}, {"name": "", "audio": "", "normalized": ["She clenched her teeth in the back of her mouth and gave up fighting."]}, {"name": "Primea", "audio": "v_sr613_0053", "normalized": ["Guh… I will make you pay!"]}, {"name": "", "audio": "", "normalized": ["Primea said and then broke the glass window, jumping out and disappearing…"]}, {"name": "", "audio": "", "normalized": ["Fuuma was left alone and smiled happily as he took out a jewel from his pocket.", " The jewel on the sword was just an imitation, a fake."]}, {"name": "", "audio": "", "normalized": ["Fuuma knew that the jewelry was important to her, so he had deliberately set everything up just like before, including choosing the room with the window light."]}, {"name": "", "audio": "", "normalized": ["He smiled maliciously as he imagined how Primea would react when she realized she snapped out of it with the fake jewel."]}, {"name": "", "audio": "", "normalized": ["And he grinned smugly."]}, {"name": "", "audio": "", "normalized": ["He was going to break her completely so that she would not be able to recover by something similar if she came back to retrieve the real jewel."]}]