[{"name": "You", "audio": "", "normalized": ["Damn it, I know what she wants, but…not right after a mission."]}, {"name": "", "audio": "", "normalized": ["I was summoned by Shrey who came back from a long-term mission and came to her room."]}, {"name": "", "audio": "", "normalized": ["I was not complaining she was making me fuck her until she was satisfied, but I sighed then knocked on the door, announcing myself."]}, {"name": "Shrey", "audio": "v_r-ev301_0000", "normalized": ["I was waiting… Come on, get in here."]}, {"name": "You", "audio": "", "normalized": ["Ughh!", " H-hey, what now!"]}, {"name": "", "audio": "", "normalized": ["Immediately, Shrey came out, her whole body bound by ropes, and then she pulled me right into her room."]}, {"name": "", "audio": "", "normalized": ["I was violently pulled into her room and was caught off guard."]}, {"name": "", "audio": "", "normalized": ["Shrey looked at me acting so and smiled erotically, then she pushed me down, right on my back."]}, {"name": "Shrey", "audio": "v_r-ev301_0001", "normalized": ["It's been a while now… Haahh, huuhh… I've been waiting for this day a long time."]}, {"name": "", "audio": "", "normalized": ["I chuckled bitterly at how passionate she was welcoming me and talked to Shrey as her breath ran short and looked aroused."]}, {"name": "You", "audio": "", "normalized": ["What, you're so forward today, huh?"]}, {"name": "Shrey", "audio": "v_r-ev301_0002", "normalized": ["I've been on the mission for so long and haven't seen you.", " Come on, cut me a slack here."]}, {"name": "You", "audio": "", "normalized": ["Hmm… Looks like you're already ready to go, aren't you?"]}, {"name": "", "audio": "", "normalized": ["Shrey's voice was heated up like she was ready to fuck any moment.", " I smiled mischievously and asked her."]}, {"name": "Shrey", "audio": "v_r-ev301_0003", "normalized": ["I've been waiting for you… My body… Longing for you all this time… I can't wait, so… Come on, come on, let do it."]}, {"name": "You", "audio": "", "normalized": ["I'm down, but… I didn't think you'd call me so quickly after you came back from the mission.", " Did you really want it that bad?"]}, {"name": "", "audio": "", "normalized": ["Shrey seemed she could not stand her body burning up and I asked with teasing voice."]}, {"name": "Shrey", "audio": "v_r-ev301_0004", "normalized": ["Come on… I couldn't help it.", " You always make me go so far away and… You won't flirt with me or anything at all."]}, {"name": "", "audio": "", "normalized": ["Her cheeks were blushed from the arousal as she complained at me with a frustrated expression as she heard my word."]}, {"name": "", "audio": "", "normalized": ["Despite her words, the way Shrey said seemed happy and her vagina was drenched with pussy fluid."]}, {"name": "You", "audio": "", "normalized": ["You say that, but you seem to be really enjoying yourself."]}, {"name": "Shrey", "audio": "v_r-ev301_0005", "normalized": ["Damn right.", " I've been out on a mission for so long, I've itching to get back and do this."]}, {"name": "", "audio": "", "normalized": ["Shrey said, nonchalantly.", " It seemed that being on a mission for an extended period of time and not being able to feel the pleasure took a toll on her."]}, {"name": "", "audio": "", "normalized": ["So that was the reason why she decided to go all out and enjoy this as soon as she got back."]}, {"name": "", "audio": "", "normalized": ["Her tied up body seemed to be completely aroused."]}, {"name": "Shrey", "audio": "v_r-ev301_0006", "normalized": ["I've been meaning to call you to come to me right after I come back… So, come on…"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Alright, I'll keep you company."]}, {"name": "", "audio": "", "normalized": ["As I answered, Shrey was simply joyous as she breathed out heated breath occasionally and looked at me with her eyes tearing up."]}, {"name": "Shrey", "audio": "v_r-ev301_0007", "normalized": ["I've been waiting for so long for this moment… Heheh, I've really worked to get ready too.", " You know… How is it?"]}, {"name": "", "audio": "", "normalized": ["Shrey said and looked down as she showed off her tied up body and asked for my opinion."]}, {"name": "You", "audio": "", "normalized": ["You're asking me what I think you are while looking so lewd.", " It's like you're a masochistic pervert."]}, {"name": "You", "audio": "", "normalized": ["Alright… It's actually pretty hot."]}, {"name": "Shrey", "audio": "v_r-ev301_0008", "normalized": ["Y-yeah… I'm glad if you like what I did."]}, {"name": "", "audio": "", "normalized": ["Shrey expressed her pleasure with the same joyous tone as before as she said so."]}, {"name": "", "audio": "", "normalized": ["In fact, I was wondering how could she not be a masochist with her tying herself up, but it was also true she was turning me on."]}, {"name": "Shrey", "audio": "v_r-ev301_0009", "normalized": ["Mnnhh, huhh… It's gotten so hard… I guess you weren't lying when you said that."]}, {"name": "", "audio": "", "normalized": ["Like she said, my cock was indeed getting hard and she seemed to like the fact."]}, {"name": "", "audio": "", "normalized": ["Shrey started passionately at my lower body with a dreamy expression like she was not able to hold herself back anymore."]}, {"name": "Shrey", "audio": "v_r-ev301_0010", "normalized": ["It's been a long time.", " Let us have some fun."]}, {"name": "", "audio": "", "normalized": ["As she said, she moved the rope on her crotch to the side and lowered her back, engulfing the erect cock whole with her vagina."]}, {"name": "Shrey", "audio": "v_r-ev301_0011", "normalized": ["Hugeeghh, uughhguuhh!", " This is it, this feeling!", " Aahaahh… Huhehh, it's been so long… Aahh, yes… Mnnhuhh!"]}, {"name": "", "audio": "", "normalized": ["Shrey appeared to be overjoyed as her voice bounced as she lowered her hips slowly."]}, {"name": "", "audio": "", "normalized": ["Her eyes narrowed from the sensation fo the penis making its way into her vagina as she let out erotic moans, letting it go in even further."]}, {"name": "Shrey", "audio": "v_r-ev301_0012", "normalized": ["Mnnaaguhh!", " It's coming in…inside me, huhheehh, guhhmuhahhaah!", " Houh, heeghh… It's already down to the base…"]}, {"name": "", "audio": "", "normalized": ["Her already aroused vagina was drenched and it engulfed my cock all the way without any issue."]}, {"name": "", "audio": "", "normalized": ["Her vagina squeezed tight into my penis like she was adoring the sensation of the cock she felt in such a long time and it felt amazing to me as well."]}, {"name": "Shrey", "audio": "v_r-ev301_0013", "normalized": ["The feeling of your cock… Aaahh… I've missed this… Mnnahh, mmh… Aahaahh, it's so good!"]}, {"name": "", "audio": "", "normalized": ["It seemed Shrey was also enjoying the sensation of her vagina squeezing my cock and she began greedily pounding her hips."]}, {"name": "", "audio": "", "normalized": ["She started moving her hips so suddenly, so I was caught off guard by her pussy and intense pleasure assaulted me."]}, {"name": "Shrey", "audio": "v_r-ev301_0014", "normalized": ["Mmnhh, mnnghh… Haah, muuhh… Aaahuhh, heeghh, gehh… Aaaghh, inside my pussy…your cock rubbing… Mnaahaahh."]}, {"name": "You", "audio": "", "normalized": ["Guh, it's so rough… What, did you miss my cock that much?"]}, {"name": "", "audio": "", "normalized": ["Shrey let out moans as her eyes narrowed down satisfied as she was feeling aroused."]}, {"name": "Shrey", "audio": "v_r-ev301_0015", "normalized": ["Haah, mnnhh… I don't know… Guhaahh, it's all your fault for not spending time with me, you know."]}, {"name": "", "audio": "", "normalized": ["She criticized me with berating words as I scoffed her for how greedily she was shaking her hips."]}, {"name": "", "audio": "", "normalized": ["Yet, Shrey did not seem to stop her hips at all."]}, {"name": "", "audio": "", "normalized": ["Shrey's cheeks were turning red from the pleasure and her breath ran short.", " She was already consumed by pleasure."]}, {"name": "Shrey", "audio": "v_r-ev301_0016", "normalized": ["Mnnguhuuhh… There, right there… Your cock, rubbing up… It's amazing… Aahuh, mnnuuhh… Mnnguhaahh!"]}, {"name": "Shrey", "audio": "v_r-ev301_0017", "normalized": ["Aaghh, guhmuhh, huuhuhh… Aaghh, mnmmhuhu… It feels good… This is it, I wanted this!"]}, {"name": "", "audio": "", "normalized": ["Shrey moved to focus on rubbing up against her sensitive spots and let out the joyous voice from the pleasure."]}, {"name": "You", "audio": "", "normalized": ["What, you wanted it that bad, I see.", " You didn't have to hold it in.", " You could've fucked some other guy."]}, {"name": "Shrey", "audio": "v_r-ev301_0018", "normalized": ["Mnngh, huhahh, mnuuhuhh… What are you saying, you think I would take anyone else?"]}, {"name": "", "audio": "", "normalized": ["I knew it clearly from how she had been acting, but teasing her about it made Shrey react provocatively."]}, {"name": "You", "audio": "", "normalized": ["Hah, I guess you have a point."]}, {"name": "", "audio": "", "normalized": ["I chuckled bitterly at what she said and she opened her mouth again as she smiled loosely from pleasure coming up from her vagina."]}, {"name": "Shrey", "audio": "v_r-ev301_0019", "normalized": ["And you promised you would take care of me when I decided to work for you.", " So, you know…"]}, {"name": "", "audio": "", "normalized": ["Shrey proclaimed as her breath ran short.", " She was embarrassed just by saying it and her cheeks were turning red."]}, {"name": "", "audio": "", "normalized": ["I could not help but smile looking at her."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, you're so dedicated."]}, {"name": "Shrey", "audio": "v_r-ev301_0020", "normalized": ["D-don't laugh… You, you know, I want… I want you, come on… Anyway, you better care good care of me."]}, {"name": "You", "audio": "", "normalized": ["Alright, alright.", " Fine then.", " I'll take good care of you tonight, just as you wish, okay."]}, {"name": "", "audio": "", "normalized": ["I answered back at Shrey as her cheeks blushed from the embarrassment and pounded my cock up just like she wanted."]}, {"name": "Shrey", "audio": "v_r-ev301_0021", "normalized": ["Ahh, guuhh, guheehh!", " Oghoouhh, ohgoohh… Mmnnhouhohh!", " Mneghh, heeghh… This is too good!", " Aaahuhgh, guhahh… Mnnhuh!"]}, {"name": "", "audio": "", "normalized": ["With the intense pounding, Shrey screamed louder than ever before as the pleasure made her eyes roll back."]}, {"name": "", "audio": "", "normalized": ["She was feeling insane pleasure as she moved her hips and was consumed by devouring pleasure."]}, {"name": "Shrey", "audio": "v_r-ev301_0022", "normalized": ["More… Guh, muuhh… I want you to pound me harder!", " I want you to make my pussy feel good…!"]}, {"name": "", "audio": "", "normalized": ["I savored the feeling of the flesh inside her vagina squeezing tightly onto my cock as I checked the state of her vagina."]}, {"name": "Shrey", "audio": "v_r-ev301_0023", "normalized": ["Aaghahh, mnnheeghh, umuhh!", " Aaghh, mnnuhh, it feels so good… Guuouh, ughh… More, I want you to plow me more… Ohghoheeghh!"]}, {"name": "You", "audio": "", "normalized": ["Guhh, huughh… You know, your pussy feels even better than when we did it the last time."]}, {"name": "", "audio": "", "normalized": ["I felt how her pussy was squeezing so tight onto my cock like it was sucking on it, arousing me, and told her so."]}, {"name": "Shrey", "audio": "v_r-ev301_0024", "normalized": ["Mnnuhh, mnnhaahh… I haven't done it with other men, but… I couldn't hold it in… So I was touching myself every day."]}, {"name": "", "audio": "", "normalized": ["Shrey answered as she was slightly embarrassed but joyous from her heart by having her vagina stimulated as moaned happily."]}, {"name": "", "audio": "", "normalized": ["It was amazing how often she was masturbating, but that also meant she went through a lot to keep herself from having sex with other men."]}, {"name": "Shrey", "audio": "v_r-ev301_0025", "normalized": ["Even during the mission, I was aching, longing so much.", " So, you know… Today, you're gonna fuck…as much as I want."]}, {"name": "You", "audio": "", "normalized": ["Changing so much like this might be going a bit overboard… But it's not a bad thing, I guess."]}, {"name": "", "audio": "", "normalized": ["Shrey saught more pleasure as she let off lewd, watery noises with pathetic expression.", " I obliged her wishes as I pounded my hips hard."]}, {"name": "Shrey", "audio": "v_r-ev301_0026", "normalized": ["Aaghh, heeghhnm!", " Aaahuhh, mnnuuhh… Oohh, ooghh, aahuhh… Guhh, huuhh… It's so rough… Guhah, aaghahhmn!"]}, {"name": "Shrey", "audio": "v_r-ev301_0027", "normalized": ["Aaahh, right there, there… Guhheegeghh!", " My pussy is tangling so much… Ahhaagh, ugah, uhghh, mnah… N-noo!"]}, {"name": "", "audio": "", "normalized": ["I decided to plow Shrey's sensitive spot where he had been focusing on for a while."]}, {"name": "", "audio": "", "normalized": ["Her expression was pathetically loose as she writhed from the oncoming pleasure, twisting her body."]}, {"name": "", "audio": "", "normalized": ["The squeeze of the vagina was starting to get tighter and my cock was reacting to the more pleasure coming from it."]}, {"name": "Shrey", "audio": "v_r-ev301_0028", "normalized": ["Nnnoouhh, aahh, haagh, nnghh… Aaaguh, guhhmuuhh… Aaaheghh, oouhg, mnnguhguuhh!"]}, {"name": "", "audio": "", "normalized": ["Shrey let out the pleasured voice as the penis had grown even bigger while it was still inside her vagina and pressured her."]}, {"name": "You", "audio": "", "normalized": ["That's good!", " Make it tighter!"]}, {"name": "Shrey", "audio": "v_r-ev301_0029", "normalized": ["Naagh!", " Th-then…pull these…ropes!"]}, {"name": "", "audio": "", "normalized": ["I pulled the rope Shrey pointed out and the bondage on her body got even tighter and her body tensed up."]}, {"name": "", "audio": "", "normalized": ["The ropes digging into her body was bringing her intense pleasure and Shrey moan loudly as her body trembled."]}, {"name": "Shrey", "audio": "v_r-ev301_0030", "normalized": ["Haahhnm!", " Ahh, mnheehh… The squeezing feeling… It's putting pressure…on my body, it's so good!"]}, {"name": "", "audio": "", "normalized": ["Shrey writhed from the torrent of the oncoming pleasure melting her mind and showed off an absent-minded smile."]}, {"name": "Shrey", "audio": "v_r-ev301_0031", "normalized": ["Moouohh, mnnghh, aaheehh… Aaghahh… Huuhh, huuhh… Ohgouh, ohohgh, ohehh!"]}, {"name": "", "audio": "", "normalized": ["Shrey writhed madly as the ropes dug into her deep.", " Her pussy was squeezing even tighter than before and did not let go of the cock inside."]}, {"name": "", "audio": "", "normalized": ["We both stimulated each other and were both becoming aroused more as our bodies burned up."]}, {"name": "You", "audio": "", "normalized": ["It's not bad at all…but it looks like you're enjoying the ropes more than my cock, huh?"]}, {"name": "Shrey", "audio": "v_r-ev301_0032", "normalized": ["That's not…aahuhh, mnnaahh… Of course, I love cock, but, you know… Ooguhh, heegh!"]}, {"name": "", "audio": "", "normalized": ["Shrey said as the ropes bound her and she moaned loudly."]}, {"name": "Shrey", "audio": "v_r-ev301_0033", "normalized": ["Ever since you fucked me the first time, aaghahh… I couldn't forget about the sensation of…the ropes binding me!", " Mnnguhguuhh!"]}, {"name": "You", "audio": "", "normalized": ["I wondered what you were gonna say… Well, that's not really an answer."]}, {"name": "", "audio": "", "normalized": ["I was not pleased with her answer and I made the ropes dig into her even more."]}, {"name": "Shrey", "audio": "v_r-ev301_0034", "normalized": ["Come on, pull them harder…!", " Bind me… Mnnugumnmm… Tie me up harder!"]}, {"name": "", "audio": "", "normalized": ["Shrey let out the frustrated voice as if she was just not having enough of it and her body trembled."]}, {"name": "", "audio": "", "normalized": ["Just like she told me, I pulled on the ropes harder and put more pressure on her."]}, {"name": "", "audio": "", "normalized": ["Then she let out a heated breath and showed ecstatic expression."]}, {"name": "Shrey", "audio": "v_r-ev301_0035", "normalized": ["Aaguhh, guhgeehh, ughuuhh!", " It's biting into my body…harder, I can feel it more… I love getting bound by a rope."]}, {"name": "You", "audio": "", "normalized": ["Haha, you like some bondage stuff.", " That's damn kinky.", " Alright, we're gonna keep going!"]}, {"name": "", "audio": "", "normalized": ["I smiled but as she was getting aroused more, the pressure her vagina was putting on my cock was getting tighter and I could not keep my calm."]}, {"name": "Shrey", "audio": "v_r-ev301_0036", "normalized": ["Mnnouhgh, hoouhh… Mnnuhh, ahaahh, aahh, eegheehh!", " Ohoouh, guuhh… Aaheeghh!"]}, {"name": "", "audio": "", "normalized": ["Shrey moaned loudly as she was pleasured by the sensation of the ropes.", " I pounded my cock hard into her vagina as it squeezed tight."]}, {"name": "Shrey", "audio": "v_r-ev301_0037", "normalized": ["This is so rough… Mnngh, guuhh… Heegh, geeghh, aaguhh, haahhaahh, aahh, it's hitting me so deep inside…"]}, {"name": "", "audio": "", "normalized": ["Shrey was pleasured and moaned madly from the squeeze of the rope and the pounding in her pussy."]}, {"name": "", "audio": "", "normalized": ["However, that was still not enough for her and she moved her hips even faster to seek more pleasure."]}, {"name": "Shrey", "audio": "v_r-ev301_0038", "normalized": ["Mnngh, ohhouhh, ooghh… Guheghh, the rope is rubbing on me… And your cock too…drilling into my pussy… Mnnhaheegh!"]}, {"name": "", "audio": "", "normalized": ["With the stimulation from the bondage and the penis pounding her at the same time, Shrey moaned as she put on an ecstatic smile."]}, {"name": "", "audio": "", "normalized": ["She let out joyous moans and reacted sensitively to two kinds of pleasure coming over her and savored the sensation."]}, {"name": "Shrey", "audio": "v_r-ev301_0039", "normalized": ["Please pound me harder… Satisfy me…please… Muuhh, guhhuuhh."]}, {"name": "You", "audio": "", "normalized": ["Then I'll give you even more pleasure… This reminds me the first time I fucked you."]}, {"name": "", "audio": "", "normalized": ["I said as I reminisced about the past."]}, {"name": "", "audio": "", "normalized": ["I pounded my hips up as I rubbed the cock up her vaginal walls and trampled the inside of her wiggling pussy."]}, {"name": "Shrey", "audio": "v_r-ev301_0040", "normalized": ["Guhhoguhh, mnnguhh, mnngouhh!", " Aaauhh… Aahyaahh, hegh… That's not, ahh, huhgh… Please, n-no more."]}, {"name": "", "audio": "", "normalized": ["The shock must have been mindblowing and Shrey's eyes rolled back for a moment and her expression was ecstatic."]}, {"name": "", "audio": "", "normalized": ["Even then, I did not stop pounding her and I threw her even deeper into pleasure as I pulled the rope in my hand."]}, {"name": "Shrey", "audio": "v_r-ev301_0041", "normalized": ["Mnguuguhh!", " Aaahh, mnheeghh, mnnguhghh… There… Right there!", " It's pounding…right into my pussy!"]}, {"name": "", "audio": "", "normalized": ["Shred moaned loudly as the plowing was getting more and more intense.", " I continued to fuck her hard, pulling her squeezing pussy off of the cock."]}, {"name": "Shrey", "audio": "v_r-ev301_0042", "normalized": ["Mnnghehh, heeguhh… Guaahh, mnghh… Mnnghh… Aghaahh, aaheegh, aheghh… Guhmmuuhh!"]}, {"name": "", "audio": "", "normalized": ["With the crushing sensation on her cervix, Shrey moaned and slurred as her eyes were completely unfocused, staring into nothingness."]}, {"name": "Shrey", "audio": "v_r-ev301_0043", "normalized": ["Th-this is… You're pounding me so hard, so deep into my pussy… My pussy, it's so tingling, aauh, aheegh, aaghaahh."]}, {"name": "", "audio": "", "normalized": ["It seemed she was almost going unconscious and every time I stimulated her honey pot, Shrey let out delirious moans."]}, {"name": "", "audio": "", "normalized": ["However, Shrey was still enjoying the intense pleasure and moved her hips to match my movements."]}, {"name": "Shrey", "audio": "v_r-ev301_0044", "normalized": ["Mnaahahh, your cock… Oouhghh… So much, aaheeghh, guheeghh, mngheehh."]}, {"name": "You", "audio": "", "normalized": ["(I'm fucking so hard and yet she still wants more… That's some persistence.", ")"]}, {"name": "", "audio": "", "normalized": ["I was getting dragged into Shrey's greedy pleasure, getting more and more aroused."]}, {"name": "", "audio": "", "normalized": ["I felt I was getting close to the climax as I got turned on.", " Shrey noticed me and screamed loudly."]}, {"name": "Shrey", "audio": "v_r-ev301_0045", "normalized": ["If you're gonna cum, then cum inside me… Your cum, so much cum… Cum in me and make me cum… Mnngh, aahuuhh."]}, {"name": "You", "audio": "", "normalized": ["Guhh, guhguhh… I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["Shrey begged me to ejaculate inside me and make her orgasm.", " I answered that by driving my cock as deep as I could into her vagina and ejaculated."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Spew* *Throb* *Throb* *Splash* *Spew* *Sput*"]}, {"name": "Shrey", "audio": "v_r-ev301_0046", "normalized": ["Aaaheeueeghh!", " Mnguhoughh, aahh, heeghhmn!", " Aah… Mnnmn, guhahh, oggouh… Coming, coming, coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Shrey orgasmed spectacularly as she squirted with cum coming inside."]}, {"name": "", "audio": "", "normalized": ["Shrey showed off the orgasming face and shuddered from pleasure.", " She orgasmed madly, following her urges coming from deep within her body."]}, {"name": "Shrey", "audio": "v_r-ev301_0047", "normalized": ["Mnnoouhhgoouhh!", " Cum, so much cum, eeghh… So much hot cum, coming inside me… Mnngh!"]}, {"name": "", "audio": "", "normalized": ["Shrey screamed joyously and lewdly.", " It seemed she was savoring the feeling of semen which she had not felt in a long time."]}, {"name": "Shrey", "audio": "v_r-ev301_0048", "normalized": ["Cock, cock, aahh… Please fuck me more, please satisfy me… Mnngh, ahaahh, haahhnmm!"]}, {"name": "", "audio": "", "normalized": ["She took in all the semen without letting any of it go to waste and smiled pathetically."]}, {"name": "", "audio": "", "normalized": ["Even then, Shrey was asking for more, not satisfied at all.", " So I pulled on the rope in my hand harder and continued to pound my hips to make her orgasm again."]}, {"name": "Shrey", "audio": "v_r-ev301_0049", "normalized": ["Haauuhhnmm!", " Aahyaahh, heeghh… This feels so good and… Aaahuhh, aahh… Guhhmuhh… This is amazing…"]}, {"name": "Shrey", "audio": "v_r-ev301_0050", "normalized": ["Mnngh, guheehh, mnnhouh… Mnngh, huguuhh… Ahaahh, aahh… Mnnaaghaaghh."]}, {"name": "", "audio": "", "normalized": ["Every time I moved my hips, more squirt gushed out of Shrey's vagina."]}, {"name": "", "audio": "", "normalized": ["She was squeezing on my cock harder and harder as well, bringing so much pleasure."]}, {"name": "Shrey", "audio": "v_r-ev301_0051", "normalized": ["Haauh… Haahh… Huuhhnmm!", " Mnnahahh, heegh, not yet… We're gonna have so much fun tonight… Oouhohughh."]}, {"name": "", "audio": "", "normalized": ["Shrey was orgasming so hard that she almost seemed agonized as she begged to me to continue."]}, {"name": "Shrey", "audio": "v_r-ev301_0052", "normalized": ["Come on… Let's do this again, more… I want you to fill my head…with nothing but pleasure… Satisfy me, please."]}, {"name": "You", "audio": "", "normalized": ["You're libido really is coming… Alright then.", " I'm gonna keep fucking you till you're satisfied."]}, {"name": "Shrey", "audio": "v_r-ev301_0053", "normalized": ["R-really, hell yeah!", " Well then… I want you to tie me up differently and…fuck me in my ass and mouth too…"]}, {"name": "", "audio": "", "normalized": ["Shrey immediately reacted even though she had just achieved an orgasm, pleading for more with sugary voice and shining eyes."]}, {"name": "You", "audio": "", "normalized": ["(She really does have infinite libido…)"]}, {"name": "", "audio": "", "normalized": ["I was regretting my decision as I saw her act like that but made up my mind to just go with her."]}]