[{"name": "You", "audio": "", "normalized": ["I see… So Saria was able to break free of the demonic flower's allure before being corrupted…"]}, {"name": "", "audio": "", "normalized": ["I received a report from my men and muttered."]}, {"name": "", "audio": "", "normalized": ["Saria had become a host for a parasitic demonic flower that grew by consuming female bodily fluids which secreted aphrodisiacs as well."]}, {"name": "", "audio": "", "normalized": ["She seemed to have been consumed by the pleasure at one point thanks to the nature of the flower, but she was occasionally snapping out of it recently."]}, {"name": "", "audio": "", "normalized": ["Her strong will to resist was part of it, but it was her bond and memory with the kids at the orphanage that really held her together."]}, {"name": "You", "audio": "", "normalized": ["And… I guess taking too much time with her was the problem… I did not think the demonic flower would grow so weak."]}, {"name": "", "audio": "", "normalized": ["That was another reason why it failed.", " Saria resisted for such a long period of time, the flower had been weakened."]}, {"name": "You", "audio": "", "normalized": ["Alright, I guess I'll have to condition her again, but… I'll have to make her forget about those kids first."]}, {"name": "", "audio": "", "normalized": ["I said and grinned, pondering what I was about to put in motion."]}, {"name": "Saria", "audio": "v_sr654_0000", "normalized": ["Mnnh… Wh-where…?"]}, {"name": "", "audio": "", "normalized": ["Saria woke up inside the torture chamber.", " She realized she was bound and then looked around, trying to figure out what was happening."]}, {"name": "You", "audio": "", "normalized": ["You're finally awake.", " How do you feel?"]}, {"name": "Saria", "audio": "v_sr654_0001", "normalized": ["Y-you're…!"]}, {"name": "", "audio": "", "normalized": ["I looked into Saria's face as she was in bondage and said to her.", " Her shoulders twitched for a moment and then she stared at me angrily."]}, {"name": "You", "audio": "", "normalized": ["Looks like you've snapped out of it, huh… You were somehow able to stay sane being subjected to the effects of the demonic flower."]}, {"name": "You", "audio": "", "normalized": ["And waking up so soon, too."]}, {"name": "Saria", "audio": "v_sr654_0002", "normalized": ["Of course… You should not underestimate the UFS special forces… This is nothing to us."]}, {"name": "", "audio": "", "normalized": ["Saria responded weakly as I was impressed."]}, {"name": "", "audio": "", "normalized": ["I heard what she said and broke into laughter as I could not hold it in."]}, {"name": "Saria", "audio": "v_sr654_0003", "normalized": ["Th-this is not funny."]}, {"name": "You", "audio": "", "normalized": ["Well, you know, the UFS special forces, huh…"]}, {"name": "You", "audio": "", "normalized": ["Is that supposed to be you?", " The one who was addicted to pleasure, getting turned into a seedbed?"]}, {"name": "Saria", "audio": "v_sr654_0004", "normalized": ["Th-that's…!"]}, {"name": "", "audio": "", "normalized": ["It appeared she was reminded of the way she acted while she was being violated by the demonic flower as she bit on her lips, silent."]}, {"name": "You", "audio": "", "normalized": ["And… As far as I know, there already is Saria Henderson with the UFS special forces already, just not you, hmm?"]}, {"name": "Saria", "audio": "v_sr654_0005", "normalized": ["Wh-what are you talking about?", " I am right here…"]}, {"name": "", "audio": "", "normalized": ["Saria visibly expressed confusion as she failed to understand what I meant by that."]}, {"name": "You", "audio": "", "normalized": ["Well, you'll see soon enough."]}, {"name": "", "audio": "", "normalized": ["I showed her a smug smile, mocking her."]}, {"name": "Saria", "audio": "v_sr654_0006", "normalized": ["You didn't… You better not have done something to the kids."]}, {"name": "You", "audio": "", "normalized": ["Oh, look at that, speak of the devil, your beloved children… You should see it for yourself."]}, {"name": "", "audio": "", "normalized": ["The naked men started to burst into the room as my words gave them the green light."]}, {"name": "Saria", "audio": "v_sr654_0007", "normalized": ["There are so many of them today, huh.", " I see you are going to violate me again, but that would not…"]}, {"name": "", "audio": "", "normalized": ["Saria flinched as she figured they were about to fuck her."]}, {"name": "", "audio": "", "normalized": ["However, her eyes opened wide from the surprise as she saw who they were."]}, {"name": "Saria", "audio": "v_sr654_0008", "normalized": ["What, wait…?!", " Wh-why are you all here?!"]}, {"name": "", "audio": "", "normalized": ["Of course, she did.", " It was the orphans whom she swore to protect to the end that came into the room."]}, {"name": "Saria", "audio": "v_sr654_0009", "normalized": ["How are you… Hey, what did you do to them."]}, {"name": "You", "audio": "", "normalized": ["Come on now, don’t raise your voice so much… It's the long-awaited moment of reunion, you should be happy, right?"]}, {"name": "", "audio": "", "normalized": ["She did not react to my provocation and just stared blankly at the orphans as they came in."]}, {"name": "Saria", "audio": "v_sr654_0010", "normalized": ["Wh-what…is going on?!", " What did they do to you?"]}, {"name": "", "audio": "", "normalized": ["Saria was confused as she did not expect this at all."]}, {"name": "", "audio": "", "normalized": ["She asked them worryingly, but the orphans did not respond at all, just staring into nothing as their eyes wandered around."]}, {"name": "Saria", "audio": "v_sr654_0011", "normalized": ["This can't, can't be…"]}, {"name": "", "audio": "", "normalized": ["Saria was worried as the orphans were acting strangely but her eyes were fixed on their crotches."]}, {"name": "", "audio": "", "normalized": ["The penises of the orphans who stood there naked were erect abnormally large, throbbing, as she stared at them."]}, {"name": "Saria", "audio": "v_sr654_0012", "normalized": ["Come on, please snap out of it… Why, what… Aahh… Your cocks, they are so huge…"]}, {"name": "", "audio": "", "normalized": ["The imposingly large penises must have stimulated her pleasure center."]}, {"name": "", "audio": "", "normalized": ["Saria said, trying to reach out to the orphans, but her mind was only focused on their cocks."]}, {"name": "Saria", "audio": "v_sr654_0013", "normalized": ["N-no… I can't be like this… I have to fight it."]}, {"name": "", "audio": "", "normalized": ["However, she soon pulled herself together as she reminded herself that she was facing her dear children whom she raised as her own."]}, {"name": "", "audio": "", "normalized": ["She observed them, trying to figure out what caused this."]}, {"name": "Saria", "audio": "v_sr654_0014", "normalized": ["These things… Those devices on their ears!"]}, {"name": "", "audio": "", "normalized": ["Saria realized headset-like devices were attached to their head around the ears and yelled."]}, {"name": "You", "audio": "", "normalized": ["Oh… So you noticed, huh."]}, {"name": "Saria", "audio": "v_sr654_0015", "normalized": ["These devices must be responsible!", " What did you do to them?!", " You better stop it and let them go now!"]}, {"name": "", "audio": "", "normalized": ["Saria's eyes twitched and she demanded furiously."]}, {"name": "You", "audio": "", "normalized": ["I didn't do anything myself.", " Those kids merely did what 'Ms.", " Saria' told them to do."]}, {"name": "Saria", "audio": "v_sr654_0016", "normalized": ["What are you talking about…?", " I have never told such a thing…"]}, {"name": "", "audio": "", "normalized": ["Saria muttered confusedly as she had absolutely no idea what I was talking about."]}, {"name": "Saria", "audio": "v_sr654_0017", "normalized": ["…Quit trying to distract me by feeding me such nonsense.", " You tell me what you did to the kids, now!"]}, {"name": "You", "audio": "", "normalized": ["I am not telling a lie, I swear… Oh, right, I guess you can't hear it like this… Now, this should do."]}, {"name": "", "audio": "", "normalized": ["I grinned and operated the machine as I said."]}, {"name": "Fake Saria", "audio": "v_sr654_0018", "normalized": ["Here, you must cum hard by using that toy right in front of you."]}, {"name": "Saria", "audio": "v_sr654_0019", "normalized": ["Wait, what…?"]}, {"name": "", "audio": "", "normalized": ["Saria asked, visibly confused as she could not comprehend what the voice coming out of the speakers meant."]}, {"name": "Orphan 1", "audio": "", "normalized": ["But…can we really…?"]}, {"name": "", "audio": "", "normalized": ["The voice was definitely feminine, but it was not Saria's."]}, {"name": "", "audio": "", "normalized": ["However, the orphans reacted to the voice coming from the speaker with a twitch and asked with a monotonous voice."]}, {"name": "Saria", "audio": "v_sr654_0020", "normalized": ["No, that is total nonsense!", " You must not listen to that voice, just ignore it, you must not!"]}, {"name": "", "audio": "", "normalized": ["Saria raised her voice as if she was scolding them."]}, {"name": "Fake Saria", "audio": "v_sr654_0021", "normalized": ["Of course.", " That thing right there is not a human being.", " It is just a pussy whore meant for men to let go of their desires."]}, {"name": "Fake Saria", "audio": "v_sr654_0022", "normalized": ["You must release your lust by using it so that you will not harm a real woman, you see."]}, {"name": "Saria", "audio": "v_sr654_0023", "normalized": ["Enough of this…"]}, {"name": "", "audio": "", "normalized": ["However, the voice from the speaker continued to talk to the orphans, calming instructing them and cutting off Saria."]}, {"name": "Fake Saria", "audio": "v_sr654_0024", "normalized": ["Now, I will not forgive you if you would violate someone because you could not control your urges, okay?"]}, {"name": "Fake Saria", "audio": "v_sr654_0025", "normalized": ["So, I'm going to sit here and watch you to make sure you let your cum all out, hmm?"]}, {"name": "", "audio": "", "normalized": ["The voice continued to give insane and skewed instructions to the confused orphans."]}, {"name": "Saria", "audio": "v_sr654_0026", "normalized": ["Everyone… Please, you must not do something like that… Y-you understand, right?"]}, {"name": "Orphan 2", "audio": "", "normalized": ["…We understand, Ms.", " Saria."]}, {"name": "Saria", "audio": "v_sr654_0027", "normalized": ["Oh… Thank goodness you get it… Wait, wh-why are you coming towards me… No, please stop."]}, {"name": "", "audio": "", "normalized": ["Saria's face lit up for a moment as she thought her words reached the orphans."]}, {"name": "", "audio": "", "normalized": ["However, she started panicking as their penises grew even harder while they started following the voice from the speaker."]}, {"name": "Saria", "audio": "v_sr654_0028", "normalized": ["No way… Brainwashing…?", " Everyone thinks that voice coming from the speaker is mine…"]}, {"name": "You", "audio": "", "normalized": ["Now you get it."]}, {"name": "", "audio": "", "normalized": ["Despite baffled Saria, the orphans stared into empty space as if they were seeing \"Ms.", " Saria\" there."]}, {"name": "Saria", "audio": "v_sr654_0029", "normalized": ["N-no, that is an illusion!", " You must see the reality!"]}, {"name": "", "audio": "", "normalized": ["Saria desperately tried to reach out to them, but they ignored her words and approached her, pressing their cocks onto her."]}, {"name": "Saria", "audio": "v_sr654_0030", "normalized": ["Mnngh, guhghh… How dare you turn the orphans like this… You must undo whatever you did or I will make you pay."]}, {"name": "You", "audio": "", "normalized": ["Make me pay, you say… But, like I already told you, I actually didn't do anything myself, you know?"]}, {"name": "Saria", "audio": "v_sr654_0031", "normalized": ["How could you!", " I know you're behind this voice too!"]}, {"name": "", "audio": "", "normalized": ["Saria was humiliated and furious at the same time from the sensation of the penis being pressed onto her."]}, {"name": "Saria", "audio": "v_sr654_0032", "normalized": ["Please, everyone, don't let the voice fool you!", " I am the real Saria, not that voice!"]}, {"name": "", "audio": "", "normalized": ["She desperately begged but it only made the orphans angrier as they blindly believed the voice from the speaker."]}, {"name": "Orphan 1", "audio": "", "normalized": ["You're just a pussy whore!"]}, {"name": "Orphan 2", "audio": "", "normalized": ["A fake, you're not real!", " Don't get in the way of Ms.", " Saria!"]}, {"name": "Saria", "audio": "v_sr654_0033", "normalized": ["This can't be…!", " P-please, stop this… Mnnaahh, no… I'm begging you… Everyone, please… Mngh, mnnough, oghhoughhghh!"]}, {"name": "", "audio": "", "normalized": ["They were enraged by Saria's words and came after her at once."]}, {"name": "Saria", "audio": "v_sr654_0034", "normalized": ["Ohhggoughh, mnguhoughh… Mnnjuhh, mnnhujuuhooughh… Aaaghah, mnnguheeghh."]}, {"name": "", "audio": "", "normalized": ["Saria had the cocks shoved into her mouth, vagina, and other places, letting out muffled moans."]}, {"name": "Saria", "audio": "v_sr654_0035", "normalized": ["Mnbguuhh, aghaahh!", " No, you can't, please!", " You can't go so hard… Mngheghh, aaghyyaagghh!"]}, {"name": "", "audio": "", "normalized": ["It seemed she was already letting out a hot breath and feeling pleasure as the young, erect penis rubbed her everywhere."]}, {"name": "", "audio": "", "normalized": ["Her vagina was conditioned for maximum pleasure and it must have been reacting to the stimulation."]}, {"name": "Saria", "audio": "v_sr654_0036", "normalized": ["Ohheegaaghh, mnnheeghh!", " Please… Everyone, just snap out of it, please… Heeaghh, aghaahh, mnnguheeghh!"]}, {"name": "", "audio": "", "normalized": ["Saria let out moans as she has violated in her mouth and vagina, writhing."]}, {"name": "", "audio": "", "normalized": ["However, her moans were turned into gag by the penis being forced down to the throat."]}, {"name": "Saria", "audio": "v_sr654_0037", "normalized": ["You can't do this, aaheeghh, aaghh… Noo… Mnnough, ohohgh, aaghahh!", " Please stop moving…your cock!"]}, {"name": "", "audio": "", "normalized": ["Saria let out strained groans and tried to stop the orphans, but they did not listen and continued to pound their hips."]}, {"name": "Saria", "audio": "v_sr654_0038", "normalized": ["Please… Don't listen to that voice and wake up… Aagheeghh!", " Mnouhhouhguhhahh, stop… Gummuguhh!"]}, {"name": "", "audio": "", "normalized": ["Even the surrounding orphans seemed to be aroused by how Saria was being violated and they started stroking their cock, masturbating."]}, {"name": "Saria", "audio": "v_sr654_0039", "normalized": ["Aguhghh… Everyone… I am not a toy to expel your desires… Please… Aghaahh!", " Mnnouh, mnnuhuooghh!"]}, {"name": "", "audio": "", "normalized": ["Saria gagged and begged from the continuous pounding."]}, {"name": "", "audio": "", "normalized": ["She realized she was not being treated as a human and tried to open her mouth to complain."]}, {"name": "Saria", "audio": "v_sr654_0040", "normalized": ["Amuuhh, mngbhh!", " Heeghuhh… Don't let the kids, mnnahh… Keep doing this… I have to stop them…"]}, {"name": "Fake Saria", "audio": "v_sr654_0041", "normalized": ["If you don't like it that much, why don't you bite their cocks off?"]}, {"name": "", "audio": "", "normalized": ["The voice from the speaker mocked her."]}, {"name": "Saria", "audio": "v_sr654_0042", "normalized": ["Haahh, mnnheeghh… I can't do that…"]}, {"name": "Fake Saria", "audio": "v_sr654_0043", "normalized": ["Oh, I thought a dedicated soldier like you would do it for the mission, hmm?"]}, {"name": "Saria", "audio": "v_sr654_0044", "normalized": ["I… I have to protect those orphans… I cannot bring myself to cause them any harm…!"]}, {"name": "Fake Saria", "audio": "v_sr654_0045", "normalized": ["Quite a determination…but I wonder how long it will last, huh?"]}, {"name": "Saria", "audio": "v_sr654_0046", "normalized": ["Mnnheeghh, mnngheeghh… Don't you underestimate me… I will do whatever it takes to protect them…"]}, {"name": "", "audio": "", "normalized": ["Saria expressed her resolution, but it seemed she was quickly losing her will to resist as the orphans were manipulated against her intention."]}, {"name": "Saria", "audio": "v_sr654_0047", "normalized": ["Gunnmuhghh, mnuuhguhhnm… Aaaghh, haaghhnmm… Mnnghh, guheeghh, mnnmghmm."]}, {"name": "Saria", "audio": "v_sr654_0048", "normalized": ["Mnngh, mnnjuhh… Mnnuhgh, mnnhaaghh… I will protect you all, whatever it takes… Chuhhpah, mnnhuhh… Relouhh."]}, {"name": "", "audio": "", "normalized": ["Saria started to actively pleasure their genital on her own in an attempt to calm them down."]}, {"name": "", "audio": "", "normalized": ["Her tongue licked the penis in her mouth, slithering all over it."]}, {"name": "Saria", "audio": "v_sr654_0049", "normalized": ["Haahh, guhaahh, mnheeghh… Mnnhuhh… Everyone, please, cum and snap out of it… Mnnghh!"]}, {"name": "", "audio": "", "normalized": ["She rubbed the whole cock with her lips and twisted her hips as they pounded theirs."]}, {"name": "", "audio": "", "normalized": ["Her vagina wiggled, devouring pleasure and squeezing tight."]}, {"name": "Saria", "audio": "v_sr654_0050_b", "normalized": ["Please… Just use me as a pussy whore and…feel as much pleasure as you want!"]}, {"name": "", "audio": "", "normalized": ["Saria said and continued to pleasure the orphans as her voice was also changing from strained groans to pleasured, sugary moans."]}, {"name": "", "audio": "", "normalized": ["Saria's pleasuring moves made the orphans more and more aroused as their hips started to shudder."]}, {"name": "Saria", "audio": "v_sr654_0051", "normalized": ["Your cocks are throbbing so much… I'm going to make you feel even better now."]}, {"name": "", "audio": "", "normalized": ["Saria realized they were nearing the climax and teased them even harder as she moved her tongue and hips faster."]}, {"name": "", "audio": "", "normalized": ["She said it was all for the orphans, but looking at her aroused and loose expression, it was obvious she was seeing pleasure herself."]}, {"name": "Saria", "audio": "v_sr654_0052", "normalized": ["Mnuuhh, haahhnmm!", " Your cocks… They are getting so hot.", " Don't hold it in and let it all out now… Mnnhh!"]}, {"name": "Orphan 3", "audio": "", "normalized": ["I-I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["The orphans started to ejaculate one after another as they could not resist her urging them."]}, {"name": "Saria", "audio": "v_sr654_0053", "normalized": ["Mnnbuguhuhh!", " Aaabughh, mnnguuhoohohh, muuhhuhghhghh!"]}, {"name": "", "audio": "", "normalized": ["Saria's eyes rolled back and she groaned, suffocating from the massive amount of semen coming into her mouth and vagina."]}, {"name": "Saria", "audio": "v_sr654_0054", "normalized": ["Mnnguhh, mnnguhmhguhh, mnnughh, mnnhaahh… Haahh… Heeghhnmm… Th-this taste…?!"]}, {"name": "", "audio": "", "normalized": ["With a massive amount of semen being poured into her, she let out sweet moans and her eyes opened wide as she tasted cum in her mouth."]}, {"name": "Fake Saria", "audio": "v_sr654_0055", "normalized": ["Hehehe, looks like you noticed."]}, {"name": "Saria", "audio": "v_sr654_0056", "normalized": ["This is… I know this taste, I remember it…?!", " So that means these kids are…!"]}, {"name": "Fake Saria", "audio": "v_sr654_0057", "normalized": ["Exactly.", " They are infected by the parasitic demonic flower, just as you figured out.", " They go in from the anus, stimulating their libido."]}, {"name": "Fake Saria", "audio": "v_sr654_0058", "normalized": ["You should know very well what that means… Isn't that right?"]}, {"name": "Saria", "audio": "v_sr654_0059", "normalized": ["How could you… This is wrong… Ughughh…!", " Mnhaahh… Guheeghh, no, my body is burning up… Mnnghaahhnm!"]}, {"name": "Saria", "audio": "v_sr654_0060", "normalized": ["My pussy is starting to ache… The aphrodisiacs from the flower are mixed with their semen… Ahh, you can't do that!"]}, {"name": "", "audio": "", "normalized": ["Saria was sure of it, but she was not able to resist the effects of the arousing chemicals."]}, {"name": "", "audio": "", "normalized": ["The parasitic flower had already been removed from her body but she was reacting intensely to pleasure, perhaps from the lingering effect."]}, {"name": "Saria", "audio": "v_sr654_0061", "normalized": ["Mnnahh, so much cum, pouring into me!", " Into my belly, my womb… It's pouring into me!"]}, {"name": "Saria", "audio": "v_sr654_0062", "normalized": ["Aaheeghh, aaghaahh!", " I'm going to come like this…!", " My pussy and my mouth, so much cum… I'm coming!"]}, {"name": "", "audio": "", "normalized": ["Saria quickly neared the climax as if someone had pulled the trigger on her."]}, {"name": "", "audio": "", "normalized": ["Her body shuddered violently and her mind was clouded by the pleasure, orgasming as she smiled."]}, {"name": "Saria", "audio": "v_sr654_0063", "normalized": ["Mnaahahh, such intense feeling, coming inside… Mgheeghh, heeghh!", " Ohgouhgohh!"]}, {"name": "Saria", "audio": "v_sr654_0064", "normalized": ["Ahegghaahh!", " This can't… No, the children are watching… Aghh!", " I can't stop coming, ughh!"]}, {"name": "", "audio": "", "normalized": ["Saria tried to resist the orgasm from the humiliation of doing so in front of the orphans, but her body reacted against her will."]}, {"name": "Saria", "audio": "v_sr654_0065", "normalized": ["Why… Why do I feel like this, with them watching me act so pathetically in front of them…"]}, {"name": "Saria", "audio": "v_sr654_0066", "normalized": ["My body is burning up… My pussy is aching so much…"]}, {"name": "", "audio": "", "normalized": ["Instead, she orgasmed in front of those whom she was supposed to protect."]}, {"name": "", "audio": "", "normalized": ["The pleasure was overwhelming her other emotions, a mixture of guilt and love towards them."]}, {"name": "Saria", "audio": "v_sr654_0067", "normalized": ["This… This is so good… I want more, I want more of this, please… Please, plow me more with your rock-hard cock…"]}, {"name": "", "audio": "", "normalized": ["Saria moaned loudly and feverishly begged for more penis and semen, seeking pleasure."]}, {"name": "Saria", "audio": "v_sr654_0068", "normalized": ["I'm getting so turned on… My pussy is loving this…"]}, {"name": "Saria", "audio": "v_sr654_0069", "normalized": ["Maybe I am a pussy whore, not even a human being, just like they told me I was…"]}, {"name": "", "audio": "", "normalized": ["Saria lamented, realizing the situation she was in."]}, {"name": "Saria", "audio": "v_sr654_0070", "normalized": ["No, I can't let it stay like this… If I give up now…"]}, {"name": "", "audio": "", "normalized": ["However, she mustered her willpower at the verge of insanity and protested desperately while orgasming."]}, {"name": "Saria", "audio": "v_sr654_0071", "normalized": ["Haaghh, mnnghh, huhguhh… N-no… I can't protect them like this… Everyone, I am real… Please snap out of it."]}, {"name": "", "audio": "", "normalized": ["However, even her desperate plea did not reach the orphans as they were manipulated by the demonic flower."]}, {"name": "Orphan 2", "audio": "", "normalized": ["This pussy whore… It's still saying it's Miss Saria, even after all this, still lying."]}, {"name": "Orphan 1", "audio": "", "normalized": ["You're a filthy pig!", " You better know hold your tongue!"]}, {"name": "Saria", "audio": "v_sr654_0072", "normalized": ["Mngeheghh!", " Aghaahh, wait… That's, aaghh, if you go so hard like that… Aaheeghh, heeghaahh, mnnguhmm… Mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["Saria angered the orphans instead and they pounded their hips, expressing their rage, cornering her."]}, {"name": "Fake Saria", "audio": "v_sr654_0073", "normalized": ["This toy still thinks she's a human being."]}, {"name": "Fake Saria", "audio": "v_sr654_0074", "normalized": ["It must be trying to get you angry on purpose so you would fuck it even harder."]}, {"name": "Saria", "audio": "v_sr654_0075", "normalized": ["No, I am not thinking of such a thing… Please, believe me, I am the real… Mnnaaghh!"]}, {"name": "", "audio": "", "normalized": ["Saria tried to deny the words instigating the orphans."]}, {"name": "", "audio": "", "normalized": ["However, with the particularly intense rubbing in her vagina and mouth, her desperate begging turned into a moan."]}, {"name": "Orphan 3", "audio": "", "normalized": ["She can only think about cocks."]}, {"name": "Orphan 1", "audio": "", "normalized": ["You won't get away pretending to be Miss Saria like this."]}, {"name": "Saria", "audio": "v_sr654_0076", "normalized": ["Please… Everyone, why…won't you get it."]}, {"name": "", "audio": "", "normalized": ["Saria let out faint grief as the orphans were enraged even further by the voice coming from the speakers."]}, {"name": "Orphan 3", "audio": "", "normalized": ["How long are you gonna keep saying that, you fake!"]}, {"name": "Saria", "audio": "v_sr654_0077", "normalized": ["Mnnaaghh!", " Mnnoughh, ooghohh, ooghh!", " Aaghh, heeghh, eeghh… Haahhnmm!"]}, {"name": "", "audio": "", "normalized": ["The orphans angrily yelled at Saria."]}, {"name": "", "audio": "", "normalized": ["They continued to violate Saria with their enlarged penis along with the occasionally spewing aphrodisiac semen seeping into her skin."]}, {"name": "Saria", "audio": "v_sr654_0078", "normalized": ["No… That's not right… I'm… I'm the real…real one…"]}, {"name": "", "audio": "", "normalized": ["Her voice was weak as she spoke to them."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was because the orphans kept denying her claim over and over up to that point."]}, {"name": "", "audio": "", "normalized": ["It was as though she was starting to have doubts about her own identity as the real Saria."]}, {"name": "Saria", "audio": "v_sr654_0079", "normalized": ["Mnnhuhh… Mnnguhh, mnnbuguhh, mnguheeghh, guhoughh!", " I'm… I'm…"]}, {"name": "", "audio": "", "normalized": ["In addition to just orgasming, the aphrodisiac semen on her membranes and skin had corrupted Saria's mind, as their words dug into her mind."]}, {"name": "Fake Saria", "audio": "v_sr654_0080", "normalized": ["But think about it.", " Don't you think I am depraved too?"]}, {"name": "", "audio": "", "normalized": ["Saria laid groggy as if her mind was being broken into pieces.", " That moment, a voice echoed from the speaker."]}, {"name": "Saria", "audio": "v_sr654_0081", "normalized": ["Mnheghh… Ahh… What…?"]}, {"name": "Orphan 2", "audio": "", "normalized": ["What do you mean, Miss Saria isn't depraved…"]}, {"name": "", "audio": "", "normalized": ["The real Saria responded absent-mindedly to the fake Saria's confession and the orphans denied it, confused."]}, {"name": "Fake Saria", "audio": "v_sr654_0082", "normalized": ["Isn't it true though?", " Remember our lives."]}, {"name": "Fake Saria", "audio": "v_sr654_0083", "normalized": ["I treated you all so strict and not allowing you to take out your desires while showing off such lewd body."]}, {"name": "Saria", "audio": "v_sr654_0084", "normalized": ["No… I wasn't strict … I only thought about what was best for you…"]}, {"name": "", "audio": "", "normalized": ["Saria instinctively shook her head and butted in, but no one was listening to what she was saying."]}, {"name": "Fake Saria", "audio": "v_sr654_0085", "normalized": ["All of you young boys were forced to stay abstinent.", " I enjoyed watching you struggle with your desires behind your back."]}, {"name": "", "audio": "", "normalized": ["The orphans stopped moving and fell silent as they heard fake Saria's sadistic and joyful voice."]}, {"name": "", "audio": "", "normalized": ["A different kind of rage was replacing the precious feverish emotion."]}, {"name": "Saria", "audio": "v_sr654_0086", "normalized": ["Enough with your nonsense, it's all a lie… I have never even thought about things that way before…"]}, {"name": "Fake Saria", "audio": "v_sr654_0087", "normalized": ["If you are pretending, then you should at least not lie.", " I knew you all wanted to fuck me but I played a merciful saint.", " How terrible."]}, {"name": "", "audio": "", "normalized": ["The first half was directed at Saria and the latter half was instigating the orphans."]}, {"name": "Saria", "audio": "v_sr654_0088", "normalized": ["Everyone wanted to fuck me…?", " No way… But… I knew it all, how could I…"]}, {"name": "", "audio": "", "normalized": ["Saria tried to deny the enclosing words being spoken."]}, {"name": "", "audio": "", "normalized": ["However, her confidence was being shaken by the huge penises around her and pleasure running through her body."]}, {"name": "", "audio": "", "normalized": ["She repeated what the fake Saria said."]}, {"name": "Saria", "audio": "v_sr654_0089", "normalized": ["Yes, maybe I did… Maybe I knew it all along… But I just turned a blind eye…"]}, {"name": "", "audio": "", "normalized": ["Apparently, even the deepest of her mind was being shaken and Saria said as if she was agreeing with the statement."]}, {"name": "Saria", "audio": "v_sr654_0090", "normalized": ["I did… I did realize they were not immune to the desires, but… I tried to keep them away from it for their own good…"]}, {"name": "", "audio": "", "normalized": ["She was torn as she spoke as the fragments of humiliation and guilt crept inside her from the fact she enjoyed being violated by the orphans."]}, {"name": "", "audio": "", "normalized": ["At the same time, though it was one-sided, she felt their love."]}, {"name": "Saria", "audio": "v_sr654_0091", "normalized": ["That was… That wasn't for them… Maybe I wanted things to end up like this eventually."]}, {"name": "", "audio": "", "normalized": ["The orphans screamed at Saria, criticizing her, even though she was already shaken enough."]}, {"name": "Orphan 2", "audio": "", "normalized": ["Yeah, yeah!", " That pussy-slut was playing us!"]}, {"name": "Orphan 3", "audio": "", "normalized": ["She's gonna pay!", " I'll fuck her and make her pregnant for it."]}, {"name": "Saria", "audio": "v_sr654_0092", "normalized": ["Mnnaahh, aahhnmm!", " Mnnguhughh, please, stop this already… Haaheghh, mnheaghh, nmuughh!"]}, {"name": "", "audio": "", "normalized": ["The orphans were furious as they no longer seemed to care who they were fucking."]}, {"name": "", "audio": "", "normalized": ["Their pent up rage erupted and they took out their lust onto Saria, madly and violently."]}, {"name": "Saria", "audio": "v_sr654_0093", "normalized": ["Mnnguhaahh, haaghh… Haaghh… Mnnguhhuhh, I-I can't take this… Mnnaah, everyone, wait… Mnnghh!"]}, {"name": "Fake Saria", "audio": "v_sr654_0094", "normalized": ["That's good, everyone, don't hold back."]}, {"name": "Fake Saria", "audio": "v_sr654_0095", "normalized": ["If she is the real one, then you must punish her."]}, {"name": "Saria", "audio": "v_sr654_0096", "normalized": ["Haaghh, heeghh… Wh-what are you talking about, a punishment… That's not right."]}, {"name": "", "audio": "", "normalized": ["Saria writhed from pleasure as she let out incoherent moans.", " The fake Saria continued to corner her."]}, {"name": "Fake Saria", "audio": "v_sr654_0097", "normalized": ["Let's see… Why don't you all pour so much cum inside so her womb would explode."]}, {"name": "Saria", "audio": "v_sr654_0098", "normalized": ["Heegh, no… I don't want to get pregnant!", " Please, I'm sorry… I'll do anything, just don't get me pregnant!"]}, {"name": "", "audio": "", "normalized": ["Saria shook her head as what was left of her sanity refused to be impregnated and begged desperately."]}, {"name": "Fake Saria", "audio": "v_sr654_0099", "normalized": ["What a pitiful slut, no no no, after all this… Maybe you should get rid of something so pathetic."]}, {"name": "Fake Saria", "audio": "v_sr654_0100", "normalized": ["You were abandoned by the dirty grown-ups.", " You have the right to ditch this whore in return."]}, {"name": "Saria", "audio": "v_sr654_0101", "normalized": ["Ditch me…?", " Me?", " No… Please, not that!"]}, {"name": "", "audio": "", "normalized": ["The fact those whom she swore to protect with her life was now saying they would abandon her made Saria's mind further unstable."]}, {"name": "Fake Saria", "audio": "v_sr654_0102", "normalized": ["She said she saved you all as if you all owe her for it, and then pretended to be nice, right?"]}, {"name": "Fake Saria", "audio": "v_sr654_0103", "normalized": ["You should just get rid of such a pathetic whore."]}, {"name": "Saria", "audio": "v_sr654_0104", "normalized": ["No, please, don't abandon me… That's… I can't take it."]}, {"name": "", "audio": "", "normalized": ["She could not completely deny what the fake Saria said and her mind finally broke, shaking her head in the fear of being abandoned."]}, {"name": "Saria", "audio": "v_sr654_0105", "normalized": ["Please, don't abandon me, please don't leave me…!", " I'm begging you… Please, don't do that!"]}, {"name": "", "audio": "", "normalized": ["Saria madly screamed over and over, but the orphan just stared at her and scoffed."]}, {"name": "Orphan 2", "audio": "", "normalized": ["No wonder she's a fake."]}, {"name": "Orphan 3", "audio": "", "normalized": ["You just want cum, don't you?", " Then beg like a pig you are!"]}, {"name": "Saria", "audio": "v_sr654_0106", "normalized": ["Mnngouhh, buheeghh!", " Please, don't leave me… Hugouhh, mnahahh, buheeghh, please cum inside me and knock me up!"]}, {"name": "", "audio": "", "normalized": ["Saria desperately begged not to be left, oinking like a pig."]}, {"name": "", "audio": "", "normalized": ["Even though she was refusing to be impregnated so hard just moments ago, she was now asking for it from the fear of being abandoned."]}, {"name": "Saria", "audio": "v_sr654_0107", "normalized": ["I am pathetic, scumbag, pussy whore!", " Please, have pity on the fake me and give me your thick cum!"]}, {"name": "", "audio": "", "normalized": ["The orphans started to ejaculate even more as they seemed to be answering Saria's such vulgar pleas."]}, {"name": "", "audio": "", "normalized": ["She was now completely transformed into the sex toy and shudder while letting out joyous voices as the semen showered onto her."]}, {"name": "Saria", "audio": "v_sr654_0108", "normalized": ["Buheeghh!", " Huhgouhh, hughouhh, I am just a pussy whore serving your desires… Please give me more cum!"]}, {"name": "Saria", "audio": "v_sr654_0109", "normalized": ["Mnngouhgohh, aaheeghh, mnnhuhaaghh… So much hot cum, it's so good!"]}, {"name": "", "audio": "", "normalized": ["Saria screamed, pretending to be a pig."]}, {"name": "Saria", "audio": "v_sr654_0110", "normalized": ["Aaaheegahh, I'm coming!", " I'm coming with all your cum!", " Mnnaahh, haahhnmm, mnnghnmm!"]}, {"name": "", "audio": "", "normalized": ["On top of all that, she was shilling out to the orphans so they would not abandon her."]}, {"name": "", "audio": "", "normalized": ["She was overcome with the feeling of her dearest things being broken, and at the same time, she felt an indescribable sense of relief."]}, {"name": "Saria", "audio": "v_sr654_0111", "normalized": ["Mngnuughh… Mnngeghh, I'm pathetically pissing myself and getting fucked, and it feels so good!"]}, {"name": "", "audio": "", "normalized": ["Saria's body went limp from the sensation and she started urinating."]}, {"name": "", "audio": "", "normalized": ["Saria smiled absent-mindedly as she showed such pitiful sight to the orphans, further depraving herself, seeking the ever-escalating pleasure."]}, {"name": "Saria", "audio": "v_sr654_0112", "normalized": ["Buhgeghhbuheeghh!", " Hughouhghgnmhoouhh, I'm just a pussy whore…who just loved to piss myself and come!"]}, {"name": "", "audio": "", "normalized": ["Saria continued to oink like a pig."]}, {"name": "", "audio": "", "normalized": ["She called herself a pig, a whore, and orgasmed as she showed off her twisting body to the orphans to watch."]}, {"name": "Saria", "audio": "v_sr654_0113", "normalized": ["Mnngouhghh, so much cum, pouring onto me… Aaaghh, this is so nice… This is what I have been searching for."]}, {"name": "Orphan 1", "audio": "", "normalized": ["You fake!", " Hypocrite!"]}, {"name": "Orphan 4", "audio": "", "normalized": ["You aren't so haughty now, you pig!"]}, {"name": "", "audio": "", "normalized": ["The orphans simply wanted to satisfy their desire and Saria was intoxicated by their semen, certain it was what she always wanted."]}, {"name": "Saria", "audio": "v_sr654_0114", "normalized": ["Mnnhoueeghh… I'm not going to be Saria anymore.", " I'll just be a pussy whore!"]}, {"name": "Saria", "audio": "v_sr654_0115", "normalized": ["Buheeghh!", " I love your dick milk!", " Please, fuck me and knock me up!", " Please, more cock!"]}, {"name": "", "audio": "", "normalized": ["Saria orgasming and laughed madly.", " It was hard to imagine she was acting this way from her usual demeanor."]}, {"name": "", "audio": "", "normalized": ["The orphans' penises grew even harder as they saw her, assaulting her after another."]}, {"name": "You", "audio": "", "normalized": ["Now, Saria lost her mental clutch and her mind is completely broken."]}, {"name": "", "audio": "", "normalized": ["I could not help but smile as everything went perfectly as I had planned."]}, {"name": "You", "audio": "", "normalized": ["I'll just need to procure even more powerful demonic flower."]}, {"name": "", "audio": "", "normalized": ["I have broken her mind which was my goal.", " I muttered and pondered about what I would do to her next."]}]