[{"name": "", "audio": "", "normalized": ["A gathering of men from the underbelly of the society was taking place in the lavishly furnished party hall."]}, {"name": "Man A", "audio": "", "normalized": ["Hey, did you hear the rumor?"]}, {"name": "Man B", "audio": "", "normalized": ["Yeah, I did …"]}, {"name": "", "audio": "", "normalized": ["As they all discussed the recent happening in the shady world, an announcement echoed in the hall."]}, {"name": "Staff", "audio": "", "normalized": ["Thank you for your patience.", " We will be starting the party's main attraction shortly."]}, {"name": "", "audio": "", "normalized": ["As soon as the announcement was over, also luxuriously decorated cart was carried into the middle of the all as everyone watched."]}, {"name": "", "audio": "", "normalized": ["The item on the cart was Rin, bound and rendered immobile with her legs up and her vagina exposed."]}, {"name": "Rin", "audio": "v_sr661_0000", "normalized": ["Mngh, mnnguhh… Ughuhh."]}, {"name": "", "audio": "", "normalized": ["The guests in the hall all stared at her curiously as she showed off such an obscene view."]}, {"name": "", "audio": "", "normalized": ["Rin tried to get away from the staring eyes instinctively but the bondage did not even allow her to do that."]}, {"name": "", "audio": "", "normalized": ["Her cheeks blushed as those eyes were still fixed onto her and let out faint groans."]}, {"name": "Rin", "audio": "v_sr661_0001", "normalized": ["Mnngh, guhhghh… So many people… Watching me like this…"]}, {"name": "", "audio": "", "normalized": ["Her clothes were undone, even exposing her breasts and leaving her pretty much naked, but one thing that caught their eyes the most was her crotch."]}, {"name": "", "audio": "", "normalized": ["Both Rin's anus and vagina were pulled open with some kind of belts as they were gaping wide."]}, {"name": "Rin", "audio": "v_sr661_0002", "normalized": ["Haahh, mnghm… Guh, d-don't look at me so much…"]}, {"name": "Man A", "audio": "", "normalized": ["Look at those pussy and anus!"]}, {"name": "Man C", "audio": "", "normalized": ["Amazing… I didn't know a vagina could open so wide."]}, {"name": "", "audio": "", "normalized": ["Rin was showing off such a lewd display to everyone in the hall.", " The guests were excited by her and wondered what she was about."]}, {"name": "Rin", "audio": "v_sr661_0003", "normalized": ["Mnghnm, gughh…"]}, {"name": "", "audio": "", "normalized": ["Her limbs were fixed onto the cart firmly so she could not even hide her crotch area."]}, {"name": "Staff", "audio": "", "normalized": ["She is a Taimanin, captured and conditioned by her enemy.", " She is here to make her debut."]}, {"name": "", "audio": "", "normalized": ["Amidst all that, the party's host started making announcements and introduced why Rin was there."]}, {"name": "", "audio": "", "normalized": ["The guests heard him and started laughing at their common enemy humiliated like that."]}, {"name": "Rin", "audio": "v_sr661_0004", "normalized": ["(Everyone, left and right… They are looking at me so lewdly… They are all seeing…my gaping holes…!", ")"]}, {"name": "", "audio": "", "normalized": ["Rin felt the vulgar emotion through all the eyes staring at her as she observed the guests react."]}, {"name": "", "audio": "", "normalized": ["She was in fact corrupted by pleasure, but it did not mean she became whore who would fuck anyone and everyone."]}, {"name": "", "audio": "", "normalized": ["She was forced to strike a humiliating pose in front of the crowd."]}, {"name": "", "audio": "", "normalized": ["And everyone was staring at her as her crotch was spread wide open, completely exposed.", " Her have turned red from the shame."]}, {"name": "Rin", "audio": "v_sr661_0005", "normalized": ["(Mnnaaghh, but… So many people, they are all… Mnngh… No, just thinking about them is getting my pussy wet.", ")"]}, {"name": "", "audio": "", "normalized": ["However, she seemed she was getting aroused by the masochistic pleasure as she imagined what was about to happen to her."]}, {"name": "", "audio": "", "normalized": ["Rin's face blushed again, but for a different reason."]}, {"name": "", "audio": "", "normalized": ["She was indeed getting wet, though just slightly."]}, {"name": "", "audio": "", "normalized": ["Then she proceeded to say the line she was taught to tell the crowd as they kept staring at her."]}, {"name": "Rin", "audio": "v_sr661_0006", "normalized": ["Mnhmm, I had misunderstood you previously… But with the guidance, now I know the truth…"]}, {"name": "Rin", "audio": "v_sr661_0007", "normalized": ["So today, I will be your cum-dump… I will be serving you to satisfy your needs as you surely are pent up…"]}, {"name": "Rin", "audio": "v_sr661_0008", "normalized": ["Please, use whatever part of me you want… My hands, my mouth, my hair, and of course my holes… Please, let it out all you want."]}, {"name": "Man B", "audio": "", "normalized": ["This is great!", " I can take out my stress on her!"]}, {"name": "Man A", "audio": "", "normalized": ["What a great show!"]}, {"name": "", "audio": "", "normalized": ["Quite a few of the men in the crowd had run-ins with the Taimanin before and it did not end well."]}, {"name": "", "audio": "", "normalized": ["They rushed to form a circle around Rin, determined to get payback as they took their trousers off and rubbed their penises on her."]}, {"name": "Rin", "audio": "v_sr661_0009", "normalized": ["Mnnghnm, haaghahh… So many cocks… Please, fuck me however you want… Mnnahh, aaguhh, heehhnm!"]}, {"name": "", "audio": "", "normalized": ["Rin let out a pleasured voice from the sensation of the penis on her skin and urged the crowd."]}, {"name": "", "audio": "", "normalized": ["She was also smiling loosely, anticipating the time of pleasure that was about to come."]}, {"name": "Rin", "audio": "v_sr661_0010", "normalized": ["Gumuuhgh… Mnneghaghh, haahuhh… Please, don't be shy!"]}, {"name": "Rin", "audio": "v_sr661_0011", "normalized": ["You can just use me to satisfy your needs all you want… Please, just give me your cock!"]}, {"name": "Man C", "audio": "", "normalized": ["She actually likes this.", " What a slut."]}, {"name": "Man B", "audio": "", "normalized": ["Those gaping anus and pussy aren't for nothing!"]}, {"name": "Rin", "audio": "v_sr661_0012", "normalized": ["Mnneghh… Getting rubbed…all over with your cock… Everyone's treating me like just a sex toy to take care of their desires."]}, {"name": "Rin", "audio": "v_sr661_0013", "normalized": ["Just thinking about it… I don't know… It's making my body burn up… It's tingling… I can't help it…!"]}, {"name": "", "audio": "", "normalized": ["The guests realized she was not forced into saying it but she wanted to say it.", " They scoffed at her as they reached for her with their penises."]}, {"name": "", "audio": "", "normalized": ["Rin let out moans of joy at such sight and accepted what they were about to do to her with pleasure."]}, {"name": "Rin", "audio": "v_sr661_0014", "normalized": ["My hands and my feet… It's all over me… The feeling… I'm getting addicted to this!"]}, {"name": "", "audio": "", "normalized": ["She enjoyed the sensation of the penis in her hands and shilled herself to the guests for them to use."]}, {"name": "Rin", "audio": "v_sr661_0015", "normalized": ["Please, use me more, every part of me… Mnmmuh!", " Mnnguheeghh, aaguhh… Mnnjuh, mnnhaaghh… I-it's even in my mouth!"]}, {"name": "", "audio": "", "normalized": ["Rin almost puked as the fully erect penis made its way into her mouth but she quickly started licking it with her tongue, showing an ecstatic expression."]}, {"name": "", "audio": "", "normalized": ["The other men started stroking their cocks on her hair, shaking their hips onto her hands, and rubbed it onto her legs."]}, {"name": "Rin", "audio": "v_sr661_0016", "normalized": ["Mnnjuuhrruhruhhbuuhgnmmhaagh… Cocks, everywhere… Everywhere I look… Haahuhh… I'm so happy."]}, {"name": "", "audio": "", "normalized": ["The guests used every part of Rin's body as they pleased and satisfied their desires."]}, {"name": "", "audio": "", "normalized": ["Rin also moved to indulge them, letting her fingers wiggle to stimulate the cocks in her hands."]}, {"name": "Rin", "audio": "v_sr661_0017", "normalized": ["Mnnhaahhnmm!", " Aaheghhgh, mnmmugh… I love this feeling… More, I want it more."]}, {"name": "Rin", "audio": "v_sr661_0018", "normalized": ["Mnnmuhh… Cock, drilling into me in my mouth, nmnheaagh… Mnnuhh, lewd juice coming from the tip… It's so good!"]}, {"name": "", "audio": "", "normalized": ["Even that was not enough for her and she sucked and licked the penis inside her mouth, making wet sounds."]}, {"name": "Rin", "audio": "v_sr661_0019", "normalized": ["Ahmuhh, mngnmmhh… Mnnjurruhh… Haahuhh… Juhrruhh… Mnnhaaghh… Rellouhh."]}, {"name": "Rin", "audio": "v_sr661_0020", "normalized": ["Aahuhaahh, guhheghh, mnghnmm… Cock… It's throbbing, reacting… It's getting bigger…and bigger… Mnnahh."]}, {"name": "", "audio": "", "normalized": ["She was also groped by all the male genitals around her, surrounded by thick make odor which made her completely aroused."]}, {"name": "Rin", "audio": "v_sr661_0021", "normalized": ["Haahuhh… Mnnmmghuhhouh… Haaghh… Haauh… Mmmuhh… Precum, coming from cock… Mnnhegh, so much cmoing out…"]}, {"name": "Rin", "audio": "v_sr661_0022", "normalized": ["Guhhegaghaaghh… Mnnchuhh… Haahhnmm… Mnnjuuruhghh… Mnnmuh… This is great… Mnheh, ahahh… Mnnhaaghahhnm!"]}, {"name": "", "audio": "", "normalized": ["She was moving her body to rub her skin on the cocks around her, arousing those men and enjoying it herself."]}, {"name": "Rin", "audio": "v_sr661_0023", "normalized": ["Don't be shy and come on!", " I'm gonna let you have a lot more fun… Come on, let me touch your cocks… Mnnheaghh!"]}, {"name": "", "audio": "", "normalized": ["Rin was not even hiding her lewdness and her existence alone was enough to arouse men, leading them towards the climax one by one."]}, {"name": "Man C", "audio": "", "normalized": ["Guuhghh… This is amazing!"]}, {"name": "", "audio": "", "normalized": ["They let out a groan as Rin continued to tease their penises without a pause as she devoured pleasure."]}, {"name": "Rin", "audio": "v_sr661_0024", "normalized": ["Mnnguhaaghh, mnnheaghh… Aghh, your cock… They are throbbing so much… Mnnah, they're getting so hot…!"]}, {"name": "", "audio": "", "normalized": ["Rin let out a hot breath as she felt their lust through the cocks on her hands, skin, and in her mouth."]}, {"name": "", "audio": "", "normalized": ["Her movements intensified more and more as she moaned joyously, urging the guests to ejaculate."]}, {"name": "Rin", "audio": "v_sr661_0025", "normalized": ["Mnnhaghaahh!", " Mnnaammunmnjururuhh… Come on, let me… Let me have your…thick cum… Aaguh, mnnheaghh!"]}, {"name": "", "audio": "", "normalized": ["Her delicate touch and her movements made the guests irresistibly aroused and it made their penises grow larger as they groaned."]}, {"name": "", "audio": "", "normalized": ["And then once their urge to ejaculate was beyond the limit, they started standing up and ejaculating onto Rin."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Splosh* *Spew* *Throb* *Spew* *Spew*"]}, {"name": "Rin", "audio": "v_sr661_0026", "normalized": ["Mnnaaghheeghh!", " Coming, coming, aaghh!", " Mnnaghh, aghaahh… Ohoughouh… Mnnhouhoouhuughh!"]}, {"name": "Rin", "audio": "v_sr661_0027", "normalized": ["Sizzling cum, showering on me… Mnnhaaghh, I'm coming, ughh!", " Mnnguhaghh, aahguhh, mnnaghh, aaghheehhnmm!"]}, {"name": "", "audio": "", "normalized": ["As semen poured into her gaping holes at once, Rin let out pleasure moans as her body shuddered from the stimulation."]}, {"name": "", "audio": "", "normalized": ["Sizzling fluid showered onto her mucus cooled by the room temperature and she felt a burning sensation."]}, {"name": "", "audio": "", "normalized": ["She achieved a light orgasm and her eyes melted from the pleasure."]}, {"name": "Rin", "audio": "v_sr661_0028", "normalized": ["Mnnheghh, mnnaghahh… This!", " This is what I wanted!", " I love cum on me… It's so good!"]}, {"name": "Rin", "audio": "v_sr661_0029", "normalized": ["Mnnegheeaghh, aaheghh… More… Give me more cum… Inside me… Fill me up with your cum… Please…!"]}, {"name": "", "audio": "", "normalized": ["Rin was savoring the long-awaited pleasurable sensation around her crotch."]}, {"name": "Rin", "audio": "v_sr661_0030", "normalized": ["Mnnaghahh, agghuughh… Aaaheghhaghh… Haah… Haauh… Mngh, huuguhh… Mnnguughh… Mnnguhh, mnnheuuhnm!"]}, {"name": "Man D", "audio": "", "normalized": ["Hey, we are just getting started."]}, {"name": "Man E", "audio": "", "normalized": ["Yeah, it's our turn next!"]}, {"name": "", "audio": "", "normalized": ["The guests who were waiting in the line rushed towards Rin to take their turns next."]}, {"name": "Rin", "audio": "v_sr661_0031", "normalized": ["Mnhegaghh… Ahheghh… Aghaaghh… Mnghnm, ghuhhmmuhh… Ahh, cock… So many cocks… So good!"]}, {"name": "", "audio": "", "normalized": ["Perhaps they could not just watch her moaning lewdly and the guests were already rubbing their penises onto her."]}, {"name": "", "audio": "", "normalized": ["She smiled as she felt fresh dicks rubbing onto her and she saught even more pleasure as she kept moving her hands to stroke them."]}, {"name": "Rin", "audio": "v_sr661_0032", "normalized": ["Mnnguhh… New… Fresh cocks… So many, rubbing them… I have to suck cum out… Guheghh, haahuhhnmgh!"]}, {"name": "", "audio": "", "normalized": ["Rin twisted her body and writhed violently from the pleasure coming from both inside and outside of her body."]}, {"name": "", "audio": "", "normalized": ["And membrane inside Rin's vagina and anus wiggled, begging for more semen, twitching erotically."]}, {"name": "Rin", "audio": "v_sr661_0033", "normalized": ["Mnnaghh, haahhnmm… Mnghnm… Guaghh… Aahughh… Haaheghh… Heeguh, heaghh, guhmmuughh!"]}, {"name": "Man D", "audio": "", "normalized": ["You still want more after this, you really are such a slut!"]}, {"name": "Man C", "audio": "", "normalized": ["Your pussy's twitching for more!"]}, {"name": "", "audio": "", "normalized": ["The guests were getting more and more aroused as both of her holes were begging for more semen, making them push their penis onto her harder."]}, {"name": "Rin", "audio": "v_sr661_0034", "normalized": ["Mnnguhahh… Mnnheghh, they're getting bigger and bigger… Aghahh… Come, please… Give me everything you got!"]}, {"name": "Man E", "audio": "", "normalized": ["Mnnguh, I can't hold it in anymore!", "2"]}, {"name": "Man D", "audio": "", "normalized": ["Guouhh!", " Cumming!"]}, {"name": "", "audio": "", "normalized": ["Those guests who stepped in after the initial turn started ejaculating and poured the semen into both of her holes."]}, {"name": "Rin", "audio": "v_sr661_0035", "normalized": ["Mnnghoouoguhohh!", " Ouhgohh, coming, coming!", " Guhaaghh, aaghheaghh… Guhheghheegghhmmg!"]}, {"name": "Rin", "audio": "v_sr661_0036", "normalized": ["Mhaaghh… Cum, pumping so much, uughh!", " It's filling me up inside, so much!"]}, {"name": "", "audio": "", "normalized": ["Rin raised her voice and moaned as she took in a massive amount of semen."]}, {"name": "", "audio": "", "normalized": ["She was even happy that some of the semen missed the target and showered onto her body, showing an ecstatic smile with filth on her body."]}, {"name": "Rin", "audio": "v_sr661_0037", "normalized": ["Guhheghheghhnm!", " Mnaaghh, ouhh… Cum… So much… My pussy and my butthole… They're both so happy!"]}, {"name": "", "audio": "", "normalized": ["Rin's body trembled from oncoming pleasure as she continued to stroke the penis restlessly, trying to make them ejaculate more."]}, {"name": "", "audio": "", "normalized": ["An incredible amount of semen was poured into her holes, but they easily swallowed it in without overflowing at all."]}, {"name": "Rin", "audio": "v_sr661_0038", "normalized": ["Mnnhagahahh… Aahuh, mnnghmguhhghh… So much pouring in… Guhheghaghh, mnnagh, a-amzing!"]}, {"name": "Man B", "audio": "", "normalized": ["She took all that cum inside her!"]}, {"name": "Man E", "audio": "", "normalized": ["Damn, how big are her holes!"]}, {"name": "Rin", "audio": "v_sr661_0039", "normalized": ["Mnmmughh… Aghaeeaahh, guhaaghh… Aghaahh… Mnnhegh… Haauh… Haaghahh… Mnnmghh!"]}, {"name": "", "audio": "", "normalized": ["The guests smiled mockingly as her holes could hold a seemingly infinite amount of semen."]}, {"name": "男Ｆ", "audio": "", "normalized": ["Hehehe, your bottomless holes, I'm gonna fill them up with my seed!"]}, {"name": "", "audio": "", "normalized": ["The next batch of the guests was already on Rin's body and started devouring pleasure, determined to fill her with their own semen."]}, {"name": "Rin", "audio": "v_sr661_0040", "normalized": ["Aahegahh… Mnnghmm… I-it feels so good… M-my mind… I'm going mad!", " All I can think about…are those cocks!"]}, {"name": "Rin", "audio": "v_sr661_0041", "normalized": ["Mnnguhaaghh, aheghhm, haahuuhhnmm… Mnnaghh, guhmmuhh… Haauh, hegh… Aghaaghhaahh!"]}, {"name": "", "audio": "", "normalized": ["Rin was made a plaything by the guests and moaned as they mocked her, orgasming over and over."]}, {"name": "Rin", "audio": "v_sr661_0042", "normalized": ["(I-I didn't know…getting humiliated by so many men felt so good… I'm so glad I swore to serve him.", ")"]}, {"name": "", "audio": "", "normalized": ["Soon, she discovered a new kind of humiliation and pleasure, different from her vagina and anus, solidifying her loyalty to Fuuma."]}, {"name": "Man E", "audio": "", "normalized": ["You're not going mad yet, we're just getting started!"]}, {"name": "Rin", "audio": "v_sr661_0043", "normalized": ["Mnghuogouhh!", " P-please, no… It's coming, again!", " Mnguhahh, aaguhh, mnmmuhh… Kehgeghhnmmn!"]}, {"name": "", "audio": "", "normalized": ["Rin's body jumped up and down again and again as she was overwhelmed by the pleasure from another round of ejaculation."]}, {"name": "", "audio": "", "normalized": ["The guests continued to devour Rin's body like so and poured so much semen onto her…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Rin", "audio": "v_sr661_0044", "normalized": ["Oohgouhh, oouhghh… Gheghehh, mnnhegah… Haaghh… Haah… Mnnmgh, aahuhughh…!"]}, {"name": "", "audio": "", "normalized": ["And once the last of the guests finished ejaculating, even her bottomless holes were filled to the brim with semen."]}, {"name": "", "audio": "", "normalized": ["With so much smen inside her belly, it had inflated almost like a pregnant woman."]}, {"name": "Rin", "audio": "v_sr661_0045", "normalized": ["Cum… So much cum… Poured inside me… Aaaughh… Haaheghh… Mnnghnm."]}, {"name": "Rin", "audio": "v_sr661_0046", "normalized": ["Mnnguhouhgouhh, my belly… So full… It's gotten so big… Mnnguh, now I'ma cum tank… This is amazing…"]}, {"name": "", "audio": "", "normalized": ["In addition, all the semen that missed the target was all over her body and Rin was covered with filthy, white fluid."]}, {"name": "", "audio": "", "normalized": ["She was intoxicated by semen and was running out of the air from getting her mouth violated over and over, zoning out as she stared into emptiness."]}, {"name": "Rin", "audio": "v_sr661_0047", "normalized": ["Mnnuhh… Mnnguh, ouhgouhh, ooughh… My anus and my pussy too… Can't take it anymore… Mnnhegh, so much cum…"]}, {"name": "Rin", "audio": "v_sr661_0048", "normalized": ["So much cum pumped into me… MY womb's happy too… Haahegahh, mnnuh, huughh… Mnnhagh, I'm so happy… Mnngh."]}, {"name": "Man B", "audio": "", "normalized": ["Hey, do you guys too wonder…which one of her holes is actually the biggest?"]}, {"name": "Rin", "audio": "v_sr661_0049", "normalized": ["Aheghh, ahahh… What…?"]}, {"name": "", "audio": "", "normalized": ["One of the guests suddenly said."]}, {"name": "Man A", "audio": "", "normalized": ["Hmm?", " What do you mean?"]}, {"name": "Man B", "audio": "", "normalized": ["Well, if we take those belts off to close them, push her belly in, and make cum shoot out of her…"]}, {"name": "Man B", "audio": "", "normalized": ["…The tightest hole would shoot it the furthest, you know?"]}, {"name": "", "audio": "", "normalized": ["The man explained joyously.", " He was going to see how tight her vagina and anus were through pressure."]}, {"name": "", "audio": "", "normalized": ["Of course, if he did such a thing, she would go mad from the overwhelming pleasure with semen pouring out of both of her holes."]}, {"name": "Rin", "audio": "v_sr661_0050", "normalized": ["(If they actually…do that… I'm gonna go mad… I'm gonna be an insane whore.", ")"]}, {"name": "", "audio": "", "normalized": ["A bit of sanity left inside her told her so but the only thing that came out was sweet erotic moans."]}, {"name": "", "audio": "", "normalized": ["Her body was intoxicated by pleasure and she was actually anticipating that to happen."]}, {"name": "Man C", "audio": "", "normalized": ["That might be interesting… Hey, why don't we bet on which one of her holes is tighter?"]}, {"name": "", "audio": "", "normalized": ["Some of the men who showed interest gathered and started betting."]}, {"name": "Rin", "audio": "v_sr661_0051", "normalized": ["Please, wait… You can't… You can't do this anymore, please… Please, stop…"]}, {"name": "Man D", "audio": "", "normalized": ["Heheheh, you say that but have you heard what you sound like?"]}, {"name": "Man E", "audio": "", "normalized": ["Oh come on, it's like you actually want it… Alright, I've decided.", " I'm betting on this one."]}, {"name": "", "audio": "", "normalized": ["They ignored Rin's plea to stop and observed her holes, then made bets to which one was tighter."]}, {"name": "Rin", "audio": "v_sr661_0052", "normalized": ["(Please, no… If they actually pleasure me…anymore… I'm going to lose myself… Noo…"]}, {"name": "", "audio": "", "normalized": ["Rin thought so in the corner of her mind but she still could not do anything."]}, {"name": "", "audio": "", "normalized": ["Even during all that, they continued to bet and eventually finished."]}, {"name": "", "audio": "", "normalized": ["And then the man who proposed the bet stepped forward and took his shoes off with a vulgar smile on his face."]}, {"name": "", "audio": "", "normalized": ["Then he removed the belts from Rin's lower body and proceeded to step on her belly."]}, {"name": "Rin", "audio": "v_sr661_0053", "normalized": ["Mnnguouoouhghh?!", " Oouhgouhhoohh, mnngehgh, aghaaghhggh!", " Mnnaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["That moment, semen started spewing out of Rin's closed holes and erupted like a fountain."]}, {"name": "Rin", "audio": "v_sr661_0054", "normalized": ["Mnngheaghaaghh!", " Aaaguhh, aahh… Ouhohh!", " Mngheh, guhaghaghh… Aahgeegheehhnmm!"]}, {"name": "", "audio": "", "normalized": ["Rin screamed from such intense shock.", " She was feeling both orgasm and agony at the same time as her eyes shot wide open and her body shook violently."]}, {"name": "Rin", "audio": "v_sr661_0055", "normalized": ["Mnnguouhgohh!", " Inside me, it's… It's so rough, rubbing onto me, oughh… Guheghh, I can't stop coming, eeghh!"]}, {"name": "", "audio": "", "normalized": ["She moaned as she was stimulated and she was getting aroused from the impulse of the semen spewing out."]}, {"name": "", "audio": "", "normalized": ["Her tongue hanged out from her open mouth and drooled, showing off a pathetic, orgasming face to the guests around her."]}, {"name": "Rin", "audio": "v_sr661_0056", "normalized": ["Guhheghh, aaguhh, mnngouhh… Aheghh, aahh… I-I can't take it… N-no more!", " Mnnaghhaghh, s-stop this, eeghh!"]}, {"name": "Rin", "audio": "v_sr661_0057", "normalized": ["Guhegehh!", " Please… Every time you push my belly in… I'm spewing…all the cum inside me… And I'm coming!"]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back from the mind-numbing pleasure and Rin was half passed out."]}, {"name": "", "audio": "", "normalized": ["She pleaded she could not take it anymore but the sensation of semen erupting from her belly being pushed in only aroused her more."]}, {"name": "Rin", "audio": "v_sr661_0058", "normalized": ["Aaaguuhh!", " Mnngouhaghh, please… I can't… Mnnguhh, oouhh, oouhghh… I can't…stay sane, eeghh…!"]}, {"name": "", "audio": "", "normalized": ["She screamed and madly orgasmed.", " Eventually, she fell unconscious from the orgasm she experienced through the semen rubbing onto her membrane."]}, {"name": "Rin", "audio": "v_sr661_0059", "normalized": ["Mnnguheghh… Ohghouhh, aahh… Heghh… Guheghh…"]}, {"name": "Man B", "audio": "", "normalized": ["Haha, she passed out.", " How pathetic."]}, {"name": "", "audio": "", "normalized": ["The guest muttered as he watched her and then continued to step on her belly."]}, {"name": "", "audio": "", "normalized": ["In the end, they found out that both of her holes were actually as loose as each other."]}]