[{"name": "", "audio": "", "normalized": ["A few weeks passed since Natsume's clitoris turned into a futanari penis."]}, {"name": "", "audio": "", "normalized": ["During that time, I visited her a few times and had sex with her, waiting for the opportunity to convince her to join me."]}, {"name": "", "audio": "", "normalized": ["By that time, Natsume was completely addicted to the pleasure of her futanari penis."]}, {"name": "Natsume", "audio": "v_sr537_0000", "normalized": ["Mnmmaahh… My pussy feels so good."]}, {"name": "", "audio": "", "normalized": ["I rubbed Natsume's crevice through her panties with my fingers as I made her kneel on her all fours."]}, {"name": "", "audio": "", "normalized": ["Even before I touched her, her panties were already moist and her clitoris was becoming erect and seeping with precum, all visible through the fabric."]}, {"name": "Natsume", "audio": "v_sr537_0001", "normalized": ["This is great… I love how it feels, simply having my pussy rubbed with your fingers… I can feel it even though the panties…"]}, {"name": "", "audio": "", "normalized": ["Natsume let out a pleased breath from just a light petting and I explained to her what was happening to her crotch which she could not see directly."]}, {"name": "You", "audio": "", "normalized": ["Your panties are getting so drenched from your pussy."]}, {"name": "Natsume", "audio": "v_sr537_0002", "normalized": ["Come on, my pussy's… It's all weird now… Just getting turned on a little makes me so wet…"]}, {"name": "You", "audio": "", "normalized": ["And your cock's getting hard too."]}, {"name": "Natsume", "audio": "v_sr537_0003", "normalized": ["It is… It's so hard, I can't calm it down… It's throbbing so much, I get so turned on with just a little touch…"]}, {"name": "", "audio": "", "normalized": ["Her penis had achieved about one-third of a full erection and was throbbing uncomfortably inside her panties even then."]}, {"name": "Natsume", "audio": "v_sr537_0004", "normalized": ["I've already come…mnnghh, aaghah…came seven times before I came here but it's been like this the whole time… Haaum…"]}, {"name": "Natsume", "audio": "v_sr537_0005", "normalized": ["I've tried touching my pussy too… to calm my cock down but it just made them both ache… It's just getting worse…"]}, {"name": "", "audio": "", "normalized": ["Even as she said, Natsume's crevice was twitching and sucking her underwear in and I scoffed at her as I fingered her harder."]}, {"name": "You", "audio": "", "normalized": ["Well, that must mess with your assignments.", " Your crotch aches and just moving a little making you turned on."]}, {"name": "Natsume", "audio": "v_sr537_0006", "normalized": ["That's right… Everyone's surprised I have a cock…but some people actually get turned on by it too.", " It's all a mess, really…"]}, {"name": "", "audio": "", "normalized": ["Nobody would expect a penis to be growing out of a crotch of such a beautiful woman."]}, {"name": "", "audio": "", "normalized": ["But I could understand why some would get aroused by it."]}, {"name": "", "audio": "", "normalized": ["Her futanari penis could only be calmed down by me with the use of sexual powers."]}, {"name": "You", "audio": "", "normalized": ["You won't use your powers with your cock?"]}, {"name": "Natsume", "audio": "v_sr537_0007", "normalized": ["You know very well I don't… The only people I sleep with on assignments are men… They are only interested in my holes…"]}, {"name": "", "audio": "", "normalized": ["Even if they were aroused by Natsume's futanari penis and wanted to sleep with her, those men did not want to be violated by her, obviously."]}, {"name": "", "audio": "", "normalized": ["Unless they are some hardcore pervert, no man would willingly offer their anus for her."]}, {"name": "Natsume", "audio": "v_sr537_0008", "normalized": ["Mhhnmm, haauhh… My pussy and my cock, they're both aching… Huuhahh, mnmaahh… Aaauuhhnmuh, uhhmmgnmm…"]}, {"name": "", "audio": "", "normalized": ["Natsume's underwear was drenched with a massive amount of vaginal fluid and just letting my fingers run along it made viscous fluid get on them."]}, {"name": "Natsume", "audio": "v_sr537_0009", "normalized": ["Aaaghh, aahaahahhnmm… It's getting so frustrating… Like, my pussy's itching… I just can't help it, oouhh!"]}, {"name": "", "audio": "", "normalized": ["Natsume begged for more stimulation and before she could express it with words or actions, I slid her panties to the side and put my fingers inside her."]}, {"name": "Natsume", "audio": "v_sr537_0010", "normalized": ["Mnmmghaaghaahh!", " Your fingers are coming inside, aaghaahh!", " Haahhnmmghnmm!"]}, {"name": "", "audio": "", "normalized": ["Perhaps my fingers penetrated her at the exact timing she wanted the most and her drenched vagina sucked onto them as the fluid gushed out at the same time."]}, {"name": "", "audio": "", "normalized": ["Then her futanari penis grew even larger and pushed up her panties as more pre-cum seeped out."]}, {"name": "Natsume", "audio": "v_sr537_0011", "normalized": ["That was just perfect timing, uguhghh!", " My pussy wanted more, aaghh!", " Mnnguhgagahh!"]}, {"name": "", "audio": "", "normalized": ["I rubbed the inside of her vagina with my fingers like I was checking how it felt inside and realized her G-sport was protruding and getting hard."]}, {"name": "", "audio": "", "normalized": ["As my fingers slid on it, pleased moans came out of her mouth."]}, {"name": "", "audio": "", "normalized": ["At the same time, her still not fully erect futanari penis reacted by twitching and jumping."]}, {"name": "Natsume", "audio": "v_sr537_0012", "normalized": ["Haahahahhnmm!", " There, I love it… That feels so good… It's kinda tickling and I can't keep my voice down…"]}, {"name": "You", "audio": "", "normalized": ["Can you see your cock reacting and throbbing too?"]}, {"name": "", "audio": "", "normalized": ["As I asked, I specifically teased her sensitive spot becoming erect inside her and made her futanari penis react more."]}, {"name": "", "audio": "", "normalized": ["Natsume narrowed her eyes from pleasure coming from my fingers and stared at her own futanari penis."]}, {"name": "Natsume", "audio": "v_sr537_0013", "normalized": ["Cock's getting turned on with my pussy… Aaghh, haaguhaahh… It's twitching and getting hard… Hyaahhm, mnmmgeegh…"]}, {"name": "Natsume", "audio": "v_sr537_0014", "normalized": ["I knew it but having someone do it to me is so much better… And it's even better because I've been holding it in all this time!"]}, {"name": "", "audio": "", "normalized": ["Inside of Natsume's vagina was completely drenched and sucked the penis in deeper and deeper, greedily begging for more."]}, {"name": "", "audio": "", "normalized": ["I sped up my hand as if I was answering her request and focused on teasing her G-spot."]}, {"name": "You", "audio": "", "normalized": ["I bet you can't do something like this to yourself."]}, {"name": "Natsume", "audio": "v_sr537_0015", "normalized": ["Mmmnuuhaagahahh!", " Haaughhuh… Aghh, huaaghhmm… There, that feels so good, ughh!", " More, do it more, eehghh!"]}, {"name": "", "audio": "", "normalized": ["Natsume leaned her body onto me, ecstatic from pleasure."]}, {"name": "Natsume", "audio": "v_sr537_0016", "normalized": ["There, there it is.", " I love that so much, ooughh!", " Every time your finger touches me there, it makes my pussy…shudder, oouhghh!"]}, {"name": "", "audio": "", "normalized": ["I scratched the firm part inside her vagina with my nails and Natsume moaned with joy even though it would have been painful otherwise."]}, {"name": "Natsume", "audio": "v_sr537_0017", "normalized": ["Mnmguaaghaahh!", " My cock's getting so turned on too, ooguhh!", " My pussy juice and precum, I can't stop them, ooughh!"]}, {"name": "", "audio": "", "normalized": ["The underwear that was still partially on her was soaked with vaginal fluid and precum with viscous fluid dripping down."]}, {"name": "Natsume", "audio": "v_sr537_0018", "normalized": ["hahhnm… My pussy's burning up, ooughh!", " Coming, coming… It feels so good and I can't stop it, oouhh!"]}, {"name": "", "audio": "", "normalized": ["Soon, her vagina started twitching and squeezed onto my fingers, letting me know she was approaching the climax."]}, {"name": "Natsume", "audio": "v_sr537_0019", "normalized": ["Noo!", " I'm coming with just your fingers, uguuouhh!", " MNNguhaahhnmm… Aaguh, guhhgyouhhghh!"]}, {"name": "Natsume", "audio": "v_sr537_0020", "normalized": ["My pussy's coming, uguhh!", " Coming, mnmmgh… I can't hold it in anymore!", " Haaguhhouhgohh!", " Coming, uguhh!"]}, {"name": "", "audio": "", "normalized": ["I sped up my hand and made Natsume orgasm.", " However, she shoved her crotch even further."]}, {"name": "Natsume", "audio": "v_sr537_0021", "normalized": ["Please, just keep going, eeghh!", " I want it more, more in my pussy, oouhh!", " Mnngegh, nyouhouhh!", " Uhhuumn, haaguhaaghh!"]}, {"name": "", "audio": "", "normalized": ["I kept fingering her without a pause and her G-spot became warmer and even more erect."]}, {"name": "Natsume", "audio": "v_sr537_0022", "normalized": ["More, I need more, eeghh!", " This is just not enough, agahh!", " More, please finger me down there more, eeghh!"]}, {"name": "", "audio": "", "normalized": ["And Natsume's voice became desperately high-pitched and she moaned louder, then her body tensed up and started trembling."]}, {"name": "Natsume", "audio": "v_sr537_0023", "normalized": ["Mnngyaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Then she suddenly went limp and semen started pouring out from her underwear."]}, {"name": "", "audio": "", "normalized": ["And it became white lumps and spread over the bed sheet, drawing thin threads from Natsume's panties."]}, {"name": "Natsume", "audio": "v_sr537_0024", "normalized": ["Mnngughh!", " Guhaghaahh!", " Haguhgaghaahh!", " Huaahagaaghh…"]}, {"name": "", "audio": "", "normalized": ["Natsume's limp body started contracting and twitching as she ecstatically stared at the semen pouring out of her underwear."]}, {"name": "", "audio": "", "normalized": ["I kept fingering her erect G-spot till it eventually calmed down, massaging and stimulating it."]}, {"name": "Natsume", "audio": "v_sr537_0025", "normalized": ["Haah, haahh… Guhh, gaahaahh… Mnnghnm, aaghaahhnmm… Cum, coming out…from my cock… Mnngegh…"]}, {"name": "", "audio": "", "normalized": ["At first, Natsume let out moans with her voice intoxicated by pleasure, unable to resist."]}, {"name": "", "audio": "", "normalized": ["However, she gradually started expressing her desire for more."]}, {"name": "", "audio": "", "normalized": ["Then her vagina contracting from the orgasm started tangling onto my finger, letting go and sucking on over and over."]}, {"name": "Natsume", "audio": "v_sr537_0026", "normalized": ["Mnngyaaghh… Cumming, this feels so good, oouhh!", " Cum running through my futa-cock, oouhh!"]}, {"name": "You", "audio": "", "normalized": ["Don't rush me.", " I'll let you have it all."]}, {"name": "", "audio": "", "normalized": ["I removed my fingers from her witching vagina and then shoved my fully erect penis into her."]}, {"name": "Natsume", "audio": "v_sr537_0027", "normalized": ["Mnmmgyouhgoohh!"]}, {"name": "", "audio": "", "normalized": ["I thrust my penis aimed precisely at the G-spot and Natsume already orgasmed slightly as her vagina contracted."]}, {"name": "Natsume", "audio": "v_sr537_0028", "normalized": ["Guhhoguhgoohh!", " Mnnuhguughh… Haaguhgaaghh!", " Cock, coming in… Aahh, aaghahhnm!"]}, {"name": "", "audio": "", "normalized": ["Her clitoris was completely erect and grew out of her panties as the huge, inflated futanari penis revealed itself to me."]}, {"name": "", "audio": "", "normalized": ["And then semen kept running from the tip of the sizzling hot and lewd-smelling futanari penis like a broken water tap."]}, {"name": "Natsume", "audio": "v_sr537_0029", "normalized": ["Mnngyouhgouhhohh!", " My cock, it's so amazing, ooguhh!", " It feels so good and I can't stop cumming, ogouhh!"]}, {"name": "", "audio": "", "normalized": ["Natsume let out moans from the slight orgasm thanks to my thrusts as she felt arousal from her fully-erect futanari-penis"]}, {"name": "", "audio": "", "normalized": ["She was getting turned on more and more as she stared at her completely erect futanari penis."]}, {"name": "Natsume", "audio": "v_sr537_0030", "normalized": ["Uhoughgohh!", " MY futa-cock, it's gotten so big and so hard, ooguhh!", " Heheheh… Maybe that's because I got so turned on with my pussy…"]}, {"name": "", "audio": "", "normalized": ["I made careful but intense thrusts aimed at her G-spot, one by one."]}, {"name": "", "audio": "", "normalized": ["It was so intense that the impulse made her moan pause but Natsume seemed agonized by the fact the pleasure did not match her arousal."]}, {"name": "Natsume", "audio": "v_sr537_0031", "normalized": ["Moorree!", " More, pound me harder, there, moree!", " Come on, fuck me so hard that my cock would jump and throb, oouhh!"]}, {"name": "You", "audio": "", "normalized": ["Like this?"]}, {"name": "", "audio": "", "normalized": ["I sped up my movement as Natsume requested and she expressed pleasure with a joyous voice."]}, {"name": "Natsume", "audio": "v_sr537_0032", "normalized": ["Gaahaaghaahh!", " Mnnguhh, huhhyoughh!", " That's not it, I want you to make my futa-cock cum, ogouhh!"]}, {"name": "You", "audio": "", "normalized": ["That's right…"]}, {"name": "", "audio": "", "normalized": ["I used my sexual powers and controlled the sexual energy, concentrating it onto her G-spot that had grown as big as a walnut, as well as my penis."]}, {"name": "", "audio": "", "normalized": ["Then Natsume's voice became so high-pitched and out of control as she showed an ecstatic expression from the superb pleasure."]}, {"name": "Natsume", "audio": "v_sr537_0033", "normalized": ["Mnngyaaghh!", " It's coming, my futa-cock, aaghh!", " It feels so good, it's coming, ooughh!"]}, {"name": "", "audio": "", "normalized": ["Then I asked Natsume about the angle, intensity, and the position she liked the best and forced even more pleasure out of her."]}, {"name": "Natsume", "audio": "v_sr537_0034", "normalized": ["Guhaagahahh!", " I'm so sensitive everywhere and my brain's getting fried, oouhh!", " More, give it to me more, eeghh!"]}, {"name": "", "audio": "", "normalized": ["At first, Natsume only devoured pleasure with her futanari penis through the G-spot."]}, {"name": "Natsume", "audio": "v_sr537_0035", "normalized": ["Ughuoggoouhhnm!", " Your cock, I want it deep inside my womb, ooghh!", " Please, gimme your hard cock in my womb, eeghh!"]}, {"name": "", "audio": "", "normalized": ["But soon she started begging for a penis in her womb and I started penetrating her even deeper."]}, {"name": "Natsume", "audio": "v_sr537_0036", "normalized": ["Haaguhhoguhgoohh!", " It's coming into my womb too, uughghh!", " Inside my pussy, it all feels so good, ooguhh!"]}, {"name": "Natsume", "audio": "v_sr537_0037", "normalized": ["Please, I can't, I can't take it, eghh!", " I'm going insane, oouhghh!", " My cock and my pussy, they're both burning up so hot, ough!"]}, {"name": "", "audio": "", "normalized": ["As her vagina twitched and neared the climax, I sensed it and accelerated my thrust further."]}, {"name": "You", "audio": "", "normalized": ["You gonna come when I cum?"]}, {"name": "Natsume", "audio": "v_sr537_0038", "normalized": ["I'll come when you're gonna cum, uughh!", " I wanna come like crazy with you cumming inside me, ooughh!"]}, {"name": "", "audio": "", "normalized": ["I controlled Natsume's sensitivity and prevented her from achieving orgasm while pounding her to make myself ejaculate."]}, {"name": "You", "audio": "", "normalized": ["Just hold on a second."]}, {"name": "Natsume", "audio": "v_sr537_0039", "normalized": ["Please, just cum inside me now, eeghh!", " Pour your thick cum into my womb!", " And I'll come with my cock and my pussy too, aahh!"]}, {"name": "Natsume", "audio": "v_sr537_0040", "normalized": ["Hurry, hurry, uughh!", " Please fuck me so hard you'd break me, eeghh!", " Pour your sizzling cum into my womb, eehhghh!"]}, {"name": "", "audio": "", "normalized": ["Natsume's futanari penis sway back and forth and she moaned pathetically, begging for orgasm and squeezing her vagina tight."]}, {"name": "", "audio": "", "normalized": ["As I made the final stroke and ejaculated, I released the control of her sensitivity and made her orgasm."]}, {"name": "Natsume", "audio": "v_sr537_0041", "normalized": ["Mnngoughoogoouhh!"]}, {"name": "", "audio": "", "normalized": ["Natsume screamed with pleasure and ejaculated with her futanari penis too."]}, {"name": "", "audio": "", "normalized": ["She was ejaculating so violently, just like those men she assassinated using her sexual powers before."]}, {"name": "Natsume", "audio": "v_sr537_0042", "normalized": ["Mnmmhouh!", " Mnnghoguoghh!", " Mnngehgeghhehh!"]}, {"name": "", "audio": "", "normalized": ["Her vagina was twitching from the lingering orgasm as my overflowing semen poured out."]}, {"name": "", "audio": "", "normalized": ["And her futanari penis was spewing semen all over the place as well."]}, {"name": "", "audio": "", "normalized": ["It looked as if the semen I ejaculated inside Natsume coursed through her body and erupted out of her penis."]}, {"name": "Natsume", "audio": "v_sr537_0043", "normalized": ["Mnnhyooughouhh!", " Cum, pouring into my womb… And I'm cumming from my futa-cock too, uughh!"]}, {"name": "", "audio": "", "normalized": ["Even as my ejaculation calmed down, Natsume kept going and pressed her hips onto me, sucking onto my penis greedily with her vagina."]}, {"name": "Natsume", "audio": "v_sr537_0044", "normalized": ["Please, more, give it to me!", " I want to feel it more, ooguhh!", " I wanna come with my pussy and my futa-cock at the same time, ooughh!"]}, {"name": "", "audio": "", "normalized": ["I was being overwhelmed by Natsuki's libido and her sexual manipulation caught me off guard, forcing me to ejaculate."]}, {"name": "You", "audio": "", "normalized": ["Guh, you?!"]}, {"name": "Natsume", "audio": "v_sr537_0045", "normalized": ["Haahahhnmm!", " Another hot cum, coming into my womb, aaghh!", " Uhaaghhm, I love cum so much, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Natsume's voice became louder as my ejaculation intensified for a brief moment but I canceled her powers immediately with my own."]}, {"name": "", "audio": "", "normalized": ["Then she let out a longing voice as if she was complaining and pressed my hips hard onto my hips, twisting them to seek a deeper orgasm."]}, {"name": "Natsume", "audio": "v_sr537_0046", "normalized": ["Noo, aahhnmmghh!", " Please, don't do that to me, ooughh!", " More, cum inside me more and feel the pleasure, ooghh!"]}, {"name": "Natsume", "audio": "v_sr537_0047", "normalized": ["Don't tell me you didn't like how my pussy felt… Every guy I fucked kept pounding me over and over to cum so many times…but not you?"]}, {"name": "", "audio": "", "normalized": ["Natsume continued to use her power on me even after I blocked it but that was not because she was targeting me."]}, {"name": "", "audio": "", "normalized": ["She was so lost in pleasure, she was manipulating her own sensitivity to orgasm more but she could not control her powers completely anymore."]}, {"name": "Natsume", "audio": "v_sr537_0048", "normalized": ["Guhuaaghaahh!", " Mnmmghh, houoogouhh!", " This is amazing!", " Cock, cock, ooughh!"]}, {"name": "", "audio": "", "normalized": ["Natsume screamed loudly and then reached for her own fully-erect futanari penis."]}, {"name": "Natsume", "audio": "v_sr537_0049", "normalized": ["Coming, ughh!", " It's still coming, more, oouhh!", " This isn't enough, ooughh!", " More, more, I wanna cum more, ooughh!"]}, {"name": "", "audio": "", "normalized": ["She stroked her futanari penis violently and her ejaculation increased in volume once again."]}, {"name": "", "audio": "", "normalized": ["Semen was no longer merely spewing out, but pouring out of her by then.", " I warned her just in case."]}, {"name": "You", "audio": "", "normalized": ["Hey, you might actually die if you cum so hard."]}, {"name": "Natsume", "audio": "v_sr537_0050", "normalized": ["But, even if I wanted to stop… I can't stop cumming, oogouhh!", " I can't stop it because cumming feels so good, ooguhh!"]}, {"name": "", "audio": "", "normalized": ["I was satisfied how Natsume became so addicted to the futanari penis and used the sexual powers to manipulate her sensitivity once again."]}, {"name": "", "audio": "", "normalized": ["Then Natsume continued to ejaculate as she let out joyous moans, making a pool of semen on the bedsheet."]}, {"name": "Natsume", "audio": "v_sr537_0051", "normalized": ["Uuhhoogughh!", " Mnngoouhouhh, ghaaghaaghhaahh!", " It's still coming, ogouhh!", " I can't stop it, oouh!"]}, {"name": "Natsume", "audio": "v_sr537_0052", "normalized": ["Nyuhhouhouhohh!", " Fapping my cock, guhaaghaahh!", " I'm still coming, ooguhh!", " I can still――"]}, {"name": "", "audio": "", "normalized": ["And suddenly, the moment came."]}, {"name": "", "audio": "", "normalized": ["Natsume squeezed an insane voice out of her and trembled, then she collapsed onto the bed, face first."]}, {"name": "Natsume", "audio": "v_sr537_0053", "normalized": ["…Mnmm, aaghh… Uuhhn, mnmmghm…"]}, {"name": "", "audio": "", "normalized": ["Natsume lied there while barely breathing and her penis had become only half-erect but it was still twitching and spewing a small amount of semen."]}, {"name": "You", "audio": "", "normalized": ["I know you are enjoying yourself, but don't overdo it."]}, {"name": "", "audio": "", "normalized": ["She was letting out an incoherent voice so she was still conscious at least but she was so exhausted, she could not even stand up."]}, {"name": "You", "audio": "", "normalized": ["You are a woman I want to break and make mine."]}, {"name": "", "audio": "", "normalized": ["Natsume looked at me feverishly with an ecstatic expression on her face as I said."]}, {"name": "Natsume", "audio": "v_sr537_0054", "normalized": ["Woman…"]}, {"name": "", "audio": "", "normalized": ["She muttered with a very faint voice and then reacted as her futanari penis twitched."]}]