[{"name": "You", "audio": "", "normalized": ["So… I thought you wanted to talk to me… But what the hell is going on now?"]}, {"name": "", "audio": "", "normalized": ["A hotel in the Tokyo Kingdom.", " I was face to face with a certain demonic woman."]}, {"name": "Navara", "audio": "v_r-ev311_0000", "normalized": ["Hmm… Don't be so alarmed."]}, {"name": "", "audio": "", "normalized": ["Navara Shamboli.", " She was a noble lady from a clan with the highest status in the Dark World."]}, {"name": "", "audio": "", "normalized": ["Her heritage was known as one of the most prominent bloodlines."]}, {"name": "", "audio": "", "normalized": ["She had secretly visited the human world and then she asked me out to meet her here…"]}, {"name": "", "audio": "", "normalized": ["However, she immediately stripped me naked without saying anything."]}, {"name": "Navara", "audio": "v_r-ev311_0001", "normalized": ["Well, I figured you awould shift the dynamics of the Dark World and the human realm.", " I wanted to see if you were worth cooperating with."]}, {"name": "You", "audio": "", "normalized": ["I wanted to see for yourself.", " That's quite bold… So, what does that have to do with me getting naked?"]}, {"name": "", "audio": "", "normalized": ["Navara told me of her intention with strongly-willed words."]}, {"name": "", "audio": "", "normalized": ["She was certainly talking down onto me but she did not sound haughty, just confident in herself."]}, {"name": "Navara", "audio": "v_r-ev311_0002_01", "normalized": ["Don't be so hasty now… There's nothing complicated about it."]}, {"name": "", "audio": "", "normalized": ["I was concerned that I was stripped suddenly but Navara said and then casually grabbed my cock."]}, {"name": "Navara", "audio": "v_r-ev311_0003", "normalized": ["Huh… It's not even erect yet and the size of it… Now, this might actually be better than I thought."]}, {"name": "", "audio": "", "normalized": ["Navara stared at intrigued at the penis in her hand, making it swing around, observing."]}, {"name": "", "audio": "", "normalized": ["I was caught off guard, but from what I can see, I did not feel any threat from watching her, so I let my guard down to see where this was going."]}, {"name": "You", "audio": "", "normalized": ["So, what made you do this?"]}, {"name": "Navara", "audio": "v_r-ev311_0004", "normalized": ["I wanted to see if you were worth my time… I figured this would be the best way to see what a man is worth it."]}, {"name": "", "audio": "", "normalized": ["Navara showed an erotic smile as she lovingly stared at the penis in her hand in regards to my inquiry."]}, {"name": "", "audio": "", "normalized": ["Her mind must have already been filled with the thought of what was about to come."]}, {"name": "Navara", "audio": "v_r-ev311_0005", "normalized": ["For that matter… I have some hopes for you."]}, {"name": "You", "audio": "", "normalized": ["(I knew they called her prodigal but… She seems exactly that)"]}, {"name": "", "audio": "", "normalized": ["She was supposed to the next in line for the head of the clan, but she was always off socializing and playing around, just as my research said."]}, {"name": "You", "audio": "", "normalized": ["Huh, you're supposed to be from the noble family, right?", " So why would someone like you be doing this?"]}, {"name": "Navara", "audio": "v_r-ev311_0006", "normalized": ["Again, it's quite simple… I merely expect there would be a huge shift in the Dark World, seeing the current state of both of our world."]}, {"name": "", "audio": "", "normalized": ["Navara said as-a-matter-of-factly to the question I asked with a somewhat mocking tone."]}, {"name": "Navara", "audio": "v_r-ev311_0007", "normalized": ["Things will need to change and I will need to move differently when it happens… That is why I am gathering information."]}, {"name": "You", "audio": "", "normalized": ["Huh… I'm surprised… You know what you're talking about."]}, {"name": "Navara", "audio": "v_r-ev311_0008", "normalized": ["Of course… That's why I'm going through all this trouble."]}, {"name": "", "audio": "", "normalized": ["I heard what she said and it actually improved my evaluation of her as she was certainly aware of what was happening in the world."]}, {"name": "", "audio": "", "normalized": ["And I came to a conclusion."]}, {"name": "", "audio": "", "normalized": ["The reason why they call her prodigal was because she must frequent such events and places to gather information."]}, {"name": "Navara", "audio": "v_r-ev311_0009", "normalized": ["And… Summoning you here is all part of it."]}, {"name": "You", "audio": "", "normalized": ["Wait… So how does this have anything to do with it?"]}, {"name": "", "audio": "", "normalized": ["Navara said as if it was all a simple fact and then put on a smug smile as I was confused by what she said and asked her."]}, {"name": "Navara", "audio": "v_r-ev311_0010", "normalized": ["That is… This will help me see what you are worth and possibly even convince you to join me."]}, {"name": "", "audio": "", "normalized": ["The fact she said that meant she was quite confident with her sexual techniques."]}, {"name": "You", "audio": "", "normalized": ["That's quite bold… Alright, if that's what you want, I can play that game with you."]}, {"name": "Navara", "audio": "v_r-ev311_0011", "normalized": ["Hmm, I see… Then you will taste what a prodigal daughter can do."]}, {"name": "", "audio": "", "normalized": ["Navara said and then looked back down at the penis in her hand and started moving."]}, {"name": "Navara", "audio": "v_r-ev311_0012", "normalized": ["I know exactly what you like… Every single man cannot resist this, I know…"]}, {"name": "", "audio": "", "normalized": ["As soon as she said, she moved her dress aside and exposed her large, or rather, huge breasts."]}, {"name": "Navara", "audio": "v_r-ev311_0013", "normalized": ["Heheheh, looks like you can't take your eyes off of them… How do you like my breasts?"]}, {"name": "", "audio": "", "normalized": ["I was captivated by how big they were for a moment and she noticed it as Navara showed them off further."]}, {"name": "You", "audio": "", "normalized": ["Huh, they are pretty damn huge… I guess you have what it takes to back up talking."]}, {"name": "", "audio": "", "normalized": ["They were not just big, but they were so perky that I could tell it from just looking at them as I let out impressed words."]}, {"name": "Navara", "audio": "v_r-ev311_0014", "normalized": ["Of course.", " Everyone gets aroused seeing them… Come on now, take a good look at them."]}, {"name": "", "audio": "", "normalized": ["She showed off how large and yet perky they were and then started slowly moving her hand."]}, {"name": "", "audio": "", "normalized": ["With her technique gradually heightening my pleasure and the feeling of her gloves were making my cock get hard."]}, {"name": "Navara", "audio": "v_r-ev311_0015", "normalized": ["Mnngh, mnuuhh… Looks like you like it quite a bit, yes?", " I can feel your cock getting so big inside my hand, hmm?"]}, {"name": "", "audio": "", "normalized": ["Navara showed a smug expression as she felt the penis she had in her hand was enlarging."]}, {"name": "Navara", "audio": "v_r-ev311_0016", "normalized": ["Mnnaahh, haahh, mnnghh… This cock… Mnngh, huhuhh… Aghahh, this is good."]}, {"name": "", "audio": "", "normalized": ["Navara seemed to be ecstatically enjoying the sensation of slowly erecting the penis in her palm."]}, {"name": "", "audio": "", "normalized": ["She let out joyous voices and sped up her hands in an attempt to pleasure me even more."]}, {"name": "Navara", "audio": "v_r-ev311_0017", "normalized": ["I knew it.", " Your cock is so good… Unlike anyone before, this is simply special… And I'm sure I can expect more."]}, {"name": "", "audio": "", "normalized": ["Navara was really enjoying the sensation of the penis and said happily."]}, {"name": "You", "audio": "", "normalized": ["You certainly are used to it."]}, {"name": "Navara", "audio": "v_r-ev311_0018_01", "normalized": ["Of course… And I am just getting started, you see?"]}, {"name": "", "audio": "", "normalized": ["She showed me an audacious smile and started speeding up her hand more, trying to break me."]}, {"name": "", "audio": "", "normalized": ["She hit all the sensitive spots and stimulated my cock with finesse, as I could feel I was getting more and more aroused."]}, {"name": "Navara", "audio": "v_r-ev311_0019", "normalized": ["Looks like you are really getting turned on… So, how is my technique….", " Quite addictive, is it not?"]}, {"name": "You", "audio": "", "normalized": ["Yeah… It's not bad at all… They don't call you prodigal for nothing, I suppose."]}, {"name": "", "audio": "", "normalized": ["Navara spoke to me confidently and I answered, pretending to be completely calm."]}, {"name": "Navara", "audio": "v_r-ev311_0020", "normalized": ["Oh… So how about…something like this?"]}, {"name": "", "audio": "", "normalized": ["Navara must have figured out what I was doing and she continued to break through my bluff."]}, {"name": "", "audio": "", "normalized": ["She was trying to arouse me by changing up the pacing and swaying her breasts in front of me."]}, {"name": "Navara", "audio": "v_r-ev311_0021", "normalized": ["Haauh, haahh… Huhhmuhh… You must be holding it in… You want to cum… I can feel sizzling juice coming out, hmm?"]}, {"name": "", "audio": "", "normalized": ["With such intense pleasure, my cock had become fully erect and precum was seeping out from the tip."]}, {"name": "", "audio": "", "normalized": ["Navara smiled as she saw it with a sadistic expression as her eyes narrowed and escalated her handjob to urge me to ejaculate."]}, {"name": "Navara", "audio": "v_r-ev311_0022", "normalized": ["Heheheh, your cock's gotten so hard… Looks like you are all ready to go now."]}, {"name": "", "audio": "", "normalized": ["As Navara said, she seemed she was impressed by how hard my penis had gotten."]}, {"name": "Navara", "audio": "v_r-ev311_0023", "normalized": ["You know what… I was expecting this but this is quite large… So much precum is coming out too… Mnnh, muuhhgh."]}, {"name": "Navara", "audio": "v_r-ev311_0024", "normalized": ["Mnnghh, haauhh, huughh… This is going to be fun… Now we are really getting started."]}, {"name": "", "audio": "", "normalized": ["Navara started stroking my cock even faster as her cheeks started to turn slightly pinkish."]}, {"name": "", "audio": "", "normalized": ["Navara stroked the shaft with her hand and then teased the tip.", " The sensation brought on such superb pleasure."]}, {"name": "Navara", "audio": "v_r-ev311_0025", "normalized": ["It's gotten so hard… Your cock's twitching too."]}, {"name": "", "audio": "", "normalized": ["With the suddenly intensifying pleasure, I almost could not keep my voice down."]}, {"name": "Navara", "audio": "v_r-ev311_0026_02", "normalized": ["Mnngh, huuhh… Your cock's getting so hard… Mnnghh, how is it, this feels good, yes?"]}, {"name": "", "audio": "", "normalized": ["Navara asked while letting out ecstatic moans."]}, {"name": "", "audio": "", "normalized": ["She was absolutely certain that she had the initiative and showed a sadistic smile."]}, {"name": "You", "audio": "", "normalized": ["Guhh, uughh… You are quite good, yes."]}, {"name": "", "audio": "", "normalized": ["I answered as I was enjoying how it was getting smoother as precum got onto her glove as she stroked the cock."]}, {"name": "Navara", "audio": "v_r-ev311_0027", "normalized": ["Mnnghh… I've worked you pretty hard…yet you still seem to be quite calm, impressive."]}, {"name": "Navara", "audio": "v_r-ev311_0028", "normalized": ["But I wonder how much longer you can last like this… Now, how do you like this?"]}, {"name": "", "audio": "", "normalized": ["Navara sighed for a moment, seeming impressed, and then she stroked my shaft more, squeezing the precum out and teasing the tip."]}, {"name": "", "audio": "", "normalized": ["The pleasure was getting so intense, it was not even comparable to before, but I motivated myself to resist it as I did not want to give in yet."]}, {"name": "Navara", "audio": "v_r-ev311_0029", "normalized": ["You really seem to be aroused… I wonder how long you'll last, hmm?"]}, {"name": "", "audio": "", "normalized": ["Navara said and then watched me resisting pleasure like she was really enjoying the sight."]}, {"name": "", "audio": "", "normalized": ["She was challenging me to fight the pleasure and all the while she did not slow down with her hand, stimulating me."]}, {"name": "Navara", "audio": "v_r-ev311_0030", "normalized": ["Mnnghh… Guhh, aghaahh, mnghhnm… Haauh… Mnnuuhuhh… You're so stubborn… Mnnah, huuguhh."]}, {"name": "", "audio": "", "normalized": ["As I endured her repeated teasing, Navara opened her mouth, finally fed up with how I was not breaking."]}, {"name": "", "audio": "", "normalized": ["As I observed Navara, I could see that she was getting aroused by the noise noises and the sensation of the cock in her hand."]}, {"name": "Navara", "audio": "v_r-ev311_0031", "normalized": ["I see… Looks like I have to go all-in now…"]}, {"name": "", "audio": "", "normalized": ["Navara smiled even more as if she was planning something, trying to break the stalemate."]}, {"name": "You", "audio": "", "normalized": ["What now… Guh!"]}, {"name": "Navara", "audio": "v_r-ev311_0032", "normalized": ["Don't be so hasty… You will find out soon enough… Just wait and watch, you see."]}, {"name": "", "audio": "", "normalized": ["As she Navara said, she took her own hair and then started wrapping it around the penis."]}, {"name": "", "audio": "", "normalized": ["She used her own hair in she had in her hand to rub over the penis to stimulate it."]}, {"name": "You", "audio": "", "normalized": ["Mnnguhh!", " This is…good."]}, {"name": "Navara", "audio": "v_r-ev311_0033", "normalized": ["Mnngh, heheheh, I suppose even you can't endure something like this, hmm."]}, {"name": "", "audio": "", "normalized": ["Navara moved her hand to tease my cock as she said, satisfied at how she finally managed to break my demeanor."]}, {"name": "", "audio": "", "normalized": ["Every time her smooth hair rubbed over my cock, I felt a new sensation different from the skin or fabric as my pleasure heightened suddenly."]}, {"name": "Navara", "audio": "v_r-ev311_0034", "normalized": ["Mnnuhh… Haauh, haahh, huughh… Whatever happened to your attitude now, huh?"]}, {"name": "", "audio": "", "normalized": ["She was happy that I was now showing some reaction and let out a heated breath."]}, {"name": "", "audio": "", "normalized": ["She moved her hand faster, urging me to feel more pleasure."]}, {"name": "", "audio": "", "normalized": ["Navara smiled erotically as her voice trembled from joy as she continued to stroke my cock."]}, {"name": "Navara", "audio": "v_r-ev311_0035", "normalized": ["Mnngh, guuhuughh… Your cock… It's gotten so hard… I see you are close to the climax."]}, {"name": "You", "audio": "", "normalized": ["I did not figure you would be this skilled… You must have been having some all over the world while gathering information."]}, {"name": "", "audio": "", "normalized": ["I said as was almost amazed by how varied her techniques were, even using her own hair to heighten my pleasure."]}, {"name": "Navara", "audio": "v_r-ev311_0036", "normalized": ["Of course… I've been going around to gather information… Mnngh… But I was also having some serious fun on the side."]}, {"name": "", "audio": "", "normalized": ["Navara put on a smug expression as she said.", " She was stimulating the tip of my penis with her hand and her hair at the same time."]}, {"name": "Navara", "audio": "v_r-ev311_0037", "normalized": ["Look at that, your cock is throbbing so much… I see you are really liking this…"]}, {"name": "", "audio": "", "normalized": ["As Navara said joyously, my penis was gushing a massive amount of precum at the tip from the intense stimulation."]}, {"name": "Navara", "audio": "v_r-ev311_0038", "normalized": ["Mnnhuhh… Haauh, haahh, I think it's about time now… Mnngh, guhh… Let's finish this now… Mnnhaagh, huugh."]}, {"name": "", "audio": "", "normalized": ["Clear fluid got onto her long and beautiful hair as it started to spread over a wide area."]}, {"name": "", "audio": "", "normalized": ["The addition of the fluid made her hair tangle and stick onto my cock as Navara used it to stroke it hard."]}, {"name": "Navara", "audio": "v_r-ev311_0039", "normalized": ["Oh, now it's different… Looks like you're not as calm now… Mnnhahh, haahh, muuhh… Mnnh…"]}, {"name": "", "audio": "", "normalized": ["Navara said.", " She was moving faster and faster as she was trying to urge ejaculation, stimulating me more and more."]}, {"name": "", "audio": "", "normalized": ["It appeared she was also feeling pleasure as she let out lewd moans while playing with my penis."]}, {"name": "Navara", "audio": "v_r-ev311_0040", "normalized": ["Mnnmuuhh… Haahu, mnnmghh… Huuhghh… It's so hard… You must really, really like it, hmm."]}, {"name": "", "audio": "", "normalized": ["The intense pleasure made my penis enlarge exponentially as it throbbed wildly while relaying the urge to ejaculate to me."]}, {"name": "Navara", "audio": "v_r-ev311_0041", "normalized": ["Aahuuhh, mnnuughh… Your breath is running so short… It looks like you just want to cum so much…"]}, {"name": "", "audio": "", "normalized": ["Just as she said, my body was burning up from within and I felt pleasure brewing."]}, {"name": "", "audio": "", "normalized": ["Navara must have noticed my arousal and looked at me with a provocative expression."]}, {"name": "Navara", "audio": "v_r-ev311_0042_01", "normalized": ["I see you are about at the limit… Do whatever you want."]}, {"name": "", "audio": "", "normalized": ["It wasn’t that I did not like her taking the initiative over me, but I could not stop the urge to ejaculation rising from my insides."]}, {"name": "", "audio": "", "normalized": ["I decided to follow her guiding words and finally ejaculated as hard as I could at her."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Splosh* *Spew* *Spew* *Throb* *Sput*"]}, {"name": "Navara", "audio": "v_r-ev311_0043", "normalized": ["Mnnaaghaahh!", " Mnnheeghh… Mnnhaahh, muuhhnm… Ohoouhgoohh!", " It's spewing all over my body… Mnngh!"]}, {"name": "Navara", "audio": "v_r-ev311_0044", "normalized": ["Guhhuughh… Aaahuuh, mnnghh… Mnnhuuh… Agh, aahh… Your cum… It feels so good… Mnhaaghahh!"]}, {"name": "", "audio": "", "normalized": ["At the moment of ejaculation, Navara let her hand go from the tip and received semen with her mouth and face."]}, {"name": "", "audio": "", "normalized": ["Semen splashed onto her blushed face and chest, covering her body in the white."]}, {"name": "Navara", "audio": "v_r-ev311_0045", "normalized": ["Mnnahh, ooguhohh, nmmuughh… This is… Sizzling hot cum… So much… Mnngh, aghaahahh!"]}, {"name": "", "audio": "", "normalized": ["I continued to shower Navara with semen just following my instincts, but she was actually enjoying it as she was smiling."]}, {"name": "", "audio": "", "normalized": ["Navara's cheeks blushed as her face and breasts were covered with a white fluid, experiencing pleasure and trembling from joy."]}, {"name": "Navara", "audio": "v_r-ev311_0046", "normalized": ["Mnnuhh… Mnnhaahh… The smell is one thing…but the taste too… Mgh, it's so thick… Aghh, huuh… It's so good…!"]}, {"name": "Navara", "audio": "v_r-ev311_0047", "normalized": ["Mnnuuhh, mnnguhh… Aaaheegh, mnnguhh, uguhh… This feels amazing… Mnnaaghh… Aaaheegh, mnnhegh, huhgh… Mnnguh!"]}, {"name": "", "audio": "", "normalized": ["Navara showed an ecstatic expression on her face from the showing semen as she said with a shaking voice."]}, {"name": "Navara", "audio": "v_r-ev311_0048", "normalized": ["Mnnguhguhh… Ahhgh, aahh… Mnnuhguhh!", " Please, more… Give me more cum, aghaahh… Mnnhaaghh."]}, {"name": "", "audio": "", "normalized": ["Navara opened her mouth to receive as much semen as she could.", " She moved her hand still grasping my cock, teasing me to ejaculate even harder."]}, {"name": "", "audio": "", "normalized": ["As Navara received the semen, she savored the semen inside her mouth with a feverish expression as she let out a pleasant voice while her body trembled."]}, {"name": "Navara", "audio": "v_r-ev311_0049", "normalized": ["More… I want more of thick cum… I want you to cover me with your thick cum… Your cum all over me!"]}, {"name": "", "audio": "", "normalized": ["Navara urged me to give her more as she teased my penis, not satisfied with it yet."]}, {"name": "You", "audio": "", "normalized": ["I see… I'll give it to you if you want it so much!"]}, {"name": "Navara", "audio": "v_r-ev311_0050", "normalized": ["Mnnohooghh!", " Aammuhh… Mnngh, your cum… It's so thick… And it feels amazing!", " Mnnhahh, muuhuhh!"]}, {"name": "", "audio": "", "normalized": ["I was taken aback by how Navara was still greedily begging for more semen while being showered with it but I flexed my lower belly and ejaculated."]}, {"name": "", "audio": "", "normalized": ["Navara was deep in ecstasy while she let out a voice of joy as she savored the raining shower of semen."]}, {"name": "Navara", "audio": "v_r-ev311_0051", "normalized": ["Mnnhagaheeghh.", " This is…so thick… It's been a while… Aaagh, huughh…since I had anything similar…!"]}, {"name": "", "audio": "", "normalized": ["Navara continued to stroke me while still being showered with semen till I was done ejaculating."]}, {"name": "Navara", "audio": "v_r-ev311_0052", "normalized": ["Haahh, mnnghh… Guhhaahh… Your cum shower… That was so good… Mnnaahh… Mnngh, aahuhh… Mnnuuhh."]}, {"name": "", "audio": "", "normalized": ["Once Navara saw my ejaculation was over, she stopped her hand that was stroking my penis and opened her mouth with an intoxicatedly."]}, {"name": "Navara", "audio": "v_r-ev311_0053", "normalized": ["Huuhh… I've never seen a man that can cum this hard… I knew it… Mnngh… You're just what I wanted to see."]}, {"name": "You", "audio": "", "normalized": ["Alright… So I guess that means I've passed the little test of yours and proved my worth?"]}, {"name": "", "audio": "", "normalized": ["Navara smiled joyously as she savored the semen splattered inside her mouth and the lingering pleasure."]}, {"name": "Navara", "audio": "v_r-ev311_0054", "normalized": ["Of course.", " The smell and taste too… It's hard to see something so good…"]}, {"name": "", "audio": "", "normalized": ["Her cheeks were blushing and she said with an impressed tone as she let out erotic moans."]}, {"name": "Navara", "audio": "v_r-ev311_0055", "normalized": ["Hmm, looks like it really went all over the place… I don't want to waste any of this… Ammuh, mnnhuuh… Mnnuh."]}, {"name": "You", "audio": "", "normalized": ["I admit, your technique is definitely something… But I'm glad I passed your test."]}, {"name": "", "audio": "", "normalized": ["I said while shrugging my shoulders while she told me I exceeded her standards as she scooped semen on her face and breasts with her fingers."]}, {"name": "Navara", "audio": "v_r-ev311_0056", "normalized": ["Now, we will be forming a cooperative relationship… Let us go ahead and get to know each other better."]}, {"name": "You", "audio": "", "normalized": ["Wait… Hey, what the…"]}, {"name": "", "audio": "", "normalized": ["Before I could finish my sentence, Navara started moving her hands with the penis still in it and started stroking it again."]}, {"name": "Navara", "audio": "v_r-ev311_0057", "normalized": ["Your cock's still so hard as well… I don't think you've had enough yet, it seems."]}, {"name": "", "audio": "", "normalized": ["She smiled happily with blushed cheeks while she continued to stroke my post-ejaculation erect penis."]}, {"name": "Navara", "audio": "v_r-ev311_0058", "normalized": ["So, you see… I want you to…use your cock and pleasure me now, you understand?"]}, {"name": "", "audio": "", "normalized": ["Navara continued her words ecstatically while looking down at my still rock-hard cock."]}, {"name": "", "audio": "", "normalized": ["The previous ejaculation must have been burning her body.", " I answered her that I was ready to play that game."]}, {"name": "You", "audio": "", "normalized": ["If that's what you want… I can't say no."]}, {"name": "Navara", "audio": "v_r-ev311_0059", "normalized": ["Heheh… I hope you can satisfy me, hmm?"]}, {"name": "", "audio": "", "normalized": ["Navara's eyes glimmered with anticipation as she heard my reply and she allured me as she answered."]}]