[{"name": "", "audio": "", "normalized": ["I continued my dive into Tatsurou Akiyama's memories."]}, {"name": "", "audio": "", "normalized": ["His lover Yukikaze kidnapped and disciplined by the enemy, he was mad with jealousy, and yet he was a hopeless masochist turned on by watching her humiliation."]}, {"name": "", "audio": "", "normalized": ["The screen Akiyama was watching was incredibly blurry, as though they were setting up for the next filming or something."]}, {"name": "Yukikaze", "audio": "v_sr158_0000", "normalized": ["Haah, haah, haah, haah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["The sound of Yukikaze's excited, heavy breathing mixed together with the clanking sound of the machinery being tampered with."]}, {"name": "Yukikaze", "audio": "v_sr158_0001", "normalized": ["Hey, Inui, are you still not ready?", " Hurry up!", " My pussy can't wait any longer!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze was begging in a voice like a cat in heat, completely unbefitting the 'Lightning Taimanin'."]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, you want my dick that badly that you can't stand it?"]}, {"name": "", "audio": "", "normalized": ["The man who had been disciplining her up until now―apparently called Inui―questioned her with polite words tinged with scorn."]}, {"name": "Yukikaze", "audio": "v_sr158_0002", "normalized": ["Yeah, I want it so bad, I can't wait.", " I'm not satisfied with just fingers anymore.", " I want your raw dick in my pussy right noww!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze moaned as though she couldn't stand it any longer."]}, {"name": "", "audio": "", "normalized": ["The lewd wet sound I could hear was surely the sound of her kneading her pussy with her own fingers, unable to wait any longer."]}, {"name": "Inui", "audio": "", "normalized": ["You're so cute.", " …Sorry to keep you waiting."]}, {"name": "Yukikaze", "audio": "v_sr158_0003", "normalized": ["Aaanh, yess, I was waiting for thiis!"]}, {"name": "", "audio": "", "normalized": ["The camera moved suddenly, displaying Yukikaze who was face up on the bed."]}, {"name": "", "audio": "", "normalized": ["The chest and crotch of her Taimanin suit were cleanly ripped away, exposing her erogenous zones."]}, {"name": "", "audio": "", "normalized": ["It would almost be an exaggeration to call the slight swelling at her chest breasts, but her strawberry red nipples were abnormally pointed."]}, {"name": "", "audio": "", "normalized": ["Her privates had the fresh color of a girl who was likely a virgin up until recently…"]}, {"name": "", "audio": "", "normalized": ["But her clitoris and labia were even more enlarged than a prostitute's."]}, {"name": "Yukikaze", "audio": "v_sr158_0004", "normalized": ["Hurry, hurry, hurryy, hurry and give me that raw diick!"]}, {"name": "", "audio": "", "normalized": ["The camera was filming Yukikaze straight on, but she was no longer looking at Akiyama on the other side."]}, {"name": "", "audio": "", "normalized": ["Her wet eyes were focused on a superhuman cock that even daunted me."]}, {"name": "Inui", "audio": "", "normalized": ["Excuse me, then."]}, {"name": "", "audio": "", "normalized": ["It was clear that he was the one disciplining her, but…"]}, {"name": "", "audio": "", "normalized": ["Inui kept up the pretense of serving Yukikaze, completely polite but unhesitating, as he screwed his giant dick into her pussy opening."]}, {"name": "Yukikaze", "audio": "v_sr158_0005", "normalized": ["Gahaah!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze let out a squeal of joy."]}, {"name": "", "audio": "", "normalized": ["Her innocent yet lewd fleshy flower was swiftly parted by his rod."]}, {"name": "", "audio": "", "normalized": ["Her bright red folds spread out smoothly, and she gleefully welcomed his stiffness that would make most women cry out in pain."]}, {"name": "", "audio": "", "normalized": ["Rather, her pussy entrance hung out, her pink membranes clinging to his shaft."]}, {"name": "Yukikaze", "audio": "v_sr158_0006", "normalized": ["Aaah, it's so good, it feels so good, Inui, your dick is really amaziing…"]}, {"name": "", "audio": "", "normalized": ["Yukikaze's eyes had quickly lost focus, gazing off into the distance as her body trembled in pleasure."]}, {"name": "", "audio": "", "normalized": ["Just the stimulation of insertion had made her orgasm slightly, and her tongue hung out of her mouth like a dog, spilling drool down her chin."]}, {"name": "Yukikaze", "audio": "v_sr158_0007", "normalized": ["Nnnhh, the shape of this dick is seriously… the most familiar to my pussy…"]}, {"name": "Yukikaze", "audio": "v_sr158_0008", "normalized": ["Aahnnh… it's almost as if it were always inside my pussy from the very beginning…"]}, {"name": "Yukikaze", "audio": "v_sr158_0009", "normalized": ["Like having it inside me is more normal than not… it fits so perfectly… and turns me on so much… aah, so good…"]}, {"name": "Inui", "audio": "", "normalized": ["Thank you very much.", " Miss Yukikaze, you've completely memorized the feeling of my raw cock, huh."]}, {"name": "", "audio": "", "normalized": ["Inui nodded in satisfaction, slowly burying his package inside her eager pussy."]}, {"name": "Yukikaze", "audio": "v_sr158_0010", "normalized": ["Hyaah, aahhn!", " Nnghghh!", " Of course I have!", " Aahhn, absolutely, absolutely all of it!"]}, {"name": "Yukikaze", "audio": "v_sr158_0011", "normalized": ["Your dick's heat and hardness and thickness, everywhere your veins stick out…"]}, {"name": "Yukikaze", "audio": "v_sr158_0012", "normalized": ["Even just how you shiver, I've memorized it all!"]}, {"name": "", "audio": "", "normalized": ["Every time his cock buried itself inside of her…"]}, {"name": "", "audio": "", "normalized": ["Her body twitched violently, as if reviewing everything she had memorized."]}, {"name": "Inui", "audio": "", "normalized": ["It's all thanks to your hard work and aptitude, Miss Yukikaze."]}, {"name": "Yukikaze", "audio": "v_sr158_0013", "normalized": ["Aah, aah, thank you―nnh, but, it's the dick I've taken the most in the world, so… guuh, I just know it well!"]}, {"name": "Yukikaze", "audio": "v_sr158_0014", "normalized": ["Are you listening, Tatsurou?", " Inui stole my virginity that I didn't give to you."]}, {"name": "Yukikaze", "audio": "v_sr158_0015", "normalized": ["Even after that, nnh, nnhh, Inui is the one who's slept with me the most.", " Not you, Tatsurou!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze gazed toward her former lover with sadistic eyes, as if she had just remembered he was there."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Uuuh, Yukikaze…"]}, {"name": "", "audio": "", "normalized": ["The pathetic man who was apparently only her lover in name groaned in jealousy and arousal."]}, {"name": "Yukikaze", "audio": "v_sr158_0016", "normalized": ["Aah, aah, Tatsurou, it's about to… it's about to come…!"]}, {"name": "Yukikaze", "audio": "v_sr158_0017", "normalized": ["Inui's dick is coming inside my deepest part, deep inside my womb, aah, aahh it's coming!"]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, shall I touch your womb with my raw dick as always?"]}, {"name": "Yukikaze", "audio": "v_sr158_0018", "normalized": ["Yes, do it, of course, with your raw dick, your swollen head!"]}, {"name": "Yukikaze", "audio": "v_sr158_0019", "normalized": ["Pierce right through my twitching woomb!"]}, {"name": "", "audio": "", "normalized": ["I could from how Yukikaze's voice became more shrill with lewd expectation that she was squeezing down with her pussy on her own."]}, {"name": "Inui", "audio": "", "normalized": ["Well then―"]}, {"name": "", "audio": "", "normalized": ["*Zbhh!", "*"]}, {"name": "Yukikaze", "audio": "v_sr158_0020", "normalized": ["Pgghh!"]}, {"name": "", "audio": "", "normalized": ["As Inui slowly stuck his hips out, a low groan escaped from Yukikaze's mouth."]}, {"name": "", "audio": "", "normalized": ["Her brow furrowed strongly and her outstretched limbs shook, but her eyes were full of ecstasy."]}, {"name": "Yukikaze", "audio": "v_sr158_0021", "normalized": ["Uuuh, that's itt, your thick rod so deep inside of mee, pushing all the way against my womb, amaziing!"]}, {"name": "", "audio": "", "normalized": ["She was clinging to the sheets with both hands, savoring the deep insertion of his rod as it dug into her womb's entrance."]}, {"name": "Inui", "audio": "", "normalized": ["As always, I do admire the way your womb entrance clamps down."]}, {"name": "", "audio": "", "normalized": ["As Inui calmly praised Yukikaze, he slowly but forcefully moved his hips forward, digging the tip of his dick into her womb."]}, {"name": "Yukikaze", "audio": "v_sr158_0022", "normalized": ["Nnhoohh, ohh, ghohh!", " Aaah, that's good, so good!", " Pressing into mee!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze screamed hoarsely as her body was shocked with waves of pleasure."]}, {"name": "", "audio": "", "normalized": ["It was like I could see her womb inside her tiny body squirming from the pressure of his enormous dick."]}, {"name": "Yukikaze", "audio": "v_sr158_0023", "normalized": ["With your dick inside of me, I'm so hot, my womb that descended is being lifted up agaiin!"]}, {"name": "Yukikaze", "audio": "v_sr158_0024", "normalized": ["It's like it's surfaciing!"]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, what kind of spot is it?"]}, {"name": "", "audio": "", "normalized": ["Inui asked her as his dick was buried deep inside, likely for the benefit of Akiyama's knowledge."]}, {"name": "", "audio": "", "normalized": ["Yukikaze answered him with both her voice and her limbs shaking."]}, {"name": "Yukikaze", "audio": "v_sr158_0025", "normalized": ["This is… my womb is… nnh, something a girl gives to… the person she loves most in the world… a precious spot…"]}, {"name": "", "audio": "", "normalized": ["Yukikaze's body and voice were stiff as she answered, glancing at Akiyama on the other side of the camera."]}, {"name": "", "audio": "", "normalized": ["If that 'person she loves most in the world' was still Akiyama, that was rather interesting."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Yukikaze is just following orders.", " She's just been driven mad.", " If I kill that guy, if I just kill that guy… Ughh…"]}, {"name": "", "audio": "", "normalized": ["As Akiyama stoked up the fire of his hatred for Inui, he continued to masturbate to Yukikaze."]}, {"name": "Inui", "audio": "", "normalized": ["What a wonderful answer.", " At the same time, it's the spot that a real lady enjoys having a dick inserted the most."]}, {"name": "", "audio": "", "normalized": ["Inui looked completely unconcerned as he simply dug his penis further into her womb entrance."]}, {"name": "Yukikaze", "audio": "v_sr158_0026", "normalized": ["Gaah… haah… haah… hiihh… gahahh… haah… aah… aah…"]}, {"name": "", "audio": "", "normalized": ["The deep pleasure had left Yukikaze unable to breathe, and her mouth gaped open and shut like a fish that had washed up on the shore."]}, {"name": "Inui", "audio": "", "normalized": ["Is it all right if I start pumping now?", " Miss Yukikaze."]}, {"name": "Yukikaze", "audio": "v_sr158_0027", "normalized": ["Nnh… y-yes… nnh… phhnnh!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze nodded over and over, despite being unable to breathe properly."]}, {"name": "", "audio": "", "normalized": ["Her greed for pleasure was astonishing."]}, {"name": "Inui", "audio": "", "normalized": ["Akiyama, please watch carefully.", " This is the real Miss Yukikaze that you don't know!"]}, {"name": "", "audio": "", "normalized": ["Inui said this arrogantly, and then suddenly began to pump in and out furiously, completely in contrast to his careful attack from before."]}, {"name": "Yukikaze", "audio": "v_sr158_0028", "normalized": ["Nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze let out a beastlike howl."]}, {"name": "Yukikaze", "audio": "v_sr158_0029", "normalized": ["It's so rough so faast!"]}, {"name": "", "audio": "", "normalized": ["Her folds were moving in time with his giant dick as they swallowed him up, turning inside out and sending up a spray of love fluids."]}, {"name": "", "audio": "", "normalized": ["Surely inside of her pussy, the countless folds praised as the Ten-Thousand Worms were wrapping around his dick as it moved back and forth."]}, {"name": "Yukikaze", "audio": "v_sr158_0030", "normalized": ["Hyaah, aah, amazhiing!", " Your dick ish amazhiing!"]}, {"name": "Yukikaze", "audio": "v_sr158_0031", "normalized": ["Inshide my pussyy, aah, aah, rubbing against me, it's so good, rubbing feels so good!"]}, {"name": "", "audio": "", "normalized": ["Her face was pathetically melting, as though she had completely forgotten what she had just said about the 'person she loves most in the world'."]}, {"name": "", "audio": "", "normalized": ["Each time Inui slammed his large stature against her, Yukikaze's dainty body twisted violently and helplessly from side to side."]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, the way you use your pussy has gotten even better."]}, {"name": "Inui", "audio": "", "normalized": ["Your folds are completely wrapping around me even with my rough thrusting."]}, {"name": "Yukikaze", "audio": "v_sr158_0032", "normalized": ["Hyaah, th-that's because, it's, aah, that's just a lady's… that's just good manners for a piggy biitch!"]}, {"name": "", "audio": "", "normalized": ["…A lady's good manners?"]}, {"name": "", "audio": "", "normalized": ["Yukikaze gasped again, as if to answer my question."]}, {"name": "Yukikaze", "audio": "v_sr158_0033", "normalized": ["I'm a proper lady so, aah, if I'm being violated by a raw dick like this, aah, aahhnn…"]}, {"name": "Yukikaze", "audio": "v_sr158_0034", "normalized": ["It makes me want to hurry and drink up all the semen with my woomb!"]}, {"name": "Yukikaze", "audio": "v_sr158_0035", "normalized": ["That'sh, aah, that'sh, the real me, my womb wants, my lewd womb wantsh sho much semen!"]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, in that case, why don't you tell Akiyama what your womb that's clinging to my raw dick wants to do the most right now?"]}, {"name": "", "audio": "", "normalized": ["Inui said this to Yukikaze with a devilish smile."]}, {"name": "Yukikaze", "audio": "v_sr158_0036", "normalized": ["That'sh, aah, but that'sh…!"]}, {"name": "", "audio": "", "normalized": ["The color in her bewitched eyes had changed."]}, {"name": "", "audio": "", "normalized": ["She shook her head furiously, as though she were urgently holding back."]}, {"name": "Inui", "audio": "", "normalized": ["It should be fine.", " I think Akiyama would enjoy hearing it too?"]}, {"name": "Yukikaze", "audio": "v_sr158_0037", "normalized": ["Guuh, aah, please, I did what you said before, aah, aah, so anything but that!"]}, {"name": "Yukikaze", "audio": "v_sr158_0038", "normalized": ["I can't say that after all thiis!", " I don't have the right to say that to Tatsurou!"]}, {"name": "Tatsurou", "audio": "", "normalized": ["Y-Yukikaze…?!"]}, {"name": "", "audio": "", "normalized": ["Tatsurou leaned forward as he stroked his dick."]}, {"name": "Inui", "audio": "", "normalized": ["Is that so?"]}, {"name": "", "audio": "", "normalized": ["Inui simply pumped her even harder, his face implying that she would say it anyway before long."]}, {"name": "Yukikaze", "audio": "v_sr158_0039", "normalized": ["Ohhohh, ohohh!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze's voice was hoarse again, her body twisting violently as if she was being assaulted."]}, {"name": "", "audio": "", "normalized": ["But the proof that she embraced all that pleasure was…"]}, {"name": "", "audio": "", "normalized": ["Even from outside you could see how her folds clung to his stiffness, making a wet, indecent noise."]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, the pre-cum from my raw dick is already soaking into your womb, right?", " Look, so much is coming out."]}, {"name": "Yukikaze", "audio": "v_sr158_0040", "normalized": ["Nnhh, guuh, I know that, don't say it… Don't make me think about my womb or your sperrm!"]}, {"name": "Yukikaze", "audio": "v_sr158_0041", "normalized": ["Aaah, aah, aah, your pre-cum is pouring out like semen, your sperm is already hitting against my woomb!"]}, {"name": "Inui", "audio": "", "normalized": ["This is my sperm.", " Your womb is getting turned on by my raw dick right now.", " What does it want?", " Please answer, Miss Yukikaze!"]}, {"name": "", "audio": "", "normalized": ["Using his large figure, Inui pried open her womb with the tip of his cock."]}, {"name": "Yukikaze", "audio": "v_sr158_0042", "normalized": ["Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze screamed as though she could no longer withstand the heightened feelings of pleasure."]}, {"name": "Yukikaze", "audio": "v_sr158_0043", "normalized": ["I want Tatsurou's babyy, even though I feel so good from Inui's dick inside me, I want your babyy!"]}, {"name": "Yukikaze", "audio": "v_sr158_0044", "normalized": ["Even though I'm so turned on by a dick that's not yours, my womb wants your semen, Tatsurouu!"]}, {"name": "", "audio": "", "normalized": ["While she shouted out her still remaining feelings for Akiyama, at the same time, she was going crazy with excitement from another man's dick."]}, {"name": "", "audio": "", "normalized": ["Of course, she was completely conscious and aroused by the fact that Akiyama was watching her be humiliated, as was her true nature as a woman."]}, {"name": "Inui", "audio": "", "normalized": ["We knew that already, Miss Yukikaze!"]}, {"name": "", "audio": "", "normalized": ["Inui said this rather cheerfully, and then in the next instant…"]}, {"name": "Yukikaze", "audio": "v_sr158_0045", "normalized": ["Hggyaahh!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze suddenly let out a strange cry."]}, {"name": "", "audio": "", "normalized": ["She was convulsing with her tongue sticking all the way out and her eyes open so wide her eyeballs might fall out."]}, {"name": "Yukikaze", "audio": "v_sr158_0046", "normalized": ["Aaah, aah, agghh, aahh!"]}, {"name": "", "audio": "", "normalized": ["I (or rather Akiyama who I was possessing) leaned over in interest as Inui's member began to swell."]}, {"name": "", "audio": "", "normalized": ["It was almost as if it were just now becoming erect, as it swelled much larger than an average man's."]}, {"name": "", "audio": "", "normalized": ["Of course, this man was clearly a demon."]}, {"name": "Yukikaze", "audio": "v_sr158_0047", "normalized": ["Your dick ish getting biggerr!"]}, {"name": "Yukikaze", "audio": "v_sr158_0048", "normalized": ["What ish thiish!", " Your thick cock ish getting even harderr!"]}, {"name": "", "audio": "", "normalized": ["Her already completely stretched out cave was unspeakably widened even further."]}, {"name": "", "audio": "", "normalized": ["His cock swiftly more than doubled in width and length, smoothing out the wrinkles of her labia as they were hidden beneath its shape."]}, {"name": "Yukikaze", "audio": "v_sr158_0049", "normalized": ["Aaah, aah, aah, I can't believe it, even though you were already erect, you're getting so much biggerr!"]}, {"name": "", "audio": "", "normalized": ["Inside her pussy too, all of her folds were surely being stretched and smoothed, in this intense display."]}, {"name": "Inui", "audio": "", "normalized": ["This is part of my power as well, Miss Yukikaze."]}, {"name": "", "audio": "", "normalized": ["Inui smiled respectfully, but Yukikaze could only twist her body in her half-crazed state."]}, {"name": "Yukikaze", "audio": "v_sr158_0050", "normalized": ["Please, stop your diick!", " Don't get any biggerr!"]}, {"name": "Yukikaze", "audio": "v_sr158_0051", "normalized": ["My pussy is gonna rip openn!", " Your dick is too big, it's gonna break completelyy!"]}, {"name": "Inui", "audio": "", "normalized": ["You jest.", " Miss Yukikaze, your parts won't break.", " Take a look.", " Your pussy is gradually stretching out.", " Oh, how splendid."]}, {"name": "", "audio": "", "normalized": ["Hearing Inui's words of praise, Yukikaze looked at her own crotch without thinking."]}, {"name": "Yukikaze", "audio": "v_sr158_0052", "normalized": ["Hyaah?!"]}, {"name": "", "audio": "", "normalized": ["Her eyes that were opened wide with fear now filled with a seductive carnality."]}, {"name": "Yukikaze", "audio": "v_sr158_0053", "normalized": ["I-it really is stretching ouut!"]}, {"name": "Yukikaze", "audio": "v_sr158_0054", "normalized": ["My pussyy, it really is, taking all of this huuge diick!"]}, {"name": "Yukikaze", "audio": "v_sr158_0055", "normalized": ["Iii can see the shape of your dick through my stomaach!"]}, {"name": "Yukikaze", "audio": "v_sr158_0056", "normalized": ["It's sticking up so lewdlyy!"]}, {"name": "", "audio": "", "normalized": ["Just as Yukikaze had shouted, a grotesque shape was clearly protruding from her abdomen."]}, {"name": "", "audio": "", "normalized": ["His penis' length and thickness, even the shape of his glans was visible from the outside."]}, {"name": "Yukikaze", "audio": "v_sr158_0057", "normalized": ["Haah… amazhing… thish dick… it's no good… I can't stand it…"]}, {"name": "Inui", "audio": "", "normalized": ["What's no good, Miss Yukikaze?"]}, {"name": "Yukikaze", "audio": "v_sr158_0058", "normalized": ["Well… now that I know what a dick this big feels like…"]}, {"name": "Yukikaze", "audio": "v_sr158_0059", "normalized": ["Even though I want Tatsurou's baby… now that I know what this is like, Tatsurou's dick won't be any good…"]}, {"name": "", "audio": "", "normalized": ["Yukikaze seemed as though she were completely out of it from the shock of the giant dick, and it was likely that she had answered honestly without thinking."]}, {"name": "", "audio": "", "normalized": ["As I looked, love juices were dripping out from her cave where she had completely swallowed up his abnormally huge member."]}, {"name": "", "audio": "", "normalized": ["She was still turned on after all of this."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Ugguuh!"]}, {"name": "", "audio": "", "normalized": ["Akiyama, who I was possessing, trembled from the sense of utter defeat."]}, {"name": "", "audio": "", "normalized": ["Though the dick that he had been gripping was plenty large compared to the average, there was no way he could compare to that monster."]}, {"name": "", "audio": "", "normalized": ["That was the reason why he had let Yukikaze express those feelings for Akiyama―no, the reason he had compelled them."]}, {"name": "", "audio": "", "normalized": ["Telling him to believe in her, then throwing him away herself.", " In order to gradually lodge an even deeper resentment of her in his heart."]}, {"name": "", "audio": "", "normalized": ["That man was quite the disciplinarian."]}, {"name": "Inui", "audio": "", "normalized": ["Please enjoy my dick to your heart's content."]}, {"name": "", "audio": "", "normalized": ["*Zrrch.", "*"]}, {"name": "", "audio": "", "normalized": ["Inui slowly pulled his hips back."]}, {"name": "Yukikaze", "audio": "v_sr158_0060", "normalized": ["Ophhwoaahh!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze's body and voice both jumped more than ever."]}, {"name": "Yukikaze", "audio": "v_sr158_0061", "normalized": ["Ohh, ohh, ohh, my pussyy!"]}, {"name": "", "audio": "", "normalized": ["Dragged by the monster dick, her expanded pussy was being turned inside out."]}, {"name": "", "audio": "", "normalized": ["Her reddened membranes near the entrance of her vagina stuck outside as a glorious spray of love juices shot out."]}, {"name": "Inui", "audio": "", "normalized": ["What's the matter?"]}, {"name": "Yukikaze", "audio": "v_sr158_0062", "normalized": ["Nnnoo, my pussyy, your dick is caught on my womb's entraance!"]}, {"name": "Yukikaze", "audio": "v_sr158_0063", "normalized": ["Ohh, ohh, my whole womb is inside my pussy, aah, you're dragging it all out, noo!"]}, {"name": "", "audio": "", "normalized": ["It seemed as though that was what was happening inside her vagina."]}, {"name": "", "audio": "", "normalized": ["I could tell from the exaggerated squeals that Yukikaze's mind was nearly demolished."]}, {"name": "Inui", "audio": "", "normalized": ["Then, I'll put it back inside."]}, {"name": "", "audio": "", "normalized": ["Inui took his sweet time, once again thrusting in his dick after having pulled at Yukikaze's pussy so hard."]}, {"name": "Yukikaze", "audio": "v_sr158_0064", "normalized": ["Ahiiee!"]}, {"name": "", "audio": "", "normalized": ["Her red, prolapsed hole swooped back deep inside along with his penis."]}, {"name": "", "audio": "", "normalized": ["Yukikaze's entire body was stiff and twitching, as if just this had made her climax."]}, {"name": "Yukikaze", "audio": "v_sr158_0065", "normalized": ["Aaah, something amazhing is inside mee, all the sex we had up until now doesn't compare at all!"]}, {"name": "Inui", "audio": "", "normalized": ["Akiyama, do you understand?", " This is just how turned on Miss Yukikaze is."]}, {"name": "Yukikaze", "audio": "v_sr158_0066", "normalized": ["Nnnoo, stoop!"]}, {"name": "Yukikaze", "audio": "v_sr158_0067", "normalized": ["I don't want Tatsurou to know how lewd and perverted my pussy is, getting turned on by having my womb pulled ouut!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze protested strongly, as if trying to regain her broken senses."]}, {"name": "Inui", "audio": "", "normalized": ["No, no, we're not just showing off your perverted pussy…"]}, {"name": "Inui", "audio": "", "normalized": ["…but everything about the piggy bitch Miss Yukikaze who has nothing on her mind but sex."]}, {"name": "", "audio": "", "normalized": ["Inui carefully, but relentlessly, began to pump in and out of Yukikaze's hole with his monster dick."]}, {"name": "Yukikaze", "audio": "v_sr158_0068", "normalized": ["Aaah, aah, aahh!"]}, {"name": "", "audio": "", "normalized": ["*Gbbh, chbbh, ghbbhhchh!", "*"]}, {"name": "", "audio": "", "normalized": ["A strange thrusting noise came from her pussy, as though it weren't the sound of a human violating another human."]}, {"name": "", "audio": "", "normalized": ["Yukikaze's body twisted unnaturally as though she were a toy about to break, but it was clear that she was enjoying herself."]}, {"name": "Yukikaze", "audio": "v_sr158_0069", "normalized": ["Tachurohh, pleashh don't look!"]}, {"name": "Yukikaze", "audio": "v_sr158_0070", "normalized": ["Don't watch me anymooar!"]}, {"name": "Yukikaze", "audio": "v_sr158_0071", "normalized": ["Thish monhster dick feelsh way too good!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze breathlessly begged Akiyama from the other side of the camera."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Uuuh… Yukikaze… Yukikazee…"]}, {"name": "", "audio": "", "normalized": ["What she had said just before about her true lewd nature, wanting to drink his sperm with her womb, was all just talk."]}, {"name": "", "audio": "", "normalized": ["Right now she was going crazy, howling like an inhuman piggy bitch as she cried and enjoyed his unnatural dick."]}, {"name": "", "audio": "", "normalized": ["It wasn't anything as simple as betrayal or faithlessness, she was simply broken and driven insane."]}, {"name": "", "audio": "", "normalized": ["She hadn't begged to stop the camera because she was afraid of betraying him even more."]}, {"name": "", "audio": "", "normalized": ["She asked to stop because there was another level of hell even beyond this."]}, {"name": "", "audio": "", "normalized": ["The proof was the pain of a despair even greater than watching Yukikaze's defilement… the burning desire lurking beneath."]}, {"name": "", "audio": "", "normalized": ["Completely unable to act, both then and now."]}, {"name": "", "audio": "", "normalized": ["The pain of Yukikaze disappearing from this world."]}, {"name": "", "audio": "", "normalized": ["The vanishing of her bittersweet kindness, begging to at least not show him this."]}, {"name": "", "audio": "", "normalized": ["…At least those were the incomprehensible things running through Akiyama's mind as he stroked his dick."]}, {"name": "", "audio": "", "normalized": ["This cuckold really was something else too."]}, {"name": "Inui", "audio": "", "normalized": ["Akiyama is faithfully watching!"]}, {"name": "", "audio": "", "normalized": ["Inui said these cruel words as he jackhammered Yukikaze's womb with his cock."]}, {"name": "Yukikaze", "audio": "v_sr158_0072", "normalized": ["Gwoaahh!"]}, {"name": "", "audio": "", "normalized": ["Whether from the physical shock, or the mental shock of believing herself that Akiyama was watching, Yukikaze vomited violently."]}, {"name": "Yukikaze", "audio": "v_sr158_0073", "normalized": ["Uggeehh, ghh, bhh, bghh!"]}, {"name": "", "audio": "", "normalized": ["Her upturned body bent over and over, spitting out bile that seemed as though I could smell it through the camera."]}, {"name": "", "audio": "", "normalized": ["The terrifying part was that Yukikaze was still completely aroused.", " In fact, she was on the edge of an orgasm."]}, {"name": "Yukikaze", "audio": "v_sr158_0074", "normalized": ["Agghhehh!", " Gbhhaahh, aah, aahhaahh!"]}, {"name": "Yukikaze", "audio": "v_sr158_0075", "normalized": ["I'm gonna cuum!", " My pussy hurtsh sho much but I'm gonna cuum!"]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, do you understand?", " A proper lady is no longer a human.", " She's just a flesh hole to put your dick in."]}, {"name": "", "audio": "", "normalized": ["Yukikaze nodded rapidly with her face smeared in bile."]}, {"name": "Yukikaze", "audio": "v_sr158_0076", "normalized": ["I undershtaand!", " I can feel it in my pussy and womb already!", " I'm already a meat hole for your diick!"]}, {"name": "Yukikaze", "audio": "v_sr158_0077", "normalized": ["Pleash let me cum, with your dick, not Tatsurou's!"]}, {"name": "Yukikaze", "audio": "v_sr158_0078", "normalized": ["Cum inside me with your incubus dick and let me cuum!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze finally began to beg the man violating her rather than Akiyama on the other side of the camera."]}, {"name": "", "audio": "", "normalized": ["Then, she begged him for an orgasm, not only with words but with stimulation, as she put all of her strength into clamping down on him with her enlarged hole."]}, {"name": "Inui", "audio": "", "normalized": ["I accept!"]}, {"name": "", "audio": "", "normalized": ["Inui buried his giant dick inside of her in one thrust, all the way to the base."]}, {"name": "Yukikaze", "audio": "v_sr158_0079", "normalized": ["Ahehhehh!", " Your diick!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze screamed joyfully."]}, {"name": "", "audio": "", "normalized": ["*Spluurt!", " Splort!", " Splurtsplurtsplurt!", "*"]}, {"name": "Yukikaze", "audio": "v_sr158_0080", "normalized": ["Yessh!", " Your semeen!"]}, {"name": "", "audio": "", "normalized": ["The convulsions of his penis where it stuck out from her abdomen were clearly visible."]}, {"name": "", "audio": "", "normalized": ["That was how powerful the force of his semen was as it poured from Yukikaze's pussy into her womb."]}, {"name": "Yukikaze", "audio": "v_sr158_0081", "normalized": ["I'm gonna cuum!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze's eyes flipped right around."]}, {"name": "", "audio": "", "normalized": ["Her eyes were completely rolled back in her head as her limbs twitched."]}, {"name": "", "audio": "", "normalized": ["Her climax looked as though she were a bug being pinned to a specimen board while still alive."]}, {"name": "Yukikaze", "audio": "v_sr158_0082", "normalized": ["Aaahh, your hot semen ish pouring into my woomb!"]}, {"name": "Yukikaze", "audio": "v_sr158_0083", "normalized": ["Into the spot where only my most beloved person should…!", " I'm cumming from so much semenn!"]}, {"name": "Yukikaze", "audio": "v_sr158_0084", "normalized": ["But it feelsh sho good, sho good, sho good!"]}, {"name": "", "audio": "", "normalized": ["Yukikaze's face was crazed with a hopeless ahegao as she screamed, hurting Akiyama again to make her orgasm feel even better."]}, {"name": "Yukikaze", "audio": "v_sr158_0085", "normalized": ["Aaahh, cumming from a big dick ish the beest, I'm sho happy with my womb swelling up from all this semenn!"]}, {"name": "Yukikaze", "audio": "v_sr158_0086", "normalized": ["I'm gonna cum I'm gonna cum I'm gonna cum I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Inui's ejaculation showed no signs of stopping, his dick still pulsating."]}, {"name": "", "audio": "", "normalized": ["Each time, her abdomen where the shape of his penis was visible swelled up disgustingly."]}, {"name": "", "audio": "", "normalized": ["His semen filled up her womb, making her swell up without even being pregnant yet."]}, {"name": "Yukikaze", "audio": "v_sr158_0087", "normalized": ["Aaah, aah, aah, aah, aahh!"]}, {"name": "", "audio": "", "normalized": ["Crucified by his gigantic cock, she couldn't escape no matter how much she struggled."]}, {"name": "", "audio": "", "normalized": ["But that was what she wished for, twisting her body in her pathetic, comical, lewd state."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Yukikaze, Yukikaze, Yukikazee…"]}, {"name": "", "audio": "", "normalized": ["Akiyama repeatedly called out his unfaithful lover's name, vainly continuing to ejaculate, stroking his penis like a madman."]}, {"name": "", "audio": "", "normalized": ["It was as if to say he at least wouldn't lose in a contest of how long they could cum."]}, {"name": "Yukikaze", "audio": "v_sr158_0088", "normalized": ["More, more, moore, aahn, give me more semen pleease!"]}, {"name": "", "audio": "", "normalized": ["For a complete stranger like me, it was impossible to tell which man she was talking to."]}, {"name": "Inui", "audio": "", "normalized": ["Excuse me, Miss Yukikaze."]}, {"name": "", "audio": "", "normalized": ["Once Inui had finished his long ejaculation, he swiftly pulled out his penis without even enjoying the aftershocks in her pussy."]}, {"name": "", "audio": "", "normalized": ["*Zlurrch☆", "*"]}, {"name": "Yukikaze", "audio": "v_sr158_0089", "normalized": ["Hahiihhnnhh!"]}, {"name": "", "audio": "", "normalized": ["Of course, Yukikaze let out a loud squeal at the finishing blow of him pulling out his penis."]}, {"name": "Yukikaze", "audio": "v_sr158_0090", "normalized": ["Hahiiee, hiihh, haah, hyaah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["She stretched out, breathing heavily, her eyes still rolled back."]}, {"name": "", "audio": "", "normalized": ["Her pussy entrance was still gaping wide from being dug out continuously by that enormous cock."]}, {"name": "", "audio": "", "normalized": ["Her female flesh was twitching as though it itself was thinking about how to return to normal."]}, {"name": "Yukikaze", "audio": "v_sr158_0091", "normalized": ["Haah, haah, aahh, haah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["Her remaining squirt spurted feebly from her completely round pussy."]}, {"name": "", "audio": "", "normalized": ["Just a bit of the semen near her entrance leaked out…"]}, {"name": "", "audio": "", "normalized": ["But the majority of it clung stickily to her insides, leaving Yukikaze's stomach still swollen."]}, {"name": "Yukikaze", "audio": "v_sr158_0092", "normalized": ["Aaah, my stomach is so full of semen… so completely… it's still hot… it feels so good…"]}, {"name": "", "audio": "", "normalized": ["Yukikaze had completely lost her senses during her orgasm, and the sight of her gently caressing her swollen stomach as though a child was inside was extremely sexy."]}, {"name": "Inui", "audio": "", "normalized": ["Miss Yukikaze, if there's anything you want to say to Akiyama, please go ahead."]}, {"name": "Yukikaze", "audio": "v_sr158_0093", "normalized": ["Ta…chu…roh…?"]}, {"name": "", "audio": "", "normalized": ["Her melted face twitched."]}, {"name": "Inui", "audio": "", "normalized": ["Yes, I'm sure he's still watching you, Miss Yukikaze."]}, {"name": "", "audio": "", "normalized": ["Just as he said."]}, {"name": "Yukikaze", "audio": "v_sr158_0094", "normalized": ["I'm sho shorry… Tatsurohh… I'm sho shorry…"]}, {"name": "", "audio": "", "normalized": ["Yukikaze began to apologize after all this time."]}, {"name": "", "audio": "", "normalized": ["With tears dripping down from her eyes."]}, {"name": "Yukikaze", "audio": "v_sr158_0095", "normalized": ["I'm sho shorry… for being like thish… Tachurohh… I'm sho shorry… about my lewd pussy…"]}, {"name": "", "audio": "", "normalized": ["Yukikaze repeated herself deliriously."]}, {"name": "", "audio": "", "normalized": ["As if to mock her, the semen finally began flowing out of her pussy."]}, {"name": "", "audio": "", "normalized": ["Her stomach that had swelled like a pregnant woman began to shrink."]}, {"name": "", "audio": "", "normalized": ["It was an unbelievably ghastly and indecent scene, already hard to imagine as reality."]}, {"name": "Yukikaze", "audio": "v_sr158_0096", "normalized": ["Hyaah… nhh… aahn… I'm… shorry… uuh…"]}, {"name": "", "audio": "", "normalized": ["Each time the cloudy white fluid dripped from her opened hole, her apologies became panting as the aftershocks of her orgasm beat against her."]}, {"name": "Tatsurou", "audio": "", "normalized": ["It's fine… Yukikaze, you don't have to apologize… Yukikaze… that's enough…"]}, {"name": "", "audio": "", "normalized": ["Akiyama was crying and muttering on this side of the camera as well, his dick still in his hand after ejaculating."]}, {"name": "Yukikaze", "audio": "v_sr158_0097", "normalized": ["Semen… Tatsurou… I'm… sorryy…"]}, {"name": "Yukikaze", "audio": "v_sr158_0098", "normalized": ["Please forgive… my pussy… hauuh… I came so… I'm sorry… uuh… Tatsurou… Tachurohh…"]}, {"name": "Tatsurou", "audio": "", "normalized": ["Yeah, Yukikaze… I came too… Yukikaze…"]}, {"name": "", "audio": "", "normalized": ["Even if they weren't joined physically, the two continued to exchange words from beyond the other side of the screen, as if their hearts were still joined."]}, {"name": "", "audio": "", "normalized": ["I couldn't understand it at all."]}, {"name": "", "audio": "", "normalized": ["All I knew was that the both of them were completely broken."]}, {"name": "Mikoto", "audio": "v_msr158_0000", "normalized": ["How was it?", " Interesting, right?"]}, {"name": "", "audio": "", "normalized": ["I could hear Mikoto's voice from somewhere."]}, {"name": "", "audio": "", "normalized": ["It seemed as though she was having a peek along with me."]}, {"name": "You", "audio": "", "normalized": ["Yeah, it was quite an entertaining show."]}, {"name": "", "audio": "", "normalized": ["I could feel my consciousness swiftly return to reality."]}]