[{"name": "", "audio": "", "normalized": ["No sunlight or even moonlight reached the underground room as it was filled with cold air.", " It was as though that space was removed from the real world."]}, {"name": "", "audio": "", "normalized": ["Faint artificial lighting lit the room up and just being there almost drove people insane."]}, {"name": "", "audio": "", "normalized": ["A lewd, cat-like speech and the sound of flesh hitting each other echoed inside the basement room."]}, {"name": "Merci", "audio": "v_sr560_0000", "normalized": ["Nyaahhnmm… Huhhnyaaghahh."]}, {"name": "", "audio": "", "normalized": ["A voluptuous body sitting on top of a male body while shaking curvy butt and swaying ample bosom seemed like that of a well-developed human female."]}, {"name": "", "audio": "", "normalized": ["However, cat ears were growing out of the head and even her eyes and mouth reflected cat-like features as she even moaned in a cat-like voice."]}, {"name": "Merci", "audio": "v_sr560_0001_01", "normalized": ["Mnnyuuhaaghh… You cock, it's so good, nyaahh!", " Nyaahh, mnmmnyah… You can start pounding too…"]}, {"name": "Man 1", "audio": "", "normalized": ["Ughh… This damn cat girl… How fucking turned on is she, like, she's a sex addict…"]}, {"name": "", "audio": "", "normalized": ["Indeed, Merci was a catgirl."]}, {"name": "", "audio": "", "normalized": ["She used to be an ordinary cat but when her physical body was about to die, a cat fairy called cat-s?", "th took her soul to the Dark World and made her a fairy."]}, {"name": "", "audio": "", "normalized": ["So her body as a cat was already dead, using the last word her owner said to her before her demise as her name, living among the humans."]}, {"name": "Merci", "audio": "v_sr560_0002", "normalized": ["I love sex, there's nothing wrong with it, nyah… I like you guys too, nyahh… Nyah, mnnyaahh… Nyaahaahh…"]}, {"name": "Man 1", "audio": "", "normalized": ["I can't take it anymore.", " Stop this…"]}, {"name": "", "audio": "", "normalized": ["The man let out a strained groan of pleasure as Merci kept pounding, reaching out for her butt bouncing up and down in front of him to stop her."]}, {"name": "Merci", "audio": "v_sr560_0003", "normalized": ["You're so pathetic, nyahh… I can't believe you call yourself a man… Nyaheheheh… Don't cum yet, nyahhaah…"]}, {"name": "", "audio": "", "normalized": ["Merci chuckled provocatively and started pounding her hips even harder as the man could not even resist as his body became tense while he writhed."]}, {"name": "Man 1", "audio": "", "normalized": ["Guh, aghh…"]}, {"name": "Merci", "audio": "v_sr560_0004", "normalized": ["Nyaahshishi… I see, you like Mer's pussy so much that you are actually writhing, nyah… Come on, let me hear you moan more, nyah!"]}, {"name": "", "audio": "", "normalized": ["Merci pounded her hips so hard like a savage and the man clenched his teeth to endure the pleasure overwhelming his penis."]}, {"name": "Merci", "audio": "v_sr560_0005", "normalized": ["Nyahh… Mnnyah, haanyah… I can feel your cock throbbing inside Mer's pussy… It's kinda funny, nyah…"]}, {"name": "Man 2", "audio": "", "normalized": ["Ahh, I'm about to…"]}, {"name": "", "audio": "", "normalized": ["Another man who is standing next to Merci, receiving a handjob, expressed he was reaching the climax and his body shuddered."]}, {"name": "Merci", "audio": "v_sr560_0006", "normalized": ["Really, nayahh!", " Not yet, you too, nyaaghh!", " You're so spineless, nyahh!", " I'm sure you can hold it in more, nyaah!"]}, {"name": "Man 2", "audio": "", "normalized": ["P-please… Guh…"]}, {"name": "", "audio": "", "normalized": ["The man's plea was ignored and instead made her agitated enough to start stroking his penis faster as he closed her eyes and endured the pleasure."]}, {"name": "Merci", "audio": "v_sr560_0007", "normalized": ["Your cock is so pathetic, really, nyaahh… You can't hog all the fun… I'm not gonna let you do that, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Merci licked her lips and stared lewdly at the men standing around her while standing by, raising her voice like the other two men."]}, {"name": "Merci", "audio": "v_sr560_0008", "normalized": ["It's your turn next… But don't just sit there and watch though, go ahead and keep stroking your cock while you wait, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Those men started stroking their penises that got erect from seeing Merci's erotic body like she told them, preparing."]}, {"name": "Merci", "audio": "v_sr560_0009", "normalized": ["Nyaahhmm, there it is, you guys, that's good, nyaah… Come on, just fuck Mer and fap with your cock, nyahh…"]}, {"name": "", "audio": "", "normalized": ["Merci was causing trouble in Yomihara once again as she was trying to scam some money out of people when she was caught by those men."]}, {"name": "", "audio": "", "normalized": ["She was drugged and was rendered groggy by a machine that was not affected by her powers and was made a sex slave, being gangbanged in the basement."]}, {"name": "", "audio": "", "normalized": ["At first, those men made a plaything out of her but once she regained her magic through sex and semen, she turned the table and sucked those men dry instead."]}, {"name": "Merci", "audio": "v_sr560_0010", "normalized": ["Nyaahhmm… This is not enough, not even close, nyaahh!", " Come on, make Mer feel even better, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Few conscious men were already scattered on the floor of the basement as their penises were limp and lifeless."]}, {"name": "", "audio": "", "normalized": ["Merci continued to speed up her hands and hips, squeezing even tighter, as her arousal heightened, ignoring those men."]}, {"name": "Man 1", "audio": "", "normalized": ["Guouhh…"]}, {"name": "Merci", "audio": "v_sr560_0011", "normalized": ["Come on, come on!", " You can't cum till you make Mer come!", " That's what your cocks are for, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Those men endured the urge to ejaculate by screaming but did not last long."]}, {"name": "Merci", "audio": "v_sr560_0012", "normalized": ["Nyaahaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Two men poured semen onto Merci's face and vagina."]}, {"name": "", "audio": "", "normalized": ["Merci chuckled at the men as she received semen intimately, continuing to stimulate them as they ejaculated."]}, {"name": "Merci", "audio": "v_sr560_0013", "normalized": ["I told you not to cum yet, nyaahh!", " Nyaahhnm, mnmmuyaaghh… Not yet, Mer hasn't had enough yet, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Semen poured out of the parts they were connected together, making moist, lewd noises as Merci's hips continued to pound hard."]}, {"name": "", "audio": "", "normalized": ["They ejaculated as they screamed from the orgasm twice and thrice with Merci joyously teasing them."]}, {"name": "Man 1", "audio": "", "normalized": ["Guhaaghahh!"]}, {"name": "Merci", "audio": "v_sr560_0014", "normalized": ["So much thick dick-milk… Mer's pussy's getting completely full!", " Nyaheheheh… It's so hot and I'm getting turned on nyaahh!"]}, {"name": "", "audio": "", "normalized": ["She poked her tongue out and received semen showering onto her face with her mouth, gulping and swallowing it as if she was savoring it as she swallowed it."]}, {"name": "Merci", "audio": "v_sr560_0015", "normalized": ["Nyaahhpaaghh!", " Churruhhruh, juhhboubouhh… Mnnmmnyaahh!", " Your dick-milk tastes so good, nyaaghh!"]}, {"name": "Man 2", "audio": "", "normalized": ["Guhaagh, I'm cumming again!"]}, {"name": "Merci", "audio": "v_sr560_0016", "normalized": ["Aahhnmm, nyaahhgh!", " Nyaahahhnmm, jurruhruhh… So much manly smelling milk inside Mer's mouth, nyaah!"]}, {"name": "", "audio": "", "normalized": ["As their ejaculation calmed down, their penis started going limp and Merci looked at them like they were no used to her anymore."]}, {"name": "", "audio": "", "normalized": ["She looked around at the men surrounding her like she was checking out their penises and once she found the right one, she pointed her finger at it."]}, {"name": "Merci", "audio": "v_sr560_0017", "normalized": ["You… You are up next, nyah!", " Come on, stick your cock into Mer's empty asshole, nyah!", " Come on, just hurry it up, nya!"]}, {"name": "Man 3", "audio": "", "normalized": ["Yeah, alright…"]}, {"name": "Merci", "audio": "v_sr560_0018", "normalized": ["I'm not gonna let your cock go while you are conscious… You better keep fucking Mer with your cock till I'm satisfied, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["She yelled at those men who were barely breathing with limp cock without mercy and grasped the penis in her hand firmly again."]}, {"name": "", "audio": "", "normalized": ["The next man Merci picked grabbed her hips and then inserted his penis into her anus."]}, {"name": "Merci", "audio": "v_sr560_0019", "normalized": ["Huunyaagaagghh!", " Cock, coming into my butthole, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["The penis was buried into her anus as the man stood over her and inserted.", " Merci reacted as her back twitched."]}, {"name": "", "audio": "", "normalized": ["At the same time, she sucked onto the limp penis in her hand, slurping and savoring the cock covered in semen while letting out sugary moans."]}, {"name": "Merci", "audio": "v_sr560_0020", "normalized": ["Mnnmmnyaaghh!", " Peroupreouh… Churrouhh, nyaahhnmm!", " Juhhrruhhnmnyaahh!"]}, {"name": "Man 2", "audio": "", "normalized": ["Guh, stop… Please stop this!", " I'm totally dry!"]}, {"name": "Merci", "audio": "v_sr560_0021", "normalized": ["Shut the hell up, nyaaghh!", " Just let Mer suck on your cock, nyaaghh!", " Mnncuhh, buuhjurrououhh…"]}, {"name": "", "audio": "", "normalized": ["The man receiving the blowjob showed an agonized expression but his penis gave in to Merci's tongue as it became erect again."]}, {"name": "Merci", "audio": "v_sr560_0022", "normalized": ["Look at your cock getting so hard… And you want me to stop, nyaahh!", " Your cock's so much more honest, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["As her tongue licked the semen still seeping out off of the tip and slithered onto the shaft, the man groaned from pleasure and as he could barely stand."]}, {"name": "Merci", "audio": "v_sr560_0023", "normalized": ["Relouhrelouhh, buujhuuruhh… Juaghbahh, mnnmnyahhpahhgh!", " Come on, you in my butt, start moving and make Mer cum, nyaagh!"]}, {"name": "Man 3", "audio": "", "normalized": ["Come on, so many times already…"]}, {"name": "", "audio": "", "normalized": ["The man she said to complained quietly but Merci forced him to become aroused by using her power."]}, {"name": "", "audio": "", "normalized": ["He started pounding his hips to calm down his fully erect penis."]}, {"name": "Merci", "audio": "v_sr560_0024", "normalized": ["There it is, nyaahh!", " Come on, plow Mer's butthole, nyaahahhnmm!", " Shove your huge cock right in there, nyaah!"]}, {"name": "", "audio": "", "normalized": ["The impulse of the penis driving into her anus pushed the semen out of her vagina, making it drip onto the limp penis of the man lying down."]}, {"name": "Merci", "audio": "v_sr560_0025", "normalized": ["Huunyaahhaghh!", " You're scraping into my butt so hard… This is so good, nyaaghh!", " Jurrurhh, churruhhuh…"]}, {"name": "", "audio": "", "normalized": ["With her sucking onto his penis right after an ejaculation, the man let out a girly moan and Merci stared at him with stern eyes."]}, {"name": "Merci", "audio": "v_sr560_0026", "normalized": ["That voice is so pathetic… I'm not, bujururhrruhh…letting go of your cock, even if I have to bite on it, nyaaghaahh!"]}, {"name": "Man 2", "audio": "", "normalized": ["No way, you pussy-bitch…"]}, {"name": "Merci", "audio": "v_sr560_0027", "normalized": ["If you don't want me to bite your cock off…then you better try to hold it in longer, nyahh… Juubphaphahh, mnhmnmnyahhah…"]}, {"name": "", "audio": "", "normalized": ["Merci threatened him and the man stomped his legs to stand his ground desperately.", " She enjoyed that as she sped her tongue up to tease him more."]}, {"name": "Merci", "audio": "v_sr560_0028", "normalized": ["Nuhchurruhrruhh… Buuhhjurrurhuhh, nyaahhnm… Mnnmnyah, nyaahhaghh!", " Rerlouhrelouh, jurruuhh…"]}, {"name": "", "audio": "", "normalized": ["As she was pounded from behind, Merci's head swayed back and forth but her mouth sucked onto the penis and did not let go."]}, {"name": "", "audio": "", "normalized": ["She used that movement to squeezed tight onto the penis in her mouth, stroking it in a vacuum."]}, {"name": "Merci", "audio": "v_sr560_0029", "normalized": ["Nyaahh, nyaahahahhnmm!", " Hunnyaahh, mnmmhhnyaaghh!", " Juuruhhruh, I'm getting spit-roasted by the cocks, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["And then Merci's arousal heightened as well as she threw it onto the men while rising up towards the climax."]}, {"name": "Merci", "audio": "v_sr560_0030", "normalized": ["Jururhruuhh, relouhh… Huunyaahaaghh!", " Coming, coming, nyaahh!", " Hugoughh, juhhchuruuhh…"]}, {"name": "", "audio": "", "normalized": ["As the man pounded his hips and violated Merci's anus, he became aroused as well, shaking his hips faster as we wished, making her breasts sway more."]}, {"name": "Merci", "audio": "v_sr560_0031", "normalized": ["Nyaaheyaaghahahh!", " You're plowing me so hard… Mnnyahh, juhhbouhouh… Huunyaahahh!"]}, {"name": "Merci", "audio": "v_sr560_0032", "normalized": ["Coming, coming, nyaaghahh!", " Guhjurruhruhh… Mnnmmnyaahpahh, nyuhaahahh!", " Mer, coming, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["The men roared and orgasmed, ejaculating into her anus and mouth."]}, {"name": "Merci", "audio": "v_sr560_0033", "normalized": ["Nyaahaagahahh!"]}, {"name": "", "audio": "", "normalized": ["Merci orgasmed at the same time and released her full power, filling the air with dense, sugary arousal."]}, {"name": "Merci", "audio": "v_sr560_0034", "normalized": ["Uhhnyaaghaahh!", " Guhbboguhh, mnnmmhhnyaahh?!", " It's pumping into my ass and my mouth-pussy too, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["The man in her anus grabbed her hips tightly from Merci's power as well as the squeeze and twist of her anus, ejaculating while pushing his hips onto her."]}, {"name": "", "audio": "", "normalized": ["And then semen overflowing from the anus started dripping onto the man's crotch along her vagina."]}, {"name": "Merci", "audio": "v_sr560_0035", "normalized": ["Nyaahhnmm… Guhnyuhaahaghh… Nyahghaahaghh!", " Jururhruhh, juunyaahh… Chuhhrruhruhh…"]}, {"name": "", "audio": "", "normalized": ["The man receiving the blowjob felt as though he was ejaculating by Merci's mouth and tongue throbbing more intensely than his penis."]}, {"name": "", "audio": "", "normalized": ["He kept on ejaculating even while he was already writhing as his mid-ejaculation penis was teased by her mouth."]}, {"name": "Merci", "audio": "v_sr560_0036", "normalized": ["Mnnguhanyahahh… In my mouth, and my butt too, getting filled, buuhjuruhhuh…with so much milk, nyaahh!", " Nyaasheheh…"]}, {"name": "", "audio": "", "normalized": ["As Merci let out the voice of pleasure, white semen dripped from her mouth and ran down her neck, then down to the tip of her large breasts."]}, {"name": "", "audio": "", "normalized": ["Those men were writhing so much that continuing seemed impossible but Merci's power forced their arousal and hardened their penises."]}, {"name": "", "audio": "", "normalized": ["Even as they writhed, their breath was so hot as they were all as aroused as Merci."]}, {"name": "", "audio": "", "normalized": ["And even the man who was lying down beneath her with a limp penis started getting erect with her power."]}, {"name": "Merci", "audio": "v_sr560_0037", "normalized": ["Nyaahhpaahh!", " Not yet, not yet, we're just getting started, nyah!", " Even that sleeping cock's getting hard, nyaa…"]}, {"name": "", "audio": "", "normalized": ["Merci was breathing roughly through her nostril like a cat in heat and started passionately at the penis of the man who was lying beneath her."]}, {"name": "Merci", "audio": "v_sr560_0038", "normalized": ["Come on, get that cock into Mer's pussy, nyaahh!", " Can't you see Mer's pussy's waiting for it, nyah!"]}, {"name": "", "audio": "", "normalized": ["Merci orgasmed with her anus but her vagina was twitching as it was forced to wait, drenched with vaginal fluid."]}, {"name": "Merci", "audio": "v_sr560_0039", "normalized": ["You in my butt too, don't just stand there and slack off, nyahh!", " Come on, fuck both of Mer's holes with your cocks!"]}, {"name": "", "audio": "", "normalized": ["The man on the floor inserted his once again erect penis into her vagina as she ordered."]}, {"name": "Merci", "audio": "v_sr560_0040", "normalized": ["Nyuhhaaghahhaghh!"]}, {"name": "", "audio": "", "normalized": ["The penises disappeared all the way down to their bases into Merci's holes and started reciprocating at the same time."]}, {"name": "Merci", "audio": "v_sr560_0041", "normalized": ["Nyuuahh, nyuuaaghh!", " Mer's getting fucked in two holes at the same time, nyahh!", " This feels too good, nyaah!"]}, {"name": "", "audio": "", "normalized": ["Merci spat out the penis that finished ejaculating and started stroking it violently."]}, {"name": "", "audio": "", "normalized": ["She moaned joyously as two cocks drilled into her anus and vagina, poking her butt up high as she savored pleasure with her whole body."]}, {"name": "Merci", "audio": "v_sr560_0042", "normalized": ["This is amazing, nyaahh!", " My pussy and my butthole, both getting pushed in by cock… Even my stomach is burning up, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Merci was so aroused that the men surrounding her started breathing and masturbating more intensely as all of their eyes were glimmering like hers."]}, {"name": "Merci", "audio": "v_sr560_0043", "normalized": ["Haanyaahh!", " Come on, you guys, let's enjoy this together, nnayhh!", " Gimme your dick-milk, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Merci was intoxicated by the unparalleled pleasure coming over and urged those men as she drooled and moaned."]}, {"name": "Merci", "audio": "v_sr560_0044", "normalized": ["I love cocks so much much, nyaahh!", " The smell of men is making my head dizzy… And my body's burning up, nyuaaghh!"]}, {"name": "", "audio": "", "normalized": ["Two men shook their hips madly and other men around them stroked their cocks as hard as they could."]}, {"name": "", "audio": "", "normalized": ["The passionate sex carried on, almost appearing some kind of a ritual, as long and loud groan started coming from their throats."]}, {"name": "Man 2", "audio": "", "normalized": ["Haaghaahh!", " Cumming…"]}, {"name": "Man 3", "audio": "", "normalized": ["I-I can't hold it in anymore…"]}, {"name": "Merci", "audio": "v_sr560_0045", "normalized": ["Nyaaghaahh!", " Mer's about to come too, nyaahh!", " I wanna feel good with all of you guys, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Merci felt that and her own pleasure exploding within her whole body, stating she was nearing orgasm as she climbed towards the climax."]}, {"name": "Merci", "audio": "v_sr560_0046", "normalized": ["I'm coming with both my pussy and my butthole, nyaagh!", " Both at the same time… I'm getting pounded so hard… I'm coming, nyaahh!"]}, {"name": "Merci", "audio": "v_sr560_0047", "normalized": ["Nyahaahaahhnmm!", " Coming, coming, uughh, nyaaghh!", " Come on, gimme all your dick-milk, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Two penises were driven deep into both of her holes and Merci achieved an orgasm."]}, {"name": "Merci", "audio": "v_sr560_0048", "normalized": ["Nyaaghaaghhaahh!", " !"]}, {"name": "", "audio": "", "normalized": ["Merci screamed with joy as she orgasmed with seme pouring all over and inside her body."]}, {"name": "Merci", "audio": "v_sr560_0049", "normalized": ["Nyaagahaaghh!", " Mnnyaaghaahh!", " Dick-milk, this is so good, nyaagahahaahh!"]}, {"name": "", "audio": "", "normalized": ["The viscous lump of sizzling fluid showered all over Merci's body, covering her in male odor, and she expressed superb joy on her face as if she was taking a hot bath."]}, {"name": "Merci", "audio": "v_sr560_0050", "normalized": ["Nyaahahahnmm!", " Such thick smell of men, covering my body up, nyaahh!", " Nyaheheheh… My belly's burning up too, nyaah!"]}, {"name": "", "audio": "", "normalized": ["The butt she poked out was trembling and vaginal fluid and intestinal fluid mixed together seeped out of her twitching holes."]}, {"name": "Merci", "audio": "v_sr560_0051", "normalized": ["Nyaanyahhmnnuhh… I knew you guys had it in you, nyaahh!", " Reluhrelouh, thanks for such tasty milk, nyaahh…"]}, {"name": "", "audio": "", "normalized": ["The men kept moving their hands and hips madly as they ejaculated and did not stop craving pleasure as cum-covered Merci sat in front of them."]}, {"name": "Man 4", "audio": "", "normalized": ["Taste out cum as much as you want!"]}, {"name": "Man 5", "audio": "", "normalized": ["There's more of that milk you like so much!"]}, {"name": "Merci", "audio": "v_sr560_0052", "normalized": ["Chuururruhh… Nyaapahh!", " This's so thick and sticky… I love the taste of this man-milk, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["The ejaculation by those men did not stop and semen kept running as Merci orgasmed repeatedly."]}, {"name": "Merci", "audio": "v_sr560_0053", "normalized": ["Nyaahhnmm!", " Nyaahahaaghhnm!", " Pour it all into Mer, pour it over me… Until I'm all full…"]}, {"name": "Merci", "audio": "v_sr560_0054", "normalized": ["I want it pouring all over me, nyaahh!", " Please, mess Mer up, make me filthy, make me nuts by coming, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["With semen pumping deep into her holes as they twitched, she sucked onto penises that finished ejaculating with her mouth one by one."]}, {"name": "Merci", "audio": "v_sr560_0055", "normalized": ["Aaammuhh, juhrruruhh… Nyahaahh!", " Chuhrruruhh, jubouhoh… Dick-milk, I just haven't had enough, nyaaghh!"]}, {"name": "Merci", "audio": "v_sr560_0056", "normalized": ["Aaamuhh, buhjurrurhuhh… Mnnyaaghahh, relouhrelouhh… It's so tasty, nyaahh!", " Such thick smell of men, it's so great, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Then those men started passing out one by one as though Merci completely sucked them dry."]}, {"name": "", "audio": "", "normalized": ["And every single one of them passed out by the end as Merci shuddered her body in lingering orgasm, letting out ling sigh of pleasure."]}, {"name": "Merci", "audio": "v_sr560_0057", "normalized": ["Nyaahhpaahhghh."]}, {"name": "", "audio": "", "normalized": ["Then she looked around and realized nobody conscious was left and licked her lips with a disappointed expression on her face."]}, {"name": "Merci", "audio": "v_sr560_0058", "normalized": ["Oh, come on, nyahh, you can't tell me this is it, nyaahh!", " Things were just starting to get fun, nyaahh."]}, {"name": "", "audio": "", "normalized": ["Merci enjoyed sex with several scores of men without her breath running out much."]}, {"name": "", "audio": "", "normalized": ["She looked down at her body covered in semen and showed a daring smile on her face with an ecstatic expression."]}, {"name": "Merci", "audio": "v_sr560_0059", "normalized": ["Come on, bring me more cock, nyaahh!", " This is not even close to satisfying Mer, nyaahhgh!"]}, {"name": "", "audio": "", "normalized": ["The only thing that came out of the men were faint groans and all of their penises were out of commission."]}, {"name": "", "audio": "", "normalized": ["They were supposedly gangbanging Merci but they were milked dry instead, lying on the floor pathetically."]}, {"name": "Merci", "audio": "v_sr560_0060", "normalized": ["Oh, I know, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Merci yelled like she had an epiphany and left the basemen as semen spattered down from her body."]}]