[{"name": "", "audio": "", "normalized": ["Hayato Private Academy…"]}, {"name": "", "audio": "", "normalized": ["The academy, headed by Kitae Uehara, was a specialized organization for the purpose of training anti-vampire hunters."]}, {"name": "", "audio": "", "normalized": ["The lecturers were all first-rate hunters as well, and they had repeatedly come into conflict with a large range of vampires."]}, {"name": "", "audio": "", "normalized": ["However―the times were changing, as the royal Cromwell family that governed the vampires had formed a peace pact with the humans, led by the current queen, Carla Cromwell."]}, {"name": "", "audio": "", "normalized": ["The academy, which had once opposed all vampires, now worked together with the queen to subdue those who disobeyed her."]}, {"name": "", "audio": "", "normalized": ["The biggest target of all was the head of the Nomads multinational, Edwin Black."]}, {"name": "", "audio": "", "normalized": ["A certain person was in contact with the Hayato Academy."]}, {"name": "", "audio": "", "normalized": ["Asagi Igawa, known as the strongest Taimanin, who had also desired Black's defeat."]}, {"name": "", "audio": "", "normalized": ["Kitae Uehara and Carla Cromwell.", " Knowing the two women's strong and beautiful nature, Asagi had entered an alliance with them."]}, {"name": "", "audio": "", "normalized": ["The powerful alliance opposing Black had broken the balance of dark powers, affecting the various disputes between them…"]}, {"name": "", "audio": "", "normalized": ["The upset to power relations, along with the rising tide of the times, passively contributed to the rise of an opportunistic third party force."]}, {"name": "", "audio": "", "normalized": ["Looking for new allies, that force had even infiltrated Hayato Academy, looking to ensnare the best talent…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Azuma", "audio": "v_sr149_0000", "normalized": ["Well… that's… you see… hey…"]}, {"name": "You", "audio": "", "normalized": ["But why though… I'm completely serious!"]}, {"name": "", "audio": "", "normalized": ["Inside the school's classroom, an interview was taking place, with a student and a female teacher who looked completely flustered."]}, {"name": "", "audio": "", "normalized": ["A lecturer at Hayato Academy, Azuma Kamimura was a top-class hunter known by all."]}, {"name": "", "audio": "", "normalized": ["It was said that she had drank the blood of a thousand vampires, accompanied by her Sanskrit-carved metal bat Onigiri."]}, {"name": "", "audio": "", "normalized": ["Even now she was an active fighter on the front lines."]}, {"name": "", "audio": "", "normalized": ["The secret to her strength was her weapon as well, but more than anything, it was her superhuman intuition."]}, {"name": "", "audio": "", "normalized": ["Especially skilled at close combat, that intuition helped her in a variety of ways, saving her from surprise attacks, foul play, and feints."]}, {"name": "", "audio": "", "normalized": ["So why was such a guarded woman so bewildered by a student?", " The reason was his future goals."]}, {"name": "Azuma", "audio": "v_sr149_0001", "normalized": ["(This kid… is he serious…)"]}, {"name": "", "audio": "", "normalized": ["The young man in front of her, gazing at her with those passionate eyes…"]}, {"name": "", "audio": "", "normalized": ["…Was someone she had approached vigilantly, feeling a sense of unease from the moment she looked at him."]}, {"name": "", "audio": "", "normalized": ["Vigilantly might be an exaggeration, but when she was beside him, sometimes a strange atmosphere would come over her, so she couldn't let her guard down."]}, {"name": "", "audio": "", "normalized": ["At any rate, the reason the student was making Azuma worry was that after graduating, he wanted to become a hunter and be her partner."]}, {"name": "Azuma", "audio": "v_sr149_0002", "normalized": ["…Hey, why don't you reconsider?", " It's… this might be harsh, but being a hunter isn't that easy―"]}, {"name": "You", "audio": "", "normalized": ["I understand that!", " But even so, I want to be by your side…"]}, {"name": "You", "audio": "", "normalized": ["I know it's naive, but that's why I want to truly be a man who can protect you… I want to be strong enough by the time I graduate!"]}, {"name": "", "audio": "", "normalized": ["The boy brought his face close, his gaze intertwining with hers, and before she know it, both of her hands were being gripped tightly."]}, {"name": "Azuma", "audio": "v_sr149_0003", "normalized": ["Uuh… y-you're so close… a-and let go of my hands, dummy…"]}, {"name": "", "audio": "", "normalized": ["Azuma was a passionate educator, and it was said that she cared more about her students than anyone else."]}, {"name": "", "audio": "", "normalized": ["That was why, although she felt uncomfortable, she earnestly acknowledged his action and ability, as well as his passion for his lessons."]}, {"name": "", "audio": "", "normalized": ["And of course―she couldn't deny the motivation behind it all, his feelings of affection and love for her."]}, {"name": "Azuma", "audio": "v_sr149_0004", "normalized": ["(Wh-what are you saying, idiot… He's a student… I'm a teacher… but… he likes me as a woman…)"]}, {"name": "", "audio": "", "normalized": ["He was a man―the size of his hands and their stiffness made her conscious of this, and her spine trembled."]}, {"name": "", "audio": "", "normalized": ["And then she realized.", " The awkwardness she had felt as he drew close was his feelings for her―and the stirring of her feelings for him."]}, {"name": "Azuma", "audio": "v_sr149_0005", "normalized": ["(Fuck… I'm such an idiot… for a student like this…)"]}, {"name": "", "audio": "", "normalized": ["But despite that, they were still a man and a woman.", " Moreover, was there any human who could really resist after being so passionately chased and seduced?"]}, {"name": "Azuma", "audio": "v_sr149_0006", "normalized": ["(Aaah… shit, what the hell is happening… if you get any closer… that smell…)"]}, {"name": "", "audio": "", "normalized": ["It was sweet―undoubtedly some sort of cologne.", " Her heart thumped loudly with every sniff."]}, {"name": "", "audio": "", "normalized": ["His face was disguised by some power… And this scent was some kind of aphrodisiac cologne that she had smelled several times before…"]}, {"name": "", "audio": "", "normalized": ["Using these, he had kept her from noticing, tricking her keen intuition."]}, {"name": "You", "audio": "", "normalized": ["Aaah Ms.", " Azuma… Ms.", " Azuma…"]}, {"name": "Azuma", "audio": "v_sr149_0007", "normalized": ["Y-you dummy… it's Ms.", " Kamimura…"]}, {"name": "You", "audio": "", "normalized": ["Since you're my partner now, it's Azuma…"]}, {"name": "Azuma", "audio": "v_sr149_0008", "normalized": ["I-I'm not… yet…"]}, {"name": "", "audio": "", "normalized": ["Yet―her cheeks flushed red, realizing she had implied that she would in the future."]}, {"name": "", "audio": "", "normalized": ["His hand touched her hot cheeks and gripped her chin, lifting it upward."]}, {"name": "Azuma", "audio": "v_sr149_0009", "normalized": ["Wa-nnh… phh… nnmhh…"]}, {"name": "Azuma", "audio": "v_sr149_0010", "normalized": ["(Aaah… oh no, I've done it now… but… fuck… this is…)"]}, {"name": "", "audio": "", "normalized": ["Her nervousness dissolved as the heat spread throughout her body, from her lips to her mind."]}, {"name": "", "audio": "", "normalized": ["As she gave her body over to the sweet tingling inside of her, he pressed close up against her."]}, {"name": "Azuma", "audio": "v_sr149_0011", "normalized": ["Nnch… nnh… nnhh?!"]}, {"name": "", "audio": "", "normalized": ["However―the moment his body met hers and his lower half rubbed against her, Azuma went stiff and opened her eyes, her face completely red."]}, {"name": "Azuma", "audio": "v_sr149_0012", "normalized": ["Phwaah… h-hey!", " That's… haah… nghlrll, chphh… aamhh… nnh, aah… that's no good…"]}, {"name": "You", "audio": "", "normalized": ["Why not?"]}, {"name": "Azuma", "audio": "v_sr149_0013", "normalized": ["Why…?", " Sheesh… I'm a teacher and you're a student… aah!", " B-besides, you don't have any, you know, right―"]}, {"name": "", "audio": "", "normalized": ["As she tried to point out that they needed contraceptives on hand for male-female relations, the boy produced a condom and ripped open the package."]}, {"name": "You", "audio": "", "normalized": ["So it's fine as long as I put it on, right?"]}, {"name": "Azuma", "audio": "v_sr149_0014", "normalized": ["…gh, w-why do you have that… Why are you bringing something unnecessary like that to school―"]}, {"name": "You", "audio": "", "normalized": ["It's not unnecessary.", " It's an essential item for a man who has a woman he likes, after all."]}, {"name": "", "audio": "", "normalized": ["A woman he likes―the phrase made her heart beat harder, and she smiled in embarrassment as she gave him a reproving look and pouted her lips."]}, {"name": "Azuma", "audio": "v_sr149_0015", "normalized": ["…sheesh, I guess there's no choice…"]}, {"name": "", "audio": "", "normalized": ["Azuma relaxed her body as their lips pressed together, her cheeks and ears ticklish as he stroked them."]}, {"name": "", "audio": "", "normalized": ["Their chairs were pushed together as they faced each other, and the boy's hands began to easily undress Azuma."]}, {"name": "Azuma", "audio": "v_sr149_0016", "normalized": ["Haah… nnh… aah…"]}, {"name": "", "audio": "", "normalized": ["He slid her bra to the side and teased her breasts, and the sweet sensation of the stimulations she hadn't experienced in a while made her body twitch unconsciously."]}, {"name": "", "audio": "", "normalized": ["One of his hands continued to massage her breasts, while the other exposed his own crotch."]}, {"name": "Azuma", "audio": "v_sr149_0017", "normalized": ["(Uwaah… he's… h-huge… he's gonna… with that thing…)"]}, {"name": "", "audio": "", "normalized": ["Staring at the thick, burly, enormous penis, bigger than any she'd ever seen before, Azuma gulped without noticing."]}, {"name": "You", "audio": "", "normalized": ["What's wrong, Azuma?"]}, {"name": "Azuma", "audio": "v_sr149_0018", "normalized": ["…!", " Nn… n-nothing?"]}, {"name": "", "audio": "", "normalized": ["Though she tried to cover her reaction right away, her eyes couldn't leave his crotch, and just looking at his enormous rod made her heart beat faster."]}, {"name": "", "audio": "", "normalized": ["As though her behavior had made him realize the merit of his equipment, he proudly showed it off, pressing her hand to it."]}, {"name": "You", "audio": "", "normalized": ["Hey, put the condom on for me… I'll take this off too."]}, {"name": "", "audio": "", "normalized": ["Though she hesitated for a moment, as he kissed her once again and wrapped his tongue around hers, she followed his instruction swiftly."]}, {"name": "", "audio": "", "normalized": ["His movements as he sucked at her tongue and groped at the inside of her mouth made her breathe roughly as her body grew hot."]}, {"name": "", "audio": "", "normalized": ["Azuma rolled the condom down over the tip of his giant cock."]}, {"name": "Azuma", "audio": "v_sr149_0019", "normalized": ["(Haah… I've never seen this before… I'm… getting wet just from putting on the condom, nnh…)"]}, {"name": "", "audio": "", "normalized": ["As he lowered her zipper, pulling off her pants, he lightly touched her with his fingers, but it was enough to fill her groin with heat and overflow with sticky moisture."]}, {"name": "Azuma", "audio": "v_sr149_0020", "normalized": ["Uwaah… nnh, ahhaahh!"]}, {"name": "", "audio": "", "normalized": ["His fingertips pierced her moistened pussy flesh, stroking her, and she grew hot inside, her spine leaping as she squealed loudly."]}, {"name": "You", "audio": "", "normalized": ["Azuma, I haven't even touched you, but you're already soaking wet… are you that excited to do it with me?"]}, {"name": "Azuma", "audio": "v_sr149_0021", "normalized": ["…?!", " You… what the heck are you… that's not… nnhauuhh!"]}, {"name": "", "audio": "", "normalized": ["Embarrassed, she tried to deny it, but he screwed his fingers into her opening, churning her up with short thrusts, making her mind go numb."]}, {"name": "", "audio": "", "normalized": ["The condom was lowered all the way to his base."]}, {"name": "", "audio": "", "normalized": ["As she lightly stroked him through it, checking out his size, the anticipation and stimulation in her fingers made her heart melt."]}, {"name": "You", "audio": "", "normalized": ["I'm so happy… hey, are you ready then?"]}, {"name": "", "audio": "", "normalized": ["An indecent noise echoed as the man withdrew his fingers from her pussy hole."]}, {"name": "", "audio": "", "normalized": ["She could see the sticky strings of mucus on them, and she nodded, turning her red face away."]}, {"name": "Azuma", "audio": "v_sr149_0022", "normalized": ["Pheww… aah, haah… nnh… Fine, go ahead… put it in… auuh!"]}, {"name": "", "audio": "", "normalized": ["Her heart beat steadily with worry and anticipation as she watched his condom-covered penis push open her pussy folds and pierce through her membranes."]}, {"name": "", "audio": "", "normalized": ["Though his movements were unbelievably slow and sweet, his enormous cock turned them to an overwhelming pressure and pleasure."]}, {"name": "Azuma", "audio": "v_sr149_0023", "normalized": ["(Haah!", " This is… amazing… aah… I've never had one this big… my pussy feels like it's gonna break… nnhh!", ")"]}, {"name": "", "audio": "", "normalized": ["She was intoxicated by the feeling of his cock burying itself inside of her, squeezing out love juices that flowed from her pussy opening as he crushed her soaked walls."]}, {"name": "", "audio": "", "normalized": ["The heat and pulsations inside of her vagina made her hips lift, as her pelvis and spine tingled."]}, {"name": "Azuma", "audio": "v_sr149_0024", "normalized": ["Nnnh, aah… I'm seriously… aanh!", " Having sex with a student!", " This is so wroong, haahh…"]}, {"name": "", "audio": "", "normalized": ["Her limbs and hips danced as the pleasure that wrapped around her whole body made her squirm."]}, {"name": "", "audio": "", "normalized": ["Her squeals and the thick wet sound from her groin rang in Azuma's ears, screaming about her pleasure, as the man with his dick inside her spoke."]}, {"name": "You", "audio": "", "normalized": ["Your voice is really something, Azuma… and the way you get so wet.", " Look… it makes a crazy noise when I move even a little…"]}, {"name": "Azuma", "audio": "v_sr149_0025", "normalized": ["You―you idiot… guuhnnh?!"]}, {"name": "", "audio": "", "normalized": ["When he pulled back, the mushroom head of his penis caught against her walls like it was carving into them, and her hips jumped, unable to withstand the feeling."]}, {"name": "", "audio": "", "normalized": ["At the same time, her love juices were churned up and oozing out, and the boy whispered as if to point this out."]}, {"name": "You", "audio": "", "normalized": ["Is it because you were wearing pants?", " I can smell the scent of your pussy and that built-up sweat from here."]}, {"name": "Azuma", "audio": "v_sr149_0026", "normalized": ["S-stop… don't say that, stupid… you have no tact or manners… aggh, nnh… nnhaah!"]}, {"name": "", "audio": "", "normalized": ["Compared to Carla and Kitae, she was rough and lacking sex appeal, and she had no memory of ever trying to refine herself as a woman."]}, {"name": "", "audio": "", "normalized": ["Pointing out her body odor made Azuma feel even more self-conscious.", " But upon hearing that, the man laughed."]}, {"name": "You", "audio": "", "normalized": ["Huh, I was praising you, though.", " I like that lewd smell… And besides, I think you look super cute like this, Azuma."]}, {"name": "Azuma", "audio": "v_sr149_0027", "normalized": ["C-cute―aah… uuh, aah…"]}, {"name": "", "audio": "", "normalized": ["The second she tried to tell him not to lie, her eyes met his steady gaze."]}, {"name": "Azuma", "audio": "v_sr149_0028", "normalized": ["Y-you don't care about… nnh, ghlrll… the cigarette smell…?"]}, {"name": "", "audio": "", "normalized": ["That was the reason she tried to preserve her dignity as a teacher by transparently changing the subject to her tobacco usage."]}, {"name": "You", "audio": "", "normalized": ["Well, you smell more like alcohol, though?"]}, {"name": "Azuma", "audio": "v_sr149_0029", "normalized": ["Uuuh… that too… nnmhh…"]}, {"name": "", "audio": "", "normalized": ["He didn't care about either.", " He gently stroked her head, licking her lips and pouring his saliva between them."]}, {"name": "", "audio": "", "normalized": ["His kiss was more skillful and passionate than she had imagined, toying with her, as Azuma stretched out her own tongue to imitate him."]}, {"name": "Azuma", "audio": "v_sr149_0030", "normalized": ["Nnhaah… ahmmh, rlrll… ghchh, bhchh… nnhh…"]}, {"name": "", "audio": "", "normalized": ["She flicked at him with her tongue while biting at his lips, stretching her own out to suck them as she screwed the tip of her tongue inside his mouth."]}, {"name": "Azuma", "audio": "v_sr149_0031", "normalized": ["(Haah… this kiss is crazy… it feels so amazing… like I'm gonna melt…)"]}, {"name": "", "audio": "", "normalized": ["She sucked up his saliva and swallowed it down, her eyes narrowing in pleasure, moving her hips and lips assertively as he spoke to her between kisses."]}, {"name": "You", "audio": "", "normalized": ["I don't care about the alcohol or the cigarettes… I can taste you, Azuma… It feels good…"]}, {"name": "", "audio": "", "normalized": ["His affectionate words made her spine tingle, her filled abdomen relax, and his kiss seem even sweeter."]}, {"name": "Azuma", "audio": "v_sr149_0032", "normalized": ["Nnghh, ghpph… nnh, you too… your taste… is so hot and sweet…"]}, {"name": "", "audio": "", "normalized": ["She mumbled this as she slurped his saliva, filling her mouth with sweetness, and her eyes half-closed in bliss, as love fluids overflowed inside her pussy."]}, {"name": "", "audio": "", "normalized": ["Objectively, there is no way a kiss should be sweet.", " It was the taste of the aphrodisiac he had held in his mouth, but Azuma was too excited by its effects to notice."]}, {"name": "Azuma", "audio": "v_sr149_0033", "normalized": ["Haah… ghpph, rlrll… nnphh, there… my chest, that's good…"]}, {"name": "", "audio": "", "normalized": ["They exchanged spit with their tongues intertwined, and he rolled her painfully erect nipples through his palms, teasing her breasts and making her shiver sweetly."]}, {"name": "", "audio": "", "normalized": ["The pistoning cock inside of Azuma stuck to her walls, making even its slightest movements stimulate her as it became clear the aphrodisiac was making her blood pump harder."]}, {"name": "Azuma", "audio": "v_sr149_0034", "normalized": ["(Guwaah!", " If this thing… stirs up my pussy… gpphh!", ")"]}, {"name": "", "audio": "", "normalized": ["The tip of his dick dug out her walls, stroking them over and over, sending numbing sensations to hear brain each time, making her hips stick out and her limbs go limp."]}, {"name": "", "audio": "", "normalized": ["As these oppressive movements repeated, her pussy was begging for his manhood, her womb hanging down as his tip kissed it over and over."]}, {"name": "Azuma", "audio": "v_sr149_0035", "normalized": ["Haannh, auuh… shit… nnhh, nnhahahh!", " Haah…"]}, {"name": "You", "audio": "", "normalized": ["Gonna cum already?", " You seem like you want to… See, your womb is hanging down too…"]}, {"name": "You", "audio": "", "normalized": ["Azuma, do you wanna do it raw?", " You seem like you want a big creampie."]}, {"name": "Azuma", "audio": "v_sr149_0036", "normalized": ["Nnphh… don't say stupid shit… aggh, aahh!"]}, {"name": "", "audio": "", "normalized": ["A blow that threatened to push her womb back into place pierced her, and her whole body trembled slightly as if from a small orgasm."]}, {"name": "You", "audio": "", "normalized": ["You want it, right?", " When I hit against your womb just now, your pussy clamped down like crazy… It's trying to wring out my semen."]}, {"name": "Azuma", "audio": "v_sr149_0037", "normalized": ["Stupid… of course… I want to but… I'm your teacher and you're my student… aghh!"]}, {"name": "", "audio": "", "normalized": ["This time he pumped repeatedly in her pussy, churning it up as her folds loudly licked at his penis."]}, {"name": "You", "audio": "", "normalized": ["I wanna do it too though… Without something like this getting between me and the person I love…"]}, {"name": "You", "audio": "", "normalized": ["I wanna go all the way with us skin to skin…"]}, {"name": "Azuma", "audio": "v_sr149_0038", "normalized": ["Uuuh… you… dumbass… we can't…"]}, {"name": "", "audio": "", "normalized": ["The pleasure and affection pouring down on her made both her heart and stomach twinge."]}, {"name": "", "audio": "", "normalized": ["The fact that he was yearning for her as a woman tickled her pride, and the joy made her womb hang down and her walls tremble."]}, {"name": "Azuma", "audio": "v_sr149_0039", "normalized": ["Hmmhh… nnghhgl, ghlrlrl… chbbh, ghbhh, ghlrlrl…"]}, {"name": "Azuma", "audio": "v_sr149_0040", "normalized": ["(Pheww, nnphh… I like him, I really do… I like him too… I want to do it raw… If I wasn't a teacher, I would be alreadyy!", ")"]}, {"name": "", "audio": "", "normalized": ["As she sucked at his lips, passionately seeking his kiss, her excited instincts took over her body, as she clamped down on his cock with all her might…"]}, {"name": "", "audio": "", "normalized": ["*Spluurt… dripdripdrip, sploort… sploosh!", "*"]}, {"name": "Azuma", "audio": "v_sr149_0041", "normalized": ["Nnnpphh, guwaah?!"]}, {"name": "", "audio": "", "normalized": ["Her clamping pussy was wrenched open all the way, his penis digging into her womb's entrance and swelling up with semen inside."]}, {"name": "", "audio": "", "normalized": ["Even through the condom, she could feel its heat as his thick roiling semen filled up the tip, pressuring her womb from the inside."]}, {"name": "Azuma", "audio": "v_sr149_0042", "normalized": ["(Haah, aah… it's coming out… his semen… guwaah!", ")"]}, {"name": "", "audio": "", "normalized": ["The feeling of his penis shivering from ejaculating filled her clamping pussy and Azuma's body shook over and over, her mind going blank."]}, {"name": "Azuma", "audio": "v_sr149_0043", "normalized": ["(Aaah… fuck… I'm gonna cum… he's thrusting again… even with the condom on, I'm… aahn, nnhh!", ")"]}, {"name": "Azuma", "audio": "v_sr149_0044", "normalized": ["Guhhiihh, ihyaahh!"]}, {"name": "", "audio": "", "normalized": ["The filled condom was intensely pressuring her as it thoroughly filled every corner of her womb, and she bent backward even more strongly."]}, {"name": "", "audio": "", "normalized": ["His gentle repeated motions lifted her senses high, bringing her to her climax as he then thrust even more furiously, trying to jolt her."]}, {"name": "", "audio": "", "normalized": ["Her stomach twinged and her spine melted, her brain numb as her relaxed lower body shivered slightly, and a clear stream burst forth."]}, {"name": "", "audio": "", "normalized": ["*Spraay… splaash!", "*"]}, {"name": "Azuma", "audio": "v_sr149_0045", "normalized": ["Nnhauuhh!", " Aaah, hauuhh!"]}, {"name": "", "audio": "", "normalized": ["The intense squirting orgasms repeated intermittently, making her whole body convulse."]}, {"name": "Azuma", "audio": "v_sr149_0046", "normalized": ["Nnhahh, haah… h-hey… t-take it out already… aahh!"]}, {"name": "", "audio": "", "normalized": ["His still-erect penis was churning up her post-orgasm pussy walls, rubbing against them in time with his movements."]}, {"name": "", "audio": "", "normalized": ["The stimulations made the waves of her orgasm last longer and longer, as she clung to him and begged him inarticulately to stop, her face completely flushed with heat."]}, {"name": "You", "audio": "", "normalized": ["I wanna be inside you longer though… If I pull out… you'll just throw this away, right?"]}, {"name": "Azuma", "audio": "v_sr149_0047", "normalized": ["That's… aghh, nnhahh!", " Don't move… guwaannh!"]}, {"name": "", "audio": "", "normalized": ["The movement of the reluctant boy's hips pounded into her womb, making her body leap again.", " He whispered softly in Azuma's ear."]}, {"name": "You", "audio": "", "normalized": ["Then… Azuma, why don't you drink this semen instead.", " If you do that I'll pull out."]}, {"name": "", "audio": "", "normalized": ["The suggestion made her brain tingle and her spine tremble."]}, {"name": "", "audio": "", "normalized": ["The semen her womb had craved so badly―he could have it inside her, even if it was through her mouth…"]}, {"name": "Azuma", "audio": "v_sr149_0048", "normalized": ["I… understand… nnh, haahh!"]}, {"name": "", "audio": "", "normalized": ["Azuma nodded, overcome with joy, as she squirmed, squirting wildly again.", " The man smiled and nodded as if in agreement, slowly pulling back his hips."]}, {"name": "Azuma", "audio": "v_sr149_0049", "normalized": ["Nnhahh… eeh… phew…"]}, {"name": "", "audio": "", "normalized": ["On her outstretched tongue, semen was dripping from the condom, spreading stickiness throughout her mouth."]}, {"name": "Azuma", "audio": "v_sr149_0050", "normalized": ["(Haah… thish is… the taste of hish semen… nngh… it's still hot…)"]}, {"name": "", "audio": "", "normalized": ["She gulped down the fresh semen, washing it down her throat―and just this was enough to make Azuma's abdomen ache hotly and her groin grow wet."]}, {"name": "Azuma", "audio": "v_sr149_0051", "normalized": ["(A-are you serious… I'm… cumming from drinking semen… I'm… aah, I'm gonna cum, I'm cummiing…)"]}, {"name": "", "audio": "", "normalized": ["Azuma's cheeks were hot and flushed, her dazzled eyes turned upward as she gulped and came slightly, making her body tingle hotly."]}, {"name": "", "audio": "", "normalized": ["Because of the drug he had taken, even his semen had become an aphrodisiac, but…"]}, {"name": "Azuma", "audio": "v_sr149_0052", "normalized": ["Haah, mmoore… nlrlrll… ghchh, ghrllrl… nnphh…"]}, {"name": "", "audio": "", "normalized": ["Azuma Kamimura was licking the corners of her mouth and the remnants of semen inside of it with an expression of ecstasy on her face, unable to get enough."]}, {"name": "", "audio": "", "normalized": ["Just like him, his semen had completely filled her with pride and confidence as a woman, and she loved it just as much, unable to stop craving it."]}, {"name": "", "audio": "", "normalized": ["Even with him putting on a new condom right in front of her, rather than stopping him, Azuma's eyes narrowed and she placed her hands by her crotch."]}, {"name": "Azuma", "audio": "v_sr149_0053", "normalized": ["Nnh… hey, pleaase… aah, nnh… aannh, ahaah…"]}, {"name": "", "audio": "", "normalized": ["Recognizing that she was his mate now, Azuma Kamimura gave her body over to the furious pistoning thrusts as she squealed and swallowed up his dick…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["An hour passed… Azuma was slumped over her chair, her wits dulled from climaxing over 20 times from their continued sex."]}, {"name": "", "audio": "", "normalized": ["Being so young, the man was able to ejaculate over and over, even eight times―and the condoms filled with that semen were placed on top of Azuma's body."]}, {"name": "You", "audio": "", "normalized": ["…Look."]}, {"name": "Azuma", "audio": "v_sr149_0054", "normalized": ["Nnhah… hauuh…"]}, {"name": "", "audio": "", "normalized": ["He placed the eight condom on top of her head and it slid down her brow, falling to her mouth and catching on her tongue."]}, {"name": "Azuma", "audio": "v_sr149_0055", "normalized": ["Nnnh… lrllrl… nnch…"]}, {"name": "", "audio": "", "normalized": ["Azuma licked and sucked it up without any resistance.", " As his hand gently stroked her cheek, her eyes narrowed and she whimpered like a puppy."]}, {"name": "You", "audio": "", "normalized": ["Azuma, it was so good… it felt so good."]}, {"name": "Azuma", "audio": "v_sr149_0056", "normalized": ["Nnh… aah… phew… nnhehh…"]}, {"name": "", "audio": "", "normalized": ["Looking at this reaction, the man grinned wide, convinced of Azuma's transformation."]}, {"name": "", "audio": "", "normalized": ["Aphrodisiac cologne, aphrodisiac caresses, oral aphrodisiac―"]}, {"name": "", "audio": "", "normalized": ["Having swallowed a huge amount of aphrodisiac semen in total, Azuma Kamimura had fallen and become a semen addict."]}, {"name": "", "audio": "", "normalized": ["Next she would no longer be satisfied with drinking it, and what she'd ask for then―would surely be bareback sex and a creampie."]}, {"name": "", "audio": "", "normalized": ["Azuma's whole body was soaked with her thick female scent, and her cheeks were red as she continued to moan with a happy smile, completely unaware."]}]