[{"name": "Velvet", "audio": "v_r-ev080_0000", "normalized": ["Hey, I have a request… Ravage me while doing what you did earlier… Ahh…"]}, {"name": "", "audio": "", "normalized": ["He had heard the same thing many times before from opponents with whom he engaged in combat."]}, {"name": "", "audio": "", "normalized": ["However, this time was different.", " He hadn't pushed her buttons in any particular way.", " He just happened to barely get the better of her during a close exchange."]}, {"name": "", "audio": "", "normalized": ["She had not been totally defeated.", " While he kicked her with enough force to blow her away, she grabbed onto him and pressed against him."]}, {"name": "", "audio": "", "normalized": ["However, this woman—Velvet, proprietress of the Dark World Girls Bar— suddenly ripped off her clothes and tried to seduce him, begging to be penetrated."]}, {"name": "Velvet", "audio": "v_r-ev080_0001", "normalized": ["C'mon, hurry… Mmm, you like this too, right?"]}, {"name": "You", "audio": "", "normalized": ["(What is she doing all of a sudden?", " Did the excitement of battle turn her on…?", ")"]}, {"name": "", "audio": "", "normalized": ["This was an assassin battle laid with traps.", " She had to be up to something.", " Was she waiting for him to let down his guard?"]}, {"name": "You", "audio": "", "normalized": ["(…But, I don't sense any bloodlust.", " And, judging from her expression… this woman might really be turned on.", ")"]}, {"name": "", "audio": "", "normalized": ["He had his sights set on her; she was an absolute beauty with a great body and looks."]}, {"name": "", "audio": "", "normalized": ["There was no way he would not accept her challenge through sex instead of battle."]}, {"name": "You", "audio": "", "normalized": ["Listen, I don't know what you're planning.", " But, if this is how you want it then I accept your challenge."]}, {"name": "Velvet", "audio": "v_r-ev080_0002", "normalized": ["Yay… Your cock is rock hard… You're excited too, aren't you?"]}, {"name": "", "audio": "", "normalized": ["Although he may have thwarted one of her attacks, he didn't necessarily have the upper hand against this woman who could easily turn a building to dust."]}, {"name": "", "audio": "", "normalized": ["In which case, he had better chances challenging her in his own field of expertise.", " Thinking as much, he pulled out his cock, stiffened by Velvet's temptations and pushed it all the way inside her."]}, {"name": "", "audio": "", "normalized": ["*Squissh* *Gush* *Squirt* *Squishh*…"]}, {"name": "Velvet", "audio": "v_r-ev080_0003", "normalized": ["Mmm!", " Your big cock is so deep…!"]}, {"name": "You", "audio": "", "normalized": ["(Damn… This feels pretty good.", " And… she seems to really be into it.", ")"]}, {"name": "", "audio": "", "normalized": ["Velvet's naughty pussy was hot, wet, and overflowing with secretions.", " It squirmed while happily gobbling up his cock."]}, {"name": "Velvet", "audio": "v_r-ev080_0004", "normalized": ["Ah, nnh…!", " Hey, your cock must feel nice, twitching inside like that.", " Ahh, hurry up and thrust already."]}, {"name": "", "audio": "", "normalized": ["She moved indecently, inviting his penis deeper inside.", " It was as if his cock was being sucked in, pulling his hips towards her."]}, {"name": "", "audio": "", "normalized": ["Trying to resist, he stiffened his legs and fixed his posture to enjoy her at his own pace and make her scream."]}, {"name": "", "audio": "", "normalized": ["However, perhaps unsatisfied by not moving immediately after penetrating her, Velvet looked bored and let out sighs of discontent."]}, {"name": "Velvet", "audio": "v_r-ev080_0005", "normalized": ["Hmm… What are you doing?", " Is that big dick just for show?", " Do you even know how to use that thing?", " What a waste."]}, {"name": "You", "audio": "", "normalized": ["Ugh!"]}, {"name": "", "audio": "", "normalized": ["*Whoosh!", "* *Smack!", "*"]}, {"name": "", "audio": "", "normalized": ["Irritated by her sharp remarks right as he was beginning to enjoy the sensation of penetrating her, he slapped her face without thinking."]}, {"name": "You", "audio": "", "normalized": ["(Grr… Damnit… I'm getting all worked up over her trash talk…)"]}, {"name": "", "audio": "", "normalized": ["He reached out to apologize.", " However, a wide, sensual grin spread across Velvet's face."]}, {"name": "Velvet", "audio": "v_r-ev080_0006", "normalized": ["Nnnahh!", " Mmm, yes… That's it, that's the stuff… Mmm!", " I haven't felt like this in a while… Aahh…"]}, {"name": "", "audio": "", "normalized": ["Despite being slapped in the face, she looked practically drunk with joy.", " Velvet's hips twitched violently as she sucked on his fingers."]}, {"name": "", "audio": "", "normalized": ["Her pussy, filled with his cock, was gushing thick love juices from deep inside.", " It convulsed violently and tightened all around."]}, {"name": "", "audio": "", "normalized": ["Her sweet pussy flesh expanded, and from all sides, the soft meat pressed against his penis making nasty wet sounds as it devoured his cock."]}, {"name": "", "audio": "", "normalized": ["It was as though innumerable tongues were licking his cock.", " The obscene motions of her pussy urged him to cum on the spot."]}, {"name": "", "audio": "", "normalized": ["While stifling the creeping pleasure, he kept close observation of Velvet's state."]}, {"name": "You", "audio": "", "normalized": ["(It was right when I hit her… Ah, now I get it… Heh heh heh, that's an interesting fetish.", ")"]}, {"name": "", "audio": "", "normalized": ["She had enough brute strength to destroy a building and reflexes to swiftly deflect surprise attacks."]}, {"name": "", "audio": "", "normalized": ["In exchange for these two abilities, she had lost her sense of pain.", " Instead, that sensation was connected to pleasure."]}, {"name": "You", "audio": "", "normalized": ["(She can turn pain into pleasure.", " A queen of torture… In other words, a masochist…)"]}, {"name": "Velvet", "audio": "v_r-ev080_0007", "normalized": ["Aahh… Y-yes, more… Hit me more, and harder!"]}, {"name": "", "audio": "", "normalized": ["It all made sense now.", " She was aroused by the way he kicked her before, thus the present circumstances."]}, {"name": "", "audio": "", "normalized": ["If he could control her pain—and pleasure— then Velvet would surely become his."]}, {"name": "", "audio": "", "normalized": ["Coming to this conclusion, he raised his hand."]}, {"name": "", "audio": "", "normalized": ["*Whoosh* *Smack!", "* *Pow!", "* *Thud* *Bam!", "*"]}, {"name": "Velvet", "audio": "v_r-ev080_0008", "normalized": ["Nnnggh!", " Ah, ohh… Y-yes… Mmm, yes!", " This is the stuff… Amazing!"]}, {"name": "", "audio": "", "normalized": ["He wailed away at her captivated face with not just an open hand but a tight fist as well."]}, {"name": "", "audio": "", "normalized": ["Even when it seemed like he hit too hard, Velvet would moan, squeal, and bounce her squirming body."]}, {"name": "Velvet", "audio": "v_r-ev080_0009", "normalized": ["Nnnahh, yes, yes…"]}, {"name": "", "audio": "", "normalized": ["Just as he thought, the abuse made her nipples stand with unbelievable stiffness."]}, {"name": "", "audio": "", "normalized": ["Furthermore, massive volumes of lady juices came gushing from inside her pussy.", " His cock squished around inside, as if being washed in her juices."]}, {"name": "Velvet", "audio": "v_r-ev080_0010", "normalized": ["Nngh, ah, ahh… Nnh, hey… Hit me hard… Beat me…and ravage me…"]}, {"name": "", "audio": "", "normalized": ["Her voice trembled sensually.", " Through haggard breath, she stuck out her tongue and whilst drooling, continued to fan the flames of his desire."]}, {"name": "You", "audio": "", "normalized": ["Alright… Have a taste of this, you masochist!"]}, {"name": "", "audio": "", "normalized": ["*Whoosh* *Bam* *Thud!", "* *Squish* *Gush!", "*"]}, {"name": "", "audio": "", "normalized": ["He swung his fist and struck Velvet's face.", " At the same time, he gave her a hard thrust, penetrating deep through all her naughty fluids."]}, {"name": "Velvet", "audio": "v_r-ev080_0011", "normalized": ["Hnnggh!", " Mmm, ahh… Mmm, ahh…"]}, {"name": "", "audio": "", "normalized": ["The pain of being struck turned to pleasure.", " All the while, Velvet was wide-eyed from the lovely sensation reverberating from deep inside her pussy."]}, {"name": "", "audio": "", "normalized": ["Her eyes were enchanted by shock, joy, and pleasure.", " Sex juices exploded from her penetrated pussy, soaking them both."]}, {"name": "Velvet", "audio": "v_r-ev080_0012", "normalized": ["Hrnng… I-it hurts…but it feels so good… Wow…"]}, {"name": "", "audio": "", "normalized": ["She brought her hand to her cheek and blushed like a young girl in love.", " With an ecstatic smile, Velvet trembled over and over."]}, {"name": "", "audio": "", "normalized": ["As if unsatisfied, he began to thrust with even more intensity.", " He knocked on the door of her uterus with the head of his cock and began to break down its flesh."]}, {"name": "Velvet", "audio": "v_r-ev080_0013", "normalized": ["Aaahhnn!", " Ahh, ahh!", " Agghh, ahh, mm…"]}, {"name": "", "audio": "", "normalized": ["Each time he poked the deepest walls of her flesh, Velvet's hips twitched and her pussy filled with sexy juices."]}, {"name": "", "audio": "", "normalized": ["His penis was covered in the thick, sticky fluids, as though it was being scrubbed clean by the wet flesh inside her vagina."]}, {"name": "Velvet", "audio": "v_r-ev080_0014", "normalized": ["Ahh, anngh… Mmm, wow, this is amazing… Hrnng!", " Hit me… Penetrate me…"]}, {"name": "", "audio": "", "normalized": ["Each bodily reaction robbed her of her strength.", " When her moans lost intensity due to exhaustion, he would hit her in the face without mercy."]}, {"name": "", "audio": "", "normalized": ["In response she'd let out a scream of pleasure.", " Her sweet lady moans resounded throughout the halls."]}, {"name": "Velvet", "audio": "v_r-ev080_0015", "normalized": ["Nnnahh, ahh… Whew, mm, ahh…ahh…"]}, {"name": "You", "audio": "", "normalized": ["We're not finished yet!", " Scream more!", " Moan more!"]}, {"name": "", "audio": "", "normalized": ["*Whoosh* *Bamm!", "*"]}, {"name": "Velvet", "audio": "v_r-ev080_0016", "normalized": ["Hrnng?!", " Oof, mph… Ahh, ohh!"]}, {"name": "", "audio": "", "normalized": ["As his cock broke through her cervix, he punched her penetrated uterus from above.", " A numbing wave of pain rushed through her."]}, {"name": "", "audio": "", "normalized": ["Her limbs jumped and, seemingly broken, stopped moving for a while.", " Until—"]}, {"name": "Velvet", "audio": "v_r-ev080_0017", "normalized": ["Ooohh, hrng, ahh… Huhh?!"]}, {"name": "", "audio": "", "normalized": ["A shockwave of convulsions assailed her entire body.", " Her hips danced and her ass smacked the ground as if she were about to burst."]}, {"name": "Velvet", "audio": "v_r-ev080_0018", "normalized": ["Aagghh!", " Ahh, ahhnn, gahh!", " Hrrnng, it tingles… Aghh!"]}, {"name": "", "audio": "", "normalized": ["She curled her feet, straightened her knees, and flutter kicked as though she was swimming.", " Velvet screamed and moaned in climax."]}, {"name": "", "audio": "", "normalized": ["Enraptured by pain, stimulation, and carnal pleasures she had never experienced, he wanted to make this trembling woman feel even more.", " Again, he struck her with his fist and thrusted up into her."]}, {"name": "", "audio": "", "normalized": ["*Squish* *Thudd!", "* *Gush* *Bam* *Thud* *Squisshh!", "*"]}, {"name": "Velvet", "audio": "v_r-ev080_0019", "normalized": ["Aaahh!", " Ahh, mm, nngh!", " Hit my stomach more!"]}, {"name": "", "audio": "", "normalized": ["With each impact her pussy tightened with perfect timing, pleasing his cock."]}, {"name": "", "audio": "", "normalized": ["Refusing to fall behind, he shoved his member back and forth through the gooey fluids, ransacking the inside of her pussy."]}, {"name": "Velvet", "audio": "v_r-ev080_0020", "normalized": ["Ahh, ah, ahh!", " Amazing, I've never felt… Nngahh, ahh… Like this before!"]}, {"name": "", "audio": "", "normalized": ["While her bodied twitched from the pain and pleasure, she closed her eyes and breathed heavily as if overcome by emotion."]}, {"name": "", "audio": "", "normalized": ["A sadistic grin spread across the man's face as he watched Velvet become intoxicated by her abnormal desires.", " Then, he vigorously raised his fist."]}, {"name": "You", "audio": "", "normalized": ["Listen… I'm gonna cum inside you!", " And I'll give you a heavy blow to the stomach… Enjoy, and cum your brains out!"]}, {"name": "Velvet", "audio": "v_r-ev080_0021", "normalized": ["Eeek!", " Nngh, agh, pleease!", " Give it to me!"]}, {"name": "", "audio": "", "normalized": ["As Velvet screamed and let her hair go wild, the man thrusted up into her uterus where his fist dug deep into her from directly above."]}, {"name": "", "audio": "", "normalized": ["*Boom* *Thudd*!", " *Squishh* *Squirt* *Gushh!", "*"]}, {"name": "Velvet", "audio": "v_r-ev080_0022", "normalized": ["Hrnnghh!", " Ahh?!", " I'm cumming, I'm cummiing… Ngahh!"]}, {"name": "", "audio": "", "normalized": ["She let out a shrill, eardrum-bursting scream of climax.", " Velvet's limbs twitched and bounced in a great motion as though her body had springs inside it."]}, {"name": "", "audio": "", "normalized": ["She raised her hips like a bridge.", " Her blood red, wide-open pussy lips were totally exposed with his cock still inside."]}, {"name": "", "audio": "", "normalized": ["Just slightly above her covetous, widespread pussy, something twitched slightly."]}, {"name": "", "audio": "", "normalized": ["*Pour* *Dribble dribble* *Pour* *Splash!", "*"]}, {"name": "Velvet", "audio": "v_r-ev080_0023", "normalized": ["Nnggh, ngah, ahh… W-whaa… It won't…stop…"]}, {"name": "", "audio": "", "normalized": ["With her sphincter muscles relaxed from orgasms, a shamefully unstoppable flow of urine came pouring out.", " She spasmed in satisfaction."]}, {"name": "Velvet", "audio": "v_r-ev080_0024", "normalized": ["Ahh…it's…everything… Mmm… Amazing… The pain, the pee… T-the creampie…"]}, {"name": "", "audio": "", "normalized": ["After giving and receiving everything, Velvet didn't move for a bit.", " She was still twitching, with her raised hips dancing in a vulgar manner."]}, {"name": "", "audio": "", "normalized": ["The odor of urine spattered everywhere became stronger and mixed with the smell of cum.", " A strange smell lingered about."]}, {"name": "", "audio": "", "normalized": ["The man spoke to Velvet of his true aims as she lay there completely dumbfounded."]}, {"name": "You", "audio": "", "normalized": ["How about it Velvet…?", " Join my side.", " I'll give you even more pleasure than what you just experienced now.", " Especially considering your obscene desire.", "\""]}, {"name": "Velvet", "audio": "v_r-ev080_0025", "normalized": ["Nngh… Y-your side… Ahh, y-yes, I will… join you…so give me more…"]}, {"name": "", "audio": "", "normalized": ["As if she had no doubt in her mind at all, Velvet replied immediately with a smile.", " Hearing her reply, he happily welcomed his new weapon with a slight grin."]}]