[{"name": "Mirabell", "audio": "v_sr237_0000", "normalized": ["(…Seems like everyone was able to retreat safely.", ")"]}, {"name": "", "audio": "", "normalized": ["Captured by the enemy, the first thought Mirabell had was for the safety of her subordinates."]}, {"name": "", "audio": "", "normalized": ["In order to test the new model reinforced exoskeleton tank 'Centurion' that was currently under development, she had smuggled it into Japan and put it into use."]}, {"name": "", "audio": "", "normalized": ["That was the first major operation entrusted to Mirabell after her promotion to second lieutenant."]}, {"name": "", "audio": "", "normalized": ["It was a secret operation carried out by Stormcat, an all-female reinforced exoskeleton unit led by Mirabell."]}, {"name": "", "audio": "", "normalized": ["She already had a long history with the forces she now presided over."]}, {"name": "", "audio": "", "normalized": ["Thanks to this, even though their mission was to test out the new model, there was little confusion, and their strategy was proceeding smoothly."]}, {"name": "Mirabell", "audio": "v_sr237_0001", "normalized": ["(But―no, it's too late now…)"]}, {"name": "", "audio": "", "normalized": ["Perhaps because of this, they had let their guard down, and they suffered a surprise attack from a certain group, throwing them into chaos in a flash."]}, {"name": "", "audio": "", "normalized": ["Because of Mirabell's earnest direction, the forces had managed to escape, but she herself had been captured."]}, {"name": "You", "audio": "", "normalized": ["―If you had been riding the new model, fighting at the head of the pack, the results might have been different."]}, {"name": "", "audio": "", "normalized": ["And in front of her right now, just like when he had captured her before, was the leader of the organization called Fuuma."]}, {"name": "", "audio": "", "normalized": ["Mirabell was bound, forced into a bridge position in front of her loathsome enemy, in pain and discomfort."]}, {"name": "", "audio": "", "normalized": ["Her wrists and ankles were connected behind her back, making it difficult to move."]}, {"name": "", "audio": "", "normalized": ["However, the bridge was held up not by her arms, but her bent elbows and the soles of her feet, making even holding the position painful."]}, {"name": "", "audio": "", "normalized": ["Even so, Mirabell glared at the man angrily, her mouth firmly shut, as though she couldn't feel the pain at all."]}, {"name": "You", "audio": "", "normalized": ["Perhaps your promotion was a mistake.", " Sergeant Mirabell Bell―or rather, Second Lieutenant."]}, {"name": "Mirabell", "audio": "v_sr237_0002", "normalized": ["Of course not.", " I managed to carry out my role as leader and protect my forces.", " Now I just have to wait for my squad to rescue me."]}, {"name": "", "audio": "", "normalized": ["If he left her now and ran, things would be a lot easier, but of course, her opponent was also a leader, and it wouldn't be that simple."]}, {"name": "You", "audio": "", "normalized": ["That's exactly what I expect from you, Mirabell Bell.", " But it seems like you've gotten soft after becoming a commanding officer."]}, {"name": "You", "audio": "", "normalized": ["You look like you're having a rough time there."]}, {"name": "Mirabell", "audio": "v_sr237_0003", "normalized": ["What are you―"]}, {"name": "", "audio": "", "normalized": ["Mirabell's eyebrows drew together in a grimace, her muscles protesting at the reflexive movement when she raised her voice to answer him."]}, {"name": "", "audio": "", "normalized": ["When she had spat at him before too, that behavior had surely shown here and there."]}, {"name": "", "audio": "", "normalized": ["For a man with keen observational powers such as this one, he could clearly see that Mirabell was pushing herself and that she was trying to hide it."]}, {"name": "Mirabell", "audio": "v_sr237_0004", "normalized": ["What are you, gh, saying… this much is nothing compared to what I went through in training as a new recruit."]}, {"name": "", "audio": "", "normalized": ["Even so, Mirabell's pride as a leader and member of the military made her declare this, acting tough."]}, {"name": "You", "audio": "", "normalized": ["Is that so… in that case, this is a rare chance.", " Let's test just how much you can withstand."]}, {"name": "", "audio": "", "normalized": ["The man gave Mirabell a twisted smile as he said this and suddenly stretched out a hand."]}, {"name": "Mirabell", "audio": "v_sr237_0005", "normalized": ["Ghh… hh… ghh…"]}, {"name": "", "audio": "", "normalized": ["The man did not simply torment her breasts, but instead leaned his weight on both arms against her, putting a burden on her bent back."]}, {"name": "", "audio": "", "normalized": ["Even though she managed to hold back a groan of anguish, what Mirabell had to withstand wasn't just that pain and suffering."]}, {"name": "Mirabell", "audio": "v_sr237_0006", "normalized": ["Phh… nhh, gwahh…"]}, {"name": "", "audio": "", "normalized": ["The man's fingers dug into her soft, warped flesh as he crushed her breasts from above."]}, {"name": "", "audio": "", "normalized": ["The massaging, kneading motions made her breasts relax, as her sensitive nipples were completely stimulated."]}, {"name": "Mirabell", "audio": "v_sr237_0007", "normalized": ["Nngh… aah, nhh…"]}, {"name": "", "audio": "", "normalized": ["Though she was filled with pain from the pressure on her check and her bent back, the stimulations in her nipples filled her abdomen with heat."]}, {"name": "", "audio": "", "normalized": ["Though it ought to hurt, the tips of her breasts twinged with a sweet ache."]}, {"name": "", "audio": "", "normalized": ["The wriggling of his fingers on her breasts made the sensation spread, making her feel like her entire chest was melting."]}, {"name": "Mirabell", "audio": "v_sr237_0008", "normalized": ["Nnh… guuh, aah… nphh… haah, nnhh… nnh, aahnn…"]}, {"name": "Mirabell", "audio": "v_sr237_0009", "normalized": ["(Ghh… why is my body already… ghh, phh… getting so hot… the way he's moving his hands… nnh…)"]}, {"name": "", "audio": "", "normalized": ["Quite a bit of time had passed since last time, but being made to feel like this brought her memory back."]}, {"name": "", "audio": "", "normalized": ["The memory that this man was so skilled with tricks in seducing women, so completely used to unlocking their nature as a female."]}, {"name": "Mirabell", "audio": "v_sr237_0010", "normalized": ["(This man is so… ghhphhnnh!", ")"]}, {"name": "", "audio": "", "normalized": ["It was as though his fingers were a different animal, moving independently as they burrowed into her breasts, pouring stimulation on her here and there."]}, {"name": "", "audio": "", "normalized": ["Before she realized it, her entire body was covered in sweat, and she was flushed to the point it was obvious even with her tanned skin, her breathing sweet and rough."]}, {"name": "Mirabell", "audio": "v_sr237_0011", "normalized": ["Haah… nnphh, aanhh…"]}, {"name": "", "audio": "", "normalized": ["Gradually her hips lifted, her knees rattled, and it became difficult to keep the bridge position."]}, {"name": "", "audio": "", "normalized": ["Looking at this, the man continued kneading her breasts as he grinned widely and opened his mouth."]}, {"name": "You", "audio": "", "normalized": ["Heheh, your voice is sounding rather sweet.", " Is this uniform just for show?", " Your real occupation is a whore, huh?"]}, {"name": "Mirabell", "audio": "v_sr237_0012", "normalized": ["Nhh… nnh, guuh… Don't mess with me… You're just hard of hearing, I'm not…"]}, {"name": "", "audio": "", "normalized": ["She hurriedly tried to fix her expression, answering him with resistance, but the man's twisted smile did not falter."]}, {"name": "", "audio": "", "normalized": ["His expression made her hostility grow stronger, and Mirabell bit her lip, stiffening her body and desperately trying to maintain her position."]}, {"name": "", "audio": "", "normalized": ["However, the slightest movement of the man's fingers made an uncontrollable tingling pierce the pit of her chest and her hips shudder."]}, {"name": "You", "audio": "", "normalized": ["My, my… seems like the UFS' training is pretty lax, judging by how you look right now."]}, {"name": "Mirabell", "audio": "v_sr237_0013", "normalized": ["Phh, nghh… Don't fuck with me… I won't forgive you for insulting my army and my nation…"]}, {"name": "", "audio": "", "normalized": ["Mirabell narrowed her eyes sharply, showing her resistance as she answered."]}, {"name": "", "audio": "", "normalized": ["However, that didn't help her regain her balance one bit, and in fact, left her stance in a worse state."]}, {"name": "You", "audio": "", "normalized": ["Hmm… how pathetic, oh well.", " Guess I'll help you out a little then."]}, {"name": "Mirabell", "audio": "v_sr237_0014", "normalized": ["What are you―nhahh, guuh?!", " Phgghh, nn… ihhghh!"]}, {"name": "", "audio": "", "normalized": ["Her nipples were erect from the repeated stimulations, and the man's fingers pinched them strongly, pulling them upward."]}, {"name": "Mirabell", "audio": "v_sr237_0015", "normalized": ["Ihyhahh!", " Nnnhh, they're… they're gonna come off… oggh, ohh…nhahh!"]}, {"name": "", "audio": "", "normalized": ["Mirabell shouted as she writhed, the painful stimulation on her sensitive parts heightening the sensation several times."]}, {"name": "", "audio": "", "normalized": ["However, there was a bit of pleasure hidden within, and her belabored hips lifted, making her nipples grow even stiffer inside the man's fingers."]}, {"name": "You", "audio": "", "normalized": ["If I pull your chest like this, it should be easy for you to keep the bridge position.", " There, bend your back properly and endure it!"]}, {"name": "Mirabell", "audio": "v_sr237_0016", "normalized": ["N-no wayy…agghh!", " Ohh, guuhhn… nnhihh!"]}, {"name": "", "audio": "", "normalized": ["As she tried to refuse, he swiftly squeezed her nipples, making a melty pleasure envelop her whole chest."]}, {"name": "", "audio": "", "normalized": ["At the same time, a light touch stroked around her areolae, and the licking sensation made her abdomen ache again and her voice grow shrill once more."]}, {"name": "You", "audio": "", "normalized": ["What, even though I'm giving you some support, your nipples are getting turned on?", " Heheh, you really must be a whore after all."]}, {"name": "Mirabell", "audio": "v_sr237_0017", "normalized": ["Th-that's not… uuh, that's not it… nnhh, agghh… ghuuhhii!"]}, {"name": "", "audio": "", "normalized": ["Though she earnestly tried to refute his teasing, he had hold of her weak spot, and a single movement of his fingers made her groan."]}, {"name": "", "audio": "", "normalized": ["The gentle healing touch after hurting her strongly was so simple but effective, like the carrot and the stick, and her body was swiftly drunk with heat."]}, {"name": "Mirabell", "audio": "v_sr237_0018", "normalized": ["Nnphh… nnghhahh, aahnnh!", " Haah, nnphh… gphh…"]}, {"name": "", "audio": "", "normalized": ["The electric currents of pleasure piercing through her chest ran through her body, melting her abdomen, making her crotch moist and sticky."]}, {"name": "", "audio": "", "normalized": ["The more humiliated she felt, the more strongly she felt the stimulation of his fingers, and her spine shuddered."]}, {"name": "Mirabell", "audio": "v_sr237_0019", "normalized": ["(Ugghaahh… this is bad… nnghh… th-this is… aahh!", ")"]}, {"name": "", "audio": "", "normalized": ["This is bad―is what she thought, but it was already too late."]}, {"name": "", "audio": "", "normalized": ["The unceasing trembling of her spine grew stronger, and as he worked her nipples from base to tip, she could no longer withstand the ache."]}, {"name": "Mirabell", "audio": "v_sr237_0020", "normalized": ["Nnnhiihh!", " Haah, auuhnnh… s-stop… stop this… guhnhh?!"]}, {"name": "You", "audio": "", "normalized": ["Heheh, no way I'd stop… fine then!", " Cum just like this, you perverted lieutenant!"]}, {"name": "Mirabell", "audio": "v_sr237_0021", "normalized": ["Iighhihh, iyahh?!"]}, {"name": "", "audio": "", "normalized": ["He pinched her nipples sharply and lifted, pulling them upward so that she was practically suspended by her breasts."]}, {"name": "Mirabell", "audio": "v_sr237_0022", "normalized": ["Phhghh?!", " Nnhihh, hiihh!"]}, {"name": "", "audio": "", "normalized": ["His nails dug in deeper from the weight, pressing into her painfully, but with a pleasure several times greater."]}, {"name": "", "audio": "", "normalized": ["The intense stimulation made electric currents run before her eyes, putting sparks in her vision, making lights flicker intensely."]}, {"name": "Mirabell", "audio": "v_sr237_0023", "normalized": ["Nnhyaahh, nnhhoo!", " Agghh, I'm gonna cumm, nnhohh!", " I'm gonna cuum, aah, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Mirabell screamed instinctively, her hips leaping wildly as she squirted from the other side of her underwear."]}, {"name": "", "audio": "", "normalized": ["She squealed her humiliation loudly, her bridge broken as her hips shook wildly, splashing female squirt all over."]}, {"name": "", "audio": "", "normalized": ["It was difficult to imagine her as an elite member of the UFS at this point, and the man laughed at her mockingly, as he tortured her nipples even more."]}, {"name": "You", "audio": "", "normalized": ["Hey, keep those hips up properly!", " Are you giving up after cumming just once?!"]}, {"name": "Mirabell", "audio": "v_sr237_0024", "normalized": ["Aggahh!", " Shtoop iit… nnhh?!", " Let go of mee!"]}, {"name": "", "audio": "", "normalized": ["There were marks everywhere from the pinching and her tortured nipples made her breasts sway, the weight sending shockwaves of pleasure through her."]}, {"name": "", "audio": "", "normalized": ["Mirabell groaned at the unendurable pleasure, twisting her hips again countless times as she leaked nectar, repeatedly climaxing."]}, {"name": "Mirabell", "audio": "v_sr237_0025", "normalized": ["(Guuh, uuh… why… nnghhahh!", " Aaahh, not agaiin!", " I'm gonna cum, I'm gonna cum, I'm gonna cum, I'm cummiing!", ")"]}, {"name": "", "audio": "", "normalized": ["She was made to cum countless times just from the stimulation of her nipples, and by the time she got it under control, her arms and legs were like jelly."]}, {"name": "Mirabell", "audio": "v_sr237_0026", "normalized": ["Hohh, pphh, nhh… haah…"]}, {"name": "", "audio": "", "normalized": ["Her exhausted hips could no longer hold the shape of the bridge and instead had settled in a lower position, convulsing slightly from time to time."]}, {"name": "You", "audio": "", "normalized": ["Hmph… hey, get up.", " Can't get up any more?"]}, {"name": "", "audio": "", "normalized": ["Saying this, the man pulled her nipples, but she was so limp there was nothing to be done."]}, {"name": "", "audio": "", "normalized": ["Her rough breathing and trembling finally made the man give a sigh of acceptance…"]}, {"name": "You", "audio": "", "normalized": ["Is that so… well, no choice then."]}, {"name": "Mirabell", "audio": "v_sr237_0027", "normalized": ["Phh, ghh… nnh, phwaahh?!"]}, {"name": "", "audio": "", "normalized": ["At the same time Mirabell let out a cry of bewilderment at the feeling of his hands on her crotch, his fingers pushed aside her soaked panties."]}, {"name": "", "audio": "", "normalized": ["The air touched her exposed slit and a momentary chill ran through her.", " Right after that, a hot mass pressed up against her."]}, {"name": "Mirabell", "audio": "v_sr237_0028", "normalized": ["Nnhh, nnoo… what are you―"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna prop your hips up with this.", " There it goes, right inside…"]}, {"name": "Mirabell", "audio": "v_sr237_0029", "normalized": ["Nnghhghh, ohghghh!"]}, {"name": "", "audio": "", "normalized": ["A thick cock that almost made her think he had thrust her fist in forced its way creakily past her membranes, piercing through to the back of her vagina all at once."]}, {"name": "Mirabell", "audio": "v_sr237_0030", "normalized": ["Ohhahh, hwaahh… nnghh, y-you bashtaard… ogghh!", " Nnghh, ihhihh!"]}, {"name": "", "audio": "", "normalized": ["Her legs and hips were completely slack as she shuddered, and her hips dropped further as she was unable to support her body, and his rod dug deeper into her pussy."]}, {"name": "", "audio": "", "normalized": ["Her breath caught and her eyes were dazzled from the overwhelming pressure and pain, and the feeling of him digging out her folds sent sweet pleasure down her spine."]}, {"name": "You", "audio": "", "normalized": ["Heheh, you look like you're feeling pretty good.", " But it's gotta go deeper to hold up that giant ass of yours."]}, {"name": "Mirabell", "audio": "v_sr237_0031", "normalized": ["Wh-whatt… ighhihh?!"]}, {"name": "", "audio": "", "normalized": ["The man shook his hips before she had a chance to answer, digging out her pussy walls with his swollen glans, piercing her abdomen with pleasure."]}, {"name": "", "audio": "", "normalized": ["Her spine tingled from the stimulation, and Mirabell's taught body responded instinctively, her lower muscles contracting."]}, {"name": "Mirabell", "audio": "v_sr237_0032", "normalized": ["Gphh… nnh, aahh!", " Stop… hghh!"]}, {"name": "You", "audio": "", "normalized": ["Ohh, nice clamping down, Mirabell."]}, {"name": "", "audio": "", "normalized": ["Now you're getting it―is how he bantered, but she didn't have enough leeway to respond to the teasing."]}, {"name": "Mirabell", "audio": "v_sr237_0033", "normalized": ["(Ghh, zhh… nnghh?!", " Aaahh, ogghh, nnoo… uugh, it's piercing mee…)"]}, {"name": "", "audio": "", "normalized": ["Her contracted vagina wrapped around his cock, being pulled and scratched with each thrust, making love fluids shoot out from her folds each time."]}, {"name": "", "audio": "", "normalized": ["Her moist membranes clung to his penis, sticking thickly to him, making her respond no matter what to the movement of his hips."]}, {"name": "", "audio": "", "normalized": ["She was humiliated by the large amount of love juices, but she couldn't withstand the pleasure of him digging out her vagina, and her hips leapt shamefully, lifting."]}, {"name": "", "audio": "", "normalized": ["Matching up with those movements and piercing through to her deepest part, her mind went completely blank as she squirmed in pleasure and her face was dyed with lust."]}, {"name": "You", "audio": "", "normalized": ["Hey, clamp down harder for me!", " Will this make you tighten up?", " Hahahah!"]}, {"name": "", "audio": "", "normalized": ["The man's fingers once again pulled up on her nipples, making her breasts sway and stimulating them."]}, {"name": "", "audio": "", "normalized": ["She could basically no longer feel any pain, her heart completely melted by the ecstasy in her breasts and pussy, her thinking flickering violently as well."]}, {"name": "Mirabell", "audio": "v_sr237_0034", "normalized": ["Guuhhihhnhh!", " Hgghh, agghh, nnoo!", " Iihihh, hghh, unhh!"]}, {"name": "", "audio": "", "normalized": ["Just as he had planned, it made her pussy clamp down, and the clearer feeling of his cock made her body shudder and dance."]}, {"name": "", "audio": "", "normalized": ["Her abdomen began to convulse slightly and undulate, and a sweet sensation spread throughout her body as if it were representing a wave of pleasure."]}, {"name": "You", "audio": "", "normalized": ["At this point, it's not about holding your position anymore, huh?"]}, {"name": "You", "audio": "", "normalized": ["Might as well see how you look when I cum inside your pussy or something."]}, {"name": "Mirabell", "audio": "v_sr237_0035", "normalized": ["Nnnoo, nnoo, don't!", " Phgghh, nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["Though she shook her head in refusal, her opponent had no reason to listen."]}, {"name": "", "audio": "", "normalized": ["On the contrary, his excitement at her resistance was clear, as he continued his repeated pumping in her deepest part, hitting up against the entrance to her womb."]}, {"name": "Mirabell", "audio": "v_sr237_0036", "normalized": ["(Agghh, oghh, nnhohh?!", " Nnnoo, hghh!", " Ohnhh, d-don't thrustt!", ")"]}, {"name": "", "audio": "", "normalized": ["Her muscles melted from the pleasure exploding within her vagina, her cave clamping down as though it would tear his cock off as it wrung it out from base to tip."]}, {"name": "Mirabell", "audio": "v_sr237_0037", "normalized": ["Haannhh, nnhahh!", " Nnoo, stoopp!"]}, {"name": "You", "audio": "", "normalized": ["Heheh… take that, cum already!"]}, {"name": "", "audio": "", "normalized": ["Along with his shout, his cock buried to the hilt inside her swelled up…"]}, {"name": "", "audio": "", "normalized": ["*Sploorch!", "* *Splash, sploosh, splaash!", "*"]}, {"name": "Mirabell", "audio": "v_sr237_0038", "normalized": ["Ngghh, guwoaahh?!", " Ohihhihh, ihhihh, hgghh!", " Agghh, I'm cummiing, ohh!"]}, {"name": "", "audio": "", "normalized": ["The splash of hot liquid melted her membranes, making her groan like an animal reflexively."]}, {"name": "", "audio": "", "normalized": ["She didn't even have enough room to be embarrassed, as her whole body shuddered, as a spray erupted from her pierced crotch."]}, {"name": "Mirabell", "audio": "v_sr237_0039", "normalized": ["Nnhohh, ogghh, ohh!", " Hohh, ohhihhnhh!"]}, {"name": "", "audio": "", "normalized": ["Her urethra was completely open, spraying clear liquid vigorously and even this stoked her pleasure, as her hips went wild."]}, {"name": "", "audio": "", "normalized": ["Her stomach shook from the trembling of her urethra and the pleasure of elimination."]}, {"name": "", "audio": "", "normalized": ["And her tightened vagina dug deeper into his penis, wringing out his male fluids."]}, {"name": "You", "audio": "", "normalized": ["Fwahahah, wetting yourself while you climax, huh!", " Go on, wring it out some more!"]}, {"name": "", "audio": "", "normalized": ["The man pumped furiously as Mirabell's hips shuddered shamefully, sending up a second flashy spray of squirt."]}, {"name": "", "audio": "", "normalized": ["His ejaculating, twitching penis dug into her canal, wrapping her in maddening pleasure as her entire consciousness was enveloped in a furious white light."]}, {"name": "Mirabell", "audio": "v_sr237_0040", "normalized": ["(Ohh, ohhnhh… nnh, mahh, hyahh, I'm gonna cum, I'm cumming… ohh, nnhohh, I'm gonna cuum!", ")"]}, {"name": "", "audio": "", "normalized": ["Her whole body went slack from the intense feeling of release, as she squirted again and again, and her breaking body completely stopped moving."]}, {"name": "", "audio": "", "normalized": ["No, just the reverberations of pleasure made Mirabell's body pathetically twitch and tremble as the air filled with her thick female scent."]}, {"name": "Mirabell", "audio": "v_sr237_0041", "normalized": ["(Nnghh, i-it won't… won't shtoop… pghh!", " I'm gonna cum, I'm gonna cum foreverr…)"]}, {"name": "", "audio": "", "normalized": ["She was unable to move, with even her faculties robbed from her, and unable to see because of the brilliant white lights in her vision."]}, {"name": "", "audio": "", "normalized": ["Even in the midst of this, the feeling of indulging herself in pleasure was strong, making her head shiver."]}, {"name": "", "audio": "", "normalized": ["The electric currents of pleasure that ran throughout her body made her shudder."]}, {"name": "", "audio": "", "normalized": ["Her tongue hung out sloppily from her slackened expression as her eyes rolled back into her head and she writhed."]}, {"name": "You", "audio": "", "normalized": ["…Sheesh, passing out just from that.", " I still wanted to enjoy myself a little more."]}, {"name": "", "audio": "", "normalized": ["As he said this, the man had a cruel smile on his face, looking more like an innocent kid who had found a new toy than a disappointed man."]}, {"name": "You", "audio": "", "normalized": ["Your troops are weak without their commanding officer… pretty lucky you didn't realize that."]}, {"name": "You", "audio": "", "normalized": ["Just keep on enduring while you wait for help that's not coming."]}, {"name": "You", "audio": "", "normalized": ["I'll be sure to use that time thoroughly to corrupt your body and mind."]}, {"name": "", "audio": "", "normalized": ["The total annihilation of her forces…"]}, {"name": "", "audio": "", "normalized": ["Mirabell sank into the darkness that swallowed up her consciousness."]}, {"name": "", "audio": "", "normalized": ["Her body was still shaking from the reverberations of her intense climax, completely unaware of the danger."]}]