[{"name": "You", "audio": "", "normalized": ["Phew… It's been a while since I've been back here."]}, {"name": "", "audio": "", "normalized": ["The operation took much longer than I thought but came with a great result."]}, {"name": "", "audio": "", "normalized": ["And above all, I came across some unexpected bounty and I was quite happy, despite my exhaustion."]}, {"name": "", "audio": "", "normalized": ["I had assigned many of the most skilled warriors to look after the hideout."]}, {"name": "", "audio": "", "normalized": ["However, they were somewhat lacking when it came to teamwork."]}, {"name": "", "audio": "", "normalized": ["Tokiko who would have served as their leader was tagging along for the operation, so I figured the hideout was in a mess…"]}, {"name": "You", "audio": "", "normalized": ["…?", " What's with the commotion, is something wrong?"]}, {"name": "", "audio": "", "normalized": ["Nobody came out to greet their triumphantly returning boss as everyone was making a fuss."]}, {"name": "", "audio": "", "normalized": ["But it was not just chaotic noises."]}, {"name": "", "audio": "", "normalized": ["It was more like everyone was having a cheerful conversation.", " They seemed busy but not really working."]}, {"name": "You", "audio": "", "normalized": ["Hey, what's everyone doing?"]}, {"name": "", "audio": "", "normalized": ["I grabbed one of the men near me and asked…"]}, {"name": "", "audio": "", "normalized": ["Apparently, they were getting ready for the end of the year and New Years"]}, {"name": "", "audio": "", "normalized": ["That was quite simple, I thought and looked around."]}, {"name": "", "audio": "", "normalized": ["They were so busy going around and doing things, it was as though they did not even see me."]}, {"name": "", "audio": "", "normalized": ["Usually, the only things on their mind would be battles and lust, but this season apparently gave them more normal thoughts and things to do."]}, {"name": "You", "audio": "", "normalized": ["Hmm, if you say nothing is wrong, then that's fine… Mnn!"]}, {"name": "", "audio": "", "normalized": ["I said to myself and one of the men with his hands full of stuff ran into me."]}, {"name": "", "audio": "", "normalized": ["He only nodded his head once and just ran off."]}, {"name": "", "audio": "", "normalized": ["The men around me watched it happen right in front of them and let out a straightforward laugh."]}, {"name": "You", "audio": "", "normalized": ["Come on, guys… Damn it, it's way too busy here."]}, {"name": "", "audio": "", "normalized": ["I was going to make an after-action-report and make plans for the next operation, but I was no longer in the mood."]}, {"name": "", "audio": "", "normalized": ["Hideout should be more professional… It almost felt like I came to somewhere I have never been to."]}, {"name": "", "audio": "", "normalized": ["I turned around and left the hideout… I just wanted to relax and recover from my exhaustion."]}, {"name": "", "audio": "", "normalized": ["It felt like I was getting kicked out of there, strangely lonesome feeling, and I took heavy steps towards hidden hot springs."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["*Splash*…"]}, {"name": "You", "audio": "", "normalized": ["Huh…"]}, {"name": "", "audio": "", "normalized": ["I stepped into the hot water to calm my mind."]}, {"name": "", "audio": "", "normalized": ["I never thought I would be relaxing like this in the open-air hot springs but that felt amazing."]}, {"name": "", "audio": "", "normalized": ["I could feel the warmth of the hot water seeping in from my toes to my head."]}, {"name": "", "audio": "", "normalized": ["Blood started running thought my limbs going numb with the cold.", " It felt so nice to relax after the battle."]}, {"name": "You", "audio": "", "normalized": ["Huh… I'm getting a little sleepy…"]}, {"name": "", "audio": "", "normalized": ["The exhaustion must have taken a toll on me and I was dozing off."]}, {"name": "", "audio": "", "normalized": ["I might as well just sleep then and there… The thought crossed my mind."]}, {"name": "You", "audio": "", "normalized": ["No, not right now.", " I can't sleep here… I'm gonna wash up and get out of here."]}, {"name": "", "audio": "", "normalized": ["The enemy could have attacked me anytime.", " Being careless after a battle like this could cost my life."]}, {"name": "", "audio": "", "normalized": ["I shook my head to wake myself up and stood up to get out of the hot water.", " That moment――"]}, {"name": "Crackle", "audio": "v_sr454_0000", "normalized": ["Nyahahahahahahh!", " I finally found you!", " Fuuma, I got you now, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["What?!", " Guouhhgh?!"]}, {"name": "", "audio": "", "normalized": ["I was too careless…!", " I did not notice an intruder jumping out of the shadow as she pushed me down…!"]}, {"name": "", "audio": "", "normalized": ["However――"]}, {"name": "You", "audio": "", "normalized": ["Guh, damn…?", " Gh… It's soft…?"]}, {"name": "", "audio": "", "normalized": ["I could feel the round and soft sensation on my hands, almost like a huge marshmallow."]}, {"name": "Crackle", "audio": "v_sr454_0001", "normalized": ["Hunyahh!", " Mnyuhh, you can't touch my titties, nyahh…!", " Fuuma, you dirty bastard, touching my sensitive spot like that, nyah…!"]}, {"name": "", "audio": "", "normalized": ["A silly but aroused voice hit my ears."]}, {"name": "", "audio": "", "normalized": ["…The familiar voice only served to frustrate me because of the fact I was actually stunned by it, even for a moment."]}, {"name": "You", "audio": "", "normalized": ["…It's you, huh…?"]}, {"name": "", "audio": "", "normalized": ["I saw the face of the assailant who was sitting on top of me…and I sighed."]}, {"name": "Crackle", "audio": "v_sr454_0002", "normalized": ["Nyanyah?", " You have something to say, nyah?"]}, {"name": "You", "audio": "", "normalized": ["Something to say…?", " Of course, I do!"]}, {"name": "", "audio": "", "normalized": ["Maybe she was just toying with me or she was that dumb… Probably the former… But I could not help but yell at her."]}, {"name": "You", "audio": "", "normalized": ["Every single time, you sneak up to me and attack me when I'm letting my guard down… My heart almost stopped!"]}, {"name": "", "audio": "", "normalized": ["It was sort of pathetic to admit, but I could not remember how many times Crackle attacked me like this."]}, {"name": "", "audio": "", "normalized": ["Perhaps the stress took nearly ten years off of my life expectancy."]}, {"name": "Crackle", "audio": "v_sr454_0003", "normalized": ["Oh, I see, that's not much nyahh.", " I'm a natural-born entertainer, nyahh.", " A nice surprise is in my blood, nyahh."]}, {"name": "You", "audio": "", "normalized": ["You don't know what you're talking about…"]}, {"name": "", "audio": "", "normalized": ["Crackle smiled with her tongue poking out… I let out a deep sigh again because of her reaction."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Crackle was a demon girl, or maybe a cat, who lived in Yomihara… Or maybe she was both?", " She was like a mascot for the demi-humans."]}, {"name": "", "audio": "", "normalized": ["Free-spirited, honest, and pure."]}, {"name": "", "audio": "", "normalized": ["She had both a childish mind and a cat-like personality.", " She had been frequenting the hideout."]}, {"name": "", "audio": "", "normalized": ["However, she was actually quite skilled in fighting and a respected hunter.", " Thus…"]}, {"name": "Crackle", "audio": "v_sr454_0004", "normalized": ["I mean, you let your guard too often, nya.", " I've been tracking you since you came back to the hideout but you didn't even notice, nyahh."]}, {"name": "You", "audio": "", "normalized": ["What?!", " You've been following me that long…?"]}, {"name": "Crackle", "audio": "v_sr454_0005", "normalized": ["Of course, nyah.", " But you had a frowny face and only looked forward.", " I could've easily killed you, nyah."]}, {"name": "", "audio": "", "normalized": ["Despite her cute appearance, Crackle also had a side as a strangely innocent killer as well.", " I could not trust her for that matter."]}, {"name": "", "audio": "", "normalized": ["She was on my side…for now, but she would be a threat if she turned."]}, {"name": "", "audio": "", "normalized": ["The only thing I could do was to indulge her then."]}, {"name": "You", "audio": "", "normalized": ["So, why are you here anyway…?"]}, {"name": "Crackle", "audio": "v_sr454_0006", "normalized": ["Nyahhnm?", " …You know… Heheheh…"]}, {"name": "", "audio": "", "normalized": ["I asked her what her intention was and Crackle suddenly put on a lewd smile and twisted her body lewdly."]}, {"name": "Crackle", "audio": "v_sr454_0007", "normalized": ["Come on, it's cold outside… And your room is so warm, Fuuma… I just wanted to visit you in your room, nyahh…"]}, {"name": "Crackle", "audio": "v_sr454_0008", "normalized": ["…I mean, I just wanted to be with you, nyah…"]}, {"name": "", "audio": "", "normalized": ["…Obviously, she was acting out of character.", " Crackle seemed rather mature compared to her usual self, being outright alluring from the start."]}, {"name": "Crackle", "audio": "v_sr454_0009", "normalized": ["I've been watching the hideout for a week but you didn't come back, Fuuma.", " I'm just happy to see you again, you know, nyahhnm."]}, {"name": "Crackle", "audio": "v_sr454_0010", "normalized": ["And, and, when I saw you, Fuuma… It just made my heart throb so much, ache so much, nyahh…"]}, {"name": "", "audio": "", "normalized": ["Crackle said and started moving her hips back and forth."]}, {"name": "You", "audio": "", "normalized": ["Ughh…!", " This position… Your crotch is hitting just the right spot, Crackle…!"]}, {"name": "Crackle", "audio": "v_sr454_0011", "normalized": ["Huhh, mnnheheheh.", " Your cock was just in the right place, you know, so I just wanted to rub on it a bit, nyaa."]}, {"name": "", "audio": "", "normalized": ["Crackle let her hips move lewdly and rubbed her vagina onto my penis, letting out an erotic voice."]}, {"name": "", "audio": "", "normalized": ["Her eyes were getting dreamy and ecstatic, as not only her cheeks but her whole body was turning reddish, blushing a little."]}, {"name": "You", "audio": "", "normalized": ["Are you…in a heat or something…?"]}, {"name": "Crackle", "audio": "v_sr454_0012", "normalized": ["In a heat…?", " Mnnghh, I don't really know what you mean… But my pussy's aching so much and I can't stop, nya…!"]}, {"name": "You", "audio": "", "normalized": ["…Is that all?"]}, {"name": "Crackle", "audio": "v_sr454_0013", "normalized": ["No… I'm just… My pussy won't stop aching, like I just want your baby, Fuuma, nyahh…"]}, {"name": "", "audio": "", "normalized": ["I was right… That explained why Crackle was being so forward about having sex."]}, {"name": "", "audio": "", "normalized": ["Usually, she would play with me like a child at first."]}, {"name": "", "audio": "", "normalized": ["Anyway, she looked human from the outside but acted like an actual cat which was so convenient for her."]}, {"name": "Crackle", "audio": "v_sr454_0014", "normalized": ["Come on, Fuuma… Your cock's getting so hard… I want to fuck you, Fuuma… I want your rock-hard cock in my pussy, nyahh…"]}, {"name": "", "audio": "", "normalized": ["Crackle put her weight on her crotch and moved it back and forth, rubbing and stroking my penis with it."]}, {"name": "", "audio": "", "normalized": ["She was already getting aroused all on her own and breathing short while her crotch being pressed onto me was getting hot, as though it was burning."]}, {"name": "", "audio": "", "normalized": ["The only way to get her to shut up was to make the penetration… But she did surprise me for nothing and I was not going to just fuck her as she wished."]}, {"name": "You", "audio": "", "normalized": ["I see, you want to fuck me that bad, huh.", " Well, I don't mind that, but… I want you to make me cum once before that."]}, {"name": "Crackle", "audio": "v_sr454_0015", "normalized": ["Really, nyah?!", " Yes, nyahh!", " Now, let me put your cock in my pussy… Oh, wait, let me get it hard first…"]}, {"name": "You", "audio": "", "normalized": ["…No, I mean, make me cum without putting it in your pussy.", " Well, I don't think you can though."]}, {"name": "", "audio": "", "normalized": ["Of course, if she could not, that was fine by me.", " I was tired and wanted to go back to catch some sleep.", " I just wanted it over soon."]}, {"name": "Crackle", "audio": "v_sr454_0016", "normalized": ["Hmmnnm!", " Alright, fine then, nyahh… I'm going to show you what I really can do now, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Regardless of my expectation, Crackle showed me a confident smile and then put my erect penis in between her round butt cheeks――"]}, {"name": "Crackle", "audio": "v_sr454_0017", "normalized": ["Here I go… Mnngh!", " The moment I put your cock between my ass, I felt tingling pleasure coming up, nyah…!"]}, {"name": "Crackle", "audio": "v_sr454_0018", "normalized": ["Nyaaheheh… Just putting them between my butt feeling this good means it's gonna feel even better if I start stroking, nyaah…!"]}, {"name": "", "audio": "", "normalized": ["Crackle whispered to herself and squeezed her butt cheeks, then began to slowly move."]}, {"name": "Crackle", "audio": "v_sr454_0019", "normalized": ["Mnnshou, mnnmshouh… Hunyaahh, Fuuma's cock rubbing on my butt feels so good, nyah.", " And it's so hot and burning my ass, nyahh."]}, {"name": "", "audio": "", "normalized": ["Crackle flexed her sphincter muscles and squeezed onto my cock, moving her ass to check out my cock."]}, {"name": "", "audio": "", "normalized": ["The slow and gently stroke using the cleavage of her soft flesh felt much better than my expectation."]}, {"name": "Crackle", "audio": "v_sr454_0020", "normalized": ["Heheheh… I'm gonna make your cock cum without even putting it in my pussy!", " It'll be quick, nyahh!"]}, {"name": "", "audio": "", "normalized": ["…I had no idea where her confidence was coming from, but Crackle was completely turned on, moving her ass, enjoying it."]}, {"name": "Crackle", "audio": "v_sr454_0021", "normalized": ["Mnnshoouh, nyahhnm, mnghnm, Fuuma's cock's so hard and so big, nya.", " It's pushing into my ass and rubbing on me so much, nyahh."]}, {"name": "", "audio": "", "normalized": ["…Indeed, Crackle's ass actually felt pretty good.", " It was curvy and yet perky, with a nice bouncy feeling."]}, {"name": "", "audio": "", "normalized": ["It felt almost like getting a titty-job."]}, {"name": "", "audio": "", "normalized": ["However, she was only brute-forcing it, no skill whatsoever."]}, {"name": "", "audio": "", "normalized": ["Just putting the penis between her butt cheeks and stroking it would not even be able to make anyone cum."]}, {"name": "You", "audio": "", "normalized": ["There's no point in doing this.", " I know everything about the female body.", " It takes much more than this to make me cum."]}, {"name": "Crackle", "audio": "v_sr454_0022", "normalized": ["Nyahhnmm?", " Heheheh… You won't be saying that for long now, you know?", " Nyaheheheh!"]}, {"name": "You", "audio": "", "normalized": ["What… Nughh?!"]}, {"name": "", "audio": "", "normalized": ["Crackle lifter the ends of her lips into a smile and then squeezed her butt even harder and started twisting her hips as if she was dancing erotically."]}, {"name": "Crackle", "audio": "v_sr454_0023", "normalized": ["Come on, come on, how is it, nyah?", " You like it, nyah?", " Moving my hips, mngh, like this, your cock can't resist my ass, nya…!"]}, {"name": "", "audio": "", "normalized": ["She let her body twist around while grinding her hips, stroking my cock while giving it a spinning motion."]}, {"name": "", "audio": "", "normalized": ["Her skill had certainly improved and it brought me pleasure for sure."]}, {"name": "Crackle", "audio": "v_sr454_0024", "normalized": ["Nyahhnm!", " Your cock just throbbed, nya!", " Are you getting turned on, nyah?", " Do you like my ass that much, nyahh?"]}, {"name": "You", "audio": "", "normalized": ["Guh… I mean, that's not…"]}, {"name": "Crackle", "audio": "v_sr454_0025", "normalized": ["Nyahnyahhnm?", " You can say no, but I know that's a lie, nyah!", " Just be honest and admit it, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Crackle's body temperature was suddenly rising.", " Lewd odor started to fill the air and my cock grew larger as I was influenced by her heat."]}, {"name": "Crackle", "audio": "v_sr454_0026", "normalized": ["Hunyanayaahhnm!", " Your cock's getting bigger and pushing back against my ass, nyah.", " Time to step up my game, nyah!", " Here!"]}, {"name": "", "audio": "", "normalized": ["Crackle flexed her buttocks and then squeezed even harder onto my cock in response."]}, {"name": "You", "audio": "", "normalized": ["Guh, Crackle, that's some intense squeeze you got going there…!", " It's almost as tight as the inside of your actual pussy…!"]}, {"name": "Crackle", "audio": "v_sr454_0027", "normalized": ["I told you, nyah!", " Don't underestimate me… Well, maybe you might actually like it, nyah!", " Here, here, here!"]}, {"name": "", "audio": "", "normalized": ["She quickly shifted from lewd movements and started energetically moving her hips like her usual self, stimulating my cocks."]}, {"name": "", "audio": "", "normalized": ["The burning flesh on her butt tangled onto my cock and wildly swung my cock around from the base along with her hips."]}, {"name": "", "audio": "", "normalized": ["It was like she was violently operating a lever or something, but I could not resist as it soon turned into pleasure."]}, {"name": "Crackle", "audio": "v_sr454_0028", "normalized": ["Hunyahh, ahhnmm, nyaahhnm, h-how is it, nyahh, Fuuma, does you cock feel good, nyaahh?"]}, {"name": "You", "audio": "", "normalized": ["N-no, I don't feel anything at all…!", " H-how about you, I bet you're getting turned on right now, aren't you?!"]}, {"name": "Crackle", "audio": "v_sr454_0029", "normalized": ["Mnghnmm!", " C--come on, I can feel the shape of your cock with my ass and it's making my pussy throb so much, nyahhnm!"]}, {"name": "Crackle", "audio": "v_sr454_0030", "normalized": ["My pussy's been getting so wet with lewd juice and it's getting so slippery down there, nyahh!", " Mnghm, aanyuhh!"]}, {"name": "", "audio": "", "normalized": ["By the time I realized, honey-like fluid was overflowing."]}, {"name": "", "audio": "", "normalized": ["It was making moist, erotic, and viscous noises in sync with the movements of her ass."]}, {"name": "", "audio": "", "normalized": ["The nectar dripped onto Crackle's ass and as she moved up and down, it smothered all over my cock, acting as a lubricant."]}, {"name": "Crackle", "audio": "v_sr454_0031", "normalized": ["Anyahhnm!", " M-my pussy juice is making your cock so much more slippery, and it's making me move even faster, huhahh, nyuaahhnm!"]}, {"name": "Crackle", "audio": "v_sr454_0032", "normalized": ["Th-this is amazing!", " It's not even inside, but it's so messy, like I'm actually fucking with my pussy, nyahh!"]}, {"name": "", "audio": "", "normalized": ["As Crackle was getting more and more aroused, she was starting to get the hang of it as she squeezed even harder, making me more sensitive as well."]}, {"name": "Crackle", "audio": "v_sr454_0033", "normalized": ["Nyaahuhhnm, mnnheheheh.", " Your cock's been throbbing and twitching so much!", " Looks like you're getting addicted to my ass, nyahh!"]}, {"name": "", "audio": "", "normalized": ["I did not respond to what Crackle said, but I was indeed getting aroused by her ass-job, regrettably."]}, {"name": "", "audio": "", "normalized": ["I did not think she was this good… Apparently, a cat in heat was that skilled at consuming pleasure."]}, {"name": "Crackle", "audio": "v_sr454_0034", "normalized": ["Come on, come on!", " Your lying cock, you better be honest and just enjoy it like my pussy, nyahh!"]}, {"name": "", "audio": "", "normalized": ["She moved her hips back and forth violently… And then suddenly she gently rubbed my cock, and the squeezed hard on it and stroked again."]}, {"name": "", "audio": "", "normalized": ["Cracked was changing up the pace like a professional, leading my penis towards the climax."]}, {"name": "You", "audio": "", "normalized": ["I-I did not expect this much out of you… But this is still not enough to make me cum…"]}, {"name": "Crackle", "audio": "v_sr454_0035", "normalized": ["Hehehehnm.", " You are so wrong if you think this is all I got, nyahh!", " Here we go!"]}, {"name": "", "audio": "", "normalized": ["That moment, Cracked lifted her hips up and my penis along with it, then slammed it right down."]}, {"name": "", "audio": "", "normalized": ["Then――"]}, {"name": "Crackle", "audio": "v_sr454_0036", "normalized": ["Mnngnmgnnmm!", " How it is, Fuuma?", " I know you're getting turned on with me moving this hard, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Slap, slap, slap, slap.", " Our skin slammed each other and made lewd noise like we were actually having real sex."]}, {"name": "Crackle", "audio": "v_sr454_0037", "normalized": ["Hunyamnnyahh, ahhaanm!", " Your cock's shoulder, digging into my ass, hunyuhh, nyahh, my pussy feels great too, nyaah!"]}, {"name": "", "audio": "", "normalized": ["In fact, Crackle's intense movements caused blood to rush into the sponge tissue in my cock, making it enlarge, especially the tip."]}, {"name": "", "audio": "", "normalized": ["The protruding shoulders on the tip dug into the butt cheeks and rubbing on brought me superb pleasure, sending chills down the spine."]}, {"name": "Crackle", "audio": "v_sr454_0038", "normalized": ["Hunyanyahh, your cock's getting so much harder and so much bigger, nyah, it just keeps getting bigger, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["The same thing could be said about Crackle as well and her whole body has been twitching as she devoured pleasure."]}, {"name": "Crackle", "audio": "v_sr454_0039", "normalized": ["F-Fuuma…?", " Don't you feel like…mnnghh, putting your cock, i-into my pussy now, nyahh?"]}, {"name": "You", "audio": "", "normalized": ["Nuhgh… That's not…true…!"]}, {"name": "Crackle", "audio": "v_sr454_0040", "normalized": ["Mnngmuhh!", " You still won't admit it after getting your cock so hard!", " You are such a stubborn dick, nyaa!"]}, {"name": "", "audio": "", "normalized": ["Crackle understood what the reaction of my cock meant perfectly and then moved her hips up and down violently, dead set to make me admit it."]}, {"name": "Crackle", "audio": "v_sr454_0041", "normalized": ["Mnnkuyhh, hunyuhh, mnnyahh, nyauhhnmm!", " Haahh, your cock's getting hotter and hotter, nya…!"]}, {"name": "You", "audio": "", "normalized": ["Gughh…!", " No matter how hard you're gonna tease me, I'm just not going to cum like this…!"]}, {"name": "", "audio": "", "normalized": ["I said and Crackle was only getting more aroused."]}, {"name": "Crackle", "audio": "v_sr454_0042", "normalized": ["No way!", " I'm gonna make you cum no matter what so you'll fuck me in the pussy, nyah!", " I want a real, baby-making pussy-fuck!"]}, {"name": "", "audio": "", "normalized": ["Crackle did not ease off even as she screamed and threw tantrum like a child, continuing to stroke my cock, making me aroused."]}, {"name": "Crackle", "audio": "v_sr454_0043", "normalized": ["I haven't had sex with you in a while, so I'm all pent up, nyah!", " But I wanted your cock, Fuuma, so I've been holding it in, nyaa!"]}, {"name": "Crackle", "audio": "v_sr454_0044", "normalized": ["But you ignored me and just went to the hot springs as soon as I found you, and when I surprised you, you say you won't fuck me!"]}, {"name": "Crackle", "audio": "v_sr454_0045", "normalized": ["You're too selfish, Fuuma, nyah!", " I want you to knock me up so much!", " I want you to fuck me so much!", " You're so mean, nyaa!"]}, {"name": "You", "audio": "", "normalized": ["I-I don't care what you want!", " I'm so exhausted from the long travel, so I'm not gonna fuck you!"]}, {"name": "Crackle", "audio": "v_sr454_0046", "normalized": ["Nyahhnyahhnyaahh!", " Shut up, nyah!", " I don't care what you want, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Who's the selfish one!", " I was about to say, then Crackle suddenly licked her own lips and stared at me with intoxicated eyes."]}, {"name": "You", "audio": "", "normalized": ["…Wh-what's up…?"]}, {"name": "Crackle", "audio": "v_sr454_0047", "normalized": ["Hunyuhhnm… Fuuma…?"]}, {"name": "", "audio": "", "normalized": ["Crackle suddenly changed from her yappy attitude to the expression and voice of a thirsty woman, looking at me alluringly."]}, {"name": "Crackle", "audio": "v_sr454_0048", "normalized": ["Come on, why won't you just cum on my ass already, nya…?", " Then, please just put your cock into my pussy…"]}, {"name": "", "audio": "", "normalized": ["She looked at the cock while rubbing it with her hand."]}, {"name": "Crackle", "audio": "v_sr454_0049", "normalized": ["I want your cum, lots of it, deep inside my own pussy, so I would get pregnant, you know, nyah…?"]}, {"name": "You", "audio": "", "normalized": ["C-Crackle… Y-you're…"]}, {"name": "", "audio": "", "normalized": ["I could not help but get aroused by how lewd she was acting, so different from how she was just acting."]}, {"name": "", "audio": "", "normalized": ["The tip of my enlarged penis opened up and clear fluid started coming out.", " Next moment――"]}, {"name": "Crackle", "audio": "v_sr454_0050", "normalized": ["!", " Your cock just throbbed and twitched, it reacted so much, nyahh!", " Nyaheheh!", " Come on, you are getting turned on!"]}, {"name": "You", "audio": "", "normalized": ["What?!", " Was that just…?!"]}, {"name": "Crackle", "audio": "v_sr454_0051", "normalized": ["Of course, it was all just an act, nyah!", " Fuuma, you've been lying all this time, so I had to trick you, nyah!"]}, {"name": "", "audio": "", "normalized": ["Guh, I was played by her, of all people…!", " The gap between her mannerism blinded me…!"]}, {"name": "", "audio": "", "normalized": ["N-no.", " it was all because of the exhaustion from the battles… Yeah, that was it…"]}, {"name": "Crackle", "audio": "v_sr454_0052", "normalized": ["Nyaaheheheh!", " I can see clear juice coming from your cock, so that means you're about to cum!", " I'm gonna make you cum real soon, nyah!"]}, {"name": "", "audio": "", "normalized": ["Crackle said and squeezed onto my erect cock hard with her butt cheeks and began to pound her ass again."]}, {"name": "", "audio": "", "normalized": ["My cock adorned with the viscous fluid was reacting intensely and throbbed so much that there was no point in trying to hide it."]}, {"name": "Crackle", "audio": "v_sr454_0053", "normalized": ["Ahhnm, nyahh, aanmmn, nyah, nyaahhnm!", " Your cock throbbing inside my pussy is making my heart pound and my pussy ache!"]}, {"name": "", "audio": "", "normalized": ["Crackle's honey pot had been gushing with nectar by then, making her crotch messy while letting off wet noises."]}, {"name": "Crackle", "audio": "v_sr454_0054", "normalized": ["There's no point in holding it in, nyah!", " You're not gonna escape my ass, nyaa!", " Just cum now and fuck me in the pussy, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Crackle's eyes were almost in heart-shape from the lust and if I was to ejaculate into her womb, she certainly would get pregnant."]}, {"name": "", "audio": "", "normalized": ["I was getting violated by the cat in heat like that and the increasing lust was about to overwhelm me."]}, {"name": "", "audio": "", "normalized": ["However, I suppressed my urge to ejaculate with my willpower and endured her intense teasing."]}, {"name": "Crackle", "audio": "v_sr454_0055", "normalized": ["Nyahhnyaa, your cock's so stubborn, nyah!", " You better cum or it's bad for your health!"]}, {"name": "You", "audio": "", "normalized": ["No way, I'm not gonna cum… I'm not gonna give in to you…!"]}, {"name": "Crackle", "audio": "v_sr454_0056", "normalized": ["Hnmm, you say that but with so much precum, it's not really convincing, you know, nyah!"]}, {"name": "", "audio": "", "normalized": ["Crackle actually had a point, quite rare for her…!", " Perhaps the heat was making her smarter?"]}, {"name": "", "audio": "", "normalized": ["However, I was not in a great position there.", " She was going to make me ejaculate eventually."]}, {"name": "", "audio": "", "normalized": ["Crackle's ass was squeezing harder and harder, and in addition, it was getting even more slippery with her hips moving harder, with the stimulation escalating."]}, {"name": "Crackle", "audio": "v_sr454_0057", "normalized": ["Nyah, huhhnyahh, hunyanyahhnm…!", " Haahh, Fuuma, just cum already, nyah!", " Just give up and knock me up, nyahh!"]}, {"name": "You", "audio": "", "normalized": ["N-no way in hell…!"]}, {"name": "", "audio": "", "normalized": ["I flexed up my crotch and made my cock as erect as possible."]}, {"name": "Crackle", "audio": "v_sr454_0058", "normalized": ["Nyaauuhhnmm!", " I-it's getting even hotter, nyahh…!", " Haaghh!", " I really want this cock inside me, nyaah!"]}, {"name": "You", "audio": "", "normalized": ["What… Guouhh?!"]}, {"name": "", "audio": "", "normalized": ["I clenched up, trying to endure the pleasure, but it only served to arouse Crackle more."]}, {"name": "", "audio": "", "normalized": ["Her hips were moving even faster as the final spurt."]}, {"name": "Crackle", "audio": "v_sr454_0059", "normalized": ["Ahhnmm, nyaahh, nyanyahhnmm!", " Your cock's way too hot, nyahh, I want it so much and I can't stand it, nyuaaghh!"]}, {"name": "", "audio": "", "normalized": ["Lewd sounds of our genitals rubbing against each other echoed."]}, {"name": "", "audio": "", "normalized": ["The heat and squeeze from her ass and the mixture of pussy juice and precum."]}, {"name": "", "audio": "", "normalized": ["The moment it felt like I was actually having cowgirl sex, my urge to ejaculate was stimulated violently and something hot ran through my urethra."]}, {"name": "Crackle", "audio": "v_sr454_0060", "normalized": ["Nyauuhhnmm?!", " Y-your cock just got so hot… And it just throbbed so much, nyah…!"]}, {"name": "Crackle", "audio": "v_sr454_0061", "normalized": ["Are you about to cum, nyah?", " Are you gonna let your dick-milk out now, nyahh?!"]}, {"name": "You", "audio": "", "normalized": ["Guh… Th-that's not true, okay…!", " It just hurts a little from the rubbing…"]}, {"name": "Crackle", "audio": "v_sr454_0062", "normalized": ["Nyaheheheh!", " Stop with the pointless resistance!", " Come on, just cum now!", " Pour your cum onto my ass, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Crackle used her entire body and stroked my cock violently."]}, {"name": "", "audio": "", "normalized": ["I was barely holding it in, but the semen was about to erupt.", " Indeed, the resistance was pointless."]}, {"name": "You", "audio": "", "normalized": ["Guh, Crackle…!", " I-it's coming…!"]}, {"name": "Crackle", "audio": "v_sr454_0063", "normalized": ["Y-yeah!", " Come, come on!", " Give me your cum, pour your cum all over my ass, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["Coming!"]}, {"name": "", "audio": "", "normalized": ["When her butt cheeks squeezed together particularly hard, the tip of my cock inflated and pushed back, then sizzling heat spewed out from the tip――"]}, {"name": "Crackle", "audio": "v_sr454_0064", "normalized": ["Nyaahh!", " Such hot cum, coming out, nyaahh!", " I win, nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["White semen spewed out with spectacular momentum and covered Crackle's body with filth."]}, {"name": "Crackle", "audio": "v_sr454_0065", "normalized": ["Hunyaahhghh!", " Your dick milk is so hot, nyaahh!", " You're gonna burn my ass, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Crackle let out a voice of joy and was intoxicated by victory and pleasure."]}, {"name": "", "audio": "", "normalized": ["She was savoring the sensation of semen as her whole body shuddered."]}, {"name": "Crackle", "audio": "v_sr454_0066", "normalized": ["Nyanyahaaghhnm… I made you cum without using my pussy, nyahh.", " You lose, Fuuma, nya.", " Nyaheheheh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps making me ejaculate made her so happy, she showed me a huge smile to me."]}, {"name": "", "audio": "", "normalized": ["A pure, innocent smile, as usual for Crackle."]}, {"name": "You", "audio": "", "normalized": ["Humph… You damn slutty cat.", " This doesn't mean I came because of your skills."]}, {"name": "Crackle", "audio": "v_sr454_0067", "normalized": ["Nyanya?!", " What do you mean, nyah?!"]}, {"name": "", "audio": "", "normalized": ["I said and Crackle stared at me angrily, complaining."]}, {"name": "You", "audio": "", "normalized": ["I mean, I've been on such a long mission I haven't gotten laid in a while.", " And I was exhausted and couldn't resist."]}, {"name": "You", "audio": "", "normalized": ["If I was not so tired, I wouldn't have come with your ass-job… You just got lucky this time.", " So don't get too cocky…"]}, {"name": "Crackle", "audio": "v_sr454_0068", "normalized": ["Nyah!"]}, {"name": "", "audio": "", "normalized": ["Then Crackle pressed her index finger onto my lips as if she was cutting my words off."]}, {"name": "", "audio": "", "normalized": ["Then she put on a slutty expression and stared at me."]}, {"name": "Crackle", "audio": "v_sr454_0069", "normalized": ["…Fine then.", " I guess it's not your fault anyway, so why don't we do something to make ourselves feel better, nyah…?"]}, {"name": "", "audio": "", "normalized": ["And she smiled alluringly."]}, {"name": "You", "audio": "", "normalized": ["Pulling that trick on me again… Alright, fine.", " I did cum after all.", " Now, I'm gonna cum deep inside your pussy and make you pregnant…!"]}, {"name": "", "audio": "", "normalized": ["I said and then let my post-ejaculation penis grow again."]}, {"name": "Crackle", "audio": "v_sr454_0070", "normalized": ["Nyahhnmm.", " I can finally have a creampie with you, nyaa…!", " Heheheh… Please, cum inside my womb, lots and lots, nyah."]}, {"name": "", "audio": "", "normalized": ["Crackle showed me an erotic smile and then gently grasped my erect cock with her hands."]}, {"name": "You", "audio": "", "normalized": ["Hey, it's my turn to fuck you hard now…!"]}, {"name": "Crackle", "audio": "v_sr454_0071", "normalized": ["Hunya…?", " Nyaahhm!", " Aghh, Fuuma, you're becoming such a beast, nyahnm."]}, {"name": "You", "audio": "", "normalized": ["Come on, you don't get to say that to me…"]}, {"name": "", "audio": "", "normalized": ["I was amazed at Crackle's audacity as her lust was finally being satisfied, and then let my desires burn up, determined to make her pregnant."]}]