[{"name": "", "audio": "", "normalized": ["For several months after that, the ogre continued to have sex with Rin as I repeatedly tried to persuade her."]}, {"name": "", "audio": "", "normalized": ["She continually refused my offers and even repeated that she would kill the ogre having sex with her too, like a curse."]}, {"name": "", "audio": "", "normalized": ["But now that several months had passed…"]}, {"name": "", "audio": "", "normalized": ["The stubborn Rin's attitude had slowly changed a bit, and even more days had passed since then, changing her mind more than one would expect."]}, {"name": "", "audio": "", "normalized": ["And now that almost half a year had passed since capturing her―Rin Uehara's state had completely transformed."]}, {"name": "Rin", "audio": "v_sr108_0000", "normalized": ["Nnh, ahahh… this is wonderful, always so hard…"]}, {"name": "", "audio": "", "normalized": ["Rin didn't appear to have changed much from a few days earlier as she gazed at me when I entered the room."]}, {"name": "", "audio": "", "normalized": ["Her face, looking back to face the ogre, was joyful as she wildly swung her hips."]}, {"name": "Rin", "audio": "v_sr108_0001", "normalized": ["Hey… you thrust too…"]}, {"name": "", "audio": "", "normalized": ["Her voice was sweet as she twisted her hips, begging for the ogre's forceful thrusts with all her might as she caressed him with her rear end."]}, {"name": "", "audio": "", "normalized": ["It was like watching married couple making love.", " But that wasn't surprising either, after all…"]}, {"name": "Rin", "audio": "v_sr108_0002", "normalized": ["Nnhaahh!", " Right there♪", " Ahaahh… your dick is trying to make babies again…"]}, {"name": "", "audio": "", "normalized": ["After all, during these few months, she had already gotten pregnant and given birth to countless ogre babies."]}, {"name": "", "audio": "", "normalized": ["But no matter how many babies she birthed, the ogre continued to lust for her, and Rin had come to accept it despite her early resistance."]}, {"name": "", "audio": "", "normalized": ["Whether that was a result of becoming unable to withstand the pleasure, or whether giving birth had caused a change within her, only Rin knew for sure."]}, {"name": "", "audio": "", "normalized": ["But at any rate―right now she was the orc's wife, right in the middle of baby-making sex."]}, {"name": "Rin", "audio": "v_sr108_0003", "normalized": ["Aaah… amazing, amaziing!", " I love your stiff cock… Cum inside me a lot again today…"]}, {"name": "You", "audio": "", "normalized": ["…Hey, you're enthusiastic as ever, huh."]}, {"name": "", "audio": "", "normalized": ["She wasn't speaking to the ogre with her military tone, but rather as a woman flirting.", " But the second I raised my voice, she was back to normal."]}, {"name": "Rin", "audio": "v_sr108_0004", "normalized": ["…What, you again… leave it for later.", " Right now… haahn, auuhnn!", " I-I'm in the middle of having sex right now♪"]}, {"name": "", "audio": "", "normalized": ["Her hands were planted on the ground, supporting her body as only her butt moved back and forth."]}, {"name": "", "audio": "", "normalized": ["She slapped against him with a loud noise as she worked his enormous cock from base to tip."]}, {"name": "", "audio": "", "normalized": ["The giant cock that had been so difficult for her before was pumping in and out smoothly now."]}, {"name": "", "audio": "", "normalized": ["Rin moved on her own, making it clear that the inside of her womb had gotten used to him."]}, {"name": "", "audio": "", "normalized": ["Rin's fully opened pussy lips were swallowing up the ogre's massive man-meat, coating it with sticky female cum as she scattered love juices on his stomach and the floor."]}, {"name": "", "audio": "", "normalized": ["Even though she had responded, her mind was clearly on the ogre and the sex they were having, engrossed in the pleasure welling up within her."]}, {"name": "You", "audio": "", "normalized": ["Why don't you just go ahead and say you'll be my ally already."]}, {"name": "You", "audio": "", "normalized": ["If you become my ally, I'll leave you here and you can have sex with the ogres all you want."]}, {"name": "Rin", "audio": "v_sr108_0005", "normalized": ["Nnngh, sh-shut uup… aanh!", " Don't interrupt our conjugal visit!", "\"\"Nnhahh, I'm so sorry, honey!"]}, {"name": "", "audio": "", "normalized": ["As if to scold her for talking to another man while they were in the middle of having sex, the ogre jabbed her from behind, giving Rin's ass a smack."]}, {"name": "", "audio": "", "normalized": ["Rin breathed heavily with a lecherous expression on her face, her whole body shuddering as the assault made her squirt everywhere."]}, {"name": "You", "audio": "", "normalized": ["…Hey, you shitty ogre.", " If you're going to get in the way of my negotiations, I'll off you and dump that woman somewhere."]}, {"name": "Rin", "audio": "v_sr108_0006", "normalized": ["Wha… you asshole, if you do that… I'll cut your dick to pieces and kill you…"]}, {"name": "", "audio": "", "normalized": ["Rin glared at me and threatened me severely, then turned encouraging eyes to the ogre behind her and murmured."]}, {"name": "Rin", "audio": "v_sr108_0007", "normalized": ["Nnh… it's okay… I'll protect you… so… annhh!"]}, {"name": "", "audio": "", "normalized": ["Rin rubbed her butt against him as if begging to be petted, and as she began to furiously shake her hips again, the ogre shook his own in gratitude."]}, {"name": "Rin", "audio": "v_sr108_0008", "normalized": ["Nnhyaahh!", " Aaah, so big, it's getting biggerr!", " I'm gonna cum again, I'm gonna cum, cum with me!"]}, {"name": "", "audio": "", "normalized": ["Slapping together loudly, their hips collided, the ogre's dick swelled, and sensing this, Rin shouted."]}, {"name": "Rin", "audio": "v_sr108_0009", "normalized": ["Nnnhahh, give me your semen!", " A creampie right in my pussyy!", " Sploosh, sploosh, sploosh♪"]}, {"name": "", "audio": "", "normalized": ["The sheer girth of his enormous penis made a huge amount of love fluids overflow with each thrust, and they dripped down, making a puddle on the floor."]}, {"name": "", "audio": "", "normalized": ["This violent thrusting repeated countless times…"]}, {"name": "Rin", "audio": "v_sr108_0010", "normalized": ["Nnhahh, ahhiihh… ihhihh!"]}, {"name": "", "audio": "", "normalized": ["*Splurtspluurt!", "* *Dripdripdripdrip, sploosh!", "*"]}, {"name": "Rin", "audio": "v_sr108_0011", "normalized": ["Nnnphhghh?!", " Ouuhh, nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["Letting out a beastly howl, Rin's pussy flesh clamped down as she shook her hips, using everything to try and swallow up all the semen with her womb and canal."]}, {"name": "", "audio": "", "normalized": ["The sound of their flesh rubbing against each other was loud and sticky like a sucking pump, as she squirmed from the continuing throbbing of his ejaculation."]}, {"name": "Rin", "audio": "v_sr108_0012", "normalized": ["Hohh… aah, it's comiing!", " Your thick semen… nnhahh, I'm, I'm gonna gonna get pregnaant!"]}, {"name": "", "audio": "", "normalized": ["She drowned in the pleasure of being bred, joyful at this proof of the orc's affection, and her hips shuddered and trembled as she reached her climax."]}, {"name": "", "audio": "", "normalized": ["The enormous load of semen poured into her filled up her stomach, and as Rin rubbed it lovingly, it was already impossible to imagine that she was a Taimanin any longer."]}, {"name": "Rin", "audio": "v_sr108_0013", "normalized": ["Aaaphh… nnghh, I'm so… full… I'm so happy… haanhh…"]}, {"name": "", "audio": "", "normalized": ["As Rin quivered from the aftershocks of her orgasm, the ogre pressed his hips into her two or three times more."]}, {"name": "", "audio": "", "normalized": ["He stimulated her with a circular motion as he wrung out his semen."]}, {"name": "Rin", "audio": "v_sr108_0014", "normalized": ["Nnphhew, auuhh… auunnhh, I'm gonna, cum again…"]}, {"name": "", "audio": "", "normalized": ["Rin's body shivered as she orgasmed, squirting and writhing as she looked upward with a slovenly expression."]}, {"name": "You", "audio": "", "normalized": ["Are you satisfied now?", " So listen to me then… Hurry up and become my ally already."]}, {"name": "", "audio": "", "normalized": ["I tried to call out to her once more, but her attitude was still completely indifferent."]}, {"name": "Rin", "audio": "v_sr108_0015", "normalized": ["Nnhahh… you're still here…?", " I can't do that… I have to give birth to this kid and raise it… nnh, aahhnn…"]}, {"name": "", "audio": "", "normalized": ["As the ogre pulled out his dick, as if to wipe off the semen wrung out by Rin's pussy, her completely slackened walls turned inside out."]}, {"name": "", "audio": "", "normalized": ["Rin rested on all fours where she was, with fluids dripping down, steam pouring off her, flushed and filled with heat as her reddened membranes peeked out."]}, {"name": "You", "audio": "", "normalized": ["You can't no matter what?"]}, {"name": "You", "audio": "", "normalized": ["I can prepare a room for you to live together, and if you want to feel even more pleasure, I can arrange a number of things?"]}, {"name": "", "audio": "", "normalized": ["With her whole body covered in sweat and her female stench, Rin smiled boldly and snorted."]}, {"name": "Rin", "audio": "v_sr108_0016", "normalized": ["Hmph, as if there's something that perverted… if you think you can, give it a try."]}, {"name": "", "audio": "", "normalized": ["Her pussy had already gotten used to the ogre's giant dick, and had been stretched out and enlarged so far that nothing else would satisfy her anymore."]}, {"name": "", "audio": "", "normalized": ["However, that didn't mean I had no options.", " Since that was how she wanted to play it, I decided to give it a try."]}, {"name": "You", "audio": "", "normalized": ["Fine then… hey, switch with me."]}, {"name": "", "audio": "", "normalized": ["Saying this to the ogre, I moved around to Rin's rear and her still-twitching pussy lips―and the place just above them."]}, {"name": "Rin", "audio": "v_sr108_0017", "normalized": ["Nnphh… nnh?", " H-ey, what… that's―"]}, {"name": "", "audio": "", "normalized": ["I split open her plump butt cheeks, aiming for the pale pink wrinkles of flesh hidden in their valley as I pressed my glans up against her, forcing it forward."]}, {"name": "Rin", "audio": "v_sr108_0018", "normalized": ["Not there, stop―nnghh?!"]}, {"name": "", "audio": "", "normalized": ["*Gcch, nnchh!", "*"]}, {"name": "", "audio": "", "normalized": ["Even though the orc had only been violating her vagina, leaving Rin's anus completely undeveloped, its entrance opened easily, swallowing up my cock."]}, {"name": "Rin", "audio": "v_sr108_0019", "normalized": ["Nnnhahh!", " Ouuhh, nnhohh… ghh, nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["Though the sound was similar to a cry of pain, there was a definite lustre and sweetness in her moaning."]}, {"name": "", "audio": "", "normalized": ["It seemed as though Rin's entire body had melted from the pleasure of her pussy being pounded."]}, {"name": "", "audio": "", "normalized": ["Each time my dick dug into her chrysanthemum hole, her hips twitched."]}, {"name": "Rin", "audio": "v_sr108_0020", "normalized": ["Nnhh… haoohh… ophh, ogghh… nnhahh!", " My ass is tingliing…"]}, {"name": "", "audio": "", "normalized": ["Her voluptuous hips jiggled, and before long Rin's flesh was smeared with intestinal fluids, her asshole clamping down as if to welcome my meat rod."]}, {"name": "", "audio": "", "normalized": ["While the tightening of her flower was first rate, her flesh beyond that was as bewitching as her pussy, softly wrapping around my inserted dick and stroking it."]}, {"name": "", "audio": "", "normalized": ["I had buried myself inside of her soft hole in a flash."]}, {"name": "", "audio": "", "normalized": ["I slowly pulled out until my mushroom head got caught in her wrinkled flesh, before inserting myself again even more slowly."]}, {"name": "Rin", "audio": "v_sr108_0021", "normalized": ["Phhghh, nnhh!", " Aaah, it's pulling out, it's going ouut… aah, my ass, it's stretchiing!"]}, {"name": "", "audio": "", "normalized": ["I repeated this in and out movement countless times, making her anus acclimate to the feeling as I slowly picked up speed, groping at the weak spots of her pink cave."]}, {"name": "Rin", "audio": "v_sr108_0022", "normalized": ["Nnngh, guwaannhh!", " Aaanh, there, right theere!", " Rub against my asshole, grind the inside too!"]}, {"name": "", "audio": "", "normalized": ["Rin had fallen so far and succumbed to lust so quickly that all too soon she was responding to the stimulation."]}, {"name": "", "audio": "", "normalized": ["She was pointing out her sweet spots on her own with her voice trembling."]}, {"name": "", "audio": "", "normalized": ["When I gave her suggestions a try, it was almost comical how her hips leapt, as her spine bent backward and she squirmed in pleasure."]}, {"name": "", "audio": "", "normalized": ["Rin's expression was like a bitch in heat as the semen and love juices flowed out from between her pussy folds."]}, {"name": "", "audio": "", "normalized": ["Each time I pulled my hips back, her anus dripped with intestinal fluids."]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, just how much have you been developing here?", " Seems like you really went crazy fucking around with the ogre."]}, {"name": "Rin", "audio": "v_sr108_0023", "normalized": ["Nnnhahh… every… everyday, gllch gllch, even while sleeping, probably… sleeping with it insiide!", " Nnghh!"]}, {"name": "Rin", "audio": "v_sr108_0024", "normalized": ["Fainting from orgasming too much!", " And waking up from feeling so good… and fucking right after giving birth!"]}, {"name": "", "audio": "", "normalized": ["Rin clutched her face with both hands, with an ecstatic reaction as though she was lost in a memory, and her asshole clamped down hard, riding the wave of her climax."]}, {"name": "Rin", "audio": "v_sr108_0025", "normalized": ["It felt so good, just the most amazing… b-before I knew it, I was his wiife!"]}, {"name": "", "audio": "", "normalized": ["As she proclaimed this, she squirted again, and her convulsions as she lifted her hips were clearly not an act but the very instincts of a female in heat."]}, {"name": "Rin", "audio": "v_sr108_0026", "normalized": ["Aaah, do it more… violate me, I want you to mess me up…"]}, {"name": "You", "audio": "", "normalized": ["I've told you over and over, be my ally then."]}, {"name": "", "audio": "", "normalized": ["I churned up her rectum using my hips the way she liked, and beads of sweat poured off her body as she shook her head in satisfaction."]}, {"name": "Rin", "audio": "v_sr108_0027", "normalized": ["Nngh… th-that'sh… nnh, but… it's no good!", " I can't, I can't… nnphh…"]}, {"name": "", "audio": "", "normalized": ["Was it out of concern for the ogre, or was it a faintly remaining shred of her pride as a Taimanin?"]}, {"name": "You", "audio": "", "normalized": ["(Hmph, in that case let's finish her off…)"]}, {"name": "", "audio": "", "normalized": ["With Rin already on the brink of falling, I decided to give her a taste of something she had never experienced before…"]}, {"name": "", "audio": "", "normalized": ["A pleasure she wouldn't be able to experience with anyone else."]}, {"name": "You", "audio": "", "normalized": ["(Time to give you a shock all the way to the brain with your own power…)"]}, {"name": "Rin", "audio": "v_sr108_0028", "normalized": ["Nnnguwaahh.", " aghh?!", " Nnghhi, ihhyahh…!"]}, {"name": "", "audio": "", "normalized": ["As I inserted my penis with her Lightning Escape running through it, Rin's hips immediately jumped like she was about to explode."]}, {"name": "", "audio": "", "normalized": ["The electric current completely burned through her anal membranes, making them tingle and making her heated flesh respond even more strongly."]}, {"name": "Rin", "audio": "v_sr108_0029", "normalized": ["Nnghyaah?!", " Aiie, wh-what, what ish thiish!", " I d-don't understaand!"]}, {"name": "", "audio": "", "normalized": ["That was natural, as her own power wouldn't affect her without doing so deliberately, and one wouldn't normally pour electricity into their own anus."]}, {"name": "", "audio": "", "normalized": ["That was exactly why the normally impossible to experience pleasure drove Rin mad as the stimulations poured into her, making her body struggle wildly in response."]}, {"name": "You", "audio": "", "normalized": ["Hah, how's that… you lewd Taimanin!", " No… you lewd preggo?"]}, {"name": "Rin", "audio": "v_sr108_0030", "normalized": ["Nnnaiiee, aah!", " Amazing, my asshole, it's burniing!", " I'm melting, totally meltiing!"]}, {"name": "", "audio": "", "normalized": ["The incessant electric shocks and thrusting pouring down on her were clearly taking Rin way past the limits of her capacity for pleasure."]}, {"name": "", "audio": "", "normalized": ["Her face was covered in tears, drool, and snot, and her female juices leaked from both holes each time I pumped in and out of her."]}, {"name": "", "audio": "", "normalized": ["Her hips jerked in response to her climax."]}, {"name": "", "audio": "", "normalized": ["Her shivering breasts that hung down beneath her were also overflowing and shooting out milk, spraying it everywhere and filling the air with a sweet female scent."]}, {"name": "Rin", "audio": "v_sr108_0031", "normalized": ["Nnhahahh… noo, the baby's boobs!", " They're leaking, they're spilling!"]}, {"name": "You", "audio": "", "normalized": ["In that case… try stopping them yourself!", " Throwing away your kid's food makes you a failure of a mother!"]}, {"name": "Rin", "audio": "v_sr108_0032", "normalized": ["Sheesh!", " I can't, I can't!", " It won't stop, my boobs are leaking, they're spurtiing!"]}, {"name": "", "audio": "", "normalized": ["Her wrinkled flesh turned inside out as I pulled back, rubbing and churning her up from the deepest part of her rectum to her membranes."]}, {"name": "", "audio": "", "normalized": ["I hollowed out her cave with my long, intense strokes."]}, {"name": "", "audio": "", "normalized": ["The shock made her shake her head wildly, messing up her hair as her whole body shuddered like clockwork, leaping wildly, completely drowned by her lust."]}, {"name": "You", "audio": "", "normalized": ["I really caught a hell of a Taimanin, heheh… I might not be able to use someone like you after all!"]}, {"name": "Rin", "audio": "v_sr108_0033", "normalized": ["Aaannhh, that's mean, that's so meaan!", " Even though this is all your fault!", " Agghh, nnhohh!"]}, {"name": "", "audio": "", "normalized": ["Her butt being spanked made her spine tremble and leap, and even as she tried to pass the blame, Rin shook her hips on her own."]}, {"name": "You", "audio": "", "normalized": ["So what will you do then… will you run away from here?"]}, {"name": "Rin", "audio": "v_sr108_0034", "normalized": ["Nnoo, nnoo!", " This… I want more of this, do it!", " I'll do it!", " I'll be your ally so do it!"]}, {"name": "You", "audio": "", "normalized": ["You're gonna betray the Taimanin, huh!", " Betray Asagi and follow me!"]}, {"name": "", "audio": "", "normalized": ["Rin spasmed severely again from another orgasm as I poked at the depths of her ass with my cock inserted all the way to the base, pouring electricity to her colon."]}, {"name": "", "audio": "", "normalized": ["Completely overwhelmed by the violent pleasure, her face was soggy with tears as she turned to look at me, nodding her head vigorously as though she was broken."]}, {"name": "Rin", "audio": "v_sr108_0035", "normalized": ["Nngh… I will, I'll do iit!", " I'll betray them, the Taimanin and Ms.", " Asagi too!", " So give me that shock everydaay!"]}, {"name": "", "audio": "", "normalized": ["Hearing her shout, I grinned and set about finishing her off, focusing swift, small movements on her deepest part over and over as I activated her Lightning Escape."]}, {"name": "You", "audio": "", "normalized": ["Sure… From today forward you're my subordinate!"]}, {"name": "You", "audio": "", "normalized": ["Carve this pleasure and my orders into your belly and remember them for the rest of your life…"]}, {"name": "Rin", "audio": "v_sr108_0036", "normalized": ["Nnhahiiee!", " I'll rememberr!", " I'll be your subordinate, foreverr!"]}, {"name": "", "audio": "", "normalized": ["The timing was as if it was trying to cut off her voice, as my dick pushed up against her womb on the other side of her walls, pouring in more fierce electric currents…"]}, {"name": "Rin", "audio": "v_sr108_0037", "normalized": ["Nnnghhii!", " I'm gonna cum I'm gonna cum I'm gonna cuum!", " Hyaahhiiee, ahiiee!"]}, {"name": "", "audio": "", "normalized": ["*Spluurt, splort splort!", "* *Drip drip, sploosh, splash!", "*"]}, {"name": "", "audio": "", "normalized": ["My semen shot out in big splurts one after the other, carrying the stimulation of the Lightning Escape with them as they burned and melted every part of her rectum."]}, {"name": "Rin", "audio": "v_sr108_0038", "normalized": ["Aaagghh!", " Nnhoohh, oohh!", " So deep, aah, it's coming, I can't stop iit!"]}, {"name": "", "audio": "", "normalized": ["As she disgracefully shook her hips wildly, a vigorous spray of squirt came from between her opened legs, as though she were scent-marking the area."]}, {"name": "", "audio": "", "normalized": ["Her breastmilk sprayed out as well, becoming a topping for the puddle, and her eyes rolled back in her head as her tongue hung out in a twisted smile."]}, {"name": "", "audio": "", "normalized": ["The Lightning Escape continued to attack her even as she climaxed, making her reach her peak over and over, and Rin could only convulse and groan."]}, {"name": "Rin", "audio": "v_sr108_0039", "normalized": ["Nnhwaahh… abhh… bahh…"]}, {"name": "You", "audio": "", "normalized": ["…How does it feel, climaxing from your own Lightning Escape power?"]}, {"name": "", "audio": "", "normalized": ["I asked without really expecting a reply, but Rin responded greedily to the pleasure."]}, {"name": "Rin", "audio": "v_sr108_0040", "normalized": ["It'sh… th-the best… amazhing… I love it… d-do it more…"]}, {"name": "", "audio": "", "normalized": ["The fallen Taimanin slurring her words while pleading with me made me grin, and I gathered the Lightning Escape energy in my body."]}, {"name": "You", "audio": "", "normalized": ["Fine then.", " But don't forget about what you promised before… that you'll be my subordinate."]}, {"name": "Rin", "audio": "v_sr108_0041", "normalized": ["Aiiee… y-yessh!", " I won't forget… so do it more!", " Nghhyauuh?!", " Nnghh yess!"]}, {"name": "", "audio": "", "normalized": ["Answering her immediate reply, I sent the Lightning Escape into her, and I began to furiously thrust my ready cock in and out of her once more."]}, {"name": "", "audio": "", "normalized": ["Orgasming from this yet again, Rin shook her own hips, making me plow out her crevice as the room filled with vulgar groaning."]}]