[{"name": "", "audio": "", "normalized": ["In a dark room inside the underground hideout."]}, {"name": "", "audio": "", "normalized": ["I was staring down with a fierce look at Ibuki Tsushima, a Taimanin who had her teeth clenched at the moment."]}, {"name": "Ibuki", "audio": "v_r-ev191_0000", "normalized": ["Uguhh, gehhoghh…gehoghh…"]}, {"name": "", "audio": "", "normalized": ["Her ability was a particularly rare kind of Wind Ninja Art where she is able to pressurize her own breath and turn anything into a bullet."]}, {"name": "", "audio": "", "normalized": ["Wind Technique"]}, {"name": "", "audio": "", "normalized": ["Once in her hands, even blow darts can be as powerful as an anti-materiel rifle, and even just puffing her breath can blind the target."]}, {"name": "You", "audio": "", "normalized": ["'Air Dart' combined with your incredible lung capacity, but it worked against you this time."]}, {"name": "Ibuki", "audio": "v_r-ev191_0001", "normalized": ["Keeghoo, kghoh, guoghohh, y-you dirty bastard… How did I fell for such a ruse."]}, {"name": "You", "audio": "", "normalized": ["I researched about the nature of your powers beforehand.", " So I had filled a tight, enclosed space with gaseous anesthesia and aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["It would take only 10 minutes or so for a regular human, but Ibuki was utilizing her extraordinary lung capacity."]}, {"name": "", "audio": "", "normalized": ["Her power amplified the effects of my trap, which is why she is now immobile and sitting right in front of me."]}, {"name": "You", "audio": "", "normalized": ["Don't you think it's such a clever trap, turning your power into a weakness?"]}, {"name": "Ibuki", "audio": "v_r-ev191_0002", "normalized": ["Ggguhoogh, gughh… Geehoh, gehohgh… You are a sleazy cheat… Geeogh, geghohh, we aren't done yet…"]}, {"name": "You", "audio": "", "normalized": ["Don't.", " It's the knight jumps queen situation, already a checkmate.", " If you breathe in more air to fight back, it'll only get worse."]}, {"name": "", "audio": "", "normalized": ["She appeared to be trying to breathe in more air to let out her signature move of \"Air Dart"]}, {"name": "", "audio": "", "normalized": ["As soon as she had stepped into this enclosed space, any chance of her fighting back had been gone."]}, {"name": "Ibuki", "audio": "v_r-ev191_0003", "normalized": ["Guaahh, geghouh, gehough, ughh… Mnnhahh, h-how could you…play so dirty…"]}, {"name": "You", "audio": "", "normalized": ["I'm the kind of person who would resort to anything, from simple to elaborate tricks, if it means victory."]}, {"name": "", "audio": "", "normalized": ["The fair play mentality meant absolutely nothing in the underworld, dealing with life and death."]}, {"name": "", "audio": "", "normalized": ["The only way of staying to a victor was to not get overconfident and look steps ahead of your foe."]}, {"name": "Ibuki", "audio": "v_r-ev191_0004", "normalized": ["Huughuhh… Haauhh… Move… Move… Come on, my body… Haaughhmnnghh."]}, {"name": "You", "audio": "", "normalized": ["I said don't even try.", " It's only making the drug work faster on you.", " Your body is already burning up, isn't it?"]}, {"name": "Ibuki", "audio": "v_r-ev191_0005", "normalized": ["I-I won't give in to…a mere drug… Haahgh, huughh… Mnngughh… Haauugh, heeghhuhh…"]}, {"name": "You", "audio": "", "normalized": ["I can tell it is.", " The uncontrollable arousal in getting into your voice as you speak."]}, {"name": "Ibuki", "audio": "v_r-ev191_0006", "normalized": ["I-I will not…be defeated by such a cheap trick… N-no way, heeghh, gughh…"]}, {"name": "", "audio": "", "normalized": ["I knew well enough it was working, and I shoved my erect penis right in front of her, showing it off."]}, {"name": "You", "audio": "", "normalized": ["So, allow me to test how your well trained throat feels like when it's fucked with this."]}, {"name": "Ibuki", "audio": "v_r-ev191_0007", "normalized": ["S-stop your nonsense… Guughuoughh… Gugghuhh, why doesn't…my body…work…at all."]}, {"name": "You", "audio": "", "normalized": ["It's the anesthesia.", " You can't just fight it and come out on top with just a strong will."]}, {"name": "", "audio": "", "normalized": ["Having a career as a Taimanin in this brutal underworld should have made that clear to her."]}, {"name": "", "audio": "", "normalized": ["But Ibuki was still staring back fiercely at me, resisting."]}, {"name": "Ibuki", "audio": "v_r-ev191_0008", "normalized": ["I-I won't…admit this…this… Such humiliation…of sucking your taint…"]}, {"name": "You", "audio": "", "normalized": ["It doesn't matter what you think.", " I, the victor, gets to decide it."]}, {"name": "", "audio": "", "normalized": ["I shoved my penis mercilessly into Ibuki's powerless mouth."]}, {"name": "Ibuki", "audio": "v_r-ev191_0009", "normalized": ["Mmmnnggoughhgouhggooghhuooghh hhmngh!"]}, {"name": "", "audio": "", "normalized": ["Ibuki choked on it violently once my dick was all the way in and the tip hit her throat."]}, {"name": "Ibuki", "audio": "v_r-ev191_0010", "normalized": ["Guughohh, geeghouhh, gughhooghh, d-don't, put, this thing…into…m-my mouth!"]}, {"name": "You", "audio": "", "normalized": ["Humph, well well… I've fucked many women's mouths before, but yours is better than I expected."]}, {"name": "", "audio": "", "normalized": ["I remarked as such and moved my hips back and force, regardless of her reaction and rubbing her throat."]}, {"name": "Ibuki", "audio": "v_r-ev191_0011", "normalized": ["Guughoohooughhaaghh….", " .", " Guugguggheegh… Mnghuuguhh… S-stop it… Get it out of my mouth."]}, {"name": "You", "audio": "", "normalized": ["It's starting to feel a lot smoother.", " Aren't you actually enjoying getting fucked in your throat?"]}, {"name": "Ibuki", "audio": "v_r-ev191_0012", "normalized": ["N-no, aaguhhgguueeghh… I don't… Gggouooghhooghh, oougheebphhueghh, just can't breathe."]}, {"name": "You", "audio": "", "normalized": ["Can't breathe?", " That's a pretty obvious lie."]}, {"name": "You", "audio": "", "normalized": ["If you do have an extraordinary lung capacity, then you can hold your breath like how a whale stays underwater."]}, {"name": "", "audio": "", "normalized": ["It was not her choking, but the signs of her body reacting as a female."]}, {"name": "", "audio": "", "normalized": ["The sensation of a penis drilling her throat and its smell, it all began to bloom thanks to the aphrodisiac."]}, {"name": "You", "audio": "", "normalized": ["Yeah, it's squeezing nice and tight now.", " Every time I pound it, your supple throat tangles onto my cock."]}, {"name": "Ibuki", "audio": "v_r-ev191_0013", "normalized": ["Goouhhuouh, ggoouughh… Ogheeghheegh, Stop…spewing…all your nonsense…violating my throat!"]}, {"name": "You", "audio": "", "normalized": ["None of it is any nonsense.", " I see your throat is lewdly sucking my cock, regardless of your will."]}, {"name": "Ibuki", "audio": "v_r-ev191_0014", "normalized": ["N-no, not true… Mnnguuoougooghh… Geeoghohh, ggeghouhh, uughuugheegheiigh… Gobfughhgoghuuhh…"]}, {"name": "You", "audio": "", "normalized": ["Alright, finally it looks like you are ready to it take it down your throat.", " Hahaha…"]}, {"name": "", "audio": "", "normalized": ["I scoffed away at Fubuki's rebuttal and pounded my hips even harder to dig deeper."]}, {"name": "Ibuki", "audio": "v_r-ev191_0015", "normalized": ["Mnghuuguuhhgooghhggouhghogoohh h!"]}, {"name": "", "audio": "", "normalized": ["The huge penis inserted into her throat slid its way into the depths of her throat as it blocked off her airway."]}, {"name": "Ibuki", "audio": "v_r-ev191_0016", "normalized": ["Eeghhoohhoohhooghh… Oooghuhh, t-too deep… Mnngbuuaaghhaahh, why is this so huge…"]}, {"name": "You", "audio": "", "normalized": ["Because your throat pussy feels so good.", " My cock is getting bigger and jumping around in your throat."]}, {"name": "Ibuki", "audio": "v_r-ev191_0017", "normalized": ["Mnnguuogohh… I-it's too big… This thing… I can't, I can't… Stop it… Ggguggeeghh!"]}, {"name": "You", "audio": "", "normalized": ["It's quite amazing, really.", " I'm in this deep and pounding it, but it still feels nice and soft."]}, {"name": "Ibuki", "audio": "v_r-ev191_0018", "normalized": ["It's too big, too big, mnnguuhgguughh… Mnngoouhheeghh!"]}, {"name": "", "audio": "", "normalized": ["Usually, most throat pussies gets hard and coarse as I go in deeper, but Ibuki's throat was even softer deep inside."]}, {"name": "Ibuki", "audio": "v_r-ev191_0019", "normalized": ["Mnnguoughh, guueegoouhh, stop… I'm choking… I can't breathe, I don't…want…this thing down my throat…"]}, {"name": "You", "audio": "", "normalized": ["It's your duty to service my dick with your throat from now on."]}, {"name": "Ibuki", "audio": "v_r-ev191_0020", "normalized": ["Guueehh, gooeegheehh… Can't breathe… Uueghhaaghuuhh… S-stop… Not so deep… Don't go in there."]}, {"name": "You", "audio": "", "normalized": ["It feels great to have my tip twist and drill it."]}, {"name": "Ibuki", "audio": "v_r-ev191_0021", "normalized": ["Gguuggoouhh… Mnnguuhhgogguughh, gguehhghueghh… Heeghueeghh."]}, {"name": "", "audio": "", "normalized": ["Ibuki was writhing in agony as she moaned, strained, but I couldn't care less about her reaction."]}, {"name": "Ibuki", "audio": "v_r-ev191_0022", "normalized": ["Mngguuaahh… I-I'm choking… Mnnguuhheeghh… Stop… No… Don't move, don't go deeper…"]}, {"name": "You", "audio": "", "normalized": ["Oh, you're making quite a fuss about it.", " I know you aren't going to suffocate just because you can't breathe for a bit."]}, {"name": "Ibuki", "audio": "v_r-ev191_0023", "normalized": ["Ggguughh, ggoouughh, mnngougghuhh… Mnnguuhhghhughh… Guugheehh."]}, {"name": "", "audio": "", "normalized": ["It was all thanks to her well developed cardiovascular functions that allowed her to utilize her Air Dart ability."]}, {"name": "", "audio": "", "normalized": ["It was a nice opportunity to go rough and hard on her throat, so much so that it would suffocate a regular woman, but she will be fine."]}, {"name": "Ibuki", "audio": "v_r-ev191_0024", "normalized": ["Mnngoouhh, ggoouhh… Uuughugouhh… Oooghuuhh, stop, no more… Oguuhooughh!"]}, {"name": "You", "audio": "", "normalized": ["Hey, come on.", " If you keep moving your throat by talking, it's gonna make it feel even better, yeah?"]}, {"name": "Ibuki", "audio": "v_r-ev191_0025", "normalized": ["Noo, ggoouughhuugh, get out… Mnnguugooghh, get it out of my mouth… Mnnguhhguughh."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was resisting because she was not used to getting deepthroated, but it only added to the stimulation and made my cock even harder."]}, {"name": "Ibuki", "audio": "v_r-ev191_0026", "normalized": ["Goggouughh, deep, in my throat… Aaahhgguueehh, i-it's… It's getting even bigger… Aaguuhguueeghh!"]}, {"name": "You", "audio": "", "normalized": ["It's getting bigger because you keep talking."]}, {"name": "Ibuki", "audio": "v_r-ev191_0027", "normalized": ["Mnnguughh, ggooughh… Gooughh… Gueeghhgueghh, aahhguhh… Guuhaahh… Aaahhguuhghmnnmnngh!"]}, {"name": "", "audio": "", "normalized": ["As my even bigger and harder cock kept pounding her throat, Ibuki's moans became more and more sultry."]}, {"name": "You", "audio": "", "normalized": ["Yeah, you're sounding like you're getting turned on.", " Your body is starting to want it."]}, {"name": "Ibuki", "audio": "v_r-ev191_0028", "normalized": ["Guuhhaahh… Aaagguuhh… Ggguuhhmnnmnnaaghh… Haaguhh…Mnguhhuuhh…"]}, {"name": "You", "audio": "", "normalized": ["It means your body is enjoying getting fucked in the throat."]}, {"name": "Ibuki", "audio": "v_r-ev191_0029", "normalized": ["Mnnguhh… I-I don't… No way I am… Aaahhghhmn, enjoying…getting my throat violated…"]}, {"name": "", "audio": "", "normalized": ["The pleasure of having her throat pounded by a huge cock turned her groans to sweet moaning."]}, {"name": "Ibuki", "audio": "v_r-ev191_0030", "normalized": ["Haagguhh, mnnguh… Huuahh… N-noo… Aaaighhuumnn… Aaaugguhh… Aaahhuughmnn."]}, {"name": "You", "audio": "", "normalized": ["Good, good.", " You are starting to sound much better.", " Let me make you feel even better then."]}, {"name": "", "audio": "", "normalized": ["I decided she was about ready for it and grabbed Ibuki's face and forcibly moved it back and forth."]}, {"name": "Ibuki", "audio": "v_r-ev191_0031", "normalized": ["Haaguuhhguuhhaahh….", " ."]}, {"name": "", "audio": "", "normalized": ["Ibuki was wincing in agony but was slipping down into abnormal pleasure as the massive dick was fucking her throat violently."]}, {"name": "Ibuki", "audio": "v_r-ev191_0032", "normalized": ["Gaahhghhaahh… Ahhguuhh, th-this is… Uuuguhhuuhaahh, why… Aghhaahhaahuguuhh."]}, {"name": "You", "audio": "", "normalized": ["You throat is relaxing and easing up, it feels even better.", " Even top of the line silicones can not replicate this feeling."]}, {"name": "Ibuki", "audio": "v_r-ev191_0033", "normalized": ["M-my throat… Mnnguuhh, you… Aaauguhh…don't you… Aaaguhh, don't stick that thing in."]}, {"name": "You", "audio": "", "normalized": ["It's not 'that thing.", "' It's a precious cock you'll be sucking and making cum from now."]}, {"name": "Ibuki", "audio": "v_r-ev191_0034", "normalized": ["C-cock, mnnguuheehh… Get your…aaughhmnn…cock out of…aahguahh, my mouth!"]}, {"name": "You", "audio": "", "normalized": ["Oh I will get it out, don't you worry.", " Only after I've cum loads and loads in your mouth!"]}, {"name": "Ibuki", "audio": "v_r-ev191_0035", "normalized": ["Hiighh, n-no… That's not what I meant… Hiieghahhguhh, not what I meant…"]}, {"name": "You", "audio": "", "normalized": ["I'm going to fuck the shit of your throat.", " I'm gonna cum into it over and over, I'll make it my personal cum dump out of it."]}, {"name": "Ibuki", "audio": "v_r-ev191_0036", "normalized": ["Aaagguuhh… No… No, no no… Not in the mouth, aagghh, not my throat… No no no."]}, {"name": "", "audio": "", "normalized": ["Once cum was on her mind, Ibuki's resistance and lust grew even more."]}, {"name": "", "audio": "", "normalized": ["She was subconsciously contracting her throat, in synch with the thrusting of the penis, regardless of her words."]}, {"name": "Ibuki", "audio": "v_r-ev191_0037", "normalized": ["Aaahuuahhguuhh… No, I don't want it… Aaaghhguuhh, the smell is getting stronger… Hiiaahhaaghh."]}, {"name": "You", "audio": "", "normalized": ["Your throat pussy is trying to wake up your female instinct because it sensed the cock is getting excited."]}, {"name": "", "audio": "", "normalized": ["Ibuki was now letting out moans completely molten by the pleasure brought on by the airborne aphrodisiac and the deepthroating."]}, {"name": "Ibuki", "audio": "v_r-ev191_0038", "normalized": ["Mnnguuhhuuhh, aahmnhuuhh… Aaahguuhh, n-no… It smells so much… No no no…"]}, {"name": "Ibuki", "audio": "v_r-ev191_0039", "normalized": ["A-a hard cock is, hmnnguuhh, knocking on my throat, uuaahh… It's throbbing in there… Hyyaahhmnn!"]}, {"name": "You", "audio": "", "normalized": ["Now you're sucking with your throat by yourself."]}, {"name": "", "audio": "", "normalized": ["Her soft throat was squirming lewdly as it contracted to suck the cum out and her tongue was licking the backside of my cock."]}, {"name": "Ibuki", "audio": "v_r-ev191_0040", "normalized": ["Aaauuhmnnjuurrlluhh… Mnnguuhhjuuruuhiirhh… Hiieayaahhmmjjuurruuhhjuruuhh hhgh…"]}, {"name": "You", "audio": "", "normalized": ["You keep saying no, but your mouth is sucking onto my dick, begging for that sizzling baby juice."]}, {"name": "Ibuki", "audio": "v_r-ev191_0041", "normalized": ["Guuahh, it's throbbing…Mmnhheeghhjuurrluu hh… Juumnnjuuruhh… Don't cum…in my mouth… Stop it."]}, {"name": "You", "audio": "", "normalized": ["Come on, it's only natural for a dick to cum if it's being sucked and squeezed so hard like this."]}, {"name": "", "audio": "", "normalized": ["I violently pumped Ibuki's head, letting my lust take over."]}, {"name": "Ibuki", "audio": "v_r-ev191_0042", "normalized": ["Guuaahh… Mnnjuuruhhrriihh… Guujuhhrruh, jurruuhhmnn… Ugghh, it smells…so much…"]}, {"name": "Ibuki", "audio": "v_r-ev191_0043", "normalized": ["It's burning up… Guuhhmnnghhmn, it's jumping around… going all wild… in my mouth… Aahhguhhghuuhh…"]}, {"name": "You", "audio": "", "normalized": ["Alright, I'm gonna cum in deep!"]}, {"name": "", "audio": "", "normalized": ["I sensed my orgasm was closing in, so I shoved my hips hard so the base of my cock was touching Ibuki's nose."]}, {"name": "Ibuki", "audio": "v_r-ev191_0044", "normalized": ["Mngoouuoohhogougghhoohh hmmnn!"]}, {"name": "", "audio": "", "normalized": ["Ibuki orgasmed while moaning as the ejaculated semen was poured into her stomach directly from her throat at an incredible momentum."]}, {"name": "Ibuki", "audio": "v_r-ev191_0045", "normalized": ["Mnnggoouuhh, ggoouguuhhgouguuhh, ggoughhuuoughhguhh…"]}, {"name": "", "audio": "", "normalized": ["Regardless of her thoughts, her throat instinctively swallowed the released cum while stroking the dick from the base to the tip."]}, {"name": "Ibuki", "audio": "v_r-ev191_0046", "normalized": ["Juuruughhggooughhuhh… Juuruughhggooguuhh… Jurruhhgoouhhuh… I can't stop swallowing…"]}, {"name": "Ibuki", "audio": "v_r-ev191_0047", "normalized": ["Aaagguuhh, I can't stop it… I keep swallowing cum… Haauuaahhmnnhh!"]}, {"name": "", "audio": "", "normalized": ["Ibuki continued to shudder as she orgasmed, savoring the thick odor of cum filling up her stomach."]}, {"name": "You", "audio": "", "normalized": ["Come on, suck it all out."]}, {"name": "", "audio": "", "normalized": ["I was enjoying the feeling of Ibuki's throat shivering from the orgasm and rubbed my tip into it as I came."]}, {"name": "Ibuki", "audio": "v_r-ev191_0048", "normalized": ["Mnhuuruuhh, mgguoogouuhh… Juruuhriehh, guuaahhueahh… Th-there's too much…so hot…"]}, {"name": "Ibuki", "audio": "v_r-ev191_0049", "normalized": ["It's too thick… Mnngjuuruhh… Guuhbhuuhhu… My stomach is inflating… Haaguuhhmnn!"]}, {"name": "", "audio": "", "normalized": ["She could not hold all the cum in her and it came flowing out between her lips."]}, {"name": "Ibuki", "audio": "v_r-ev191_0050", "normalized": ["Ugghahh, guuggaahh… Mnnguuhh… Juruuhhrieehh… Haamuhhchuruuhh."]}, {"name": "Ibuki", "audio": "v_r-ev191_0051", "normalized": ["M-my stomach… Haabuhghh, all the cum, aahhmnn, bbuuhghhmnn!"]}, {"name": "", "audio": "", "normalized": ["Finally, the overflowing cum shot up Ibuki's nostrils and she writhed."]}, {"name": "Ibuki", "audio": "v_r-ev191_0052", "normalized": ["Mnnbuughhbeeuhhiighheeghheeghh!"]}, {"name": "", "audio": "", "normalized": ["Thanks to the most wonderful throat pussy of hers, I was able to cum a bucket load and was very satisfied."]}, {"name": "Ibuki", "audio": "v_r-ev191_0053", "normalized": ["Guubuuhhbuughh, m-my mouth, and my throat… Mnnuhghh, stomach and nose too, all drenched… Nieehghhmnn!"]}, {"name": "", "audio": "", "normalized": ["After the long ejaculation was over, Ibuki lay there helplessly and with her body completely limp."]}, {"name": "Ibuki", "audio": "v_r-ev191_0054", "normalized": ["Mnnguaahh, guuaahhgaahh… Guuhbuughhmnn…"]}, {"name": "You", "audio": "", "normalized": ["Your throat pussy was one of the best in the world, I'm sure.", " Now, I'm going to cum even more like I said."]}, {"name": "", "audio": "", "normalized": ["I grinned smugly as I looked down at Ibuki as she was twitching while the cum came running down her nose."]}]