[{"name": "Primea", "audio": "v_sr612_0000", "normalized": ["Haauh!", " …Guh!"]}, {"name": "", "audio": "", "normalized": ["Primea received critical damage as she took a hit to protect the demon girls behind her and fell on her knees."]}, {"name": "", "audio": "", "normalized": ["They were made slaves under Fuuma and when they escaped, they sought Primea out for help as she was starting to oppose Fuuma recently."]}, {"name": "Primea", "audio": "v_sr612_0001", "normalized": ["Haauhh, haahh… Guh, is everyone okay?", " …I'm so glad n-none of you were hurt!"]}, {"name": "", "audio": "", "normalized": ["Primea tried to lead the girls to safety, but she was cornered and defeated because the girls weighed her down."]}, {"name": "", "audio": "", "normalized": ["She stared at me with a sharp look in her eyes and she was clenching her teeth in rage and humiliation, brave like a mother trying to protect a child."]}, {"name": "You", "audio": "", "normalized": ["You all, you'll be punished when we get back."]}, {"name": "", "audio": "", "normalized": ["I meant to say that to the girls behind Primea, but it was the wounded female knight who answered me."]}, {"name": "Primea", "audio": "v_sr612_0002", "normalized": ["…I will take their place… So let them go… That's fine, isn't it?", " I believe I can entertain you more than them."]}, {"name": "", "audio": "", "normalized": ["Primea said as she held the girls behind her with her stern attitude.", " I almost gave her a slow clap."]}, {"name": "You", "audio": "", "normalized": ["I see… Do as you want."]}, {"name": "", "audio": "", "normalized": ["She appeared to be relived by my words and then told the girls behind her to start running."]}, {"name": "", "audio": "", "normalized": ["Primea was bound to a strange machine after she was taken somewhere by Fuuma and had mysterious goo dripped onto her body."]}, {"name": "", "audio": "", "normalized": ["The clear fluid got onto Primea's skin gradually and she closed her eyes, disgusted."]}, {"name": "Primea", "audio": "v_sr612_0003", "normalized": ["(What is this viscous fluid… My body is burning up and my mind is getting clouded… This must be some kind of aphrodisiac…)"]}, {"name": "", "audio": "", "normalized": ["Primea looked down at Fuuma as she shook her bound body, seemingly itching from the mucus."]}, {"name": "Primea", "audio": "v_sr612_0004", "normalized": ["What use would it be to arouse someone whom you're going to punish?", " Do you think the punishment is something kinky like this?"]}, {"name": "You", "audio": "", "normalized": ["Well, you'll see soon enough… You will learn that pleasure can be agonizing, whether you like it or not…"]}, {"name": "", "audio": "", "normalized": ["Primea heard that and curved her lips into a challenging smile and looked at Fuuma provocatively."]}, {"name": "Primea", "audio": "v_sr612_0005", "normalized": ["No matter what you are going to do to me, I will endure it all… Too bad you won't get want you wanted to see."]}, {"name": "You", "audio": "", "normalized": ["I wonder how long that attitude of yours is going to last… Well, I guess that's all part of the fun…"]}, {"name": "", "audio": "", "normalized": ["Fuuma said and grinned.", " Then I pressed the switch in his hand."]}, {"name": "", "audio": "", "normalized": ["Then a robotic arm with a circular brush on the tip emerged from the machine she was bound to."]}, {"name": "Primea", "audio": "v_sr612_0006", "normalized": ["Wh-what the… What's this brush?", " You aren't gonna brush me up clean… Are you?"]}, {"name": "", "audio": "", "normalized": ["The brush pressed against Primea's body and started rotating.", " Then it started rubbing the fluid onto Primea's body as it spun."]}, {"name": "", "audio": "", "normalized": ["Soon, Primea was overcome with unexpected pleasure and started letting out cute moans."]}, {"name": "Primea", "audio": "v_sr612_0007", "normalized": ["Ughh, haahhnmm?!", " Wh-why… Th-this is just a brush… It's so good… Uhghaahhnm, aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac was smothered all over Primea's body and already seeped into her, making her body sensitive enough to be aroused by the brush."]}, {"name": "", "audio": "", "normalized": ["The hard brush was rubbing her body and overwhelming pleasure began to flow into Primea's body."]}, {"name": "Primea", "audio": "v_sr612_0008", "normalized": ["Mnnhaahaahh… Guh, mnnghh… I knew it, that…that fluid was…an aphrodisiac… You scum…"]}, {"name": "You", "audio": "", "normalized": ["I have to clean you up with this brush since your body is now covered with all the filthy aphrodisiac…"]}, {"name": "Primea", "audio": "v_sr612_0009", "normalized": ["Mnngh… Mnnghahh, haahh… This brush won't be able to clean me up… Ugh, haauhh…"]}, {"name": "", "audio": "", "normalized": ["Primea was desperately resisting the pleasure as she clenched her teeth and her eyes wandered around."]}, {"name": "", "audio": "", "normalized": ["However, her crotch was starting to twitch constantly and her breath was getting short."]}, {"name": "Primea", "audio": "v_sr612_0010", "normalized": ["You must have been…doing something similar to those girls too, haven't you?", " Huguhhahh… Just the thought is making me sick!"]}, {"name": "You", "audio": "", "normalized": ["Huh… Maybe."]}, {"name": "Primea", "audio": "v_sr612_0011", "normalized": ["You are such scum… But I've saved those girls now… Considering that, this is nothing… Mnngh, gaahh!"]}, {"name": "", "audio": "", "normalized": ["She did not allow herself to express any weakness or reget at this was what she volunteered for."]}, {"name": "", "audio": "", "normalized": ["Such emotion helped her to resist and she stared at Fuuma angrily, not easing up at all."]}, {"name": "Primea", "audio": "v_sr612_0012", "normalized": ["This just tickles and… It doesn't…doesn't feel good… Mnnghh… This is a waste of time… Why don't you just stop?"]}, {"name": "You", "audio": "", "normalized": ["Don't pretend you're okay… Holding it in is not good for you.", " Just let the filth out and free your body and mind, okay?"]}, {"name": "Primea", "audio": "v_sr612_0013", "normalized": ["Haaguhh… Holding it in?", " I'm not… This brush isn't…doing anything…to me… Mnngh, haahh…"]}, {"name": "You", "audio": "", "normalized": ["I see, you haven't had enough…"]}, {"name": "", "audio": "", "normalized": ["Fuuma sighed pretentiously and pressed another button."]}, {"name": "", "audio": "", "normalized": ["Then three more robotic arms emerged from the machine with tiny spinning brushes on the tip, like a powered toothbrush."]}, {"name": "Primea", "audio": "v_sr612_0014", "normalized": ["What… Mnnghh!", " You're already out of the big brush?", " Aaaghh, guhh!", " Those little brushes are nothing…"]}, {"name": "", "audio": "", "normalized": ["The brush began to make its way towards Primea's body as she was still bluffing as much as she could."]}, {"name": "Primea", "audio": "v_sr612_0015", "normalized": ["Aaghaahh?!", " R-right there… N-noo!", " Mnngmhh, ghaahahh!"]}, {"name": "", "audio": "", "normalized": ["Primea's bluff immediately turned into moans.", " The small brushes were placed against her nipples and clitoris."]}, {"name": "", "audio": "", "normalized": ["The robotic arms were precise in its aim like a dentist and brushed her up with just the right strength, not too hard or weak."]}, {"name": "Primea", "audio": "v_sr612_0016", "normalized": ["Mnnhuhuhuhaahh!", " My nipples and clitoris… Noo!", " Th-they're too sensitive, aaghahh!"]}, {"name": "", "audio": "", "normalized": ["There was no way she could keep her voice down as the brush spun very quickly because of their sizes and they hit her sensitive spots precisely."]}, {"name": "", "audio": "", "normalized": ["Primea let out loud and pathetic moans as the tears and drool run down on her face."]}, {"name": "Primea", "audio": "v_sr612_0017", "normalized": ["Ahyahaahh… P-please… Noo!", " I can't hold it in, please, aaghh!", " Mnnhuhaahhahh!"]}, {"name": "You", "audio": "", "normalized": ["Now you're getting honest…"]}, {"name": "", "audio": "", "normalized": ["The stimulation was making her nipples and clitoris erect."]}, {"name": "", "audio": "", "normalized": ["That caused the thing skin on those parts to stretch even thinner and aphrodisiacs were rubbed in there."]}, {"name": "", "audio": "", "normalized": ["In addition, the erect nipples and clitoris were rubbed directly with the spinning brush."]}, {"name": "Primea", "audio": "v_sr612_0018", "normalized": ["Uuhaahaahh!", " It's too much, eeggehh… Mnnghh, nughaahhahh!", " Come on, just cut it out, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Primea tried to struggle with such intense stimulation, but she was bound tightly onto the base of the machine and was not able to."]}, {"name": "", "audio": "", "normalized": ["Then the robotic arms teasing her nipples and clitoris teasing her nipples and clitoris continued without a pause."]}, {"name": "Primea", "audio": "v_sr612_0019", "normalized": ["This robot… You really are a pervert…if you made this thing yourself… You wanted to torture those girls that much…"]}, {"name": "You", "audio": "", "normalized": ["The robot can actually be used to assist people with disabilities with their limbs."]}, {"name": "You", "audio": "", "normalized": ["What we are doing right now is just a special occasion."]}, {"name": "Primea", "audio": "v_sr612_0020", "normalized": ["…S-so, this way of…using it is… It's inhumane… Ughaahh, mgouhh… S-sop this!", " This is wrong, aahh!"]}, {"name": "", "audio": "", "normalized": ["The brush started spinning even faster to shut Primea up as Fuuma commanded."]}, {"name": "", "audio": "", "normalized": ["Primea writhed from the agonizing pleasure as her body twisted further, trying to resist."]}, {"name": "Primea", "audio": "v_sr612_0021", "normalized": ["Haauhhwaahhghh!", " Mnnhouhh!", " The brush, rubbing on me!", " My nipples are gonna get scraped off of me!"]}, {"name": "You", "audio": "", "normalized": ["Your filth is getting cleansed."]}, {"name": "Primea", "audio": "v_sr612_0022", "normalized": ["My filthy…clitoris… Getting brushed so hard… Mnngahh… Haaguhh, aghh… It's getting cleansed!"]}, {"name": "", "audio": "", "normalized": ["Primea screamed and yelled as her hips shuddered and her head swung wildly.", " Just as Fuuma explained, the pleasure was actually agonizing her."]}, {"name": "", "audio": "", "normalized": ["Yet, she was still desperately resisting it, trying not to orgasm, at least."]}, {"name": "Primea", "audio": "v_sr612_0023", "normalized": ["Huhgaahh!", " I don't, want to come like this… Noo!", " Mnnaagah, haaguhaahh…"]}, {"name": "", "audio": "", "normalized": ["Despite Primea's words, vaginal fluid gushed from her crotch repeatedly and drenched her."]}, {"name": "", "audio": "", "normalized": ["Even then, she was fighting back against the onslaught of pleasure, tensing up at her crotch."]}, {"name": "Primea", "audio": "v_sr612_0024", "normalized": ["(This is just an electric motor.", " There will be a moment where the heat will limit its speed… I'll endure it till then…)"]}, {"name": "You", "audio": "", "normalized": ["You're pretty tough…"]}, {"name": "Primea", "audio": "v_sr612_0025", "normalized": ["O-of course… Mnnhahh… I can't lose to this…damn brush, no way… Come on… Mnnfuhahh…"]}, {"name": "", "audio": "", "normalized": ["Then after some time, an alarm went off and the robotic arms were retracted into the machine, just like Primea expected."]}, {"name": "Primea", "audio": "v_sr612_0026", "normalized": ["Haahh, haahh… I've endured the punishment… I'm not going to let you break me…"]}, {"name": "", "audio": "", "normalized": ["Primea was barely able to catch her breath as her large breasts moved up and down.", " Her body was covered with sweat and aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["Her whole body was still twitching from the lingering pleasure and she was spewing vaginal fluid from her crotch as well."]}, {"name": "You", "audio": "", "normalized": ["I'll give it to you, you did endure that… But it's completely pointless, still trying to bluff, looking like that."]}, {"name": "You", "audio": "", "normalized": ["You aren't trying to make me laugh, are you?"]}, {"name": "Primea", "audio": "v_sr612_0027", "normalized": ["Guhnughh… Shut up!", " Let me go at once if this is over!", " I'm not going to hand around much longer for your cleaning!"]}, {"name": "", "audio": "", "normalized": ["Primea was bound and immobile with her nipples and clitoris erect hard.", " No matter how loud she yelled, the situation was not going to change."]}, {"name": "", "audio": "", "normalized": ["Her vagina which just barely managed to endure the orgasm was twitching greedily, seeking more pleasure."]}, {"name": "Primea", "audio": "v_sr612_0028", "normalized": ["Hey!", " You better be listening!", " Your punishment is over now, right?", " Just get me off of this damn bondage!"]}, {"name": "You", "audio": "", "normalized": ["You're so wrong.", " We're just getting started."]}, {"name": "Primea", "audio": "v_sr612_0029", "normalized": ["What?", " What do you mean we're just starting… Damn you!", " Huh… W-wait, why are you here…"]}, {"name": "", "audio": "", "normalized": ["Primea's dreamy eyes opened wide from the surprise.", " A few silhouettes of people appeared in front of her."]}, {"name": "Primea", "audio": "v_sr612_0030", "normalized": ["Wh-what is happening… Why are those girls whom I helped escape are here… Hey!", " This must have been a setup!"]}, {"name": "", "audio": "", "normalized": ["The girls Primea just helped escape entered the room."]}, {"name": "", "audio": "", "normalized": ["All the girls surrounded Primea as they stood completely naked, with already fully erect penises at their crotch."]}, {"name": "Primea", "audio": "v_sr612_0031", "normalized": ["I have no idea what is happening anymore… Please, somebody, explain this to me… Please just explain what is going on!"]}, {"name": "You", "audio": "", "normalized": ["…Do it."]}, {"name": "", "audio": "", "normalized": ["The girls began rubbing the tips of their cocks onto Primea whose entire body has become sensitive while they stroked the shaft with Fuuma's command."]}, {"name": "", "audio": "", "normalized": ["The pleasure was equivalent to having many cocks inserted into her vagina at the same time.", " Perhaps even greater."]}, {"name": "Primea", "audio": "v_sr612_0032", "normalized": ["Mnghaahaahh?!", " Hughuhoouhgoohh!", " Nugh, nuhh, nuouhoohh!", " Ghaahaahhgh!"]}, {"name": "", "audio": "", "normalized": ["To add, the girl with the biggest penis out of all of them pressed her cock onto Primea's vagina and forced it in at once."]}, {"name": "", "audio": "", "normalized": ["However, it did not really matter to her even with one additional penis at that point."]}, {"name": "Primea", "audio": "v_sr612_0033", "normalized": ["Huhgaahh, guhaahh… Cock, so much cock, eegheehh!", " So many penetrating my body!", " Guhhgaahh!"]}, {"name": "", "audio": "", "normalized": ["And then one of the girls inserted her cock into Primea's gaping mouth as she screamed from pleasure."]}, {"name": "", "audio": "", "normalized": ["Her brows frowned and she sucked the penis in desperately as it moved back and forth."]}, {"name": "Primea", "audio": "v_sr612_0034", "normalized": ["Mnngohgoohh!", " Y-you… Wh-why… Mnnghaahh!", " Haaghuoohh!"]}, {"name": "", "audio": "", "normalized": ["Primea had given up trying to understand the situation thanks to the intense pleasure, just moaning madly."]}, {"name": "", "audio": "", "normalized": ["And I started to explain to her the trick behind it all."]}, {"name": "You", "audio": "", "normalized": ["All the girls are futanari and they're nymphomaniacs.", " And I supply them with women periodically.", " Hence they are willingly working with me."]}, {"name": "You", "audio": "", "normalized": ["Which means, the whole thing was rigged from start, even the escape attempt.", " Your act of heroism was but a farce."]}, {"name": "Primea", "audio": "v_sr612_0035", "normalized": ["Aaaghaahahh!", " Ughoohh, haaguhaahh… My titty-pussy… Mnngogohh, uunuooughh!"]}, {"name": "You", "audio": "", "normalized": ["You aren't even hearing me, huh…"]}, {"name": "Primea", "audio": "v_sr612_0036", "normalized": ["Huuguuhnuuhguuaaghh!", " I-I'm listening… You scum!", " Gaahaaghh!", " N-noo!"]}, {"name": "", "audio": "", "normalized": ["Primea was looking at the girls whom she tried to save breathing short and devouring her body as the light in her eyes was fading away."]}, {"name": "", "audio": "", "normalized": ["However, none of the girls were even looking at her face and they were all consumed with the act of rubbing their cocks onto her."]}, {"name": "Primea", "audio": "v_sr612_0037", "normalized": ["P-please!", " S-stop this, eeghh!", " Th-this is…so wrong!", " Mnnghaahh!", " Please, you have to treat yourself better…"]}, {"name": "You", "audio": "", "normalized": ["It doesn’t matter what you're gonna say.", " They only live for pleasure.", " No words can reach them…"]}, {"name": "Primea", "audio": "v_sr612_0038", "normalized": ["You really are a piece of… Guhhgghaahh, even like this… My body is… Guhghaaghh!", " I'm getting turned on by the cocks!"]}, {"name": "", "audio": "", "normalized": ["Primea's expression turned slutty as she let out a sugary breath while she was surrounded by the girls' numerous penises."]}, {"name": "", "audio": "", "normalized": ["She was consumed by pleasure at this point and even the thought of the cocks fucking her belonging to futa girls was fading away from her mind."]}, {"name": "Primea", "audio": "v_sr612_0039", "normalized": ["Haahhmnn!", " Cock, it's so good… So many of them… And they're all in my pussy, uughh!"]}, {"name": "", "audio": "", "normalized": ["The girls all pounded and slapped their futa cocks all over onto her body, completely taken over by their lust."]}, {"name": "Primea", "audio": "v_sr612_0040", "normalized": ["Uhghaahh, uuhaaghh… Your cocks, so hard… So many too… I've never seen anything like this!", " Mnnahh… Ughaahh!"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiacs and sweat on Primea's body were starting to tangle onto the cocks, making lewd, sticky noises."]}, {"name": "Primea", "audio": "v_sr612_0041", "normalized": ["My body's getting so messy, please!", " Mnnmnuhaaghh!", " Haahnmm… I'm going insane, ughh!"]}, {"name": "", "audio": "", "normalized": ["The girls pressed their cocks onto her as their breasts bounced.", " And Primea was in the middle of it all, taking all the cocks in."]}, {"name": "", "audio": "", "normalized": ["Fuuma was smiling as he was watching such an abnormal sight, seemingly overly entertained by it."]}, {"name": "You", "audio": "", "normalized": ["This is such a mess…"]}, {"name": "Primea", "audio": "v_sr612_0042", "normalized": ["Hyaahhnmm!", " The girls' cocks, taste so good!", " This is all… Every single one of them is mine!", " Rerlouh, jurruuruhh!"]}, {"name": "", "audio": "", "normalized": ["And then cute moans start to come out from the girl's mouths and told her that ejaculation was nearing."]}, {"name": "Primea", "audio": "v_sr612_0043", "normalized": ["Nuhaahaahh!", " It's coming soon… So much cum, coming!", " Please, cum onto me, eehh!"]}, {"name": "", "audio": "", "normalized": ["Viscous precum smothered onto Primea's whole body and her arousal grew as she smelled the faint smell of semen."]}, {"name": "Primea", "audio": "v_sr612_0044", "normalized": ["Please, give it to me, all of it… Please, please!", " Please, shower me with cum… Mnnghh… Gimme!"]}, {"name": "", "audio": "", "normalized": ["Milky-white impulse shot through the cocks and they all erupted at their own timing."]}, {"name": "Primea", "audio": "v_sr612_0045", "normalized": ["Aaghuhaaghaahh?!", " Hot one, so much… Huughuhaahh!"]}, {"name": "", "audio": "", "normalized": ["The girls all ejaculated at once and came all over Primea's body as she went mad from pleasure, pouring cum into her vagina and mouth."]}, {"name": "Primea", "audio": "v_sr612_0046", "normalized": ["Guhhoohhoohh!", " My pussy feels so good!", " It's like my whole body's turned into a pussy… Dick-milk, so good!"]}, {"name": "", "audio": "", "normalized": ["Primea finally achieved orgasm which she had been holding off so hard, and she even pissed herself."]}, {"name": "Primea", "audio": "v_sr612_0047", "normalized": ["Huggoogoohohh!", " I-I'm going to drown, uguhh!", " Mmnhuuhaahh!", " Haagh, mnnuhuhh…"]}, {"name": "", "audio": "", "normalized": ["She received semen with her entire body as thick-colored urine gushed out of her orgasming vagina."]}, {"name": "", "audio": "", "normalized": ["Her face expressed the pleasure of excretion and sighed erotically with her cheeks blushed crimson."]}, {"name": "", "audio": "", "normalized": ["And then she coughed up a little bit of semen and splashed pussy juice all over the place as her body trembled from another wave of orgasm."]}, {"name": "Primea", "audio": "v_sr612_0048", "normalized": ["Haaguhh… Haahh, huhaahh… Mnnghhmm, heeghh… I-I can't… No more… The smell of cum is making me go mad…"]}, {"name": "You", "audio": "", "normalized": ["All that talk earlier, but you've broke after just a single session.", " That's just pathetic…"]}, {"name": "", "audio": "", "normalized": ["Primea heard those words and tried to instinctively deny it while her words stuttered."]}, {"name": "Primea", "audio": "v_sr612_0049", "normalized": ["…A single session?"]}, {"name": "You", "audio": "", "normalized": ["The motors must have cooled down by now, and by the time it needs to cool off again, the girls would be ready for another go."]}, {"name": "", "audio": "", "normalized": ["The girls were catching their breath with semen forming threads on their penises and their face skewed by ecstasy."]}, {"name": "", "audio": "", "normalized": ["Primea saw that at the edge of her eyes and her face turned pale and her twitching vagina contracted as she realized the process would be repeated."]}, {"name": "Primea", "audio": "v_sr612_0050", "normalized": ["…Wh-what did I do to deserve this… Just one session should be enough, please…"]}, {"name": "You", "audio": "", "normalized": ["Well, eventually you won't be able to recover at all, so if you keep going till then, I can't do anything more…"]}, {"name": "", "audio": "", "normalized": ["Fuuma ignored Primea's pleas and said so while he nonchalantly shrugged his shoulders."]}, {"name": "", "audio": "", "normalized": ["Primea did not even have enough energy left to stare angrily at Fuuma by then as she was completely exhausted."]}, {"name": "Primea", "audio": "v_sr612_0051", "normalized": ["…I'm at my limit with just a single session, but any more… They're going to break me…"]}, {"name": "", "audio": "", "normalized": ["The robotic arms emerged from the machine once again, cutting off Primea's shaking words."]}]