[{"name": "", "audio": "", "normalized": ["…Another strange object that deviated from the laws of nature appeared."]}, {"name": "Pamela", "audio": "v_sr545_0000", "normalized": ["Heheh… Heh… Heheh…!", " Please, give it to me… Please, make me feel good…!"]}, {"name": "Pamela", "audio": "v_sr545_0001", "normalized": ["I want your cock, please…!", " Dick, penis, dong, shlong, pee pee, cock, cock, cock, cock, cock, cock, cock, cock…!"]}, {"name": "", "audio": "", "normalized": ["She did not hesitate to list such obscene words as she approached an almost god-like state as even the concept of life and death was nothing but pleasure for her."]}, {"name": "Pamela", "audio": "v_sr545_0002", "normalized": ["Aaahyaayahyahahh…!", " Ahh… Come on, why are you…p-putting me in here…?"]}, {"name": "You", "audio": "", "normalized": ["…The days I spent with you have been fun, Pamela."]}, {"name": "", "audio": "", "normalized": ["Her face was skewed and her body was covered by scars and bruises."]}, {"name": "", "audio": "", "normalized": ["Her breasts had enlarged and piercings were on her nose and nipples.", " Her areolas were puffed up, turning dark from too much contact."]}, {"name": "", "audio": "", "normalized": ["There was no resemblance of her as a cold killing machine.", " The only thing left was a talking pile of flesh that only served to please men."]}, {"name": "", "audio": "", "normalized": ["Even her words were pure insanity at that point and I was not sure if I should leave her able to talk."]}, {"name": "Pamela", "audio": "v_sr545_0003", "normalized": ["Mnnhuhh, so… What are you…gonna do to me now, I wonder, guaahh…?"]}, {"name": "You", "audio": "", "normalized": ["You'll like it.", " I'm sending you back to your creator."]}, {"name": "Pamela", "audio": "v_sr545_0004", "normalized": ["?!", " …Heh, heghh?", " S-s-sending me back…?"]}, {"name": "", "audio": "", "normalized": ["Pamela reacted almost like a sane person because of the unexpected answer, but…"]}, {"name": "Pamela", "audio": "v_sr545_0005", "normalized": ["Send me back, to where?", " My master is…haauhh, you, only you, heheheh…!"]}, {"name": "You", "audio": "", "normalized": ["…That's true, but you have your creator, right?"]}, {"name": "Pamela", "audio": "v_sr545_0006", "normalized": ["Uheeghghh?", " What is this creator, ahh?", " I don't know what you are talking about!"]}, {"name": "", "audio": "", "normalized": ["She completely forgot about her true master and stared at me with an intoxicated smile.", " The conditioning must have erased her previous memory."]}, {"name": "You", "audio": "", "normalized": ["Well, I guess I can't blame you for breaking.", " I've done so much work on you."]}, {"name": "You", "audio": "", "normalized": ["Repeated torture, gangbang, drugging, and system override."]}, {"name": "Pamela", "audio": "v_sr545_0007", "normalized": ["Yeah, that's right.", " I didn't think…you'd knock me up…mnnhh, so I can have you baby…like this, chuhh."]}, {"name": "", "audio": "", "normalized": ["Pamela was subjected to series of experiments to see how far we could interfere with android's systems and it recovered her ability to get pregnant."]}, {"name": "", "audio": "", "normalized": ["If I took the results of those experiments to a medical facility, perhaps they would be of use for treating sterility treatment and other research."]}, {"name": "", "audio": "", "normalized": ["I wondered how many scientists would focus their efforts on such insignificant research."]}, {"name": "You", "audio": "", "normalized": ["Now that you are less sensitive, I have no need for you as a sex-slave or cum-dump."]}, {"name": "", "audio": "", "normalized": ["It was fun while I teased her body on daily basis, but I actually got bored with it quickly."]}, {"name": "", "audio": "", "normalized": ["And she was scarred and damaged all over her body with empty eyes.", " Some of the guys even went limp before fucking her by just seeing her."]}, {"name": "You", "audio": "", "normalized": ["So we've decided to dispose of you.", " Well, don't worry, we're not gonna just throw you away.", " We're gonna send you back."]}, {"name": "Pamela", "audio": "v_sr545_0008", "normalized": ["Heeaghh… I see… But I want you to make me feel better, more, more, please…!"]}, {"name": "Pamela", "audio": "v_sr545_0009", "normalized": ["Pamela's pussy's…ready to go anytime, anyone can use it too, it's a living cum-dump…"]}, {"name": "Pamela", "audio": "v_sr545_0010", "normalized": ["Please, just…put your cock into me and make me feel good, more, please, break me…!"]}, {"name": "", "audio": "", "normalized": ["She used to beg for it so loud, I could hear her across three different rooms but she was now quiet and weak."]}, {"name": "", "audio": "", "normalized": ["My men watching her started approaching Pamela's box with a sadistic smile on their faces."]}, {"name": "Subordinate A", "audio": "", "normalized": ["Damn, you just don't know when to shut the fuck up.", " Go swap your nasty face for a new one and ask again!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["Then get your piss and cum smelling body swapped out too!", " Washing you still can't get the smell out, damn."]}, {"name": "Subordinate C", "audio": "", "normalized": ["Yeah, that's right.", " Ask them to build you better the next time, you scrap metal.", " You're worthless even as a weapon."]}, {"name": "", "audio": "", "normalized": ["…All those sex-crazed men who raced to use Pamela at first showed no mercy as she outlived her usefulness."]}, {"name": "", "audio": "", "normalized": ["As they looked at her with mocking eyes and I was about to finish packing her, Pamela's body started wiggling like a worm."]}, {"name": "Pamela", "audio": "v_sr545_0011", "normalized": ["Uguhh…!", " Come on, one last time, last time, please… Give me!", " Just make me cum ten more times, please…!"]}, {"name": "Subordinate C", "audio": "", "normalized": ["Hahahah!", " She's just a cum-dump but she's begging up!", " Come on, let's just send her back to UFS and let them deal with her!"]}, {"name": "You", "audio": "", "normalized": ["Hmm… Now, wait a minute.", " Let's just have a send-off party so we can thank her for the services, one last time…"]}, {"name": "", "audio": "", "normalized": ["I had an idea as I saw Pamela's pitiful state and took out double dildos I used on her over and over."]}, {"name": "", "audio": "", "normalized": ["As soon as Pamela saw that, her lewd, heart-shaped eyes let off an ecstatic glimmer."]}, {"name": "Pamela", "audio": "v_sr545_0012", "normalized": ["Th-that, that, that, that, eeghh!", " I want that, I-I want it!", " Please, give me, gimme!"]}, {"name": "", "audio": "", "normalized": ["The box started shaking wildly and she started spewing breast milk from her nipples out with joy.", " However, it only appeared grotesque because of who she was."]}, {"name": "Subordinate A", "audio": "", "normalized": ["Damn, that breast milk looks so fucking nasty… It's gonna send me into a bad trip if I taste it."]}, {"name": "", "audio": "", "normalized": ["As everyone agreed without hesitation, I shoved the dildo into her pussy which was drenched all day…"]}, {"name": "Pamela", "audio": "v_sr545_0013", "normalized": ["Mnnhouhohh!", " I-it's coming, coming, aahh!", " This, this, this, this!", " This is what I wanted!"]}, {"name": "Pamela", "audio": "v_sr545_0014", "normalized": ["Haaghh, I love this huge cock so much!", " It's plugging both my pussy and my ass too, filling me so full!"]}, {"name": "", "audio": "", "normalized": ["She moaned with joy and became talkative for a moment and then the scene was engulfed by lust in just a moment."]}, {"name": "You", "audio": "", "normalized": ["Damn, she's so broken that you have to stick that thing up her ass to make her talk properly.", " What the fuck."]}, {"name": "", "audio": "", "normalized": ["And I operated the switch on the dildo to stimulate her and Pamela's body started shuddering as if she was reacting to it."]}, {"name": "Pamela", "audio": "v_sr545_0015", "normalized": ["Mnnahh, aghh, aahh, aagh, ahh, aagh, aah, aaghh!", " Yes, yes!", " The tip, I love it rubbing onto me and spreading my pussy!"]}, {"name": "Pamela", "audio": "v_sr545_0016", "normalized": ["M-m-my ass too… I can feel it vibrating from the back of my stomach… I-it's like keep pissing myself and it's so good…!"]}, {"name": "", "audio": "", "normalized": ["Both her vagina and rectum contracted violently and squeezed onto the dildo, gushing with fluid."]}, {"name": "You", "audio": "", "normalized": ["Hey, what did I tell you to say when you get it?"]}, {"name": "Pamela", "audio": "v_sr545_0017", "normalized": ["Th-thank you so much for putting the huge cock into m-my pussy and anus, uhh…!"]}, {"name": "You", "audio": "", "normalized": ["Good.", " Now, we have to check that you can polite wherever we are about to send you."]}, {"name": "", "audio": "", "normalized": ["Then my men watching her let out vulgar laughter."]}, {"name": "Subordinate B", "audio": "", "normalized": ["You know what, maybe she can't tell the difference between a dildo and a real cock?"]}, {"name": "Subordinate C", "audio": "", "normalized": ["No, no!", " She just doesn't care as long as it's shaped like a cock!"]}, {"name": "", "audio": "", "normalized": ["Pamela was most likely just reacting to pleasure as they said.", " She could no longer distinguish between the feeling of a penis and a dildo."]}, {"name": "", "audio": "", "normalized": ["However, it did not matter at that point.", " Or rather, I thought I would use her to have a little fun as she was no longer useful."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, come on, make that cock feel good as thanks for making you feel so good."]}, {"name": "You", "audio": "", "normalized": ["I'm not gonna let you come till you make it cum…!"]}, {"name": "Pamela", "audio": "v_sr545_0018", "normalized": ["I-I will!", " I'll serve the cock with my pussy and asshole.", " It would be my pleasure!"]}, {"name": "", "audio": "", "normalized": ["Pamela twisted her body like she was waiting for it and licked her own lips lewdly, then began to tease the dildo."]}, {"name": "Pamela", "audio": "v_sr545_0019", "normalized": ["Do you like how tight my pussy feels?", " It's so tight even after it's been fucked by so many huge cocks and giving birth lots, right?"]}, {"name": "Pamela", "audio": "v_sr545_0020", "normalized": ["I'm an android and I don't need to go to the bathroom so my asshole is clean too, you know?", " And it's even more sensitive and tight too!"]}, {"name": "Pamela", "audio": "v_sr545_0021", "normalized": ["It's just so sensitive, mnnhm, ahhnm!", " It's sucking to the cock and not letting go!"]}, {"name": "Pamela", "audio": "v_sr545_0022", "normalized": ["Even the pussy juice too, it's always wet and slippery too, you see?", " You can cum as much as you want in my amazing pussy, okay?"]}, {"name": "", "audio": "", "normalized": ["Pamela was broken and insane up till then but she finally regained her alluring sexiness and the men around her started cheering."]}, {"name": "Subordinate D", "audio": "", "normalized": ["…Heh, heheh, she may be just a cum-dump but she's still got it!", " D-damn, I wanna fuck her now…!"]}, {"name": "", "audio": "", "normalized": ["He said and pulled the zipper on his pants down and whipped out his already erect penis."]}, {"name": "Subordinate D", "audio": "", "normalized": ["A-as a master, you know, it won't hurt to reward her a bit if she's begging me this much, right?"]}, {"name": "", "audio": "", "normalized": ["Another man who agreed to the statement also exposed his groin, showing off his hard penis."]}, {"name": "Subordinate E", "audio": "", "normalized": ["Yeah, that's not a bad idea.", " We can give her one last load of cum to send her off…!"]}, {"name": "Subordinate A", "audio": "", "normalized": ["Th-then, me too…!"]}, {"name": "", "audio": "", "normalized": ["Me, and me.", " They started piling in one after another and the room became filled with the male sexual odor."]}, {"name": "Pamela", "audio": "v_sr545_0023", "normalized": ["Aghaahhmm!", " Cock, so many rock-hard cock!", " Yes, I love this!", " It's a cock-heaven!"]}, {"name": "", "audio": "", "normalized": ["Pamela's body started burning up as she saw them and more vaginal fluid started gushing out of her vagina with the dildo still inside."]}, {"name": "", "audio": "", "normalized": ["The lewd smell of male and female overwhelmed the air and abnormal heat started filling the room along with the odor."]}, {"name": "You", "audio": "", "normalized": ["Hmm, I thought this was just going to be a little distraction but it's getting pretty fun."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Hey, you whore!", " Come on, tell us more lewd lines like a slut you are!"]}, {"name": "Subordinate C", "audio": "", "normalized": ["Yeah, do more lewd shit and make out cock hard!"]}, {"name": "", "audio": "", "normalized": ["They said and Pemala answered by showing an almost chilling, creepy smile on her face."]}, {"name": "Pamela", "audio": "v_sr545_0024", "normalized": ["Heheheh, rubbing your cock and my pussy like this, aahhnmm!", " Right where it feels good, like this… Mnnh, mnnuhh…!"]}, {"name": "Pamela", "audio": "v_sr545_0025", "normalized": ["I-it feels so good…!", " I feel it throbbing inside me, it's coming up, I-I want more cum…!"]}, {"name": "Pamela", "audio": "v_sr545_0026", "normalized": ["I'm just an android, so… you can cum inside me as much as you want, mnh, mnngh!", " Y-you can knock me up and make me give birth…!"]}, {"name": "Pamela", "audio": "v_sr545_0027", "normalized": ["My ass and my mouth, anywhere, you can cum on me…!", " Please, I love cum, so don't be shy now…!"]}, {"name": "Pamela", "audio": "v_sr545_0028", "normalized": ["I can suck cum out of any cock, I don't even care whose it is, so just give me all the thick cum…!"]}, {"name": "Subordinate D", "audio": "", "normalized": ["M-more, more!", " Come on, keep doing those lewd things…!"]}, {"name": "Pamela", "audio": "v_sr545_0029", "normalized": ["Aahahhmmn… Alright, then I'm gonna make you feel nice with my mouth, okay…?", " Mnnh… Chuh, chuhch, mnchuhh, chuh…"]}, {"name": "", "audio": "", "normalized": ["Pamela started moving her mouth and tongue and pretended she was giving a blowjob, making erotic noises and seducing them."]}, {"name": "Pamela", "audio": "v_sr545_0030", "normalized": ["Mnhnmm, chuhhpuhh, mnmmchuh, cuchuhh… Mnnheheh, cock, tastes so good… Rellouh, haamuh, reluhrellouhreluh…"]}, {"name": "Subordinate E", "audio": "", "normalized": ["D-damn…!", " I-it almost feels like I'm actually having my cock sucked off by her…!"]}, {"name": "Pamela", "audio": "v_sr545_0031", "normalized": ["Mnmmuh, it's so good, so tasty, I love cock, I love it so much!", " Jurruhh, juuhpucuhchuryuhh, juuppuh, juouhpph!"]}, {"name": "", "audio": "", "normalized": ["Her mouth started moving more and more and the guys around her started stroking their penis faster as well."]}, {"name": "Pamela", "audio": "v_sr545_0032", "normalized": ["Haahh, aaghahhnm!", " I can see clear fluid coming from the tip of your cocks…!", " Cummin?", " Are you cumming…?!"]}, {"name": "Subordinate A", "audio": "", "normalized": ["Ahh, aahh, you want cum so much and you just can't help it, you fucking cum-crazy whore!"]}, {"name": "Pamela", "audio": "v_sr545_0033", "normalized": ["Mnnuhh…!"]}, {"name": "", "audio": "", "normalized": ["Pamela was aroused by their words and her whole body trembled."]}, {"name": "Subordinate B", "audio": "", "normalized": ["If you want cum, then you better start begging harder!", " Then…we'll all cum on you at once, okay…?!"]}, {"name": "Pamela", "audio": "v_sr545_0034", "normalized": ["!", "Everyone at the same time?!"]}, {"name": "Pamela", "audio": "v_sr545_0035", "normalized": ["Th-th-that's, j-just thinking about it is making my pussy so wet and I'm already coming…!"]}, {"name": "", "audio": "", "normalized": ["The next moment, Pamela poked her tongue out and then stared at the lineup of the penis with intoxicated eyes."]}, {"name": "Pamela", "audio": "v_sr545_0036", "normalized": ["Right here, into my mouth, and, and, in my pussy and my asshole too, and my whole body, everywhere, please, give me your cum!"]}, {"name": "Pamela", "audio": "v_sr545_0037", "normalized": ["I want cum, I want to come with your cum, uguhh!", " Please, make me come with your baby juice, come oonn!"]}, {"name": "Subordinate D", "audio": "", "normalized": ["C-cumming, cumming, cumming, cuummiinngg, uughh!"]}, {"name": "", "audio": "", "normalized": ["Their groin started burning up at one and once their hips thrust forward subconsciously, the pent up semen started erupting spectacularly."]}, {"name": "Pamela", "audio": "v_sr545_0038", "normalized": ["Haahhnmmghh!", " Yes, yeess!", " So much, cum shower, eehh!"]}, {"name": "Pamela", "audio": "v_sr545_0039", "normalized": ["I'm coming too, uuhh!", " I'm coming with cum pouring on me, coming, uughuhh!"]}, {"name": "", "audio": "", "normalized": ["The guys and Pamela orgasmed at the same time.", " Semen erupted through the air and showered onto boxed Palame, quickly covering her up in white."]}, {"name": "Pamela", "audio": "v_sr545_0040", "normalized": ["This, this is it, oouhh!", " Such nasty-smelling, thick cum, getting this cum is why I even exist, oouhh!"]}, {"name": "Pamela", "audio": "v_sr545_0041", "normalized": ["Thank you so much for giving me the reason to exist, ughh!", " In the name of hoky cock, Se-men!"]}, {"name": "", "audio": "", "normalized": ["She served her purpose well as an android trained for semen collection as those men ejaculated massively even though they were only masturbating."]}, {"name": "Pamela", "audio": "v_sr545_0042", "normalized": ["Ahahahahahahahah!", " I'm a cum-dump and I love this, so much cum pouring onto me!"]}, {"name": "Pamela", "audio": "v_sr545_0043", "normalized": ["Oh my, this feels way too good and I've been coming and coming, I just can't stop!"]}, {"name": "Pamela", "audio": "v_sr545_0044", "normalized": ["!", " Yes, yes, I love that!", " I want to die from coming, uhh!", " Kill me, kill me with your cock!", " Please, kill me with too much coming!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["Alright, we'll kill you like you want us to!", " Die, die, die, die!"]}, {"name": "", "audio": "", "normalized": ["My men continued to ejaculate spectacularly as if they were shooting her with a water gun."]}, {"name": "", "audio": "", "normalized": ["Every time the semen splashed onto her body, Pamela showed an insane orgasmic face, and her flesh and blood body shuddered."]}, {"name": "Subordinate C", "audio": "", "normalized": ["Come on, pour it into her mouth and make her drown!"]}, {"name": "", "audio": "", "normalized": ["One of the men had an idea and the rest followed as they focused their ejaculation onto her face, sealing her nose and mouth with the fluid."]}, {"name": "Pamela", "audio": "v_sr545_0045", "normalized": ["Haabuuhh, bughh, gooboughh, buhhwahhbuhh?!", " Mnnguhh, zzuhzzuhh…!", " Ohh, it's so good, so tasty…!"]}, {"name": "Subordinate D", "audio": "", "normalized": ["This is fucking insane.", " She swallowing that so fast!", " Damn, she must really like it!"]}, {"name": "Subordinate E", "audio": "", "normalized": ["Come on, don't be shy and swallow it!", " Chug, chug!"]}, {"name": "Pamela", "audio": "v_sr545_0046", "normalized": ["Gyaaboubuugh, mhhnmm, gouchgouchh, mhhnmm, zzuhzuhh…!", " Heheheheheheh!"]}, {"name": "", "audio": "", "normalized": ["Pamela sucked in the semen coming into her nose as well as her mouth, taking it all in feverishly…"]}, {"name": "Subordinate A", "audio": "", "normalized": ["Phew… That was quite a load, yeah!", " Well, it's nice that I don't have to hold back when I'm cummin on someone so broken!"]}, {"name": "", "audio": "", "normalized": ["…Eventually, their ejaculation died down and Pamela was left in such a pitiful state."]}, {"name": "", "audio": "", "normalized": ["Her nose, mouth, chest, stomach, vagina, hair, and even her eyes were soaked by their semen, drowning in their bodily fluid."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Well, that's not too shabby for a little souvenir.", " Now, we can ship her back to UFS anytime… Hmm?"]}, {"name": "Pamela", "audio": "v_sr545_0047", "normalized": ["Mnnhm… Mnnguh… Mnnhnm…!"]}, {"name": "", "audio": "", "normalized": ["That moment, Pamela's cheeks puffed up like a hamster storing food inside as something was moving inside her mouth."]}, {"name": "Subordinate C", "audio": "", "normalized": ["Wh-what the hell…?"]}, {"name": "You", "audio": "", "normalized": ["Oh yeah, I guess you always left right after you finished so you don't know.", " Just watch closely."]}, {"name": "", "audio": "", "normalized": ["I told them and they started carefully observing Pamela as they gulped in anticipation."]}, {"name": "Pamela", "audio": "v_sr545_0048", "normalized": ["Mnnguh… Ghh… Mnheheh… Guhchuhh, ghchuh, guhchhuh, guhchuh, ggchuuh…!"]}, {"name": "Subordinate D", "audio": "", "normalized": ["Wh-what is…?!"]}, {"name": "You", "audio": "", "normalized": ["It's just her habit.", " Tasting cum by mixing it in her mouth is just something she always does.", " It's as ordinary as breathing in."]}, {"name": "Pamela", "audio": "v_sr545_0049", "normalized": ["Gujuhhgjughhgujuhhguhh… Mnnheheheh, it's so rich and thick, so tasty…"]}, {"name": "Subordinate E", "audio": "", "normalized": ["Damn… She must be really nuts to actually enjoy the taste of this damn thing… Huh?!"]}, {"name": "", "audio": "", "normalized": ["Semen spewed out of Pamela's pouting lips and landed right at the feet of them."]}, {"name": "Subordinate E", "audio": "", "normalized": ["Th-that's nasty, you fucking whore!", " Just die already!"]}, {"name": "", "audio": "", "normalized": ["They were enraged and spat on her in an insulting manner."]}, {"name": "Pamela", "audio": "v_sr545_0050", "normalized": ["!", " Mnnheghh… More, more filthy spit… Mnnbbuhgubhh!"]}, {"name": "", "audio": "", "normalized": ["Then the semen that was pooling in her nostril made a bubble from Pamela's nose, adding to her obsceneness."]}, {"name": "Subordinate A", "audio": "", "normalized": ["Shit, she's gone way too crazy…!", " Thinking back at how I used to fuck her… Ugh, it's giving me the shivers."]}, {"name": "Subordinate B", "audio": "", "normalized": ["You know, I would fuck a lot of different chicks but maybe we should have just offed her as soon as we could."]}, {"name": "", "audio": "", "normalized": ["Those men mocked her but at the same time, they appeared to be amused as they scoffed."]}, {"name": "Subordinate C", "audio": "", "normalized": ["Heheh, I actually kinda like this, you know?", " Well, it's actually kinda tuning me on… Heheh, wanna cum again…!"]}, {"name": "Pamela", "audio": "v_sr545_0051", "normalized": ["!", " C-cum, I want it…!", " Please, give me your cock…!"]}, {"name": "", "audio": "", "normalized": ["One of the more curious men said and then others started moving forwards as well."]}, {"name": "Subordinate D", "audio": "", "normalized": ["Oh, don't get me wrong.", " She still is nasty, foul-smelling, and broken as fuck, but that doesn't mean I can't nut to her, okay?"]}, {"name": "Subordinate E", "audio": "", "normalized": ["Yeah, me too.", " I still have enough load left to keep cumming on her few more rounds, you know?"]}, {"name": "", "audio": "", "normalized": ["They did work for me, meaning their libido was way above that of an ordinary man, though still no match for me."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, this is supposed to be a send-off party.", " You guys better celebrate well, alright?"]}, {"name": "Subordinate A", "audio": "", "normalized": ["Of course, just leave it to us and we'll take care of it!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["Let's give her one last load of cum!"]}, {"name": "Pamela", "audio": "v_sr545_0052", "normalized": ["This is amazing, it's still coming, coming, ughh, so much cum pouring onto me, uguhh!"]}, {"name": "", "audio": "", "normalized": ["As they proclaimed to pour semen onto her, their flesh cannons all aimed at Pamela at once."]}, {"name": "Pamela", "audio": "v_sr545_0053", "normalized": ["Mnnguhh, jurrurruhh…!", " Dear cocks, please, give me all your throbbing cum!"]}, {"name": "", "audio": "", "normalized": ["Perhaps Pamela's words acted as a signal and they started ejaculating like laser beams the next moment…!"]}, {"name": "Pamela", "audio": "v_sr545_0054", "normalized": ["Obbouboughbouhh!", " Gouhgouhh, uugyouhh, gouragourahgourahuhgourah…!"]}, {"name": "", "audio": "", "normalized": ["The moment another long-awaited ejaculation commenced, Pamela opened her mouth wide and gathered pouring semen into her mouth, and started gurgling."]}, {"name": "Pamela", "audio": "v_sr545_0055", "normalized": ["Houghaahh…!", " Y-you already came so much before but there's even more cum, this is so good!"]}, {"name": "Pamela", "audio": "v_sr545_0056", "normalized": ["It's so smelly and so rich and so hot, and there's just so much of it, it's making me go nuts, uughh!"]}, {"name": "Subordinate C", "audio": "", "normalized": ["Nonsense.", " You are already crazy enough and everything's gone bonkers a long time ago!"]}, {"name": "", "audio": "", "normalized": ["The man said and continued to stroke his penis, squeezing semen left inside his urethra."]}, {"name": "Pamela", "audio": "v_sr545_0057", "normalized": ["Aaahaahhnmm!", " Thank you so much, ughh!", " Thank you for giving so much cum for this cock-crazy whore!"]}, {"name": "", "audio": "", "normalized": ["After she thanked them…"]}, {"name": "Pamela", "audio": "v_sr545_0058", "normalized": ["Mnnguhh, guhh… Mnnuhjaahh… Garauhgarauhgrauhgaruh… Mnneghh…!", " The feeling of thick cum in my throat, so good…"]}, {"name": "", "audio": "", "normalized": ["Pamela tasted the semen like she was trained to and savored it as she gurgled it in her throat."]}, {"name": "Subordinate D", "audio": "", "normalized": ["…Come on, you're no fun."]}, {"name": "Subordinate E", "audio": "", "normalized": ["You know, it was more fun when you made that stupid face and bubbles on your nose!"]}, {"name": "", "audio": "", "normalized": ["Their vulgar, mocking laughter echoed but Pamela enjoyed even that and showed a creepy smile."]}, {"name": "Subordinate A", "audio": "", "normalized": ["This is why you're a scrap metal, it's no fun!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["Damn right.", " You aren't even good enough for a cum-dump.", " Grade-A piece of shit.", " A scum made of dick-cheese and pussy-cheese!"]}, {"name": "Pamela", "audio": "v_sr545_0059", "normalized": ["Haabeeghh… I-I'm so sorry, please… Huheehh!", " Hueheheheheheh…"]}, {"name": "", "audio": "", "normalized": ["Usually, the sex slaves of my organization would apologize by bowing to the ground and would be subjected to drugs and torture to make them behave."]}, {"name": "", "audio": "", "normalized": ["However, Pamela could not even move on her own so all she could do was just wiggle awkwardly."]}, {"name": "", "audio": "", "normalized": ["They would punch and kick her to punish her if it was an ordinary slave, even possibly killing her, but…"]}, {"name": "Subordinate C", "audio": "", "normalized": ["Huh, we're getting rid of you anyway.", " We won't forget it but we'll let it slide for now."]}, {"name": "Subordinate D", "audio": "", "normalized": ["Damn, you really are such a buzzkill.", " Come on, blow some balloons with your pussy or something!"]}, {"name": "Subordinate E", "audio": "", "normalized": ["Heh.", " Come on, take it easy on her.", " I actually kinda like her like this, you know?"]}, {"name": "", "audio": "", "normalized": ["They each started spouting complaints and praise for her… Then continued to shower Pamela with semen."]}, {"name": "Pamela", "audio": "v_sr545_0060", "normalized": ["Kyaauhhmm…!", " Mnnheheheh, I love cum, and I love it pouring on me even more, please…!"]}, {"name": "Pamela", "audio": "v_sr545_0061", "normalized": ["Thank you, thank you so much for giving me so much cum, thank you so much…!"]}, {"name": "Pamela", "audio": "v_sr545_0062", "normalized": ["I'll make sure to get lots and lots of cum where I'm going too so I can serve them and please them…"]}, {"name": "Subordinate A", "audio": "", "normalized": ["Huh?", " Just shut the fuck up now.", " Here."]}, {"name": "Pamela", "audio": "v_sr545_0063", "normalized": ["Haauuhhghhnmm!", " So much thick cum with all the baby seeds!", " I love it, love it, love it!", " I love it so much!"]}, {"name": "", "audio": "", "normalized": ["The last man poured semen onto Pamela and she achieved another orgasm from the sensation alone."]}, {"name": "", "audio": "", "normalized": ["Then once everyone finished ejaculating, Pamela was completely soaked in semen inside the box with a mad smile on her face…"]}, {"name": "You", "audio": "", "normalized": ["…Hahahah, are we done here?"]}, {"name": "Pamela", "audio": "v_sr545_0064", "normalized": ["Mnnheheheh… M-Master, please… Please, look, look at me over here…"]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " I don't know what you mean but this is the parting gift from me.", " Enjoy it…"]}, {"name": "", "audio": "", "normalized": ["I ignored Pamela's words and placed a black and white printed booklet on top of her body."]}, {"name": "", "audio": "", "normalized": ["It was titled \"Sexual Entertainment Program Instructions\"."]}, {"name": "", "audio": "", "normalized": ["It was an ironic instruction manual I made so the UFS would not be confused when she arrived."]}, {"name": "Pamela", "audio": "v_sr545_0065", "normalized": ["Master…!", " Look, look, pleae, lookk…!"]}, {"name": "You", "audio": "", "normalized": ["Huh?", " Alright… What is it?"]}, {"name": "Pamela", "audio": "v_sr545_0066", "normalized": ["Mnnheheh, this…!"]}, {"name": "", "audio": "", "normalized": ["Then Pamela opened her mouth wide and showed me that there was nothing left in there."]}, {"name": "Pamela", "audio": "v_sr545_0067", "normalized": ["It was so thick and so tasty, I loved it so much.", " I swallowed everyone's dick milk today too."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was proud that she completed her mission, Pamela showed me her mouth… It was so silly, pitiful, and empty."]}, {"name": "You", "audio": "", "normalized": ["You're such trash… You don't even worth my time to get rid of you, just garbage…"]}, {"name": "", "audio": "", "normalized": ["I spat into Pamela's mouth as I was so disgusted by her state."]}, {"name": "Pamela", "audio": "v_sr545_0068", "normalized": ["Hyaahhnmm?!", " Ahhyaahh… I got your fluid, Master, thank you so much…"]}, {"name": "", "audio": "", "normalized": ["Pamela kept showing an insane smile and was please by the way I treated her while trembling."]}, {"name": "You", "audio": "", "normalized": ["…Goodbye."]}, {"name": "", "audio": "", "normalized": ["*Slam*"]}, {"name": "", "audio": "", "normalized": ["The box was closed.", " Inside, I could hear the wet sound of a pile of flesh wiggling in the pool of semen."]}, {"name": "", "audio": "", "normalized": ["By the time she would be delivered to UFS, she might drown in the pool of semen, ending up even more pitiful than now."]}, {"name": "", "audio": "", "normalized": ["But that was all part of the plan.", " There was no salvation left for her anymore.", " That was her fate."]}, {"name": "", "audio": "", "normalized": ["Once I was done with everything, the only thing left inside me was a slight sense of disgust…"]}]