[{"name": "You", "audio": "", "normalized": ["This is not the end of it… I will repay you for what you have done for me.", " Let's carry on."]}, {"name": "", "audio": "", "normalized": ["I call out to Astaroth, who looks weak after being disciplined so hard.", " I intend to bring her more despair."]}, {"name": "Astaroth", "audio": "v_sr631_0000", "normalized": ["It was fun and new at first, but … I'm getting tired of being at the mercy of my pet … Are we done here?"]}, {"name": "", "audio": "", "normalized": ["However, when it is time to resume the disciplining, Astaroth's expression changes to a challenging glare."]}, {"name": "You", "audio": "", "normalized": ["What are you talking about?", " You know you can't do anything about this situation now that you're trapped in the restraints."]}, {"name": "Astaroth", "audio": "v_sr631_0001", "normalized": ["Restraints… Oh, you mean this one, right?"]}, {"name": "", "audio": "", "normalized": ["She glares up at me and smiles her usual strong smile."]}, {"name": "Astaroth", "audio": "v_sr631_0002", "normalized": ["Do you really think you can suppress my power and punish me with something like this …?", " Do you really believe that?"]}, {"name": "", "audio": "", "normalized": ["She then looks at the tubes and restraints that were injecting the coolant that weakens her power."]}, {"name": "", "audio": "", "normalized": ["It's not a big deal, she says and shrugs."]}, {"name": "Astaroth", "audio": "v_sr631_0003", "normalized": ["If so, you are a fool … This restraint …?"]}, {"name": "", "audio": "", "normalized": ["At the same time, Astaroth's body flared up as if to show that her words are true."]}, {"name": "", "audio": "", "normalized": ["Then the instruments that should be restraining her and suppressing her power begin to melt into mush."]}, {"name": "Astaroth", "audio": "v_sr631_0004", "normalized": ["See?", " Do you understand that this is far from enough to suppress my power?"]}, {"name": "You", "audio": "", "normalized": ["No, that's ridiculous!", " Why…?"]}, {"name": "", "audio": "", "normalized": ["The flames that burned around her gradually vaporized not only the restraints but also the semen and other fluids that were on her body."]}, {"name": "Astaroth", "audio": "v_sr631_0005", "normalized": ["It was hilarious to see my pet thinking they could catch me with such a childish device."]}, {"name": "Astaroth", "audio": "v_sr631_0006", "normalized": ["I've always been able to get out this, and yet you were gloating and being so proudly…"]}, {"name": "", "audio": "", "normalized": ["She said this in a light tone, as if she had been enjoying watching some entertainment."]}, {"name": "", "audio": "", "normalized": ["The weak and frail figure he had seen earlier was nowhere to be seen, and I realize that she had deceived me."]}, {"name": "Astaroth", "audio": "v_sr631_0007", "normalized": ["Besides, it was a lot of fun to watch a man so stupid and ridiculous think he could train me like this."]}, {"name": "", "audio": "", "normalized": ["Then Astaroth looks at me with condescending eyes that seem to freeze me from the bottom of my heart."]}, {"name": "You", "audio": "", "normalized": ["Damn … So it was all an act…"]}, {"name": "Astaroth", "audio": "v_sr631_0008", "normalized": ["He he he.", " I see you've finally figured it out?", " It was quite entertaining for a sideshow."]}, {"name": "", "audio": "", "normalized": ["As she said, she was just caught deliberately for entertainment.", " I am upset to find out that the whole thing was a trap."]}, {"name": "", "audio": "", "normalized": ["I try to immediately switch plans, but I realize that I'm clearly at a disadvantage in this situation, and I panic."]}, {"name": "Astaroth", "audio": "v_sr631_0009", "normalized": ["Now, let's see what happens to livestock that bite their masters… I'll take my time to teach that body a lesson…"]}, {"name": "", "audio": "", "normalized": ["Astaroth then grins in a cruel smile as she slowly approaches me."]}, {"name": "You", "audio": "", "normalized": ["No… I will not make it easy for you."]}, {"name": "Astaroth", "audio": "v_sr631_0010", "normalized": ["You're wasting your time… You know you can't beat me with your power."]}, {"name": "", "audio": "", "normalized": ["I try to resist and fight, but am met with a powerful blow that shows her words to be true."]}, {"name": "You", "audio": "", "normalized": ["Gg!", " Gugaugg!", " You…"]}, {"name": "Astaroth", "audio": "v_sr631_0011", "normalized": ["Wasn't I right?", " Now go to sleep for a while."]}, {"name": "", "audio": "", "normalized": ["With Astaroth's words as the last word, I had no time to argue as my consciousness fades away."]}, {"name": "", "audio": "", "normalized": ["I felt a shock hit my body with a crashing sound, and my hazy consciousness begins to clear."]}, {"name": "You", "audio": "", "normalized": ["Nn!", " Gg…"]}, {"name": "Astaroth", "audio": "v_sr631_0012", "normalized": ["I see you're awake."]}, {"name": "", "audio": "", "normalized": ["When I opened my eyes to check the situation, I saw Astaroth staring at me with a smile on her face."]}, {"name": "Astaroth", "audio": "v_sr631_0013", "normalized": ["Do you understand your situation?", " I'll give my rebellious pet plenty of discipline."]}, {"name": "", "audio": "", "normalized": ["Her smile sends a chill down my spine.", " I see that I am apparently naked, and my arms are bound."]}, {"name": "", "audio": "", "normalized": ["I put all my strength into my arms to resist, but I couldn't move a muscle.", " In addition, both of my legs are bound so that my crotch was exposed."]}, {"name": "Astaroth", "audio": "v_sr631_0014", "normalized": ["How does it feel to be the opposite of what you were before?"]}, {"name": "", "audio": "", "normalized": ["She probably woke me up by hitting me because she finished restraining me.", " Astaroth twists her face in amusement at the sight of me."]}, {"name": "You", "audio": "", "normalized": ["Are you going to get even with me?"]}, {"name": "Astaroth", "audio": "v_sr631_0015", "normalized": ["Do you really think I'm going to let you get away with that?", " I told you… I'll show you what happens to livestock that bite their masters."]}, {"name": "You", "audio": "", "normalized": ["What are you going to… Gguhh!"]}, {"name": "", "audio": "", "normalized": ["As soon as she said that, she had the most condescending look I've ever seen on her face, and she stomps hard on my unprotected penis with her shoes on."]}, {"name": "Astaroth", "audio": "v_sr631_0016", "normalized": ["He he he.", " Let's see…?", " It seems your cock is getting harder already."]}, {"name": "", "audio": "", "normalized": ["Whenever her shoes steps on my penis with just the right amount of force to crush it, the pain was accompanied by an inexplicable feeling of pleasure."]}, {"name": "", "audio": "", "normalized": ["Astaroth notices my response.", " She gives me a condescending look and a lecherous smile and continued to stomp on the penis."]}, {"name": "Astaroth", "audio": "v_sr631_0017", "normalized": ["Come on.", " I'll teach you more humiliation and pleasure than hell itself."]}, {"name": "", "audio": "", "normalized": ["As soon as she says that, Astaroth increases the force of her foot.", " She looks down happily at me as I endure the pain."]}, {"name": "Astaroth", "audio": "v_sr631_0018", "normalized": ["You look like you're in pain, but you're feeling the pleasure… Does it feel that good to be stepped on?"]}, {"name": "You", "audio": "", "normalized": ["Gg…"]}, {"name": "", "audio": "", "normalized": ["It's humiliating, but every time Astaroth steps on me, I feel not only pain, but also a strong sense of pleasure and get an erection."]}, {"name": "Astaroth", "audio": "v_sr631_0019", "normalized": ["I'm hurting you, and your dick is getting so big…You must be a pervert for getting an erection from this."]}, {"name": "", "audio": "", "normalized": ["Astaroth looks at the hard erection of his penis and ridicules me for it."]}, {"name": "Astaroth", "audio": "v_sr631_0020", "normalized": ["You look like you're in pain… Yeah… How about this?"]}, {"name": "", "audio": "", "normalized": ["Her feet and begins to kick my erect cock and balls."]}, {"name": "You", "audio": "", "normalized": ["…!"]}, {"name": "Astaroth", "audio": "v_sr631_0021", "normalized": ["It's like you're enjoying all of this… Are you not moaning as an act of defiance?"]}, {"name": "", "audio": "", "normalized": ["More impact lands on my cock again, but I hold back so as not to react in any way."]}, {"name": "Astaroth", "audio": "v_sr631_0022", "normalized": ["Hmm… You're trying so hard to stifle your voice… Is it that humiliating for you to be at my mercy?"]}, {"name": "", "audio": "", "normalized": ["She says this in a voice filled with pleasure, but she didn't stop her movements.", " Instead, she gradually makes them stronger."]}, {"name": "Astaroth", "audio": "v_sr631_0023", "normalized": ["Good.", " I like it better if there is a challenge … I wonder what kind of reaction I'll get when I step on this."]}, {"name": "", "audio": "", "normalized": ["Every time I am stepped on, I feel an intense pain.", " I know that no matter how I react, I will only please her, so I clench my teeth and endure it patiently."]}, {"name": "Astaroth", "audio": "v_sr631_0024", "normalized": ["He he he.", " I love watching you bear this… I wonder how long that patience will last?"]}, {"name": "", "audio": "", "normalized": ["As soon as she said that and grinned, she stomps on my testicles."]}, {"name": "Astaroth", "audio": "v_sr631_0025", "normalized": ["Yes.", " Watching you try so hard to hold back from exposing your weaknesses … It makes my body burn."]}, {"name": "", "audio": "", "normalized": ["Astaroth continues to stomp on the testicles and meat sticks with the soles of his shoes and studies my reaction."]}, {"name": "Astaroth", "audio": "v_sr631_0026", "normalized": ["Haa… Nn… You're getting bigger and bigger.", " You really are a disgusting pet… I can tell you're enjoying yourself even if you don't say so."]}, {"name": "", "audio": "", "normalized": ["In an attempt to elicit a variety of responses, she stomps down on me forcefully, giving me a different stimulus than before."]}, {"name": "Astaroth", "audio": "v_sr631_0027", "normalized": ["Your cock is so red and swollen.", " It's almost at its limit… I wonder if it will be crushed if I put too much pressure on it?"]}, {"name": "", "audio": "", "normalized": ["Sensitive to the fact that I was approaching my limit, she slowly applies force to crush my balls with the heel of her heel."]}, {"name": "You", "audio": "", "normalized": ["Agihh!", " Nn!", " Guohh…!"]}, {"name": "Astaroth", "audio": "v_sr631_0028", "normalized": ["Nnah!", " Aah!", " Fuh… Nn!", " Yes!", " Entertain me more!"]}, {"name": "", "audio": "", "normalized": ["Slowly she increases the pressure on her heels, her face flushed with pleasure as she seems to enjoy watching my reaction."]}, {"name": "", "audio": "", "normalized": ["My penis is erect with pleasure despite the pain it was causing him, was producing pre-cum.", " It makes Astaroth smile more at the sight of it."]}, {"name": "Astaroth", "audio": "v_sr631_0029", "normalized": ["I can't believe you're turned on by this … You're a real pervert."]}, {"name": "", "audio": "", "normalized": ["I bit my lip to stop myself from moaning."]}, {"name": "Astaroth", "audio": "v_sr631_0030", "normalized": ["Nff… Yes… I'm going to make you feel even better… After I make you feel even more pain than you did to me."]}, {"name": "", "audio": "", "normalized": ["Astaroth smiles and brings her face closer to my crotch area."]}, {"name": "", "audio": "", "normalized": ["Astaroth runs her tongue over my penis, which is redder and more swollen than before."]}, {"name": "Astaroth", "audio": "v_sr631_0031", "normalized": ["Nnch!", " Nnmuh… Abuh… Lpp!", " Lpp… Jpp!", " Njpp… Nnha!"]}, {"name": "Astaroth", "audio": "v_sr631_0032", "normalized": ["Nch!", " So much pre-cum… Looks like your cock is ready to go… I think you've reached your limit."]}, {"name": "", "audio": "", "normalized": ["She runs her tongue over not only the rod but also the testicles, licking and sucking them repeatedly."]}, {"name": "Astaroth", "audio": "v_sr631_0033", "normalized": ["You want to cum so badly, but you're putting up such a fight… Your cock is so much more honest.", " He he.", " Is this your weak spot?"]}, {"name": "", "audio": "", "normalized": ["Even though I try not to say anything, she stimulates me with her skillful tongue, precisely stimulating my excitement."]}, {"name": "Astaroth", "audio": "v_sr631_0034", "normalized": ["Nn\" Nn… Amm… Chbb!", " Jpp… Lpp… Jpp!", " Aff!", " Nnch!"]}, {"name": "", "audio": "", "normalized": ["Even though I do not moan, Astaroth seems to grasp all of my reactions just by looking at my face.", " , She continues to stimulate me over and over again."]}, {"name": "", "audio": "", "normalized": ["She pushes me to my brink, and stops repeatedly.", " Desire screams out to me from deep inside, building up."]}, {"name": "Astaroth", "audio": "v_sr631_0035", "normalized": ["Nnah!", " Lpp… Nnch!", " Amm!", " Nnha… He he he.", " You seem to be enjoying this… How much longer are you going to fight?"]}, {"name": "", "audio": "", "normalized": ["Every time her tongue licks all over my cock, I feel aroused and feel an irresistible urge to come."]}, {"name": "", "audio": "", "normalized": ["Astaroth is breathing heavily as she continues to stimulate my urge to ejaculate.", " She herself seemed to be aroused."]}, {"name": "Astaroth", "audio": "v_sr631_0036", "normalized": ["Nnj… Haa… Nice… I like watching you trying to suppress your moaning."]}, {"name": "Astaroth", "audio": "v_sr631_0037", "normalized": ["Nnch!", " Nnm… Lpp!", " Lpp… Jpp… Chpp… Jpp… Nnha!", " Nn… Fuh!"]}, {"name": "", "audio": "", "normalized": ["She repeatedly tortures me in such a way that I am getting close to my limit."]}, {"name": "Astaroth", "audio": "v_sr631_0038", "normalized": ["You're holding back, but you're nearing your limit… Amm!", " Nnj… I can feel your lust surge."]}, {"name": "", "audio": "", "normalized": ["Astaroth seems to be aroused and occasionally lets out a lusty voice."]}, {"name": "", "audio": "", "normalized": ["She fuels my lust, and I feel the urge to ejaculate immediately."]}, {"name": "Astaroth", "audio": "v_sr631_0039", "normalized": ["Nnm!", " Nnuh….", " Not yet… I'm not going to cum so easily."]}, {"name": "You", "audio": "", "normalized": ["Ogg!", " Gg… Nnguhh!"]}, {"name": "", "audio": "", "normalized": ["She notices that my lust has reached its peak, and she wouldn't allow any release.", " Instead, she twirls her tongue around my penis and balls, stopping my ejaculation."]}, {"name": "Astaroth", "audio": "v_sr631_0040", "normalized": ["Nnm!", " Amm!", " Jbb… Nn!", " How dare you try to cum without my permission…?", " Isn't there something you should be doing before that?"]}, {"name": "", "audio": "", "normalized": ["I am unable to ejaculate due to the tongue that is squeezing me tightly, but Astaroth does not stop moving."]}, {"name": "", "audio": "", "normalized": ["Every time she moved her long tongue to stimulate my rod and testicles, I feel a growing sense of pleasure that has nowhere to go."]}, {"name": "You", "audio": "", "normalized": ["Nng!", " Gg!", " Gih… Ngg…!"]}, {"name": "Astaroth", "audio": "v_sr631_0041", "normalized": ["You moan miserably … You look like you're desperate to get some relief."]}, {"name": "", "audio": "", "normalized": ["The pleasure is so overwhelming that I feel like I'm going crazy.", " She looks at me with a look of deep enjoyment on her face, but she never slows down her tongue."]}, {"name": "Astaroth", "audio": "v_sr631_0042", "normalized": ["Mmm….", " I love it, the pained expression on your face as you struggles to hold back from cumming… I don't know how much more of this you can take?"]}, {"name": "You", "audio": "", "normalized": ["Guohh.", " Haa!", " Nngih!", " Guhh!"]}, {"name": "", "audio": "", "normalized": ["Her smile deepens at the sight of me, and she tightens her hold on me, moving her tongue freely to stimulate me."]}, {"name": "", "audio": "", "normalized": ["The urge to ejaculate from deep inside her grew even stronger, but I moan in frustration and pain at my inability to do so."]}, {"name": "Astaroth", "audio": "v_sr631_0043", "normalized": ["He he.", " Look at that.", " Even the tip of your dick is dripping hot juice… It seems that your mind is filled with thoughts of ejaculation."]}, {"name": "Astaroth", "audio": "v_sr631_0044", "normalized": ["Nn!", " Haa… Your cock is getting even bigger… It turns me on too!"]}, {"name": "", "audio": "", "normalized": ["The repetitive tormenting makes my cock more erect, and my balls lift more tightly."]}, {"name": "", "audio": "", "normalized": ["Astaroth seems to be excited to see me struggling to endure and gives me a feverish look while breathing hard."]}, {"name": "Astaroth", "audio": "v_sr631_0045", "normalized": ["Amm!", " Lpp… Nnah!", " Haan… I thought you'd give up soon, but you're putting up a decent fight.", " Are you that reluctant to accept defeat?"]}, {"name": "Astaroth", "audio": "v_sr631_0046", "normalized": ["But I'm not going easy on you… There's only one way to get release no matter what, and it's going to stay this way unless you say the words."]}, {"name": "", "audio": "", "normalized": ["She said this, she tortures my penis and testicles with her tongue, forcing me to endure by tightening on my cock so that I could not ejaculate."]}, {"name": "", "audio": "", "normalized": ["Every time my rod is stimulated, the urge that comes over me is so strong that I gradually lose the ability to even think properly."]}, {"name": "Astaroth", "audio": "v_sr631_0047", "normalized": ["He he.", " Look at you tremble… You look like you've pent up so much, and you can't wait to cum."]}, {"name": "Astaroth", "audio": "v_sr631_0048", "normalized": ["Lpp!", " Nnch… Haa… Haa… Nn… Beg me and I will let you cum."]}, {"name": "", "audio": "", "normalized": ["The pleasure was so strong that it was hard to even think about it.", " The thought that following her words would make it easier became stronger."]}, {"name": "", "audio": "", "normalized": ["Astaroth understands this, and moves her tongue more intensely to give me pleasure."]}, {"name": "Astaroth", "audio": "v_sr631_0049", "normalized": ["Chpp… Nnuh… Lpp!", " Lpp…Amm!", " Fuh… Come on.", " Tell me what you want me to do."]}, {"name": "You", "audio": "", "normalized": ["Aah… Gg!", " Guh… Stop it…!"]}, {"name": "", "audio": "", "normalized": ["As she continues to torture my red, swollen rod and testicles, I couldn't help but let out a weak cry that I hadn't said before."]}, {"name": "Astaroth", "audio": "v_sr631_0050", "normalized": ["He he he.", " Are you in so much distress?", " If you want to be free … You know what you have to do, don't you?"]}, {"name": "You", "audio": "", "normalized": ["I… Guhh!"]}, {"name": "", "audio": "", "normalized": ["Astaroth smiles lecherously and speaks in a threatening manner.", " The little bit of reason that remains in him holds me back from doing so."]}, {"name": "Astaroth", "audio": "v_sr631_0051", "normalized": ["I can't believe you're still struggling with this… You can't go on like this forever… What would a pet do in this situation?"]}, {"name": "You", "audio": "", "normalized": ["Ngihh… Let me cum… Please…!"]}, {"name": "Astaroth", "audio": "v_sr631_0052", "normalized": ["Nnah!", " Nnfuh… You're finally honest."]}, {"name": "", "audio": "", "normalized": ["The urge that came over me was so strong that I couldn't even think about resisting it anymore.", " Nothing else mattered."]}, {"name": "", "audio": "", "normalized": ["I couldn't take it any longer.", " My reason has shattered.", " My words that lack shame or pride make Astaroth smile."]}, {"name": "Astaroth", "audio": "v_sr631_0053", "normalized": ["Well then… I have to reward your pet for making an honest request."]}, {"name": "", "audio": "", "normalized": ["She releases the pressure that had been squeezing my penis and stopping me from ejaculating.", " She stimulates me further."]}, {"name": "Astaroth", "audio": "v_sr631_0054", "normalized": ["Nnuh!", " Nn!", " Haa… Fuh… Whenever you're ready….", " Cum hard!"]}, {"name": "", "audio": "", "normalized": ["I felt a tremendous sense of freedom, as if everything that had been held back until now was overflowing all at once."]}, {"name": "", "audio": "", "normalized": ["I explode semen in Astaroth's direction."]}, {"name": "", "audio": "", "normalized": ["Dpp!", " Dbb!", " Dbb!", " Bpp!", " Dbbpp!"]}, {"name": "Astaroth", "audio": "v_sr631_0055", "normalized": ["Nnaahhnn!", " Nnuh!", " Aaahh!", " Ooh!", " Hohh!", " Yes!", " Semen shower…!", " So good!"]}, {"name": "", "audio": "", "normalized": ["Astaroth smiles and catches the cum with his face, mouth, and tongue as it spurts out like a fountain without losing momentum."]}, {"name": "", "audio": "", "normalized": ["She let out a squeal of pleasure as she tastes the cum in her mouth."]}, {"name": "Astaroth", "audio": "v_sr631_0056", "normalized": ["I'm covered in hot cum… Mmm … That's a lot of cum … I wonder if it's because I've been holding back for so long… It tastes so rich too!"]}, {"name": "Astaroth", "audio": "v_sr631_0057", "normalized": ["Nn!", " Aha… And that's a lot of semen… And your cock is still going strong… I can't believe you're still going strong after all this."]}, {"name": "", "audio": "", "normalized": ["Her cheeks flushed, Astaroth smiles happily as she is bathed in the semen pouring down on her.", " She does not care that her body was becoming stained with the white muck."]}, {"name": "", "audio": "", "normalized": ["Her red, flushed face is covered with a cloudy white liquid, and she is moaning in a lusty voice, which arouses my lust and makes my semen spurt even stronger."]}, {"name": "Astaroth", "audio": "v_sr631_0058", "normalized": ["It's not every day that a man produces such a thick load of cum… Your cock is so special… I Nnhih!", " Aaah!"]}, {"name": "", "audio": "", "normalized": ["Astaroth was laughing and enjoying herself until the ejaculation was over."]}, {"name": "Astaroth", "audio": "v_sr631_0059", "normalized": ["Nnah!", " Aah!", " Nnhih… That was pretty good, but … You understand that this is not the end of the story, right?"]}, {"name": "You", "audio": "", "normalized": ["Nn!", " Aah… Yes…"]}, {"name": "", "audio": "", "normalized": ["Gradually, the momentum begins to weaken.", " When the ejaculation is over, she asks with a cruel smile."]}, {"name": "Astaroth", "audio": "v_sr631_0060", "normalized": ["You dared to disobey me… If you can't satisfy me this time, I'll kill all of your men."]}, {"name": "Astaroth", "audio": "v_sr631_0061", "normalized": ["I'm going to make you regret everything you've done and understand how stupid and irreversible it was.", " I'll make you regret it."]}, {"name": "", "audio": "", "normalized": ["Astaroth speaks in a casual tone, but she says it coldly with a look of madness on her face."]}, {"name": "", "audio": "", "normalized": ["I can tell she really means it."]}, {"name": "You", "audio": "", "normalized": ["No… Nngih!", " Gg… That's too cruel…"]}, {"name": "Astaroth", "audio": "v_sr631_0062", "normalized": ["It's too late for you to realize your indiscretion… If you don't want that to happen, you'd better do your best to keep me happy."]}, {"name": "", "audio": "", "normalized": ["I shuddered from the bottom of my heart at her attitude.", " If I so much as try to answer back, she would immediately put it into action."]}, {"name": "Astaroth", "audio": "v_sr631_0063", "normalized": ["What shall I get you to do?", " … You are my obedient pet… Of course you'll do whatever I ask, right?"]}, {"name": "You", "audio": "", "normalized": ["Aah… Uuh… Of course…"]}, {"name": "", "audio": "", "normalized": ["She asks with a crazed look on her face.", " I nod.", " Now I had no desire to rebel against her at all."]}, {"name": "Astaroth", "audio": "v_sr631_0064", "normalized": ["Hmm… Now you are truly an obedient pet that only does what I say."]}, {"name": "", "audio": "", "normalized": ["Astaroth smiles maniacally as if he is pleased with the reply."]}, {"name": "", "audio": "", "normalized": ["However, after a few moments, she shows a subtle expression of dissatisfaction."]}, {"name": "Astaroth", "audio": "v_sr631_0065", "normalized": ["I'm getting kind of bored of this pet… What should I do?"]}, {"name": "", "audio": "", "normalized": ["Astaroth muttered something, but now I didn't have enough thinking power left to understand what she had said."]}]