[{"name": "Rinko", "audio": "v_sr024_0000", "normalized": ["Wh-what are you doing, Tatsurou!", " Le-let go of me you idio…wait, no…!", " Stop, Tatsurou!"]}, {"name": "", "audio": "", "normalized": ["After allowing Rinko to enjoy having sex with her younger brother, the brain washing procedure approached its final stage."]}, {"name": "", "audio": "", "normalized": ["Memories of the scandalous acts she performed were being erased."]}, {"name": "", "audio": "", "normalized": ["However, the scars left by the aphrodisiac from her pleasure training remained, imprinting itself deep into her body."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac was applied carefully to her body, putting her in a constant state of heat.", " Her nipples were rock hard and her pussy already soaking."]}, {"name": "", "audio": "", "normalized": ["The younger brother she remembered began to take the form of the man in front of her as her memories had been overwritten."]}, {"name": "", "audio": "", "normalized": ["Her infatuation with him was the same she felt for her brother."]}, {"name": "", "audio": "", "normalized": ["The brainwashing had robbed her of her ability to see the taboo in incest.", " She'd be unable to refuse any of his advances."]}, {"name": "", "audio": "", "normalized": ["In this state, her reservations came not from disgust toward her brother or morality, but the guilt of coveting the man of the woman she considered her protegee."]}, {"name": "You", "audio": "", "normalized": ["Why not, sis!", " I'm going to die from the poison at this rate!"]}, {"name": "Rinko", "audio": "v_sr024_0001_b", "normalized": ["I-I know, but… You're with Yukikaze, and… We can't, it's just not right…"]}, {"name": "", "audio": "", "normalized": ["Tatsurou had been poisoned by an enemy, and if he didn't cum right away, he would die."]}, {"name": "", "audio": "", "normalized": ["Standing naked, his erect penis throbbed and bobbing up and down, slapping his stomach in the process."]}, {"name": "", "audio": "", "normalized": ["Perhaps that was an effect of the poison.", " Regardless, she needed him to cum immediately, or else something terrible would happen."]}, {"name": "Rinko", "audio": "v_sr024_0002", "normalized": ["(But… Damn it… DAMN IT!", " How could this be happening… It just HAD to be while Yukikaze isn't here…)"]}, {"name": "", "audio": "", "normalized": ["Of course, Rinko had been taken captive.", " There's no reason why Yukikaze would be there."]}, {"name": "", "audio": "", "normalized": ["That thought never occurred to her, though, as Rinko was too preoccupied thinking up ways to make the man in front of her cum."]}, {"name": "Rinko", "audio": "v_sr024_0003", "normalized": ["(Sex would probably get him there the fastest… But that would be like stabbing his girlf- I mean, Yukikaze, in the back…)"]}, {"name": "", "audio": "", "normalized": ["She deliberated with herself in silence, eyes glued on his waist."]}, {"name": "", "audio": "", "normalized": ["His cock was impressive, its veins engorged and bulging.", " The pronounced scent it gave off intoxicated her, and making her mouth water with excitement."]}, {"name": "", "audio": "", "normalized": ["She shook her head to dispel her lust.", " Eager to find a way to please her broth-no, the man before her, without having sex, she opened her mouth wide."]}, {"name": "Rinko", "audio": "v_sr024_0004", "normalized": ["Ye-yeah, right.", " Let's do oral.", " That'll get you to cum…"]}, {"name": "You", "audio": "", "normalized": ["Rinko, do you hate me or something?!", " You know that doesn't work on me!", " I need…"]}, {"name": "Rinko", "audio": "v_sr024_0005", "normalized": ["Wh-what are you doing!", " Tatsurou, please!", " Please understand…!"]}, {"name": "", "audio": "", "normalized": ["His eyes, burning with passion, met with hers.", " He grabbed her by both shoulders, startling her with how powerful he was."]}, {"name": "You", "audio": "", "normalized": ["I want to have sex with you, Rinko… Please… Rinko, sister, please hold me…"]}, {"name": "Rinko", "audio": "v_sr024_0006", "normalized": ["Uuughh… Tatsurou… Don't be so forceful… You're my…"]}, {"name": "", "audio": "", "normalized": ["Her face became flushed as she tried to resist, but even as she turned her cheek to the side, a wry smile crept across it."]}, {"name": "Rinko", "audio": "v_sr024_0007", "normalized": ["I mean…if you're serious about wanting me… I guess I can't just say no… You're such a troublesome little brother…"]}, {"name": "", "audio": "", "normalized": ["He kissed her ear, and Rinko's body jolted up.", " She stopped refusing his advances, and allowed herself to be pushed onto the bed."]}, {"name": "Rinko", "audio": "v_sr024_0008", "normalized": ["Oohh… Tatsurou… Is this okay?", " I feel so embarrassed doing this with you…"]}, {"name": "", "audio": "", "normalized": ["Lying on the bed, Rinko opened up her legs, exposing herself to him."]}, {"name": "", "audio": "", "normalized": ["Though she was wearing her suit, the folds and curvature of her pussy showed prominently through the thin material."]}, {"name": "", "audio": "", "normalized": ["Tears began to form as feelings of excitement, humiliation, and love for her brother engulfed her.", " Blushing, Rinko cooed with anticipation."]}, {"name": "You", "audio": "", "normalized": ["Rinko… You're so beautiful."]}, {"name": "Rinko", "audio": "v_sr024_0009", "normalized": ["Oh, sh-shut up!", " …?!", " I didn't know you were so… …big."]}, {"name": "", "audio": "", "normalized": ["Mesmerized by the shape of her pussy pushing through her suit, he was overcome with excitement and a clear liquid came oozing out from his penis."]}, {"name": "", "audio": "", "normalized": ["Taking this as a sign that he genuinely longed for her, a wave of validation swept over her, filling her with joy."]}, {"name": "Rinko", "audio": "v_sr024_0010", "normalized": ["Oh… If Yukikaze ever finds out about this… She's going to hate me so much… What should I do!"]}, {"name": "", "audio": "", "normalized": ["His fingers traced the outline of her pussy, and with one light push, the liquid trapped behind spread out and discolored the suit at her groin."]}, {"name": "Rinko", "audio": "v_sr024_0011", "normalized": ["Noo!", " This can't be… I shouldn't be this wet…"]}, {"name": "", "audio": "", "normalized": ["Embarrassed, Rinko tried desperately to make up an excuse.", " As if to pre-empt her, the man ripped open her suit and placed his hard cock on her folds."]}, {"name": "You", "audio": "", "normalized": ["Here I come, Rinko… Just take it all in and moan for me…"]}, {"name": "Rinko", "audio": "v_sr024_0012", "normalized": ["Wh-whaatt!", " What are y— Mmmnnphh!"]}, {"name": "", "audio": "", "normalized": ["Just as Rinko opened her mouth to scream, the man jolted his hips forward, making loud sloshing sounds ring out from her groin."]}, {"name": "", "audio": "", "normalized": ["*Splork-plork!", "* *Gooch-splunk-splick!", "*"]}, {"name": "Rinko", "audio": "v_sr024_0013", "normalized": ["Ooohh…aah…"]}, {"name": "", "audio": "", "normalized": ["It was greater than she could have ever imagined.", " His turgid member sent her pussy into a flurry of sexual excitement."]}, {"name": "Rinko", "audio": "v_sr024_0014", "normalized": ["Aaahh, you dummy!", " I can't believe you did that so suddenly… Ooohh!"]}, {"name": "", "audio": "", "normalized": ["Though she tried to denounce his actions, the joy she felt in her heart spilled over, and her hot and bothered body began to squirm with delight."]}, {"name": "Rinko", "audio": "v_sr024_0015", "normalized": ["(I'm so sorry, Yukikaze… But I just… I just… Aaahh!", ")"]}, {"name": "", "audio": "", "normalized": ["As he rubbed his cock against her, Rinko felt her back go numb as the nipples of her voluptuous tits stood up on end, gently jiggling."]}, {"name": "You", "audio": "", "normalized": ["Rinko… It feels so good… Please tell me you're enjoying it…"]}, {"name": "You", "audio": "", "normalized": ["I can see you're so wet, and your nipples look sore from being so hard…"]}, {"name": "Rinko", "audio": "v_sr024_0016", "normalized": ["Aaahh… Don't say such… Don't say such things…"]}, {"name": "", "audio": "", "normalized": ["As she tried to denounce all the lewd things her body did that he pointed out, he ripped open her suit and proceeded to grab and massage her supple tits."]}, {"name": "Rinko", "audio": "v_sr024_0017", "normalized": ["Waahh!", " Di-did you need to do that?"]}, {"name": "You", "audio": "", "normalized": ["Of course I did, Rinko… You're with me now, so I want you to feel good as well, you see."]}, {"name": "", "audio": "", "normalized": ["As he brought her closer, Rinko blushed with sweet pleasure upon hearing his kind words."]}, {"name": "Rinko", "audio": "v_sr024_0018", "normalized": ["I… Tatsurou… I would have never imagined you'd say that… I'm…I'm so happy…"]}, {"name": "", "audio": "", "normalized": ["Her heart sung as both of them held each other.", " Though brother and sister, him flirting made Rinko truly happy."]}, {"name": "", "audio": "", "normalized": ["She trembled with delight as her ass became soaked with her love juices."]}, {"name": "", "audio": "", "normalized": ["Her breasts almost melted in his hands as her cherry-pink nipples grew to an even greater size with excitement."]}, {"name": "You", "audio": "", "normalized": ["Amazing.", " Your nipples are as big as my thumb.", " Does it really feel that good, Rinko?"]}, {"name": "Rinko", "audio": "v_sr024_0019", "normalized": ["Aaahh…!", " Ye-yes…yes it does… Bu-but I…I'm your… I'm your sis…!"]}, {"name": "", "audio": "", "normalized": ["Her voice and even her actions became more seductive, even though the man had only stuck the tip of his head in her."]}, {"name": "Rinko", "audio": "v_sr024_0020", "normalized": ["You… My brother… Tatsurou… Your cock… I can feel it!", " Aaahh!"]}, {"name": "", "audio": "", "normalized": ["She held him close.", " Blushing, she relinquished herself from all moral duties."]}, {"name": "", "audio": "", "normalized": ["Like ultra-sonic waves, her pussy squirmed as she felt a growing numbness.", " Without even knowing it, the man had already began fucking her."]}, {"name": "", "audio": "", "normalized": ["Even upon him just petting her, she instinctively reacted by further pushing her mound onto the base of his cock."]}, {"name": "Rinko", "audio": "v_sr024_0021", "normalized": ["Ooohh Goodd… Haahh…"]}, {"name": "", "audio": "", "normalized": ["Love juice began to pool up inside her as the man jolted in and out of her pussy."]}, {"name": "", "audio": "", "normalized": ["Each push raised her hips and sent her back arching.", " As the man drove his meat spear into her, the stimulation almost pushed her off the bed."]}, {"name": "Rinko", "audio": "v_sr024_0022", "normalized": ["Wooaahh!", " Ooohh!", " Wow Tatsurou… Aaahh!"]}, {"name": "", "audio": "", "normalized": ["*Spluurrp!", "* His stiff, forceful cock sloshed in and out of her pussy"]}, {"name": "", "audio": "", "normalized": ["His fat head shoveled out copious amounts of cum.", " Rinko writhed with joy, almost melting at the waist."]}, {"name": "Rinko", "audio": "v_sr024_0023", "normalized": ["Aaahh!", " Mmnn… Deeper… Go deeper…"]}, {"name": "", "audio": "", "normalized": ["She gripped the sheets of the bed as her body squirmed with erotic pleasure."]}, {"name": "", "audio": "", "normalized": ["Screaming from delight, she invited him in closer with her legs as they twitched with the upcoming climax."]}, {"name": "", "audio": "", "normalized": ["The man kneeled, grabbed her legs, and restrained her.", " Then, with great force, the man began his fever fuck fest."]}, {"name": "", "audio": "", "normalized": ["*Splork!", "* *Gooch!", "* *Splurk-splork!", "*"]}, {"name": "Rinko", "audio": "v_sr024_0024", "normalized": ["Oooh!", " Wow!", " Yes!", " Wait, no!", " No!", " We can't!"]}, {"name": "", "audio": "", "normalized": ["Panting her requests to stop, Rinko finally gave into her lust and allowed the man to continue his rampage on her pussy."]}, {"name": "", "audio": "", "normalized": ["Each push sent jolts of hot erotic lightning through her numbed womb right into her brain, so much so that she was essentially dazzled by the spectacle."]}, {"name": "", "audio": "", "normalized": ["Her legs flopped around like a broken toy as she narrowed her eyes further with every passing second."]}, {"name": "You", "audio": "", "normalized": ["Unf, unf… What do you think?", " You enjoying it?"]}, {"name": "Rinko", "audio": "v_sr024_0025", "normalized": ["Mmmnn!", " Aaahh, yes!", " I love it!", " Tatsurou!", " Your cock is amazing!"]}, {"name": "", "audio": "", "normalized": ["Rinko had long forgotten about healing her ailing brother.", " There was only one thing on her mind now."]}, {"name": "", "audio": "", "normalized": ["The pleasure her brother was giving her slowly wore away at everything, including her duty as his sister, and shame as a woman."]}, {"name": "Rinko", "audio": "v_sr024_0026", "normalized": ["(How is this wrong when it feels so right… My brother's cock is just… It's rubbing just the right spot…)"]}, {"name": "", "audio": "", "normalized": ["His mushroom head was so big, that each retraction of his hips almost turned her entire pussy inside-out."]}, {"name": "", "audio": "", "normalized": ["The man pushed even faster even though Rinko was losing feeling in her weakened cunt."]}, {"name": "", "audio": "", "normalized": ["The joy of having her cunt filled with a fat cock sent her cervix convulsing.", " Each time it was punched, Rinko instinctively shot her head back."]}, {"name": "", "audio": "", "normalized": ["Each pump sent electric pulses straight to her brain, which made her fall deeper and deeper for him."]}, {"name": "Rinko", "audio": "v_sr024_0027", "normalized": ["Ooohh mmyy goodd!", " Amazing!", " Absolutely amazing!", " We shouldn't but it feels so good!"]}, {"name": "You", "audio": "", "normalized": ["Why is it so wrong, Rinko?", " I mean, if you like it so much, why don't you have some more!", " HRRAH!"]}, {"name": "Rinko", "audio": "v_sr024_0028", "normalized": ["Waahh!", " Yes!", " Just like that!", " Fuck me harder!"]}, {"name": "", "audio": "", "normalized": ["Rinko began to convulse even harder upon completely giving into her brother's wishes— an act that would normally be impossible for her."]}, {"name": "", "audio": "", "normalized": ["The man villainously smiled as he pulled his cock out to the opening of her pussy.", " Gazing down upon the broken Rinko, he laughed."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'll fuck you, Rinko.", " I'll hit you in your weak spot!"]}, {"name": "Rinko", "audio": "v_sr024_0029", "normalized": ["Oohh!", " We-weak sp-spot?", " We-weak spoott?!"]}, {"name": "", "audio": "", "normalized": ["Like a parrot, she repeated his last words as the man changed angles and his dick punched her cervix even harder than before."]}, {"name": "Rinko", "audio": "v_sr024_0030", "normalized": ["Oooh-hoo!", " Wooaahh!"]}, {"name": "", "audio": "", "normalized": ["Her mouth was agape as she stared into the ceiling, gazing off into the lights above."]}, {"name": "", "audio": "", "normalized": ["There…"]}, {"name": "", "audio": "", "normalized": ["*Goosh-shluck!", "* *Splork-blorp!", "* *Splart!", "* *Splurt-lurt-blurt!", "*"]}, {"name": "Rinko", "audio": "v_sr024_0031", "normalized": ["Hoo-oohh!", " Waahh!", " Oh my…!"]}, {"name": "Rinko", "audio": "v_sr024_0032", "normalized": ["Mmmnn, I'm gonna cum!", " Stop!", " I'm gonna cum!", " No more, please!"]}, {"name": "", "audio": "", "normalized": ["The man had buried his manly cock all the way in.", " The sensations her cervix gave off as it squirmed tickled; he pumped blood into his head and made it grow inside."]}, {"name": "", "audio": "", "normalized": ["In an instant she could feel him get bigger inside, which sent a thrilling sensation throughout her entire body."]}, {"name": "Rinko", "audio": "v_sr024_0033", "normalized": ["Noo!", " I'm gonna cum!", " I'm cumminngg!"]}, {"name": "", "audio": "", "normalized": ["Her moans were not brought about by her climax, but rather the after-effects of her pleasure training, where the moans were a reaction to her femininity."]}, {"name": "", "audio": "", "normalized": ["Giving into her true nature, her moans confirmed her helplessness as a woman, as she squirmed around on the bed."]}, {"name": "Rinko", "audio": "v_sr024_0034", "normalized": ["I'm cumming!", " You need to stop!", " Ohh my godd!"]}, {"name": "", "audio": "", "normalized": ["Upon orgasming, her womb began to squeeze and writhe as the man dumped his cum into her warm snatch."]}, {"name": "Rinko", "audio": "v_sr024_0035", "normalized": ["I'm gonna cum again!", " Hhhnngg!"]}, {"name": "", "audio": "", "normalized": ["After cumming for what seemed like an eternity, he finally slipped himself out.", " Rinko's cunt was left agape, as cum slowly poured itself out."]}, {"name": "", "audio": "", "normalized": ["However, Rinko's orgasms would not stop.", " Over and over again, her legs twitched with an unending wave of pleasure."]}, {"name": "Rinko", "audio": "v_sr024_0036", "normalized": ["Aaahh… Mmmnn… Wow… This is…"]}, {"name": "", "audio": "", "normalized": ["It wasn't just continuous orgasm; It was one long orgasm that her brain couldn't seem to handle, so each wave caused her to convulse further."]}, {"name": "Rinko", "audio": "v_sr024_0037", "normalized": ["I can't believe you… …came so much… It's pouring out…"]}, {"name": "", "audio": "", "normalized": ["Her convulsing shot more cum out of her gaping hole, and she could feel the warmth travel down her buttocks."]}, {"name": "Rinko", "audio": "v_sr024_0038", "normalized": ["What a waste… It felt so good…"]}, {"name": "", "audio": "", "normalized": ["The man smirked as he gazed upon Rinko, drunk on her incestuous orgasms; a look of pure stupor came upon her face."]}, {"name": "You", "audio": "", "normalized": ["In the end, you're just a simple woman.", " I'm gonna have a lot of fun ruling over you as your brother."]}, {"name": "", "audio": "", "normalized": ["His utterings did not reach her.", " She was lost in her thoughts, overjoyed at the fact she made love to her brother."]}]