[{"name": "You", "audio": "", "normalized": ["Guh… I didn't think you'd come all the way down here after you caught wind of me."]}, {"name": "Mari", "audio": "v_sr514_0000", "normalized": ["You're not going anywhere!", " This is the end of the line!"]}, {"name": "Haruto", "audio": "", "normalized": ["You better give up."]}, {"name": "You", "audio": "", "normalized": ["Tsk…"]}, {"name": "", "audio": "", "normalized": ["I was sloppy to get caught in an important moment like this by these damn kids."]}, {"name": "", "audio": "", "normalized": ["The only thing I could do was…"]}, {"name": "You", "audio": "", "normalized": ["Gh!"]}, {"name": "Mari", "audio": "v_sr514_0001", "normalized": ["Wh-what…?!"]}, {"name": "Haruto", "audio": "", "normalized": ["Ugh?!"]}, {"name": "", "audio": "", "normalized": ["I sprayed the drug I had been storing inside my mouth at the two coming after me."]}, {"name": "", "audio": "", "normalized": ["That created a window of opportunity."]}, {"name": "You", "audio": "", "normalized": ["I should probably finish them off right here and now… But I have more pressing purposes."]}, {"name": "You", "audio": "", "normalized": ["So long!"]}, {"name": "Mari", "audio": "v_sr514_0002", "normalized": ["Wait…"]}, {"name": "Mari", "audio": "v_sr514_0003", "normalized": ["…Hmm, He got away…"]}, {"name": "Haruto", "audio": "", "normalized": ["Ugh, uuhh…"]}, {"name": "", "audio": "", "normalized": ["The drug sprayed at the two, Mari managed to dodge it, but Haruto was not that fortunate."]}, {"name": "Mari", "audio": "v_sr514_0004", "normalized": ["A-are you okay?"]}, {"name": "", "audio": "", "normalized": ["He seemed to be affected by the effects of the drug and Mari figured it must have been poison."]}, {"name": "", "audio": "", "normalized": ["She assumed it would have been dangerous to leave him out there and she approached him to help."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughh, ughaagghh!"]}, {"name": "Mari", "audio": "v_sr514_0005", "normalized": ["Eh, what… Kyaagh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps it was the drug that was affecting him as his eyes had turned red and he assaulted Mari like a mindless beast."]}, {"name": "Mari", "audio": "v_sr514_0006", "normalized": ["Stop, please, noo!"]}, {"name": "", "audio": "", "normalized": ["Haruto pushed down Mari as she resisted and mounted on top of her."]}, {"name": "Haruto", "audio": "", "normalized": ["Haagh, haagh, haagh."]}, {"name": "", "audio": "", "normalized": ["He was breathing roughly and as soon as he pushed Mari down, he inserted his suddenly erect penis into her vagina."]}, {"name": "Mari", "audio": "v_sr514_0007", "normalized": ["Mnngh, mnguhh, eegh, eegghh?!"]}, {"name": "", "audio": "", "normalized": ["He had gone mad from the drug and he was acting like an animal, simply lusting for Mari's body as it was right in front of him."]}, {"name": "", "audio": "", "normalized": ["Perhaps, as a result, Haruto's actions were completely merciless."]}, {"name": "Mari", "audio": "v_sr514_0008", "normalized": ["Mnnhaaghh, haagh, noo, please, you can't… Mnnaahaaghh?!", " My pussy… Drilling in so hard, noo, aaghaahaahh."]}, {"name": "Mari", "audio": "v_sr514_0009", "normalized": ["Haagghh, aaghh, mnguhghh!", " No, this isn't supposed to… Please stop this, aaghaahaaghheemngh, mnnh, guughh!"]}, {"name": "", "audio": "", "normalized": ["Ignoring her as she protested in vain, not only did in penetrate her, but he also started moving his hips, pounding the depth of her vagina with the hard cock."]}, {"name": "", "audio": "", "normalized": ["Even though she was not wet at all, the sudden full penetration stopped her from resisting and halting him as she teared up."]}, {"name": "Mari", "audio": "v_sr514_0010", "normalized": ["Noo, please, mnnaaghh, please, stop, Haruto-kun!", " Noo, mnnooughh, ooghh, oghgoohogh… Mnaahh… Ahaaghh!"]}, {"name": "Haruto", "audio": "", "normalized": ["Mnnaahh, gaagh, aaghh, haaughhaahh, aagh… Guhaa!", " Haaghaauhh."]}, {"name": "", "audio": "", "normalized": ["Mari's desperate screams did not reach him."]}, {"name": "", "audio": "", "normalized": ["No matter how many times she called his name out, he had gone feral and his cock going wild at his crotch kept moving, seeking pleasure."]}, {"name": "Mari", "audio": "v_sr514_0011", "normalized": ["Haagh, haahh… Mnnguhh, heeughh, guuhh… Ughhaaghagh… Ahaaheghh, mnnhughh."]}, {"name": "", "audio": "", "normalized": ["She was still resisting, but more than that, she was confused about how she was reacting to the situation."]}, {"name": "Mari", "audio": "v_sr514_0012", "normalized": ["Aaaughh, uughh, huughh, mnnguhh, why, why is this… Aaaughh, mmnnghh, huughh, ughh…"]}, {"name": "Mari", "audio": "v_sr514_0013", "normalized": ["Oghoghh… Mnnghh, why am I, why am I feeling, mnnaaghh pleasure… This isn't… Noo, this isn't, right, aauughh."]}, {"name": "", "audio": "", "normalized": ["She was being fucked against her will and actually felt pain, yet her body was wetting her honey pot and was accepting the throbbing penis into her."]}, {"name": "", "audio": "", "normalized": ["Her vagina adapting to it as it sent pleasure signals to her brain, but she continued to shout \"why, why."]}, {"name": "Mari", "audio": "v_sr514_0014", "normalized": ["Aaaghhaauhh, aaghh, mnnguuhh, uugghh, mmnghh, noo, snap out of it… Or I will, hoough, mnngh, huugh, uuaaghh."]}, {"name": "", "audio": "", "normalized": ["Mari desperately resisted and begged him to snap out of it."]}, {"name": "", "audio": "", "normalized": ["However, no matter what she said, he did not listen and kept pounding his hips feverishly, fucking her pussy while it made lewd, wet noises."]}, {"name": "Mari", "audio": "v_sr514_0015", "normalized": ["Huughhuhh, n-noo… Please, no, no no, hyaaghh, mnnghh, mnguuhh!", " Ughh, haauugh, haauhhaagh."]}, {"name": "", "audio": "", "normalized": ["She felt the ferocious penis drilling inside her hard and subconsciously squeezed her vagina."]}, {"name": "", "audio": "", "normalized": ["That made her feel the shape of the penis inside her and both disgust and pleasure assaulted her brain at the same time."]}, {"name": "Mari", "audio": "v_sr514_0016", "normalized": ["Mnmmhaagh?!", " Aaauhughh, uughh, uughghh… Ughuhh!", " Huugh, ughh, aaghhaahh… Aaahh, mnnghh!"]}, {"name": "Mari", "audio": "v_sr514_0017", "normalized": ["…Please, I beg you!", " This isn't, ooghhoouugghh?!", " Oooghh… Noo… Please stop, mnnhuhh, uugheeghh!"]}, {"name": "", "audio": "", "normalized": ["As the out-of-control Haruto pounded her, the overflowing pussy juice splash all around along with sweat."]}, {"name": "", "audio": "", "normalized": ["Her already moaning body was drenched with sweat and she could feel her burning body was being drowned by pleasure."]}, {"name": "Mari", "audio": "v_sr514_0018", "normalized": ["Mnnhuh, huughuughh!"]}, {"name": "", "audio": "", "normalized": ["Haruto's penis, as it was forcing its way into her by spreading open her pussy, did not slow down at all and instead was getting even faster."]}, {"name": "Haruto", "audio": "", "normalized": ["Ugghh, gaaghh, haaghhaauhhaahh, ooughh… Oghh, oouhh…!"]}, {"name": "", "audio": "", "normalized": ["Although Haruto had been taken over by lust, he was certainly groaning from the pleasure."]}, {"name": "", "audio": "", "normalized": ["He continued to pound his hips as he saught even more pleasure and the impulse shook Mari's head around."]}, {"name": "Mari", "audio": "v_sr514_0019", "normalized": ["Mnngheeghh, eeghh, aaghh, haagh, haagh, haauhh… Aaaughh, guhhgh… Huuggh, fuugghh… Heegh, aahhagaah."]}, {"name": "", "audio": "", "normalized": ["The pleasure almost similar to pain caused Mari's vagina to react even though she was resisting and secreted vaginal juice endlessly."]}, {"name": "Mari", "audio": "v_sr514_0020", "normalized": ["Uughuhhguhh, guhh, haaghh… Haaghh, noo, aaughh, mnnuguhh, huugh, huffuughh?!"]}, {"name": "", "audio": "", "normalized": ["His erect penis kept plowing Mari's sensitive spots hard with no mercy whatsoever."]}, {"name": "Mari", "audio": "v_sr514_0021", "normalized": ["Haauughh, aauuhh, mnnguhh, heeghhm heeughh, haagh, eegghh, this is, houghh, uughh?!"]}, {"name": "", "audio": "", "normalized": ["She had no idea if it was coincidence or not, but his movement was almost as though he knew exactly where her weak spots were."]}, {"name": "", "audio": "", "normalized": ["The bolt of intense pleasure from the plowing ran right through her body and drenched her vagina with a massive amount of pussy juice."]}, {"name": "Mari", "audio": "v_sr514_0022", "normalized": ["Haagh, aaghahaaghh, mnnghh, huughh, uughuhh, heegh, heeghh, guhh, mnnaahh, aahh… Aaaghh!"]}, {"name": "Mari", "audio": "v_sr514_0023", "normalized": ["Th-this is, this isn't right, Haruto-kun… Please just snap out of it, please, eegughh, heegh, aaghh!"]}, {"name": "", "audio": "", "normalized": ["She simply could not answer why she was feeling pleasure no matter how much time had passed."]}, {"name": "", "audio": "", "normalized": ["Even though she was being fucked against her will, she was reacting with pleasure as she looked around."]}, {"name": "Mari", "audio": "v_sr514_0024", "normalized": ["Haaghh, aaghh, if we do it in the open like this, aaghaahh, haaghh, huugh, huugh, mnheegghh!"]}, {"name": "", "audio": "", "normalized": ["They were in a rather abandoned beach, but that did not mean no one was coming there."]}, {"name": "", "audio": "", "normalized": ["The thought of the possibility of having someone stumble upon and seeing them invaded Mari's mind."]}, {"name": "Mari", "audio": "v_sr514_0025", "normalized": ["Uuughuhh… Uughguhh, huughhmnngh?!"]}, {"name": "Mari", "audio": "v_sr514_0026", "normalized": ["Aaafgaagghh, what the… This isn't right, mnnhaamnghh, my pussy is….", "aching and… Hyaauguhnmghh!"]}, {"name": "", "audio": "", "normalized": ["Mari let out a surprised voice as she suddenly felt different pleasure."]}, {"name": "", "audio": "", "normalized": ["She was confused as she could not understand what was exactly happening to her."]}, {"name": "Mari", "audio": "v_sr514_0027", "normalized": ["Ughuhh, guughh… Mnnghh, aaghaahahahh, haaghh… Aaaguhh, haauumn… Huuhh, heeghh!"]}, {"name": "", "audio": "", "normalized": ["Her contracting vagina was sending pleasure as the chilling sensation that ran down her spine which was something new to her."]}, {"name": "", "audio": "", "normalized": ["She did not even know what was happening to her and felt the anxiety and pleasure spread."]}, {"name": "Mari", "audio": "v_sr514_0028", "normalized": ["Aaahh… Uughh, uugh… Ahh, aaghh… Haauh… Haah… Uueghh, heegh, huuhh, fuuhh…"]}, {"name": "", "audio": "", "normalized": ["She did not notice, but her anxiety was actually emphasizing her pleasure and she continued to tighten her pussy."]}, {"name": "", "audio": "", "normalized": ["However, Mari did realize that, even though she was being fucked against her will, she was actually feeling pleasure and was frustrated."]}, {"name": "Mari", "audio": "v_sr514_0029", "normalized": ["Noo, please, this can't be!", " You can't do this to me, no way, please… Just, just snap out of it already, heeuh, uuhh!"]}, {"name": "Haruto", "audio": "", "normalized": ["Haagh, aaguhgh, uughh… Huugh, huuhh…"]}, {"name": "", "audio": "", "normalized": ["The pounding accelerated and Haruto's dick was getting even harder from the escalating arousal."]}, {"name": "", "audio": "", "normalized": ["Mari could not even move a finger as he forcibly pinned her down and she could only scream."]}, {"name": "", "audio": "", "normalized": ["She could only drip honey from her pussy as she was being pounded."]}, {"name": "Mari", "audio": "v_sr514_0030", "normalized": ["Gh?!", " Aahhgh, what are you… Mnnghh, it's too hard… Stop, mnnhaahhaghh?!"]}, {"name": "Haruto", "audio": "", "normalized": ["Guoughh, oohhguhh, oohhghh!"]}, {"name": "", "audio": "", "normalized": ["Mari moaned while being surprised as she felt Haruto's cock growing even larger inside her."]}, {"name": "", "audio": "", "normalized": ["The sudden sensation made Mari's head hurt and she felt danger from the situation she was in."]}, {"name": "Haruto", "audio": "", "normalized": ["Oohoouhh, guuougghh!"]}, {"name": "", "audio": "", "normalized": ["Haruto's movement as he pounded his hips hard was getting even faster."]}, {"name": "", "audio": "", "normalized": ["Seeing that, she realized something was coming and struggled to try to get out of his forceful bounds."]}, {"name": "Mari", "audio": "v_sr514_0031", "normalized": ["Noo… This isn't right!", " Haaghh, if you are going to keep going like this… Ughughh, guughh… Mnngh!"]}, {"name": "", "audio": "", "normalized": ["No matter how hard she resisted, she could not overpower him."]}, {"name": "Mari", "audio": "v_sr514_0032", "normalized": ["Haagh, haagh, uuhmn, mngh!"]}, {"name": "", "audio": "", "normalized": ["Watching Haruto, she could see that he was getting close to achieving ejaculation."]}, {"name": "", "audio": "", "normalized": ["But he had no intention of pulling out at all he would ejaculate right into Mari's womb like this."]}, {"name": "Mari", "audio": "v_sr514_0033", "normalized": ["Haaugh, aagh, aahh… Noo, noo!"]}, {"name": "Haruto", "audio": "", "normalized": ["Haahuhhaahuhh, ughh, mnguhh."]}, {"name": "", "audio": "", "normalized": ["Haruto thrust his hips forward and pressed the tip against the depth of her vagina as he ignored her desperate scream."]}, {"name": "Mari", "audio": "v_sr514_0034", "normalized": ["Please, noo, noo!"]}, {"name": "Haruto", "audio": "", "normalized": ["Oooughh, uuhh, uuhguhh, guuhh!"]}, {"name": "", "audio": "", "normalized": ["A massive amount of semen started pouring into her vagina."]}, {"name": "Mari", "audio": "v_sr514_0035", "normalized": ["Heeghh, n-noo, why, aauughh, uughh, haaghhahh, hueeguhh?!"]}, {"name": "", "audio": "", "normalized": ["Mari was already experiencing pleasure from the hard plowing and she had also achieved orgasm along with Haruto."]}, {"name": "", "audio": "", "normalized": ["Both their bodies twitched as they savored the pinnacle of pleasure with their whole body."]}, {"name": "Mari", "audio": "v_sr514_0036", "normalized": ["Aaauuhh, haaughh, guhh… Uhghuhghh… Haagh, haagh, haahh… Aaaughh, mnngh."]}, {"name": "", "audio": "", "normalized": ["Mari was disgusted by the fact the thick cum was being released inside her vagina and was making it all filthy."]}, {"name": "", "audio": "", "normalized": ["Yet, she had the taste of the pleasure intense enough to lead her to orgasm and she gradually became unable to resist."]}, {"name": "Mari", "audio": "v_sr514_0037", "normalized": ["Haaghh… Haaghh… Aaaughh… Mnngh, huuguhh, huughh… Mnngumn…"]}, {"name": "Mari", "audio": "v_sr514_0038", "normalized": ["Wh-why… Why would you…do such a thing… Ah…aahh… Haagh… Haauhh…"]}, {"name": "", "audio": "", "normalized": ["Haruto only attempted to fuck her to satisfy his libido as he had lost his mind and only followed his beastly instinct."]}, {"name": "", "audio": "", "normalized": ["Mari's plea did not reach him while he was like so."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughh… Ghaah, aaghh…"]}, {"name": "Mari", "audio": "v_sr514_0039", "normalized": ["…Ahh… Ehh…?"]}, {"name": "", "audio": "", "normalized": ["Although Haruto had ejaculated, that did not mean it was over."]}, {"name": "", "audio": "", "normalized": ["His cock grew hard once again even though it had just blown its load."]}, {"name": "Mari", "audio": "v_sr514_0040", "normalized": ["No way… Ahaaghh, aaughh… But, I'm still, still coming right now, mnnguh, guughh?!"]}, {"name": "", "audio": "", "normalized": ["Mari still could not stop coming, but Haruto did not pay any attention to such fact and began moving again to seek even more pleasure."]}, {"name": "Mari", "audio": "v_sr514_0041", "normalized": ["Mnnhaagh?!", " Please stop, eegeheeghh?!", " Hooughh, oouhgouhhohh… Mnnghh, haaghh!"]}, {"name": "Mari", "audio": "v_sr514_0042", "normalized": ["Noo, please, no more, just, noo!"]}, {"name": "", "audio": "", "normalized": ["Haruto must have found Mari's continuous scream to be a nuisance and he suddenly moved his face closer to hers."]}, {"name": "Mari", "audio": "v_sr514_0043", "normalized": ["Mnnhh?!", " Mnnbuughh, juuruhhghh, huughh, mnngh, mnngh, chuhh, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["Mari's mouth was sealed with his kiss and she could not comprehend what was happening because of the surprise."]}, {"name": "", "audio": "", "normalized": ["By the time she realized her lips were stolen by him, Haruto's tongue had already entered her mouth and tangled onto her intimately."]}, {"name": "Mari", "audio": "v_sr514_0044", "normalized": ["Mnnjuuhh, jurruuhh, chuuhhjuuhh, mnnhaaghh, aabuughh… Mnnhh, mngh, churuhchuuhjurruhuh, chuuhh…"]}, {"name": "Mari", "audio": "v_sr514_0045", "normalized": ["Haahh… Haahh… Ahhmnuhh?!", " Huuhghh, buughh, jurruhh, chuuppahh…"]}, {"name": "", "audio": "", "normalized": ["Haruto's fierce pounding and the passionate kiss made rhythmical, wet noises and they echoed."]}, {"name": "", "audio": "", "normalized": ["Mari was letting out moan-like sounds from her mouth and at the same time, her tongue was moving to seek more kiss from him."]}, {"name": "Haruto", "audio": "", "normalized": ["Huughuhh, mnnjuuhhghh, juuruhh, mnnghh… Chuuruhh, juruuhuruhh."]}, {"name": "", "audio": "", "normalized": ["Mari had already become extra sensitive due to the orgasm, but she was still trying to stop him."]}, {"name": "", "audio": "", "normalized": ["However, his mind had gone mad and out of control with no signs of snapping out of it."]}, {"name": "Mari", "audio": "v_sr514_0046", "normalized": ["Haamuhh, juuhh, mnnjuhhchuuhh, mnnbaaghh, aahhmguh, huuhuhh… Mnngh."]}, {"name": "", "audio": "", "normalized": ["It was as though her mind was wearing out as Haruto was throwing his libido at her and was fucking her to devour the pleasure."]}, {"name": "", "audio": "", "normalized": ["His rock-hard cock continued to knock right onto her womb and the impulse felt as though it was echoing into her head."]}, {"name": "Mari", "audio": "v_sr514_0047", "normalized": ["Aaghh, aauuhh, mnnhuuhh… Juruuhhghh, chuuhh… Haaghh, haaghh, aahahmn, mnnghh!"]}, {"name": "Mari", "audio": "v_sr514_0048", "normalized": ["Haagh, haagh, haamuhh, chuuruhh, juruhh, chuupahh, chuuhh, reloouhh, haamuh, mmhuuhh, huughh."]}, {"name": "", "audio": "", "normalized": ["Not only her vagina, but her mouth was also drenched as she still could not resist him giving her pleasure."]}, {"name": "", "audio": "", "normalized": ["Mari was beginning to give up trying to snap him out of the madness, at least not with just her own means."]}, {"name": "Haruto", "audio": "", "normalized": ["Haamuuhh, juuruhh, chuuhhpaahchuhh, juuruuhuhh, mnnhuughh…"]}, {"name": "", "audio": "", "normalized": ["Haruto had become a beast of libido and he simply enjoyed the sensation of her honey pot with hard pounding, ignoring her emotions."]}, {"name": "", "audio": "", "normalized": ["Soon, he was moving his cock around in her pussy as if she was trying to seek even more pleasure from hitting the right spot."]}, {"name": "Mari", "audio": "v_sr514_0049", "normalized": ["Mnnbuughh?!", " Mnnjuhhgh, chuuhppahh, mnnchuhuh!"]}, {"name": "", "audio": "", "normalized": ["He searched for the sweet spot inside her vagina and drilled in which created even more pleasure for Mari and she moaned."]}, {"name": "Haruto", "audio": "", "normalized": ["Haagh, haahh, mnnghh."]}, {"name": "", "audio": "", "normalized": ["Eventually, Haruto must have found the right spot and began to pound her straight into there, hard."]}, {"name": "", "audio": "", "normalized": ["That caused Mari's eyes to open wide and she attempted to scream."]}, {"name": "Mari", "audio": "v_sr514_0050", "normalized": ["Mnnghh!", " Huuhahh, noo, please, not there… Aahhbuugh, juurhuhh, chuuppahh."]}, {"name": "Mari", "audio": "v_sr514_0051", "normalized": ["Mnnbuughhaaghh, that's not, aauughh?!", " Ughh… I'm too sensitive… Please stop… Mnnheeghh?!"]}, {"name": "", "audio": "", "normalized": ["Mari knew anything she said did not mean anything, but she still resisted."]}, {"name": "", "audio": "", "normalized": ["However, all her resistance as still in vain as she was forcibly pinned down even as she tried to struggle."]}, {"name": "Mari", "audio": "v_sr514_0052", "normalized": ["Huughhuuhghh, mnnbuuhh!", " Mnnjuhhchuuhppahchuhh, juruhruhh, juruhh, chuhh, haaghh… Haahh… Mnnghh!"]}, {"name": "", "audio": "", "normalized": ["Even as he ravaged the inside of her vagina as he pleased, she had no way to resisting and he continued to pound her."]}, {"name": "", "audio": "", "normalized": ["No matter how hard she struggled, he did not pay attention to any of her screams as he continued to devour pleasure."]}, {"name": "Haruto", "audio": "", "normalized": ["Haauhuhh, huughh, mnnghh, churuhjuruuhruuhh… Mnnbuughh, chuuhh."]}, {"name": "", "audio": "", "normalized": ["Even then, Mari was still keeping her mind strong, not giving up, but her body was starting to shudder and go limp."]}, {"name": "Mari", "audio": "v_sr514_0053", "normalized": ["Huughh!", " Mnngjuughh, chuuhpahchuhh, jururuhuhh, juruhhuhh, relouhh, mnhaahh, aaghh, churuhh."]}, {"name": "Mari", "audio": "v_sr514_0054", "normalized": ["Juruhruhh, chuuhhpaahh, mnnhh, mnbabaghh, aaghahh… Haah… Haagh… Heh?", " What…what's happening… Mnnhuhh."]}, {"name": "", "audio": "", "normalized": ["The kiss so intense that it made her mouth completely covered with saliva was getting calmer."]}, {"name": "", "audio": "", "normalized": ["Haruto let go of her mouth and then moved his eyes down."]}, {"name": "Mari", "audio": "v_sr514_0055", "normalized": ["Mnnhhaaghaahh?!", " Aaaghh, noo, please… That's… That's not, aahhuuhh!"]}, {"name": "", "audio": "", "normalized": ["What he went for was Mari's breasts which were swaying from the intense pounding."]}, {"name": "", "audio": "", "normalized": ["He moved the clothing away from her dancing breasts and then sucked onto her erect nipples."]}, {"name": "Haruto", "audio": "", "normalized": ["Huhhghhuugh, mnnhh, chuppachuhh, chuughh…"]}, {"name": "Mari", "audio": "v_sr514_0056", "normalized": ["Haauhghh, mnnghh, uguhuhh, mnnghh, guughh!", " Aaghhaghhaghh, haagh, haahh… Haahh… Mnguh, eghh, aaghahh."]}, {"name": "", "audio": "", "normalized": ["Doing so actually freed of her arms as she was now a little freer, but Mari still could not push him back."]}, {"name": "Mari", "audio": "v_sr514_0057", "normalized": ["Mnnghuuhh, uughh, aaghaagahaaghh… Noo… I'm goin limp… Heeguhh?!", " Ughh, uughuhh!"]}, {"name": "", "audio": "", "normalized": ["She had already achieved orgasm and the additional please had rendered her powerless and unable to rests at all."]}, {"name": "Haruto", "audio": "", "normalized": ["Uhghuuhhuhh, mnnchuuhh, juuruuhhchuuruhh, chuuhppaahh… Chuuhh, chuuruhjuruuhh."]}, {"name": "", "audio": "", "normalized": ["Haruto sucked all over her pinkish, erect nipple."]}, {"name": "", "audio": "", "normalized": ["Even though the movement of her tongue was rather rough, it still hit her sweet spot and Mari moaned from the onslaught of pleasure impulses."]}, {"name": "Mari", "audio": "v_sr514_0058", "normalized": ["Noo, haaheeghh?!", " Heeguhh, uughh, huughh, mnnhaahh, aahuuhh, mnngh, guuhh… Haagh, haauh, mnnheghh!"]}, {"name": "", "audio": "", "normalized": ["If only she could move his body out of the way…"]}, {"name": "", "audio": "", "normalized": ["Mari tried to overpower him over and over again, but every time pleasure ran through her body and she could only shudder."]}, {"name": "Mari", "audio": "v_sr514_0059", "normalized": ["Haahh, haauhh, hugheeghh!", " Eeghh, heeghh… Heeguhh, huuh, mnnmmhh, aahaaghh, aahhaaghh… Haamn, mnngh!"]}, {"name": "", "audio": "", "normalized": ["Mari noticed pleasure was building up inside her for sure."]}, {"name": "", "audio": "", "normalized": ["Her drenched and hot honey pot was still tightening regardless of her will and tangled onto Haruto's cock going wild."]}, {"name": "Mari", "audio": "v_sr514_0060", "normalized": ["Aahaahh, aghaahh, haauhaahh, ughh… Huughuhh, guhh, noo, aahh… Mnyahh… Aaaghh."]}, {"name": "Mari", "audio": "v_sr514_0061", "normalized": ["Mnnghh, my nipples… No, they are tingling so much…coming, something's coming again, uguhh."]}, {"name": "", "audio": "", "normalized": ["With the electrifying pleasure, she felt the tightening sensation down in her lower belly."]}, {"name": "", "audio": "", "normalized": ["As the violent penis continued to fuck her hard, she put on agonized expression from the intense impulse."]}, {"name": "Mari", "audio": "v_sr514_0062", "normalized": ["Hugheeghh, eeghh, eeghghh, aauughh, guuhh… Mnnguhh, eeghh, I'm coming, coming… Aaahuhh, mnngh."]}, {"name": "Mari", "audio": "v_sr514_0063", "normalized": ["Guuhguughh… I'm going to come against if we keep going like this, I'm, I'm going to come again, uguhh."]}, {"name": "", "audio": "", "normalized": ["By the time she noticed, she had given up resting as she felt the pleasure."]}, {"name": "Haruto", "audio": "", "normalized": ["Huughh, mnnjuuhghh, huuhhuughh, mnnghh… Guuhhghh, uuguhh!"]}, {"name": "", "audio": "", "normalized": ["Now, she was devouring pleasure along with him towards another orgasm."]}, {"name": "Mari", "audio": "v_sr514_0064", "normalized": ["Heeguhh, heeguhh, noo, I-I'm coming again… Ooohoouhouhh, houuhh… Oooghh, ooghogohh."]}, {"name": "", "audio": "", "normalized": ["Her fleshy pot continued to gush with the pussy juice as it tangled onto the penis pounding her hard with its creases."]}, {"name": "", "audio": "", "normalized": ["Her mind was almost taken away by his intense pounding accelerating by using her fluids as the lubricant."]}, {"name": "Mari", "audio": "v_sr514_0065", "normalized": ["Aaagh, aauhh, coming, coming… I'm coming, uughh, uughh, aaghaahhaahh!"]}, {"name": "", "audio": "", "normalized": ["Soon the two reached the limit of their patience."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughguuhh, uughh!"]}, {"name": "", "audio": "", "normalized": ["As Haruto pressed his hips hard onto her, he bit down onto her nipple which he was sucking on."]}, {"name": "Mari", "audio": "v_sr514_0066", "normalized": ["Aaaghaahaahaahh, come, come, coommiinngg, uughh!"]}, {"name": "", "audio": "", "normalized": ["That moment, she squirted from her pussy as she reached the climax."]}, {"name": "", "audio": "", "normalized": ["The sense of relief from the orgasm cased Mari's mind to blank out to pure whiteness."]}, {"name": "Mari", "audio": "v_sr514_0067", "normalized": ["Ooguhooughoohh, haauhh, guuhhghh?!"]}, {"name": "Mari", "audio": "v_sr514_0068", "normalized": ["Haahh, haaghh… Aaahh, aaghh, my nips… Haauh, aahh, please don't bite on it!"]}, {"name": "", "audio": "", "normalized": ["The continuous pleasure of getting her nipples bitten while the cum rushed into her vagina kept her orgasming."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughuhh… Guhuughh."]}, {"name": "", "audio": "", "normalized": ["As their bodies shuddered, the two savored the relief from the pleasure."]}, {"name": "", "audio": "", "normalized": ["The massive amount of cum that was hard to believe it was the second load filled the depth of her vagina and came overflowing."]}, {"name": "Mari", "audio": "v_sr514_0069", "normalized": ["Aaaughh, uhuughh, mnnghh… Aghhaahh, aaghaahh, haaghhaagh… Huugh, huuhh…"]}, {"name": "", "audio": "", "normalized": ["Mari's pussy could not take the intense pain and pleasure that accompanied each other along with the pleasured relief."]}, {"name": "", "audio": "", "normalized": ["The fluids gushing from their crotch did not seem to stop at all."]}, {"name": "Mari", "audio": "v_sr514_0070", "normalized": ["Aaghh… Ahaahh… Haagh… Haagh…"]}, {"name": "", "audio": "", "normalized": ["Mari's consciousness was fading away and she was starting to sink into the pleasure."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughh…"]}, {"name": "", "audio": "", "normalized": ["Gradually, his ejaculation calmed down and Haruto's grip began to weaken slowly."]}, {"name": "", "audio": "", "normalized": ["However, even after letting out an incredible volume of semen from his penis with the second ejaculation, Haruto's cock did not seem to soften."]}, {"name": "Mari", "audio": "v_sr514_0071", "normalized": ["What… No way… Aaagh, uughuhh… Haagh, haaghh…"]}, {"name": "", "audio": "", "normalized": ["The thought of this lasting any longer horrified her."]}, {"name": "", "audio": "", "normalized": ["Mari tried to resist with what little consciousness she had left, but of course, she was no match for him and he overpowered her."]}, {"name": "Mari", "audio": "v_sr514_0072", "normalized": ["Aaghh…"]}, {"name": "", "audio": "", "normalized": ["Since she had just achieved the second orgasm, she could not muster any more force."]}, {"name": "", "audio": "", "normalized": ["Haruto grabbed her shoulder and then attempted to carry on with the fucking as she forced her to change position."]}, {"name": "", "audio": "", "normalized": ["Mari still could not get away and she had no choice but to let him do as he pleased."]}]