[{"name": "", "audio": "", "normalized": ["Yuki managed to sneak into the Fuuma organization without an issue, but their leader found out who she really was."]}, {"name": "", "audio": "", "normalized": ["Then she used her power――Ninjutsu"]}, {"name": "", "audio": "", "normalized": ["It solidified the anti-Demon particle into the shape of a throwing knife and allowed her to control the opposite sex by hitting them with it."]}, {"name": "", "audio": "", "normalized": ["However, the Fuuma leader took her powers and Yuki was manipulated and captured instead."]}, {"name": "Yuki", "audio": "v_r-ev264_0000", "normalized": ["(Guhh, my body really does not do what I tell it to… Tssk, I never thought I would experience my powers like this…!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki was biting down on her lips in her mind."]}, {"name": "", "audio": "", "normalized": ["That despicable leader of the Fuuma was in reaching distance, but she could not even move a finger let alone reach him."]}, {"name": "", "audio": "", "normalized": ["This was the ninja art \"Opposite Sex Degradation."]}, {"name": "", "audio": "", "normalized": ["It does have the limitation of only working on someone from the opposite sex, but if it does work, the body refuses to move on its will just like her now."]}, {"name": "", "audio": "", "normalized": ["Moreover, it actually allowed the castor to manipulate the body.", " It was such a fearsome ability."]}, {"name": "", "audio": "", "normalized": ["That ability made Yuki take off her Taimanin suit, get onto a birthing table, and spread her legs wide open."]}, {"name": "", "audio": "", "normalized": ["Even with the hated Fuuma in front of her, she did what she was told."]}, {"name": "", "audio": "", "normalized": ["Her arms were raised above her head and exposed her rather a thin chest, even showing off her young honey pot."]}, {"name": "Yuki", "audio": "v_r-ev264_0001", "normalized": ["(Getting humiliated by such a despicable man like him.", " Guhh, I have to resist it…just till the powers wear out…)"]}, {"name": "", "audio": "", "normalized": ["Her powers had a time limit."]}, {"name": "", "audio": "", "normalized": ["She was stuck like this till it wears off, but if she was able to endure it till then, she would have been released and even possibly escape."]}, {"name": "", "audio": "", "normalized": ["Yuki clenched her teeth in her mind and kept staring angrily at the leader of Fuuma."]}, {"name": "You", "audio": "", "normalized": ["What a sight, Taimanin.", " Striking such a pose yourself, I guess you really wanted me to torture you, eh?"]}, {"name": "Yuki", "audio": "v_r-ev264_0002", "normalized": ["(There's no way I would not think anything like that!", " I'm going to kill you right now!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki cursed at the hated man."]}, {"name": "", "audio": "", "normalized": ["Yet her body did not react to her will at all and remained still, not even moving an inch."]}, {"name": "", "audio": "", "normalized": ["She leaned powerlessly against the birthing table and let her eyes wander around into nowhere."]}, {"name": "", "audio": "", "normalized": ["No, it was not just that――"]}, {"name": "Yuki", "audio": "v_r-ev264_0003", "normalized": ["…Yes, I'm looking forward…to being tortured by you."]}, {"name": "", "audio": "", "normalized": ["Yuki's lips spewed words she did not even think about at all."]}, {"name": "", "audio": "", "normalized": ["Indeed, she was still under the powers of the Fuuma leader."]}, {"name": "", "audio": "", "normalized": ["No matter how Yuki tried to resist him, she moved as he wished and answered the way he wanted."]}, {"name": "", "audio": "", "normalized": ["Of course, the Fuuma leader realized that and did so just to tease and torture Yuki's mind."]}, {"name": "Yuki", "audio": "v_r-ev264_0004", "normalized": ["(What a pitiful man… Once I'm free, I'll kill you first!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki began to imagine how she would dispatch of the man who was in front of her with the sword still in the sheath on her stripped suit."]}, {"name": "", "audio": "", "normalized": ["Just to forget how humiliating her situation was."]}, {"name": "", "audio": "", "normalized": ["Just so she could look away from the fact she was showing such a shameful pose to her enemy…"]}, {"name": "You", "audio": "", "normalized": ["Well, if you say so, then let us begin."]}, {"name": "", "audio": "", "normalized": ["Fuuma grinned smugly and approached Yuki with lewd sex toys like dildos and vibrators which she had never seen in person."]}, {"name": "Yuki", "audio": "v_r-ev264_0005", "normalized": ["(Guh, gguhh!", " You, don't come any closer!", ")"]}, {"name": "", "audio": "", "normalized": ["No matter how much Yuki screamed in her mind, no voice came out."]}, {"name": "", "audio": "", "normalized": ["Two vibrators were attached to both of Yuki's nipples."]}, {"name": "", "audio": "", "normalized": ["Then the vibrator in Fuuma's hand――"]}, {"name": "You", "audio": "", "normalized": ["Here, what you wanted.", " You better suck it hard!"]}, {"name": "Yuki", "audio": "v_r-ev264_0006", "normalized": ["(N-not there, noo!", " Stop it!", ")"]}, {"name": "", "audio": "", "normalized": ["*Shove* *Slide* *Tear*"]}, {"name": "", "audio": "", "normalized": ["Despite Yuki screaming in her mind, the sex toy forced her vagina spread open and made its way into her still dry inside."]}, {"name": "Yuki", "audio": "v_r-ev264_0007", "normalized": ["Mnnaahh…?!"]}, {"name": "", "audio": "", "normalized": ["With her tightly shut crevice forced open, Yuki let out a faint voice and her body shuddered slightly."]}, {"name": "", "audio": "", "normalized": ["Yet her mind was screaming from the pain."]}, {"name": "Yuki", "audio": "v_r-ev264_0008", "normalized": ["(It hurts…!", " Guhh?!", " Hurts!", " Damn it, damn it… How dare you take my first with some sex toy…!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki's mind was boiling from the pain of having her hymen torn inside her vagina and from the raging anger."]}, {"name": "You", "audio": "", "normalized": ["Wow, blood, huh.", " I didn't figure you for a virgin.", " Hahaha.", " I thought you would be using this power to take advantage of men."]}, {"name": "Yuki", "audio": "v_r-ev264_0009", "normalized": ["(Guhh?!", " What scum…!", " To have my first time wasted by such a despicable man like him…!", ")"]}, {"name": "", "audio": "", "normalized": ["If this was going to happen, Yuki regretted she should have given her first to a man she actually cared for even a little."]}, {"name": "", "audio": "", "normalized": ["The missions of Taimanin are dangerous and torture was inevitable when captured, many of them sexual in nature like this."]}, {"name": "", "audio": "", "normalized": ["Hence some of the Taimanin around Yuki popped their cherries relatively early."]}, {"name": "", "audio": "", "normalized": ["Yuki thought she would not be in such a situation due to the nature of her powers."]}, {"name": "", "audio": "", "normalized": ["Plus, she had honed her martial arts and sword fighting."]}, {"name": "", "audio": "", "normalized": ["So perhaps she was arrogantly assuming she would never fall victim to such a situation."]}, {"name": "You", "audio": "", "normalized": ["You must be happy the first step of the torture was penetration, eh?"]}, {"name": "Yuki", "audio": "v_r-ev264_0010", "normalized": ["Haahh… Uughh… Yes, I'm, mnngh…very happy."]}, {"name": "", "audio": "", "normalized": ["Her mouth moved regardless of her will and Yuki answered as her cheeks blushed."]}, {"name": "", "audio": "", "normalized": ["She was almost in tears from her own uncontrollable words."]}, {"name": "Yuki", "audio": "v_r-ev264_0011", "normalized": ["(What the hell is he making me say…!", " Guhh, that's not true at all, even a bit…)"]}, {"name": "", "audio": "", "normalized": ["She thought in her mind but despaired that her body did not respond."]}, {"name": "", "audio": "", "normalized": ["Yet there were no tears."]}, {"name": "", "audio": "", "normalized": ["On the contrary, the scorching pain from the defloration ached numbly in her belly and the heat from it was covering up her entire body, making her burn up."]}, {"name": "You", "audio": "", "normalized": ["Don't worry.", " I'll make sure even a virgin can enjoy it."]}, {"name": "Yuki", "audio": "v_r-ev264_0012", "normalized": ["(Such scum…!", " Once the powers wear out, I'll show you what it's for!", " And then… I'll make sure to kill you!", ")"]}, {"name": "", "audio": "", "normalized": ["Once she was released from the control, she will lose the memory of what happened during it."]}, {"name": "", "audio": "", "normalized": ["But Yuki thought to herself as hard as she could so she would not forget about such humiliation."]}, {"name": "You", "audio": "", "normalized": ["I see.", " An ability so powerful that it remains intact even after I mess with your mind this much can be quite useful."]}, {"name": "", "audio": "", "normalized": ["Fuuma grinned and looked into Yuki's face."]}, {"name": "Yuki", "audio": "v_r-ev264_0013", "normalized": ["(Gloat all you want…!", " I will make you my puppet this time will humiliate you thoroughly before I kill you!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki was filled with cursing thoughts but her body only shuddered occasionally as if she was cold."]}, {"name": "", "audio": "", "normalized": ["No, it was not the chill.", " The feeling of something foreign inside her as the simulated penis parted her labia was going through her body."]}, {"name": "You", "audio": "", "normalized": ["I should get started for real now.", " Now, you better be clear about where it feels good for you."]}, {"name": "Yuki", "audio": "v_r-ev264_0014", "normalized": ["…Yes, I know."]}, {"name": "", "audio": "", "normalized": ["Fuuma nodded at Yuki's answer and began to move the dildo inside her vagina back and forth."]}, {"name": "", "audio": "", "normalized": ["*Shove* *Shove* *Shoump* *Zzzoupp*"]}, {"name": "Yuki", "audio": "v_r-ev264_0015", "normalized": ["Haamnngh?!", " Mnngh…guhh, ughh…?!", " Guahh?!"]}, {"name": "", "audio": "", "normalized": ["She had her vagina just penetrated for the first time stirred with the dildo."]}, {"name": "", "audio": "", "normalized": ["Then the red liquid dripped down from the vagina as the proof that she was a virgin."]}, {"name": "", "audio": "", "normalized": ["With her hymen torn and even fresh blood coming out, what came out of Yuki's lips was nothing but joy."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you're a virgin but it still feels that good, huh.", " Well, tell me where you feel it the best."]}, {"name": "Yuki", "audio": "v_r-ev264_0016", "normalized": ["Right around where my hymen was, it still, hurts a little… But, haamnnghh, when you go in deep, I get chills down my back."]}, {"name": "You", "audio": "", "normalized": ["Deep… Here!"]}, {"name": "", "audio": "", "normalized": ["*Drill* *Pound*"]}, {"name": "Yuki", "audio": "v_r-ev264_0017", "normalized": ["Huughuuhahahmnng?!", " Right, there…!", " It's like being electrocuted there, guhahh, my hips tingle…?!"]}, {"name": "", "audio": "", "normalized": ["With the tip of the simulated penis hitting the depth of her pussy, Yuki let her spread open legs twitch."]}, {"name": "", "audio": "", "normalized": ["By that point, she was now letting out clear and viscous fluid along with the blood she was dripping up till then."]}, {"name": "You", "audio": "", "normalized": ["What a sensitive body you have.", " It's such a waste you did not use this before.", " Why didn't you have sex with men?"]}, {"name": "Yuki", "audio": "v_r-ev264_0018", "normalized": ["I only had…such stupid men around me… Haauhh, mnnghh… Masturbation is good enough to satisfy me…"]}, {"name": "Yuki", "audio": "v_r-ev264_0019", "normalized": ["(Aaahh, what is he making me say?!", " Stop this!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki's face was almost on fire as the man managed to make her say the truth."]}, {"name": "", "audio": "", "normalized": ["It was extremely humiliating for her to be forced to answer truthfully to the questions she would not answer in her right mind."]}, {"name": "", "audio": "", "normalized": ["Even though there were anger and shame whirling at the bottom of her heart, Yuki's face was beginning to melt into lust."]}, {"name": "", "audio": "", "normalized": ["With a tingling pleasure, she narrowed her eyes and opened her mouth halfway, letting out sweet breaths."]}, {"name": "Yuki", "audio": "v_r-ev264_0020", "normalized": ["(Guuhh?!", " Why, why am I enjoying this now?!", ")"]}, {"name": "Yuki", "audio": "v_r-ev264_0021", "normalized": ["(Don't enjoy this, getting teased by the man I hate so much!", ")"]}, {"name": "", "audio": "", "normalized": ["She begged desperately to her own body, but it simply did not respond to it at all."]}, {"name": "", "audio": "", "normalized": ["Worse, her body was beginning to be overcome by lust."]}, {"name": "", "audio": "", "normalized": ["Her body was burning up and beads of sweat appeared on her skin."]}, {"name": "", "audio": "", "normalized": ["Her hips danced so hard it was almost lifting itself."]}, {"name": "", "audio": "", "normalized": ["It was frustrating but Yuki could not stop herself."]}, {"name": "Yuki", "audio": "v_r-ev264_0022", "normalized": ["Haaghh?!", " Guaahh?!", " Right there, it feels so good too!"]}, {"name": "Yuki", "audio": "v_r-ev264_0023", "normalized": ["On my belly-side, close to the opening into my womb, there!", " Haaguhh?!", " When you rub it right there…"]}, {"name": "You", "audio": "", "normalized": ["The ceiling right here, huh!", " You want me to rub it with the dildo, huh!"]}, {"name": "Yuki", "audio": "v_r-ev264_0024", "normalized": ["Haaguuhhmnngh?!", " That's it!", " I-I can't reach with my own fingers, so I never knew how it felt…!"]}, {"name": "Yuki", "audio": "v_r-ev264_0025", "normalized": ["Mnnaaghh?!", " That drilling thing, it feels so good!"]}, {"name": "", "audio": "", "normalized": ["With the tip of the sex toy rubbing against the coarse part right before her womb, Yuki's hips finally twisted."]}, {"name": "", "audio": "", "normalized": ["She was obviously moaning and was even drooling from her mouth as well."]}, {"name": "", "audio": "", "normalized": ["She was being overwhelmed by the lust as though someone had suddenly turned her switch on."]}, {"name": "Yuki", "audio": "v_r-ev264_0026", "normalized": ["(Damn it, stop this already!", " Do not make me do anything more embarrassing!", " Guhh, I'll kill you…!", " I will kill you!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki was deep in shame and pointed extreme hatred towards Fuuma."]}, {"name": "", "audio": "", "normalized": ["Yet despite her negative emotions, she continued to act shamefully."]}, {"name": "", "audio": "", "normalized": ["Her pussy which had not accepted any foreign objects into it was now gushing honey and almost completely washing the blood away."]}, {"name": "You", "audio": "", "normalized": ["Are you happy to know the pleasure you can't get with just masturbation?"]}, {"name": "Yuki", "audio": "v_r-ev264_0027", "normalized": ["Guuhaahh?!", " Aaghh, uuhaahh, I'm so happy…!"]}, {"name": "Yuki", "audio": "v_r-ev264_0028", "normalized": ["Mnnaaghh, if it felt this good, I should have… I should have experienced it myself sooner…!"]}, {"name": "You", "audio": "", "normalized": ["Do you want to know something that feels even better?"]}, {"name": "Yuki", "audio": "v_r-ev264_0029", "normalized": ["Haagh, haaghh, o-of course…!", " Mnnaagahh, aaghh!", " Please teach me more…something that feels better!"]}, {"name": "", "audio": "", "normalized": ["She begged the enemy with an almost cat-like purr."]}, {"name": "", "audio": "", "normalized": ["Yuki wanted to punch herself in her mind."]}, {"name": "You", "audio": "", "normalized": ["Good.", " It's a reward for being so honest.", " You should let it make you feel good."]}, {"name": "", "audio": "", "normalized": ["Fuuma grinned smugly and then operated the switch in on the dildo and the vibrator, turning them on."]}, {"name": "", "audio": "", "normalized": ["*Buuzz* *Bzz* *Bzz* *Bzz*"]}, {"name": "", "audio": "", "normalized": ["All the motorized sex toys began to move at the same time."]}, {"name": "Yuki", "audio": "v_r-ev264_0030", "normalized": ["Haaguhh?!", " Heeaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The vibrators which were only placed on Yuki's nipples began to vibrate wildly and stimulated her nipples."]}, {"name": "", "audio": "", "normalized": ["Her half-erect nipples immediately stood up solid and then emphasized their existence."]}, {"name": "", "audio": "", "normalized": ["It was not only the vibrators but the dildo began to wiggle and buzz at the same time, drilling hard into her slippery pussy."]}, {"name": "", "audio": "", "normalized": ["She was feeling a slight pain up till then, but even having her fleshy walls being parted away made her feel pleasure."]}, {"name": "", "audio": "", "normalized": ["Yuki moaned, almost like a scream, from the teasing with the sex toy as her hips jumped up and down on the birthing table."]}, {"name": "Yuki", "audio": "v_r-ev264_0031", "normalized": ["When the dildo moves… Guuheeaaghh?!", " It comes into my pussy and it feels to good!", " Aaahhmngh?!"]}, {"name": "", "audio": "", "normalized": ["Fuuma moved the wiggling stimulated genitals in and out of her."]}, {"name": "", "audio": "", "normalized": ["Every time it moved in and out, it rubbed her pleasured flesh inside her and brought her even more ecstasy."]}, {"name": "", "audio": "", "normalized": ["Yuki let her body twist wildly without shame and spewed pussy juice from her crevice which sucked onto the dildo."]}, {"name": "Yuki", "audio": "v_r-ev264_0032", "normalized": ["Mnnguaagh?!", " Aaaghh?!", " The tip of the dildo, deep into my pussy, it's hitting the ceiling?!", " Mnnguhh?!"]}, {"name": "You", "audio": "", "normalized": ["This is where you really feel it, huh… Right here, on the ceiling close to your womb!"]}, {"name": "Yuki", "audio": "v_r-ev264_0033", "normalized": ["Hyaamnnghh?!"]}, {"name": "", "audio": "", "normalized": ["Yuki was having the wall inside her pussy, covered with fleshy lumps right before her womb, rubbed by the wiggling fake penis."]}, {"name": "", "audio": "", "normalized": ["With a scream, she lifted her crotch erotically."]}, {"name": "You", "audio": "", "normalized": ["That reaction.", " You just came a bit, huh."]}, {"name": "Yuki", "audio": "v_r-ev264_0034", "normalized": ["Yes, I did come!", " Haaughh, aaghh?!", " I just came to a little…!", " Guhh, mnnaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Yuki gushed so much honey and was indeed orgasming slightly."]}, {"name": "Yuki", "audio": "v_r-ev264_0035", "normalized": ["(R-really… I am coming?!", " Aaaghh, that's not…?!", " I just came, with just the sex toy, by this scum of a man…?!", ")"]}, {"name": "", "audio": "", "normalized": ["There was nothing more humiliating for her as the enemy had captured her, with her own powers used against her, being violated, and reaching orgasm."]}, {"name": "", "audio": "", "normalized": ["Yet her body was devouring the pleasure and danced lewdly."]}, {"name": "", "audio": "", "normalized": ["Her expression was completely ecstatic and Yuki realized she was showing such a pathetic orgasmic face."]}, {"name": "Yuki", "audio": "v_r-ev264_0036", "normalized": ["(It's so frustrating… I don't want to feel the pleasure, but my body…?!", " I'll be overwhelmed by the pleasure like this!", ")"]}, {"name": "", "audio": "", "normalized": ["The carnal pleasure was about to corrupt Yuki's mind."]}, {"name": "", "audio": "", "normalized": ["No matter how much she tried to resist it, the waves of pleasure crashed over her one after another."]}, {"name": "", "audio": "", "normalized": ["The thought of just letting the lust take over herself passed through her mind briefly."]}, {"name": "Yuki", "audio": "v_r-ev264_0037", "normalized": ["(No!", " I am going to kill this man!", " Even without the memory, I will dispatch of this man who brought me great shame!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki mustered all her anger and hatred towards Fuuma and rested the pleasure."]}, {"name": "Yuki", "audio": "v_r-ev264_0038", "normalized": ["(Aaaggh?!", " I came once already… So it's even more sensitive, can't focus?!", " Guhagh?!", " The pleasure is stirring up my mind?!", ")"]}, {"name": "", "audio": "", "normalized": ["As Yuki pondered, the drilling continued, of course, and she was now dripping her honey down onto the birthing table."]}, {"name": "Yuki", "audio": "v_r-ev264_0039", "normalized": ["Haaghh?!", " Mnnguahh?!", " M-my nipples and my pussy, so good!"]}, {"name": "Yuki", "audio": "v_r-ev264_0040", "normalized": ["I can feel the pleasure tingling and coming onto me, I'm going to go insane, guhaahh?!"]}, {"name": "You", "audio": "", "normalized": ["Is that so.", " I assume this torture is exactly what you wanted."]}, {"name": "Yuki", "audio": "v_r-ev264_0041", "normalized": ["It's exactly what I wanted!", " It was worse than all the anticipation!", " Guhaahh?!", " Again, I'm about to come again!"]}, {"name": "You", "audio": "", "normalized": ["Good.", " Then I'm gonna give you even more pleasure than your expectation."]}, {"name": "", "audio": "", "normalized": ["Yuki denied her own words in her mind and refused Fuuma."]}, {"name": "", "audio": "", "normalized": ["Yet the enemy grinned smugly and reached for the switch of the vibrator and dildo with her hands."]}, {"name": "", "audio": "", "normalized": ["*Whirl* *Whirl* *Whirl* *Buuzz*"]}, {"name": "Yuki", "audio": "v_r-ev264_0042", "normalized": ["Heegghheeghmn?!", " So sudden, egghh?!"]}, {"name": "", "audio": "", "normalized": ["Fuuma turned up the strength of both sex toys at the same time."]}, {"name": "", "audio": "", "normalized": ["Her nipples were exposed to even smaller and harder vibration and were now erect rock hard."]}, {"name": "", "audio": "", "normalized": ["The inside of her pussy was continuously rubbed by the wildly wiggling shaft even after she orgasmed and her flesh inside was twitching."]}, {"name": "Yuki", "audio": "v_r-ev264_0043", "normalized": ["The vibration is so strong, mmnaaghh?!", " My head, it's going weird?!", " Guaahh?!", " Coming…come…come?!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, come all you want."]}, {"name": "Yuki", "audio": "v_r-ev264_0044", "normalized": ["(No!", " I can't come now!", " I-if I do come… If I come…?!", ")"]}, {"name": "", "audio": "", "normalized": ["She did not want to show herself orgasming to a man like him."]}, {"name": "", "audio": "", "normalized": ["Above all, if she reached climax from this massive pleasure, she would have been overwhelmed completely by the pleasure."]}, {"name": "", "audio": "", "normalized": ["She may not be able to turn back."]}, {"name": "Yuki", "audio": "v_r-ev264_0045", "normalized": ["(Absolutely not!", " I can't come now…?!", " B-but… Guuhh?!", " I can't resist it…?!", ")"]}, {"name": "", "audio": "", "normalized": ["She was shaken to the bottom of her heart by the extreme pleasure."]}, {"name": "", "audio": "", "normalized": ["No matter how hard she clenched her teeth in her mind, her body rose closer and closer to the moment of the climax."]}, {"name": "You", "audio": "", "normalized": ["You better be grateful for me doing even better torture than you expected as you come!"]}, {"name": "Yuki", "audio": "v_r-ev264_0046", "normalized": ["Aaaghh?!", " Coming!", " I'm so grateful!", " I'm so happy you are making me cum… Feels so good, mnneeaaghh?!"]}, {"name": "", "audio": "", "normalized": ["She could not stand having her nipples stimulated by the vibrator's buzz."]}, {"name": "", "audio": "", "normalized": ["She could not stand having her pussy drilled and rubbed by the whirling dildo."]}, {"name": "", "audio": "", "normalized": ["She could not wait to come."]}, {"name": "Yuki", "audio": "v_r-ev264_0047", "normalized": ["(Stop this!", " Coming?!", " It's my first time, but I don't want to come to this dildo, I can't!", " Aaahh, aaghh?!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki's mind was not able to resist it anymore."]}, {"name": "", "audio": "", "normalized": ["The waved of orgasm crashed over her and washed everything away as though it was mocking her."]}, {"name": "", "audio": "", "normalized": ["Amidst all that, Yuki was just barely holding onto her sanity.", " It was the moment just then."]}, {"name": "You", "audio": "", "normalized": ["Here, I'll finish you!"]}, {"name": "", "audio": "", "normalized": ["*Drill* *Drill*"]}, {"name": "Yuki", "audio": "v_r-ev264_0048", "normalized": ["(Heehaaghh?!", " D-dildo… Deep inside?!", ")"]}, {"name": "", "audio": "", "normalized": ["The simulated cock penis was shoved inside Yuki was it scraped the flesh of the ceiling of her pussy."]}, {"name": "Yuki", "audio": "v_r-ev264_0049", "normalized": ["Eeegughh?!", " Mnngugguh, ooghaaghh?!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spew* *Splashh*"]}, {"name": "", "audio": "", "normalized": ["Yuku reached orgasm as she poked her hips out on the birthing table."]}, {"name": "", "audio": "", "normalized": ["At the same time, she spewed clear fluid from the tiny orifice right above her pussy which was engulfing the dildo accompanied by the splashing noise."]}, {"name": "Yuki", "audio": "v_r-ev264_0050", "normalized": ["(Come, come, come, uugghh?!", " I can't stand it when he teases me so hard!", " I'm coming as I squirt, uughh?!", ")"]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " You just wet yourself.", " I guess you really liked my torture that much, huh!"]}, {"name": "Yuki", "audio": "v_r-ev264_0051", "normalized": ["Yes, yes!", " It feels so good to have my pussy scraped up with the dildo like this.", " I'm pissing myself and coming too!", " Aaaheghh?!"]}, {"name": "", "audio": "", "normalized": ["Even her mind which had been resisting the pleasure up till then orgasmed along with her body."]}, {"name": "", "audio": "", "normalized": ["Yuki screamed erotically with a slurred voice unimaginable from her cool looks and danced her body lewdly."]}, {"name": "", "audio": "", "normalized": ["Eventually, she began to squirt and she was consumed by the whirlpool of the extreme pleasure that she could not return from."]}, {"name": "Yuki", "audio": "v_r-ev264_0052", "normalized": ["Heeghaahh?!", " So deep inside my coming pussy, dildo drilling in, it's rubbing me?!", " I'm coming as I come?!"]}, {"name": "", "audio": "", "normalized": ["All the pent up pleasure inside her which she had resisted so desperately exploded at once and sparkling pleasure ran right through her body."]}, {"name": "", "audio": "", "normalized": ["Her body twitched over and over with no signs of stopping."]}, {"name": "", "audio": "", "normalized": ["Her eyes were pathetically rolled back and her tongue was poking out of her mouth which she was drooling from."]}, {"name": "", "audio": "", "normalized": ["There were no more of the merciless side of her like blackmailing even the fellow Taimanin or her pride as the young superior caring for her subordinates."]}, {"name": "", "audio": "", "normalized": ["Yuki was now only showing the slutty expression of joy, devouring the swirling pleasure and writhing."]}, {"name": "Yuki", "audio": "v_r-ev264_0053", "normalized": ["Aaaghh… Ughh…uhhgh… Guughh… Haagh, haauhh…ahh…uughh… ghh…"]}, {"name": "", "audio": "", "normalized": ["Finally, her orgasm calmed down and Yuki was catching her breath as her lower abdomen continued to twitch."]}, {"name": "Yuki", "audio": "v_r-ev264_0054", "normalized": ["(I just came so hard… This is, I can't fight this, no way… It just feels too good…)"]}, {"name": "", "audio": "", "normalized": ["She was barely holding onto her consciousness as it almost slipped away and Yuki kept making excuses for herself."]}, {"name": "You", "audio": "", "normalized": ["So, how did you like that, better than your expectation?"]}, {"name": "Yuki", "audio": "v_r-ev264_0055", "normalized": ["It was very, haauuhh… It felt so good… Ughh, uughh, I'm so grateful for…this…"]}, {"name": "", "audio": "", "normalized": ["Of course, she was not grateful."]}, {"name": "", "audio": "", "normalized": ["But her mouth moved on its own and thanked her mortal enemy."]}, {"name": "", "audio": "", "normalized": ["She was in the fear of actually saying the words of gratitude from her heart if she stayed like this."]}, {"name": "", "audio": "", "normalized": ["Yuki tried to force her body to move as she mustered all her willpower."]}, {"name": "Yuki", "audio": "v_r-ev264_0056", "normalized": ["(Is it…over?", " When does…the power wear off?!", ")"]}, {"name": "", "audio": "", "normalized": ["Her body was still being controlled by Fuuma and she was in awe of her own power again."]}, {"name": "", "audio": "", "normalized": ["Next, she may be violated by the man."]}, {"name": "", "audio": "", "normalized": ["Just thinking about it made her body freeze in disgust."]}, {"name": "", "audio": "", "normalized": ["Yet, at the same time――"]}, {"name": "Yuki", "audio": "v_r-ev264_0057", "normalized": ["(Aaahhmnngh?!", " What am I think of, now of all the time?!", " Gughh, my womb is aching… It's throbbing?!", ")"]}, {"name": "", "audio": "", "normalized": ["She was about to be subjected to even a further violation."]}, {"name": "", "audio": "", "normalized": ["The study penis of this man was about to be shoved into her drenched vagina and have her inside stirred up hard and rough."]}, {"name": "", "audio": "", "normalized": ["Just imagining about such made her lower belly began to ache heavily and sweet heat spread around."]}, {"name": "Yuki", "audio": "v_r-ev264_0058", "normalized": ["(I can't let him violate me anymore!", " Aaaghh, no more!", " I can't think about something like that!", ")"]}, {"name": "Yuki", "audio": "v_r-ev264_0059", "normalized": ["(Don't think about how I want to feel even better!", ")"]}, {"name": "", "audio": "", "normalized": ["The boundaries of her body and mind were becoming muddled for Yuki and the was lost in her thoughts."]}, {"name": "", "audio": "", "normalized": ["She wanted to escape this situation now, but she also wanted more pleasure."]}, {"name": "", "audio": "", "normalized": ["The contradicting hearts crashed with each other and then mixed.", " She had no idea what was going on."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you're still shaking.", " Is that the aftermath?", " Or conflict?"]}, {"name": "", "audio": "", "normalized": ["Fuuma grinned as he saw right through Yuki's mind."]}, {"name": "You", "audio": "", "normalized": ["I've got some business to attend now, so you better have some fun with this."]}, {"name": "Yuki", "audio": "v_r-ev264_0060", "normalized": ["(Hiieghh?!", " Wh-what is this…?!", ")"]}, {"name": "", "audio": "", "normalized": ["Some kind of very shady looking machine was placed in front of her and Yuki screamed in her mind."]}, {"name": "", "audio": "", "normalized": ["That something placed in front of Yuki was a piston machine."]}, {"name": "You", "audio": "", "normalized": ["It won't tire itself out.", " You'll have a lot of fun."]}, {"name": "Yuki", "audio": "v_r-ev264_0061", "normalized": ["(Noo, please no!", " Aaaghh, I said stop it!", ")"]}, {"name": "Yuki", "audio": "v_r-ev264_0062", "normalized": ["Thank you… Giving me something to kill some time… Haauhh, I'm so grateful…"]}, {"name": "", "audio": "", "normalized": ["Even though she had denied it for so many times, what came out of her mouth was gratitude for her enemy."]}, {"name": "", "audio": "", "normalized": ["And it was a joyous, lewd, faint voice from the bottom of her heart."]}, {"name": "You", "audio": "", "normalized": ["Despite how I look, I am a gentleman.", " I'll come back to check on you later.", " I wonder how you'll be like by then, hahaha."]}, {"name": "", "audio": "", "normalized": ["Fuuma turned on the machine and then left."]}, {"name": "Yuki", "audio": "v_r-ev264_0063", "normalized": ["(Wait!", " I said wait!", " Come back!", ")"]}, {"name": "Yuki", "audio": "v_r-ev264_0064", "normalized": ["Mnnheeghhehh?!"]}, {"name": "", "audio": "", "normalized": ["The voice coming out of Yuki's lips and the scream inside her mind overlapped and echoed."]}, {"name": "", "audio": "", "normalized": ["Her mind had now synchronized with her body and was dragged into the swirl of pleasure together."]}, {"name": "", "audio": "", "normalized": ["It must have been about a half-day since."]}, {"name": "You", "audio": "", "normalized": ["Well, I wonder what happened to that Taimanin."]}, {"name": "", "audio": "", "normalized": ["Fuuma visited the room Yuki was locked in once again."]}, {"name": "Yuki", "audio": "v_r-ev264_0065", "normalized": ["Aaaheeghh?!", " Aaaghh, come, come, eeghehh?!"]}, {"name": "", "audio": "", "normalized": ["As soon as Fuuma entered, Yuki achieved orgasm as though she was welcoming him."]}, {"name": "", "audio": "", "normalized": ["She was then being overwhelmed by the pleasure before he left him there, but not she was completely addicted to it."]}, {"name": "", "audio": "", "normalized": ["Her entire body was covered with sweat and her crotch was covered in fluids from numerous orgasms."]}, {"name": "", "audio": "", "normalized": ["There was even a pool of pussy juice and squirt on the birthing table."]}, {"name": "Yuki", "audio": "v_r-ev264_0066", "normalized": ["The piston machine, mnneeghhehh?!", " It's so good?!", " Coming again?!", " Both my pussy and anus being pounded and I'm coming, eeghh?!"]}, {"name": "", "audio": "", "normalized": ["Yuki continued to repeatedly orgasm from the simulated penis pounding both her vagina and anus."]}, {"name": "", "audio": "", "normalized": ["Her body arched back and shuddered so hard that it was shaking the birthing table she was on."]}, {"name": "", "audio": "", "normalized": ["There was no semblance of the cool and strong-willed Taimanin left on her face."]}, {"name": "", "audio": "", "normalized": ["She was tearing up with empty eyes with her mouth open and half-smiling pathetically, even drooling as well."]}, {"name": "", "audio": "", "normalized": ["She was exposed to extreme pleasure for a long time and she had turned into a slut completely consumed by lust."]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " Such a pathetic face you have now.", " You can still try to resist, that is, is you still want to."]}, {"name": "Yuki", "audio": "v_r-ev264_0067", "normalized": ["Geeheghhmng?!", " My pussy and ass are coming like crazy?!", " Huueghh?!", " I'm gonna die from coming?!"]}, {"name": "", "audio": "", "normalized": ["Fuuma allowed Yuki to resist."]}, {"name": "", "audio": "", "normalized": ["But his words did not even reach her ears."]}, {"name": "", "audio": "", "normalized": ["She was being stimulated fiercely from the piston machine and now become just a lump of flesh out of her mind."]}, {"name": "You", "audio": "", "normalized": ["Hahaha.", " Good.", " Good.", " You've turned out pretty good.", " I am definitely looking forward to how this is going to end up, Yuki Kariya."]}, {"name": "Yuki", "audio": "v_r-ev264_0068", "normalized": ["Coming!", " I love coming so much?!", " I'm pissing myself and my pussy and my ass are coming at the same time?!", " Huughheeghh?!"]}, {"name": "", "audio": "", "normalized": ["Satisfied laughter by Fuuma and Yuki's pathetic cry of lust echoed in the room."]}, {"name": "", "audio": "", "normalized": ["It all continued to echo over and over again until the duration of Yuki's Opposite Sex Degradation was over."]}, {"name": "You", "audio": "", "normalized": ["Yuki, good work."]}, {"name": "Yuki", "audio": "v_r-ev264_0069", "normalized": ["No.", " It was nothing."]}, {"name": "", "audio": "", "normalized": ["Yuki came back from the mission assigned by Fuuma and she received a word of appreciation."]}, {"name": "Yuki", "audio": "v_r-ev264_0070", "normalized": ["…Gh?"]}, {"name": "", "audio": "", "normalized": ["Yuki noticed something was wrong with her body."]}, {"name": "", "audio": "", "normalized": ["She felt something similar to pain run across her belly."]}, {"name": "Yuki", "audio": "v_r-ev264_0071", "normalized": ["(…What was that?", " A trick of my mind?", ")"]}, {"name": "", "audio": "", "normalized": ["It was just for a moment, so she decided to just ignore it."]}, {"name": "", "audio": "", "normalized": ["Currently, she was infiltrating the Fuuma's organization."]}, {"name": "", "audio": "", "normalized": ["Yuki could not afford to slip up now because of the silly thing and blow her cover to the enemy."]}, {"name": "", "audio": "", "normalized": ["But, Yuki thought…"]}, {"name": "Yuki", "audio": "v_r-ev264_0072", "normalized": ["(What a useless man.", " He has no idea who I really am.", " I guess he trusts any woman.", " What an idiot.", ")"]}, {"name": "", "audio": "", "normalized": ["Yuki scoffed at Fuuma in her mind."]}, {"name": "", "audio": "", "normalized": ["That moment――"]}, {"name": "", "audio": "", "normalized": ["*Throb*"]}, {"name": "Yuki", "audio": "v_r-ev264_0073", "normalized": ["――?!"]}, {"name": "", "audio": "", "normalized": ["Again."]}, {"name": "", "audio": "", "normalized": ["It was an aching pain… No, a longing, an impatience, Yuki felt something like that came over her belly."]}, {"name": "", "audio": "", "normalized": ["At the same time, she felt her body burn up ominously."]}, {"name": "", "audio": "", "normalized": ["It was a sweet heat like when she was masturbating."]}, {"name": "", "audio": "", "normalized": ["Her body was sweating without even realizing it herself and she could sense she was reeking of a strong body odor."]}, {"name": "Yuki", "audio": "v_r-ev264_0074", "normalized": ["(Wh-what is this…?!", ")"]}, {"name": "", "audio": "", "normalized": ["Of course, Yuki did not know."]}, {"name": "", "audio": "", "normalized": ["Any memory under the influence of her ninja art Opposite Sex Degradation was erased after it wore off."]}, {"name": "", "audio": "", "normalized": ["That memory only came back once she was under the influence again."]}, {"name": "", "audio": "", "normalized": ["Hence Yuki's body was what became of after she was completely and thoroughly exposed to Fuuma's torture."]}, {"name": "Yuki", "audio": "v_r-ev264_0075", "normalized": ["Ughh… Gh, guuh…?"]}, {"name": "", "audio": "", "normalized": ["Yuki tried to hide it from coming out and quickly left Fuuma's room before she slipped up."]}, {"name": "", "audio": "", "normalized": ["Fuuma, looking as Yuki left the room, was smiling ominously."]}]