[{"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["The Masuda Institute of Physical and Chemical Research."]}, {"name": "", "audio": "", "normalized": ["As an external organization of the Ministry of Technology, the lab was researching and developing a new energy machine called the Astral core."]}, {"name": "", "audio": "", "normalized": ["The head of the lab was Dr.", " Masuda, known for the Masuda Theory of Interdimensional Astral Interference."]}, {"name": "", "audio": "", "normalized": ["Interested in one of the results of his research, I had infiltrated the laboratory and tampered with his data a bit, but…"]}, {"name": "", "audio": "", "normalized": ["*Beep!", " Beep!", "*"]}, {"name": "You", "audio": "", "normalized": ["…!", " Tch, noticed me, huh…"]}, {"name": "", "audio": "", "normalized": ["The blaring alarm and flashing red lights altered the lab to the presence of an intruder, and countless figures gathered quickly."]}, {"name": "You", "audio": "", "normalized": ["I was still in the middle of things, but I guess there's no helping it…"]}, {"name": "", "audio": "", "normalized": ["Finishing my operations at the terminal, I left the room, attempting to flee the laboratory as quick as possible."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["As expected of an independent government institution, the guards were all Taimanin."]}, {"name": "You", "audio": "", "normalized": ["Haah!"]}, {"name": "", "audio": "", "normalized": ["Mowing down both those standing in my way and stubbornly on my heels as I fled, I found myself in something like a hangar."]}, {"name": "", "audio": "", "normalized": ["No―it might be more accurate to say I was driven into a corner."]}, {"name": "Juno", "audio": "v_sr129_0000", "normalized": ["There is an intruder in the lab.", " Comparing forwarded audio and video footage… confirmed.", " The intruder appears to be Fuuma."]}, {"name": "", "audio": "", "normalized": ["A female android said this dispassionately.", " It was Japan's first android, a female prototype developed by the Masuda Institute."]}, {"name": "Juno", "audio": "v_sr129_0001", "normalized": ["My name is Juno.", " I am a prototype android manufactured by the Masuda Institute of Chemical and Physical Research."]}, {"name": "", "audio": "", "normalized": ["I knew a little bit about this opponent, including her name."]}, {"name": "", "audio": "", "normalized": ["She looked just like a normal girl, but that was a given.", " Her brain and her internal organs, as well as her genitals and such, made up the 20% of her body that was living matter."]}, {"name": "", "audio": "", "normalized": ["In other words, it might be more accurate to call her something like a cyborg than an android.", " Her power source was the Astral Core currently under research."]}, {"name": "", "audio": "", "normalized": ["Using the energy of the Astral Capacitors equipped in her limbs, she was able to use an 'Astral Lightning' attack."]}, {"name": "", "audio": "", "normalized": ["In addition, using the same Astral energy, she was capable of flight for up to ten minutes at a time."]}, {"name": "", "audio": "", "normalized": ["Apparently, in order to refine the Astral Core technology, as well as advance the plan for mass production of androids…"]}, {"name": "", "audio": "", "normalized": ["…they had deployed Juno as part of their tactical squad."]}, {"name": "", "audio": "", "normalized": ["The android Juno had built up an impressive record as part of the Ministry's anti-demon forces."]}, {"name": "", "audio": "", "normalized": ["There were rumors that her living body parts belonged to the head researcher's daughter, who had passed away, but the truth was still a mystery."]}, {"name": "You", "audio": "", "normalized": ["You can talk, huh."]}, {"name": "Juno", "audio": "v_sr129_0002", "normalized": ["Affirmative.", " An android is a synthetic human, in other words, a handmade person made completely from technology."]}, {"name": "Juno", "audio": "v_sr129_0003", "normalized": ["Humans can talk, except for a few."]}, {"name": "You", "audio": "", "normalized": ["I'm surprised, you can even tell jokes."]}, {"name": "", "audio": "", "normalized": ["As a laugh escaped my throat, Juno tilted her head to the side slightly, as if she hadn't intended it that way, and pointed both hands at me."]}, {"name": "Juno", "audio": "v_sr129_0004", "normalized": ["Now then―I cannot allow an intruder in Father's laboratory to escape.", " Prepare yourself to be eliminated."]}, {"name": "You", "audio": "", "normalized": ["Tch… guess there's no choice!"]}, {"name": "", "audio": "", "normalized": ["Without even a chance to stall and plan an escape route by continuing the conversation, as I readied myself…"]}, {"name": "", "audio": "", "normalized": ["…an intense wave of power leapt forth from both of Juno's arms."]}, {"name": "", "audio": "", "normalized": ["Though I managed to evade it…"]}, {"name": "Juno", "audio": "v_sr129_0005", "normalized": ["Evasion speed, position, stance―as predicted.", " Continuing pursuit."]}, {"name": "", "audio": "", "normalized": ["Juno's attacks flew at me one after another, showing off her terrifying precision and reaction speed."]}, {"name": "You", "audio": "", "normalized": ["Guh… don't get so cocky, eat this!"]}, {"name": "", "audio": "", "normalized": ["I called upon the power that I had stored within my Demonic Eye, using the Flame Escape to create an intense explosion.", " However…"]}, {"name": "Juno", "audio": "v_sr129_0006", "normalized": ["A stronger attack than predicted.", " The power is identical to the data of Maika Kamimura.", " No problems according to the endurance test."]}, {"name": "You", "audio": "", "normalized": ["What the…"]}, {"name": "", "audio": "", "normalized": ["Juno appeared without a single scratch on her, easily wiping away the bit of soot that remained on her body."]}, {"name": "You", "audio": "", "normalized": ["(So she's been tuned for endurance based on the veteran Taimanin…)"]}, {"name": "", "audio": "", "normalized": ["Though I was in awe, a cold sweat ran down my cheek at the extremely awful situation."]}, {"name": "Juno", "audio": "v_sr129_0007", "normalized": ["―You have nowhere to escape to.", " Chance of survival"]}, {"name": "", "audio": "", "normalized": ["Juno's face was expressionless as she raised her arms in front of me where I was cornered…"]}, {"name": "You", "audio": "", "normalized": ["Ggh…"]}, {"name": "Juno", "audio": "v_sr129_0008", "normalized": ["This is the end―aah… uuh… aah―"]}, {"name": "", "audio": "", "normalized": ["Right in front of me, her expression changed suddenly."]}, {"name": "Juno", "audio": "v_sr129_0009", "normalized": ["Nn… verifying data… this is…"]}, {"name": "", "audio": "", "normalized": ["Juno was in a panic as her movements stopped, and she gestured toward her eyes, as she glanced around quickly."]}, {"name": "Juno", "audio": "v_sr129_0010", "normalized": ["The intruder vanished… just where did he go…"]}, {"name": "You", "audio": "", "normalized": ["…My, my, just in time, huh."]}, {"name": "", "audio": "", "normalized": ["Looking at Juno, I breathed a sigh of relief and wiped the sweat from my brow."]}, {"name": "", "audio": "", "normalized": ["My goal from the beginning was Juno.", " That was why I had infiltrated the laboratory and installed a custom virus on the terminal connected to her."]}, {"name": "", "audio": "", "normalized": ["Then I just had to pretend to be cornered and purposely get close to Juno, so I could easily capture her in her infected state."]}, {"name": "", "audio": "", "normalized": ["Naturally, I ran into her way too soon, and got into a really sticky situation."]}, {"name": "You", "audio": "", "normalized": ["But it all worked out in the end.", " With this―"]}, {"name": "Juno", "audio": "v_sr129_0011", "normalized": ["Linking with the laboratory's surveillance cameras―He's not there either… just where did he…"]}, {"name": "", "audio": "", "normalized": ["The virus had disabled Juno's visual recognition of me."]}, {"name": "", "audio": "", "normalized": ["Now all that was left was figuring out what to do with the delicious ingredients in front of me, and I licked my lips as I drew close to her…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Juno", "audio": "v_sr129_0012", "normalized": ["A human shouldn't be able to disappear… Fuuma's power, no… his Demonic Eye was using Flame Escape, not anything else."]}, {"name": "", "audio": "", "normalized": ["As she analyzed the situation, she switched between the surveillance feeds, searching in every nook and cranny of the lab."]}, {"name": "", "audio": "", "normalized": ["But of course, she couldn't see the intruder anywhere."]}, {"name": "Juno", "audio": "v_sr129_0013", "normalized": ["…There's no choice but to leave for now and link up with each place―"]}, {"name": "", "audio": "", "normalized": ["Thinking this, the moment she turned…"]}, {"name": "Juno", "audio": "v_sr129_0014", "normalized": ["Wha… no way, my body?!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, the movement of her limbs was halted, and she was forced to the floor, bent on all fours, unable to move."]}, {"name": "Juno", "audio": "v_sr129_0015", "normalized": ["You were here after all… where are you…"]}, {"name": "", "audio": "", "normalized": ["Though she said this as she panicked, she didn't see or sense the man anywhere near her after all."]}, {"name": "Juno", "audio": "v_sr129_0016", "normalized": ["(This is a dangerous situation… Must call for help…)"]}, {"name": "Juno", "audio": "v_sr129_0017", "normalized": ["HQ, this is Juno, please respond―HQ?!"]}, {"name": "", "audio": "", "normalized": ["She attempted to make contact using her internal telecommunications, but all that reached her ears was noise."]}, {"name": "", "audio": "", "normalized": ["Moreover, the video feeds she had been linked to were cut off, and she was left with only the empty hallway and hangar in her vision."]}, {"name": "Juno", "audio": "v_sr129_0018", "normalized": ["(The signal is being jammed…)"]}, {"name": "", "audio": "", "normalized": ["With only the loud static in her ears, Juno was on high alert as she realized she was completely isolated, and her expression twisted."]}, {"name": "Juno", "audio": "v_sr129_0019", "normalized": ["Where is the intruder… nnh… nnh?!"]}, {"name": "", "audio": "", "normalized": ["She felt a sudden chill, and when she turned her eyes to it, she was shocked to find that the crotch of her suit had been torn wide open."]}, {"name": "Juno", "audio": "v_sr129_0020", "normalized": ["No way… where are you?!"]}, {"name": "", "audio": "", "normalized": ["Her voice had become shrill without her noticing, and even though she surveyed the scene, there were no disturbances after all."]}, {"name": "", "audio": "", "normalized": ["Only the far-off alarms echoed in her ears."]}, {"name": "Juno", "audio": "v_sr129_0021", "normalized": ["(C-calm down, think carefully… Impatience makes one's thoughts run wild.", " First I need information and to confirm the situation―nnghh?!", ")"]}, {"name": "", "audio": "", "normalized": ["As she told herself this and closed her eyes to reconsider the data, this time she felt something touch her exposed crotch."]}, {"name": "Juno", "audio": "v_sr129_0022", "normalized": ["Wha―nnh, wh-where are you…"]}, {"name": "", "audio": "", "normalized": ["The place being touched was as flesh and blood as any human's genitals.", " That fact made Juno flush and frantically look behind her."]}, {"name": "Juno", "audio": "v_sr129_0023", "normalized": ["He's not here, no way…"]}, {"name": "", "audio": "", "normalized": ["Heat sensors, atmospheric sensors, visual data, sound, presence―Juno tried to search the area using every method available."]}, {"name": "", "audio": "", "normalized": ["But after all that, there was no one there but herself."]}, {"name": "Juno", "audio": "v_sr129_0024", "normalized": ["N-no… no way, why… hyuuhh?!", " S-stop… gphh!"]}, {"name": "", "audio": "", "normalized": ["The person who didn't exist stubbornly kept touching and caressing her crotch and genitals, making shivers run down her spine and giving her goosebumps."]}, {"name": "", "audio": "", "normalized": ["It wasn't discomfort or displeasure―it was fear."]}, {"name": "Juno", "audio": "v_sr129_0025", "normalized": ["(What… wh-why… ghphh, hihh, aahh…)"]}, {"name": "", "audio": "", "normalized": ["Unable to move her body as an unseen presence relentlessly teased her all over, she couldn't stop shaking."]}, {"name": "Juno", "audio": "v_sr129_0026", "normalized": ["(Ghh… afraid?", " There's no way… I'm an… android… nngh!", ")"]}, {"name": "", "audio": "", "normalized": ["The movement of the fingers grew more intense as they dug even deeper into her heated pussy lips, stimulating her as though kneading her membranes."]}, {"name": "", "audio": "", "normalized": ["Though she stiffened her body and tried to bite her lips, trying not to shake, the stimulation of the fingers grew even stronger, making her tingle all over."]}, {"name": "Juno", "audio": "v_sr129_0027", "normalized": ["Nnnh, pphh… haah… aah… what… aahh!", " Nnghh… my voice is strange… gyuhh, phwaah…"]}, {"name": "", "audio": "", "normalized": ["The fine stimulations that made her shiver slowly became sweet waves that spread throughout her body, jolting her mind."]}, {"name": "", "audio": "", "normalized": ["Even though she couldn't move her limbs, when her pussy lips were rubbed, her butt stuck out on its own."]}, {"name": "", "audio": "", "normalized": ["Her hips bent back and forth as a wet sound escaped from her cave."]}, {"name": "Juno", "audio": "v_sr129_0028", "normalized": ["Hihh, nnoo… nnhahh, gphh!"]}, {"name": "", "audio": "", "normalized": ["*Nnlch, pchh… gllch…*"]}, {"name": "", "audio": "", "normalized": ["The obscenely sticky sound made her spine shudder, and her stiffened abdomen became loose."]}, {"name": "", "audio": "", "normalized": ["Her voice grew sweet and her body was filled with heat, and even Juno herself knew what that meant."]}, {"name": "Juno", "audio": "v_sr129_0029", "normalized": ["(Th-this is… nnphh, sexual p-pleasure… haah, auuhhnn…)"]}, {"name": "", "audio": "", "normalized": ["It was the humiliation of her body being turned on by the one-sided assault from her unseen opponent."]}, {"name": "", "audio": "", "normalized": ["Nevertheless, although she was frustrated at being unable to resist, she bit her lips, trying to at least not make a sound."]}, {"name": "Juno", "audio": "v_sr129_0030", "normalized": ["Phgghh.", " nnmhh, nnhh… uuh, haannh!", " Aaah… haah…"]}, {"name": "", "audio": "", "normalized": ["However, even this resistance was basically meaningless, as the clearly experienced hands massaged her pussy, wetting her lovely membranes with overflowing nectar."]}, {"name": "", "audio": "", "normalized": ["Wet with lubrication, the fingers gently rubbed her melting flesh, thrusting into her, making her back bend and her butt stick out."]}, {"name": "Juno", "audio": "v_sr129_0031", "normalized": ["Nnhiihh… hyaahnnh!", " Aaphh, haah… anh, haahnn!"]}, {"name": "Juno", "audio": "v_sr129_0032", "normalized": ["(Nnnoo, noo!", " I hate this, I'm s-scared… help me!", " Father, please help mee!", ")"]}, {"name": "", "audio": "", "normalized": ["Even though she called out to Dr.", " Masuda who had created her, there was no way to stop the wave of pleasure."]}, {"name": "", "audio": "", "normalized": ["In fact, the relentless movements of the fingers stirred her up, and her loosened opening tried to swallow them up, as her behind drew closer to them."]}, {"name": "Juno", "audio": "v_sr129_0033", "normalized": ["(Nnnphh… n-no… that's wrong, I'm… not doing this… my body is moving on its own… nnoo!", ")"]}, {"name": "", "audio": "", "normalized": ["Even if her mind denied it, her body―her living flesh as a woman grew used to the passion, and each time the fingers dug into her walls, she twitched."]}, {"name": "", "audio": "", "normalized": ["The warm heat spread throughout her vagina, flowing deeper into her abdomen along with an ache, like a sharp electric shock to Juno's core."]}, {"name": "Juno", "audio": "v_sr129_0034", "normalized": ["(Wwwait… this… any more than this, and… nnh, phwaah…)"]}, {"name": "", "audio": "", "normalized": ["Those sharp stimulations ran from her spine to her head, moving in time with the shuddering of her body, even affecting her thinking."]}, {"name": "", "audio": "", "normalized": ["The cool-minded android's thoughts were made completely blank, as her flushed red cheeks twisted charmingly."]}, {"name": "Juno", "audio": "v_sr129_0035", "normalized": ["Hyaaghh, nnoo, nnoo!", " Stop it already… nnh!"]}, {"name": "", "audio": "", "normalized": ["Assaulted by the intense sensations and feelings that made her feel like she would lose herself, Juno squeezed her eyes shut and screamed―and at that moment…"]}, {"name": "Juno", "audio": "v_sr129_0036", "normalized": ["Haahhn… aahehh…"]}, {"name": "", "audio": "", "normalized": ["Out of nowhere, the movement of the fingers stopped, and the fearful pleasure that assaulted her disappeared all at once."]}, {"name": "Juno", "audio": "v_sr129_0037", "normalized": ["(…Why, so suddenly… no, but…)"]}, {"name": "", "audio": "", "normalized": ["Sensing her chance to regain her wits, Juno tried to sort out her thoughts, but at the same time…"]}, {"name": "Juno", "audio": "v_sr129_0038", "normalized": ["Huh―"]}, {"name": "", "audio": "", "normalized": ["*Gchh… zchh!", "*"]}, {"name": "Juno", "audio": "v_sr129_0039", "normalized": ["Nnphghh?!", " Guwaahh!", " Ahiihh, hahh.", " i-insiide…?!"]}, {"name": "", "audio": "", "normalized": ["Her pussy lips that had relaxed after the interrupted pleasure were suddenly split open all the way to the back by an unbelievably hard and hot piece of flesh."]}, {"name": "Juno", "audio": "v_sr129_0040", "normalized": ["Aaah… gaahh, aah… gphh…"]}, {"name": "", "audio": "", "normalized": ["Her spine trembled as the pain and heat in her damp nethers soaked into her and spread throughout her body."]}, {"name": "", "audio": "", "normalized": ["More than anything―the moment her aroused body was joined with the male parts that it craved, Juno's instincts completely yielded to the sensation."]}, {"name": "Juno", "audio": "v_sr129_0041", "normalized": ["(Nnnoo… it can't be… I… I'm… aghh, auuhh!", ")"]}, {"name": "", "audio": "", "normalized": ["Even as she furiously denied it in her heart and mind, the heat boiled up from the deepest part of her body, making her twitch violently."]}, {"name": "", "audio": "", "normalized": ["The tingling waves made her immobile limbs tremble all the way to their tips, and she relaxed even in her kneeling state…"]}, {"name": "Juno", "audio": "v_sr129_0042", "normalized": ["Guuhh… nnhahh!", " Haghh, gphh… nnphh!"]}, {"name": "", "audio": "", "normalized": ["The explosive pleasure tore through her body, making her scream, her mind completely blank."]}, {"name": "Juno", "audio": "v_sr129_0043", "normalized": ["(Th-thiish!", " Nnpphh, aah… I know it… C-climax… a woman's climax… nnhahh, aah!", ")"]}, {"name": "", "audio": "", "normalized": ["Her mouth gaped open, spilling out drool, as her lust made her whole body convulse and writhe."]}, {"name": "", "audio": "", "normalized": ["Juno bit her lips in frustration and humiliation at how easily she had climaxed from the unseen foe's caresses and her first insertion.", " However…"]}, {"name": "Juno", "audio": "v_sr129_0044", "normalized": ["Fugghiihh… ihhyahh?!"]}, {"name": "", "audio": "", "normalized": ["Not giving her body any time to rest, that hot, inserted flesh―unmistakably a man's organ―began to vigorously pump in and out."]}, {"name": "Juno", "audio": "v_sr129_0045", "normalized": ["Www-waiit!", " I'm still… nnghh, haah, nnhh… I only just got theree, nnhahh!"]}, {"name": "", "audio": "", "normalized": ["Though her body was wracked with pain and confusion, there was no defense against the giant dick stroking her pussy and then slamming forcefully back in."]}, {"name": "", "audio": "", "normalized": ["The inside of her stomach twinged and melted, and her spine bent backwards as she squirmed, pulling back her hips and lifting her butt to meet the intruder's hot rod."]}, {"name": "Juno", "audio": "v_sr129_0046", "normalized": ["(Aaahh!", " Whyy!", " Stop it, body… ghhpphh… ahihh, haah… nnghh!", ")"]}, {"name": "", "audio": "", "normalized": ["The thudding attack stabbed into her abdomen, and a sensation she had never experienced on the battlefield pierced through her body over and over."]}, {"name": "", "audio": "", "normalized": ["It was both pain and an indescribable feeling―the immorality of being turned on by an unwanted partner."]}, {"name": "", "audio": "", "normalized": ["It was the very fact that it was unthinkable, the fact that she resisted that made her lust grow stronger as it ran through her caressed walls."]}, {"name": "Juno", "audio": "v_sr129_0047", "normalized": ["Guhyuuhh… nnh, t-take it out… please take it out… hahiihh?!"]}, {"name": "", "audio": "", "normalized": ["I don't want to lose myself like this, I have to fight―"]}, {"name": "", "audio": "", "normalized": ["Those thoughts filled Juno's head as she bent her hips, but that slightly movement only brought forth further stimulation."]}, {"name": "Juno", "audio": "v_sr129_0048", "normalized": ["Hgyuuhh, nnhyuhh!"]}, {"name": "", "audio": "", "normalized": ["His giant cock dug deeply into the walls of her vagina."]}, {"name": "", "audio": "", "normalized": ["The sensation spread from her entrance all the way to her womb, running along her spine and filling her eyes with stars."]}, {"name": "Juno", "audio": "v_sr129_0049", "normalized": ["Agghhuuhh?!", " Phgyuuhh, ghhyaahh!", " Aiiee!"]}, {"name": "", "audio": "", "normalized": ["The scraping stimulations against her membranes filled her whole cave with electric currents, and her heated folds contracted on their own."]}, {"name": "", "audio": "", "normalized": ["The dick stuffed into her twitched and grew even larger.", " The pressure of its swelling made her walls creak and expand, making a lewd noise as it filled her up."]}, {"name": "Juno", "audio": "v_sr129_0050", "normalized": ["(Pwahh… s-so deep… tight all the way inside… ghhphh…)"]}, {"name": "", "audio": "", "normalized": ["Her eyes swam from the pleasure of all of her walls being rubbed, and she couldn't help the lewd expression on her face."]}, {"name": "Juno", "audio": "v_sr129_0051", "normalized": ["Ohh… ahh… owaahh!"]}, {"name": "", "audio": "", "normalized": ["Her voice was as vulgar as a cat in heat, the moaning and groaning being wrung out of her echoing loudly throughout the spacious hangar."]}, {"name": "Juno", "audio": "v_sr129_0052", "normalized": ["Nnwaait, please wait… any more than thish and… uuhnn…"]}, {"name": "", "audio": "", "normalized": ["Red from the shame, Juno begged out loud in an unconsciously strange voice, no longer able to resist."]}, {"name": "", "audio": "", "normalized": ["But her begging only excited the invisible man even more, and his dick swelled inside of her pussy, pressuring her again."]}, {"name": "Juno", "audio": "v_sr129_0053", "normalized": ["Aaah!", " Whyy… take it out, I don't want this anymoore!", " Nnghh, guwaahh!"]}, {"name": "", "audio": "", "normalized": ["Sobbing like any ordinary girl, Juno was shaking her head while trying to get up."]}, {"name": "", "audio": "", "normalized": ["But the presence behind her grabbed Juno's hips sturdily, unwilling to let her go."]}, {"name": "", "audio": "", "normalized": ["The swollen dick made her walls creak as it thrust back and forth over and over, digging out her melted flesh."]}, {"name": "", "audio": "", "normalized": ["She spilled her female nectar everywhere as it attacked her womanhood."]}, {"name": "Juno", "audio": "v_sr129_0054", "normalized": ["Nnno more… hehh, nnhh!", " Aggh, auuhh, nnhhoohh!"]}, {"name": "", "audio": "", "normalized": ["Before long, the penis began to shudder violently, pulsating as it stimulated her flesh…"]}, {"name": "Juno", "audio": "v_sr129_0055", "normalized": ["Sho deep… oohh?!"]}, {"name": "", "audio": "", "normalized": ["At the same time that Juno's body stretched all the way to the tips of her toes, the cock in her pussy exploded, sending white heat all the way to the deepest part of her."]}, {"name": "", "audio": "", "normalized": ["*Spluurt, sploort!", "* *Dripdripdrip, spluurt!", "*"]}, {"name": "Juno", "audio": "v_sr129_0056", "normalized": ["Nghh!", " …Guwaahhnhh!"]}, {"name": "", "audio": "", "normalized": ["An instinctual sense of danger―the terror of becoming pregnant rose to Juno's mind."]}, {"name": "", "audio": "", "normalized": ["But the even greater pleasure of a woman wrapped around her body, making her convulse relentlessly as she screamed."]}, {"name": "Juno", "audio": "v_sr129_0057", "normalized": ["(Nnnoo wayy… ahhiihh!", " Nnhihh, enough alreadyy!", ")"]}, {"name": "", "audio": "", "normalized": ["Her consciousness was filled with blinking lights, as an immense amount of hot male liquid spurted into her pussy as if from a pump."]}, {"name": "", "audio": "", "normalized": ["The heat and stickiness soaked into her folds as the lewd sound of their fluids mixing together echoed from her pussy."]}, {"name": "Juno", "audio": "v_sr129_0058", "normalized": ["Hagghh, auuhh… aah…"]}, {"name": "", "audio": "", "normalized": ["The shock, the heat, and the pleasure they brought made her nethers completely lose all strength and relax."]}, {"name": "", "audio": "", "normalized": ["*Drip… splurt splurt… drip drip… spraay…*"]}, {"name": "Juno", "audio": "v_sr129_0059", "normalized": ["Hohh… oohh, aah… nn… nnoo, I hate thish…"]}, {"name": "", "audio": "", "normalized": ["As his dick pulsated inside her abdomen, her urethra opened as if in response to the pressure, sending out a torrent of urine."]}, {"name": "Juno", "audio": "v_sr129_0060", "normalized": ["Nnnpph, guhyahh… d-don't… please don't look at iit… hyaghh…"]}, {"name": "", "audio": "", "normalized": ["Even though her eyes were filled with tears from the humiliation, her post-orgasm face became even looser, satisfied from fulfilling her bodily functions."]}, {"name": "", "audio": "", "normalized": ["The lust from both holes made Juno melt and dissociate, blacking out."]}, {"name": "Juno", "audio": "v_sr129_0061", "normalized": ["(I… nnhgh, why… nnh… gphh… aah…)"]}, {"name": "", "audio": "", "normalized": ["Even after losing consciousness, her limbs still supported her body, and her behind continued to tremble as she remained bent over and leaking…"]}]