[{"name": "", "audio": "", "normalized": ["The school bell rang, letting the students know the class was about to begin as they piled into the classroom."]}, {"name": "Student A", "audio": "", "normalized": ["Hey!", " You're not skipping the class today, huh."]}, {"name": "Student B", "audio": "", "normalized": ["No shit, right?", " I'm not gonna take any math or English classes because they're boring, but this is different."]}, {"name": "Student A", "audio": "", "normalized": ["Hahah, I guess you're right.", " I mean, I'd been getting ready for this class for the last four days."]}, {"name": "", "audio": "", "normalized": ["For some reason, the majority of the students coming in were male and all of them seemed to be excited."]}, {"name": "", "audio": "", "normalized": ["And on top of that, their pants were pushed up from the inside with very visible erection."]}, {"name": "Teacher", "audio": "", "normalized": ["Alright, everyone.", " Take a seat."]}, {"name": "", "audio": "", "normalized": ["As the students talked to each other, filled with anticipation, the teacher finally came in."]}, {"name": "", "audio": "", "normalized": ["A woman with a blushed face followed him."]}, {"name": "", "audio": "", "normalized": ["Even though the teacher had arrived, the classroom remained noisy, even more so than before."]}, {"name": "", "audio": "", "normalized": ["Everyone's attention was not on the teacher, but on the woman following him."]}, {"name": "Teacher", "audio": "", "normalized": ["Okay.", " I'm sure everyone is aware of this, but we are going to practice our sexual education today.", " Now, get ready."]}, {"name": "Rasis", "audio": "v_r-ev336_0000", "normalized": ["Ugh… Wh-why do I have to take orders from scum like you… Guh, ughh…"]}, {"name": "", "audio": "", "normalized": ["The woman followed the teacher's instruction, though reluctantly, and poked her butt out as she rested her upper body onto a desk."]}, {"name": "", "audio": "", "normalized": ["The pent-up male students' eyes became instantly fixed onto her lewd but embarrassing pose."]}, {"name": "Student A", "audio": "", "normalized": ["Uoouhh!", " D-damn!", " That's the real deal…!", " I've never seen it in real life before!"]}, {"name": "Student B", "audio": "", "normalized": ["M-me too!", " H-huh!", " I didn't even know what a pussy on a girl looked like this…!"]}, {"name": "", "audio": "", "normalized": ["As soon as the woman exposed her crotch, the male students became excited and gather around her to take a closer look."]}, {"name": "", "audio": "", "normalized": ["They were breathing rough and did not even attempt to hide their brewing lust."]}, {"name": "", "audio": "", "normalized": ["She was surrounded by such male students and her face frowned like she was looking at filth."]}, {"name": "Rasis", "audio": "v_r-ev336_0001", "normalized": ["Damn it… Boys this age, they are all so greedy and hungry, every single one of them…"]}, {"name": "Rasis", "audio": "v_r-ev336_0002", "normalized": ["They are no different than mere apes… This is such a humiliation I have to keep them company."]}, {"name": "", "audio": "", "normalized": ["The woman said and then gave a disgusted looked towards the students gathering around her."]}, {"name": "", "audio": "", "normalized": ["The woman talked rather formally despite her juvenile looks.", " Her name was Rasis Xynth."]}, {"name": "", "audio": "", "normalized": ["Even though she looked so young, she was actually an artificially conditioned UFS soldier."]}, {"name": "", "audio": "", "normalized": ["Her growth was slowed down, meaning she was much older than her looks."]}, {"name": "Rasis", "audio": "v_r-ev336_0003", "normalized": ["He has taken my precious powers away from me and now this…!", " I cannot fathom the intention of that man…"]}, {"name": "", "audio": "", "normalized": ["Rasis was reminded of the time when she lost her power because of her own fault, biting her own lips in frustration."]}, {"name": "", "audio": "", "normalized": ["Rasis possessed a fearsome power that allowed her to control other's minds with her words."]}, {"name": "", "audio": "", "normalized": ["However, that was all in the past.", " Her power had already been taken away by Fuuma."]}, {"name": "Student A", "audio": "", "normalized": ["Hey.", " What's she mumbling about?"]}, {"name": "Student B", "audio": "", "normalized": ["Dunno?", " I guess she's just excited to be fucked by us or something like that, you know?"]}, {"name": "", "audio": "", "normalized": ["The students gathered around Rasis started to mock her with a grin on their faces."]}, {"name": "", "audio": "", "normalized": ["It was abnormal for Rasis to suddenly strike a lewd pose in the classroom, but nobody cared about it."]}, {"name": "", "audio": "", "normalized": ["That was because Fuuma was using the power he had taken from Rasis to control their minds.", " Everyone did not question what was happening then and there."]}, {"name": "", "audio": "", "normalized": ["…Everyone but Rasis."]}, {"name": "Rasis", "audio": "v_r-ev336_0004", "normalized": ["Damn you, shut your mouth.", " I am trying to think here.", " You dare not interrupt me!"]}, {"name": "", "audio": "", "normalized": ["Rasis's mind was not under Fuuma's control, but she was not making an attempt to escape."]}, {"name": "", "audio": "", "normalized": ["Her thoughts were skewed by the intense conditioning and she was made to instinctively follow any orders given."]}, {"name": "", "audio": "", "normalized": ["However, she was not completely broken by pleasure yet as her body trembled from the humiliation of getting stared at by the students."]}, {"name": "Teacher", "audio": "", "normalized": ["Hey!", " You're supposed to be the teaching aid here.", " You better spread your legs more so they can see it!"]}, {"name": "Rasis", "audio": "v_r-ev336_0005", "normalized": ["Heegh, uguhh…!", " D-do not give me orders… Guhh, ahh, aaghh…"]}, {"name": "", "audio": "", "normalized": ["Rasis was scolded by the teacher and opened her legs, though she was still reluctant."]}, {"name": "", "audio": "", "normalized": ["That made the eyes of the male students around her focus on her crotch even more."]}, {"name": "Student A", "audio": "", "normalized": ["Damn!", " I can see her pussy even better now!", " It's like twitching, so fucking hot!"]}, {"name": "Student B", "audio": "", "normalized": ["Haahh, haauh…!", " Hey, I can't stand it anymore!", " Come on, can't we fuck her yet?!"]}, {"name": "", "audio": "", "normalized": ["The students were getting so excited that they were about to ejaculate prematurely anytime."]}, {"name": "", "audio": "", "normalized": ["However, even with all that, the teacher remained calm and then tried to settle the students down."]}, {"name": "Teacher", "audio": "", "normalized": ["Come on, now.", " Don't be so hasty.", " This is still a class, you know.", " I'm gonna let you fuck her in the alphabetical order till you cum."]}, {"name": "Student A", "audio": "", "normalized": ["Hell yeah!", " Then I get to go first!"]}, {"name": "Student B", "audio": "", "normalized": ["Oh man, I'm so jealous… I'm second."]}, {"name": "", "audio": "", "normalized": ["The students cheered and jeered at the teacher's words."]}, {"name": "", "audio": "", "normalized": ["They were solely selfish and did not care about what Rasis thought, not even a bit."]}, {"name": "Teacher", "audio": "", "normalized": ["Hold up!", " We are going to learn about contraception today, so you better put your condoms on, okay?"]}, {"name": "Student A", "audio": "", "normalized": ["Come on, I wanted to do it without a rubber."]}, {"name": "Teacher", "audio": "", "normalized": ["No way!", " If you try to fuck her without a condom, I'm gonna kick you out of the classroom, no buts!"]}, {"name": "Student A", "audio": "", "normalized": ["Uh… A-alright, I get it.", " We gotta put the condoms on, right?", " Don't get so mad."]}, {"name": "", "audio": "", "normalized": ["The students who were getting carried away started paying a little more attention with the teacher's stern words."]}, {"name": "", "audio": "", "normalized": ["The student taking the first turn started putting the condom on after making an absent mind response."]}, {"name": "Student A", "audio": "", "normalized": ["Alright, you good?"]}, {"name": "Rasis", "audio": "v_r-ev336_0006", "normalized": ["Of course, I'm not 'good"]}, {"name": "Student A", "audio": "", "normalized": ["Mnheh.", " I like how aggressive she is, it's so hot.", " Alright, if you insist, then I will…"]}, {"name": "", "audio": "", "normalized": ["The student was not deterred by Rasis's stern look and then started shoving his erect penis into her vagina with a vulgar smile."]}, {"name": "Rasis", "audio": "v_r-ev336_0007", "normalized": ["Huughuhh…?!", " No, aagh, aahh!", " Guhh, mnnguhh!", " I-It's coming inside…!"]}, {"name": "", "audio": "", "normalized": ["Even though there was no foreplay whatsoever, Rasis's vagina easily engulfed the fully erect penis with no issue."]}, {"name": "", "audio": "", "normalized": ["It was because her vagina was conditioned to the taste of the cock to get wet at the mere sight of the gallery of the penises."]}, {"name": "Student A", "audio": "", "normalized": ["Huouhh, ooguhh…!", " D-damn!", " I can feel how soft it is even though the rubber!", " It's like sucking onto me!"]}, {"name": "", "audio": "", "normalized": ["The student who inserted into Rasis was surprised by how it felt inside and let out a roar from such pleasure."]}, {"name": "", "audio": "", "normalized": ["This was the very first vaginal penetration for him.", " It was not surprising he felt so with Rasis's well used and soft vagina."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Rasis was actually showing an agonized expression because of the student making a rough penetration."]}, {"name": "Rasis", "audio": "v_r-ev336_0008", "normalized": ["Aaauhh, mnnguhh…!", " Haahh, haauhh… This is, way too rough, damn you… No, mnngh!"]}, {"name": "Rasis", "audio": "v_r-ev336_0009", "normalized": ["You are not caring for whoever is on the receiving end at all… Heeuh, mnh!", " Haagh, haahh… Uhh, mnnaagh!"]}, {"name": "", "audio": "", "normalized": ["As Rasis complained, his penis kept making its way deeper and deeper into her vagina."]}, {"name": "", "audio": "", "normalized": ["Rasis was still showing disgust on her face, but the sensation of the penis slowing making its way into her made her let out a sugary breath against her will."]}, {"name": "Student A", "audio": "", "normalized": ["Aghh, aaghh!", " So good!", " I didn't know what the inside of a pussy felt like!", " This is amazing…!"]}, {"name": "Student A", "audio": "", "normalized": ["I can't stop now, I can't!", " I'm gonna start fucking so as hard as I can now, just wait…!"]}, {"name": "", "audio": "", "normalized": ["The student was shocked by the sensation of Rasis's vagina tangling onto her."]}, {"name": "", "audio": "", "normalized": ["He started pounding his hips up as if she was being driven by the lust brewing up inside her."]}, {"name": "Rasis", "audio": "v_r-ev336_0010", "normalized": ["Heeghh, aaghh, mnaahh…!", " S-so sudden… This is so crude!", " Ahhnm, mnguhh!"]}, {"name": "Rasis", "audio": "v_r-ev336_0011", "normalized": ["Haahh, haaghh!", " Mnnaahh, mnnghh!", " S-slow it down a little.", " Start slow and gentle…!", " Heagh, aaghh!"]}, {"name": "", "audio": "", "normalized": ["His pounding was violent as he only cared about his own pleasure, making her groan every time he made a thrust."]}, {"name": "", "audio": "", "normalized": ["Even then, Rasis had gone through enough conditioning to feel pleasure regardless, letting out sweet moans."]}, {"name": "", "audio": "", "normalized": ["Such moans from Rasis actually gave the student pounding her a completely wrong idea."]}, {"name": "Student A", "audio": "", "normalized": ["What was that?", " You're actually moaning pretty nicely!", " Maybe you actually like my cock, huh?"]}, {"name": "Rasis", "audio": "v_r-ev336_0012", "normalized": ["H-hmnmgh…!", " It's not bad, I suppose… This is all momentum, no skill… This is nothing much!", " Guhhuhguh…!"]}, {"name": "", "audio": "", "normalized": ["Rasis shot down the student's words as she was getting cocky from the misunderstanding."]}, {"name": "", "audio": "", "normalized": ["However, Rasis's reaction actually made the student's inner fighting spirit light up instead."]}, {"name": "Student A", "audio": "", "normalized": ["Alright, I see…!", " Then I'll get you turned on and I do whatever it takes, everything!"]}, {"name": "", "audio": "", "normalized": ["He started thrusting his hips desperately in rage as he was completely denied by Rasis."]}, {"name": "Rasis", "audio": "v_r-ev336_0013", "normalized": ["Hyaauhh?!", " Mngehghh, heeghh, heaaghh!", " Th-this is getting a little better now, eh?", " Ahhnmmghnm!"]}, {"name": "Rasis", "audio": "v_r-ev336_0014", "normalized": ["Heeaghhmnguhh!", " I-if you keep going like this… Then maybe you can get me aroused… Heeguh, heegh, heeguhh!"]}, {"name": "", "audio": "", "normalized": ["Rasis was pounded hard by the stubborn student."]}, {"name": "", "audio": "", "normalized": ["She was pretending to be calm, but her voice was certainly turning sweeter and sweeter."]}, {"name": "", "audio": "", "normalized": ["With such intense stimulation inside her vagina, her pleasure was slowly building up."]}, {"name": "", "audio": "", "normalized": ["Every time her vagina was pounded by the student's penis, it made violent contractions."]}, {"name": "Student A", "audio": "", "normalized": ["Guhh, ugaahghh…!", " I-I can't take it much more!", " This feels way too good… I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["The student was still pounding her, but he was already reaching the climax."]}, {"name": "", "audio": "", "normalized": ["It was from the excitement of making Rasis aroused and the extreme pleasure he could never feel from simple masturbation."]}, {"name": "", "audio": "", "normalized": ["However, the other students around him had no idea and they started heckling him mercilessly."]}, {"name": "Student B", "audio": "", "normalized": ["Hey, already?!", " That's way too quick!"]}, {"name": "Student C", "audio": "", "normalized": ["I mean, that's not a bad thing though.", " Better get it done quickly because we got people waiting."]}, {"name": "Student A", "audio": "", "normalized": ["I-I can't help it!", " Her pussy feels way too good…!"]}, {"name": "", "audio": "", "normalized": ["The student tried to protest against such voices, but his breath was running short, making desperate thrusts with his hips."]}, {"name": "", "audio": "", "normalized": ["Every thrust made drops of clear fluids spew and splash out of the parts where they were joined together."]}, {"name": "Rasis", "audio": "v_r-ev336_0015", "normalized": ["Heghh, mnnmm, mnguhh…!", " I-is this all you have?", " You're so pathetic… Eegehh, guhh, mnaahh!"]}, {"name": "", "audio": "", "normalized": ["With the animalistic sex, Rasis could not stop her body from trembling and let out moans."]}, {"name": "", "audio": "", "normalized": ["That moment, Raisis's vagina contracted and then squeezed hard onto the student's penis."]}, {"name": "Student A", "audio": "", "normalized": ["Aahh, aaghh!", " I can't!", " I-it's cumming…!"]}, {"name": "", "audio": "", "normalized": ["With the final spurt of the stimulation, the student's self-control finally gave away."]}, {"name": "Rasis", "audio": "v_r-ev336_0016", "normalized": ["Heeguhh…?!", " Mnnghh, mnaaghh, agahh!"]}, {"name": "", "audio": "", "normalized": ["He did not even stop his hips as he ejaculated spectacularly, making Rasis's hips jump as she felt pleasure against her will."]}, {"name": "", "audio": "", "normalized": ["At the same time, her vagina squeezed the penis hard and wiggled to suck the semen out."]}, {"name": "Student A", "audio": "", "normalized": ["Guhh, ughuhh…?!", " Wh-what the hell!", " I-it's like getting everything sucked out!"]}, {"name": "", "audio": "", "normalized": ["It must have felt as if there was a vacuum cleaner inside her vagina to the ejaculating student."]}, {"name": "", "audio": "", "normalized": ["Her vagina contracted, seeking semen as if it was actually creating a vacuum, and Rasis sucked a massive amount of semen out of him."]}, {"name": "Rasis", "audio": "v_r-ev336_0017", "normalized": ["Eeghh, mnnhh, mnnuhh!", " I-it's throbbing inside me… I can feel it ejaculating inside… Heeuh, mnaahh!"]}, {"name": "Rasis", "audio": "v_r-ev336_0018", "normalized": ["S-so much cum, pumping into me… Mnnghh!", " I can feel it…pooling inside the condom…!"]}, {"name": "", "audio": "", "normalized": ["Of course, Rasis was getting aroused by the student's ejaculation."]}, {"name": "", "audio": "", "normalized": ["However, her expression seemed frustrated.", " She could not directly feel the ejaculation because it was all inside the condom."]}, {"name": "", "audio": "", "normalized": ["Obviously, she did not say it out loud, but her body was just begging for semen directly inside her vagina."]}, {"name": "Student A", "audio": "", "normalized": ["Hahah.", " Damn, your pussy is twitching and squeezing so much.", " Maybe you wanted me to cum inside?"]}, {"name": "", "audio": "", "normalized": ["The student saw right through Rasis's mind and said so provocatively, pressing the tip of his penis deep into the vagina."]}, {"name": "Rasis", "audio": "v_r-ev336_0019", "normalized": ["Guh, mnnguhh…!", " Th-that's not true, no way…!", " Th-th-this is just a class, after all… Mnaagh, haagh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Rasis tried to deny his words, but her body was reacting by twitching and it was not convincing at all."]}, {"name": "", "audio": "", "normalized": ["And the fact she was speaking the truth was obvious even to other students surrounding her."]}, {"name": "Student B", "audio": "", "normalized": ["You're totally bluffing, we know.", " She really doesn't want to admit it, it seems."]}, {"name": "Student C", "audio": "", "normalized": ["I mean, it's not a bad thing though, right?", " I want them to do another class where we can actually make her pregnant."]}, {"name": "", "audio": "", "normalized": ["The students around Rasis started talking about their thoughts, watching Rasis getting completely turned on."]}, {"name": "", "audio": "", "normalized": ["Rasis was too straightforward that she had to react to every single banter of the students."]}, {"name": "Rasis", "audio": "v_r-ev336_0020", "normalized": ["What…?!", " Y-you dare make me pregnant with your vulgar, inferior semen…?!", " Agh, guhh…"]}, {"name": "Rasis", "audio": "v_r-ev336_0021", "normalized": ["S-s-such nonsense shall not be tolerated…!", " It shall never be!", " Y-y-you dare not pour your seen into my womb… Never!"]}, {"name": "", "audio": "", "normalized": ["Rasis was refusing their words, but her voice was starting to sound more sugary little by little."]}, {"name": "", "audio": "", "normalized": ["It seemed contradictory at first, but Rasis was getting aroused against her will from the thought of getting impregnated by all the students."]}, {"name": "Student A", "audio": "", "normalized": ["You say that, but I can still feel your pussy squeezing onto my cock so hard, you know."]}, {"name": "Student A", "audio": "", "normalized": ["If you want it that bad, I can cum inside you right now, hmm?"]}, {"name": "", "audio": "", "normalized": ["The student said with a smug smile on his face and reached for his condom to remove it."]}, {"name": "", "audio": "", "normalized": ["However, the teacher noticed it and stopped him before he could."]}, {"name": "Teacher", "audio": "", "normalized": ["Hey, you!", " What are you saying?", " I told you, take turns once you cum!"]}, {"name": "Student A", "audio": "", "normalized": ["Ouch?!", " …Damn, you don't have to hit me like that.", " Huh, fine, I guess I have no choice."]}, {"name": "", "audio": "", "normalized": ["The student was smacked by the teacher and reluctantly pulled his penis out."]}, {"name": "Student A", "audio": "", "normalized": ["Oh, damn.", " There's so much cum.", " Come to think of it, I don't think I've cum this hard before."]}, {"name": "", "audio": "", "normalized": ["The student was surprised by how much semen he had ejaculated and tossed the condom he removed onto Rasis's butt."]}, {"name": "Rasis", "audio": "v_r-ev336_0022", "normalized": ["No… Ahh, mnnhh…"]}, {"name": "", "audio": "", "normalized": ["The warmth of the condom made Rasis let out a muffled moan.", " The next moment…"]}, {"name": "Student B", "audio": "", "normalized": ["Alright, my turn now."]}, {"name": "", "audio": "", "normalized": ["With no time to enjoy the lingering pleasure, the next student stood behind Rasis and made a sudden penetration."]}, {"name": "Rasis", "audio": "v_r-ev336_0023", "normalized": ["Heeguhh…?!", " Aaghaaghh, aahh!", " Gaaghahh, mnnm, mnnuughh…!"]}, {"name": "Rasis", "audio": "v_r-ev336_0024", "normalized": ["D-don't penetrate me so suddenly…!", " Mnnghh, mngeghh!", " You must prepare when making the penetration, you fool…!"]}, {"name": "", "audio": "", "normalized": ["Rasis's body jumped up from the surprise of the unannounced and sudden penetration."]}, {"name": "", "audio": "", "normalized": ["She gave a stern look at the student behind her and protested."]}, {"name": "", "audio": "", "normalized": ["However, honeyed moans were mixed into her words as it signaled her being aroused even by such rough insertion."]}, {"name": "Student B", "audio": "", "normalized": ["Haha, my bad, my bad.", " It's the first time getting laid for us, so we don’t really know what to do."]}, {"name": "Student B", "audio": "", "normalized": ["Well, we'll be careful the next time."]}, {"name": "Student B", "audio": "", "normalized": ["Now, I'm gonna start moving, okay?", " I'm gonna make you feel even better than the guy before me, alright?"]}, {"name": "", "audio": "", "normalized": ["The student said unapologetically and then grabbed Rasis's butt and started making thrusts."]}, {"name": "", "audio": "", "normalized": ["He did not start pounding as hard as he could from the beginning, taking it much slower than the student before him."]}, {"name": "", "audio": "", "normalized": ["It was as though he was savoring the insides of Rasis's vagina."]}, {"name": "Rasis", "audio": "v_r-ev336_0025", "normalized": ["Guh, aaghahh, mnnaahh…!", " Haauh, haagghh… No, mnnaaghh… This movement, it's different…"]}, {"name": "Rasis", "audio": "v_r-ev336_0026", "normalized": ["I-inside my pussy, it's slow… Mnnguhh!", " It's like you're licking me with your cock or something… Heeguh, mnnh, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["The penis moved like it was drilling into her vagina and brought a different kind of pleasure to Rasis."]}, {"name": "", "audio": "", "normalized": ["It was not quite as intense as before, but it slowly invaded her body like low-frequency waves, making her feel pleasure."]}, {"name": "", "audio": "", "normalized": ["In fact, she was letting out ecstatic voices, moaning as her hips shuddered and trembled."]}, {"name": "Student B", "audio": "", "normalized": ["Guhh.", " Your pussy's getting real tight.", " I see you are getting so turned on, huh?", " Not bad for the first time, am I right?"]}, {"name": "", "audio": "", "normalized": ["The student was getting cocky and asked her as he saw Rasis letting out intoxicated moans as her body twitched."]}, {"name": "Rasis", "audio": "v_r-ev336_0027", "normalized": ["Mnnguhh…!", " No, mnnghh!", " Th-th-this is… It's nothing but ordinary technique!"]}, {"name": "Rasis", "audio": "v_r-ev336_0028", "normalized": ["It's not bad, I suppose… Heeahh, guhh, mnnmghnm!"]}, {"name": "", "audio": "", "normalized": ["Of course, Rasis was prideful and was not going to admit to what the student was saying."]}, {"name": "", "audio": "", "normalized": ["However, her body was still reacting to pleasure and it was obvious to everyone that she was lying."]}, {"name": "Student B", "audio": "", "normalized": ["Damn, you're bluffing so much.", " I can feel your pussy squeezing so tight though."]}, {"name": "Rasis", "audio": "v_r-ev336_0029", "normalized": ["Sh-shut up…!", " It's only because my pussy is just a little tighter than other people…!"]}, {"name": "Student B", "audio": "", "normalized": ["Huh, is that so?", " Well, it doesn't really matter.", " Anyway, I'm gonna pound you hard in your sensitive spots so you better moan more."]}, {"name": "", "audio": "", "normalized": ["The student mocked Rasis for being so bad at lying and started stimulating her in the sensitive spot he had found out."]}, {"name": "Rasis", "audio": "v_r-ev336_0030", "normalized": ["Heghh…?!", " Mnnguh, no, mnnaahh!", " Guhh, mnnghh!", " Th-there… Not there!"]}, {"name": "Rasis", "audio": "v_r-ev336_0031", "normalized": ["Huhgeeghh, mneeghh!", " If you drill me r-right there… No, mnngeghh!", " I-it's making me aroused, aahh!"]}, {"name": "Rasis", "audio": "v_r-ev336_0032", "normalized": ["Heeghh, mnnghh!", " W-with the should on your tip… Heeuh!", " It's hitting right in the spot…!", " Eeaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["Rasis could not help but be aroused from having the solid part of the tip of his penis assaulting her weak spot."]}, {"name": "", "audio": "", "normalized": ["The pleasure was quickly growing inside Rasis and her vagina contracted tightly, sucking onto his penis alongside it."]}, {"name": "Student B", "audio": "", "normalized": ["Guh…!", " Guhh!", " This is so awesome!", " Come on, come on, you better squeeze my cock harder!"]}, {"name": "", "audio": "", "normalized": ["With Rasis's intense squeeze, the student was overcome with intense pleasure as well."]}, {"name": "", "audio": "", "normalized": ["The sensation was enough to arouse him even further and his pounding sped up faster and faster."]}, {"name": "Rasis", "audio": "v_r-ev336_0033", "normalized": ["Eegheghh, mnneghh!", " I-it's so hard…!", " Heeguhh, uguhh!", " This is way too rough!"]}, {"name": "Rasis", "audio": "v_r-ev336_0034", "normalized": ["Aheeghh, heegeghh!", " C-cock, it's pounding me up so hard…!", " I-it's like my pussy is g-getting turned inside out!"]}, {"name": "", "audio": "", "normalized": ["Rasis was aroused by the sensation of the penis going back and forth with such momentum."]}, {"name": "", "audio": "", "normalized": ["At this point, Rasis was not even hiding the fact she was getting aroused, showing off her face soaked in pleasure."]}, {"name": "", "audio": "", "normalized": ["The student was getting even more and more turned on as he looked at her and then thrust even more violently."]}, {"name": "Rasis", "audio": "v_r-ev336_0035", "normalized": ["Eghh, eegheghh!", " Aahh, mnnguhh, mngeheghh!", " Heeuhh, mnnuuhh…!", " N-no, please…!"]}, {"name": "Rasis", "audio": "v_r-ev336_0036", "normalized": ["Heegh, c-coming, ughh!", " My pussy's coming!", " I'm coming with a schoolboy cock, aaghh!"]}, {"name": "Student B", "audio": "", "normalized": ["Alright!", " Then I'm gonna give you one special thrust before you actually come…!"]}, {"name": "", "audio": "", "normalized": ["Rasis's pleasure was about to explode as it was heightened through the intense pounding."]}, {"name": "", "audio": "", "normalized": ["The student sensed that instinctively and made a particularly violent thrust and then pulled out his penis."]}, {"name": "Rasis", "audio": "v_r-ev336_0037", "normalized": ["Heeghh…?!", " Eeghegaheeaaghh?!", " C-coommiinngg!", " Mnnaahh!", " Aghahh!"]}, {"name": "", "audio": "", "normalized": ["As he thrust deep into her vagina and then quickly removing his penis out of her, Rasis finally orgasmed."]}, {"name": "", "audio": "", "normalized": ["She let out loud moans madly and then spewed squirt out of her crotch as her whole body shuddered."]}, {"name": "Student B", "audio": "", "normalized": ["Here!", " I'm gonna give you all the cum you wanted!"]}, {"name": "", "audio": "", "normalized": ["The student removed the condom at the same time as he pulled out."]}, {"name": "", "audio": "", "normalized": ["And then, out of nowhere, he poured his semen right onto Rasis's butt from his penis."]}, {"name": "Rasis", "audio": "v_r-ev336_0038", "normalized": ["Heeghh, mnnghh!", " I-it's so hot…!", " C-cum, i-it's so hot and i-it feels so good, ahahh!"]}, {"name": "Rasis", "audio": "v_r-ev336_0039", "normalized": ["Heghh, eeghehh, aghahh!", " C-cum!", " So much cum showering on me and i-it's making me cum again…!"]}, {"name": "", "audio": "", "normalized": ["With semen showering onto her exposed skin, Rasis continued to orgasm over and over as her body trembled in joy."]}, {"name": "", "audio": "", "normalized": ["And then squirted spectacularly."]}, {"name": "Student C", "audio": "", "normalized": ["Woah…!", " Are you serious?!"]}, {"name": "Student A", "audio": "", "normalized": ["Hey, that's cheating!", " Damn it!", " I should have done that too…!"]}, {"name": "", "audio": "", "normalized": ["The students surrounding Rasis complained as they saw semen showering onto Rasis."]}, {"name": "Student B", "audio": "", "normalized": ["It's not cheating, come on.", " The only rule is I can't cum inside her.", " Am I right, huh?"]}, {"name": "Teacher", "audio": "", "normalized": ["Uhmm, I suppose… But, not many women are turned on by a bukkake and some even hate it."]}, {"name": "Teacher", "audio": "", "normalized": ["…With that said, some do actually like it as a fetish.", " I guess I can let it slide this time."]}, {"name": "Teacher", "audio": "", "normalized": ["But don't do this when you are fucking your girlfriend, okay?"]}, {"name": "", "audio": "", "normalized": ["The teacher agreed to the student, though somewhat reluctantly."]}, {"name": "", "audio": "", "normalized": ["Then the other students who had not ejaculated yet stood up and then begged for their turn to the teacher."]}, {"name": "Rasis", "audio": "v_r-ev336_0040", "normalized": ["Guh, uguhuhh… Haauh, haahh… I'm still coming… Just wait a m-minute…"]}, {"name": "", "audio": "", "normalized": ["Rasis thought they were about to penetrate her again any second and pleaded them to wait with a faint voice."]}, {"name": "Student C", "audio": "", "normalized": ["Hey, it's my turn next!", " Come on, get off of her!"]}, {"name": "", "audio": "", "normalized": ["However, they did not care about her become weaker, not a single care about her well-being."]}, {"name": "", "audio": "", "normalized": ["The next student pushed the student who just ejaculated out of the way and inserted himself into her vagina."]}, {"name": "Rasis", "audio": "v_r-ev336_0041", "normalized": ["Mngehghh…?!", " I-I told you to wait…!", " Hegeh, aaghahh!", " You are so impatient… Guhhaauguhh…"]}, {"name": "", "audio": "", "normalized": ["Rasis moaned with a begrudging voice but it did not help the class end any sooner."]}, {"name": "", "audio": "", "normalized": ["In the end, she had to keep fucking all the students in the classroom until the class was dismissed."]}, {"name": "Student Z", "audio": "", "normalized": ["Guhh…!"]}, {"name": "Rasis", "audio": "v_r-ev336_0042", "normalized": ["Heghh, hegehh… Ahh, mnnaahh…!"]}, {"name": "", "audio": "", "normalized": ["The bell rang and let them know the class was over."]}, {"name": "", "audio": "", "normalized": ["It was just a few moments before the bell when the last student finally ejaculated."]}, {"name": "", "audio": "", "normalized": ["The teacher was standing among the student with a satisfied expression and his arms crossed."]}, {"name": "Teacher", "audio": "", "normalized": ["Well, that's about it.", " We managed to get everyone to finish."]}, {"name": "Student Z", "audio": "", "normalized": ["Phew!", " Damn!", " That was real close."]}, {"name": "Rasis", "audio": "v_r-ev336_0043", "normalized": ["Ah, aahh… Mnnahh, mnguhh…!"]}, {"name": "", "audio": "", "normalized": ["When the last student pulled out, the condom remained in Rasis's vagina perhaps because her vagina was way too tight."]}, {"name": "", "audio": "", "normalized": ["Rasis let out sweet moans from the sensation of the penis being pulled out."]}, {"name": "", "audio": "", "normalized": ["However, she was exhausted by the repeated intercourse and did not notice the condom left inside her."]}, {"name": "", "audio": "", "normalized": ["As if it was proof of the intense intercourse, every inch of her body was covered with filthy semen and many condoms were scattered around her body."]}, {"name": "Teacher", "audio": "", "normalized": ["Well, we did have a few issues here and there, but that wasn't expected.", " I say that was a successful class."]}, {"name": "Student H", "audio": "", "normalized": ["Yeah, that felt so damn good."]}, {"name": "Student R", "audio": "", "normalized": ["That's right.", " Come on, I want this more."]}, {"name": "Rasis", "audio": "v_r-ev336_0044", "normalized": ["Uguhh… Aahegh, aghahh, mnnghh…"]}, {"name": "", "audio": "", "normalized": ["Rasis simply continued to moans from the lingering pleasure as the students discussed about the class."]}, {"name": "", "audio": "", "normalized": ["Rasis could not even react to their words as she only made her body twitch repeatedly."]}, {"name": "Student S", "audio": "", "normalized": ["The feeling inside her pussy, that was so amazing.", " We do have some time till the next class.", " Maybe I can do a quickie?"]}, {"name": "Teacher", "audio": "", "normalized": ["Hey, you, cut that shit out!", " There's another class so you better get the floor cleaned and get some fresh air in here!"]}, {"name": "", "audio": "", "normalized": ["Some of the students tried to fuck her sneakily but the teacher did not let that go."]}, {"name": "", "audio": "", "normalized": ["And then he walked up to right next to Rasis and put his hands onto her shoulder."]}, {"name": "Teacher", "audio": "", "normalized": ["I'm sure you know this, but you are gonna being teaching two more classes today."]}, {"name": "Rasis", "audio": "v_r-ev336_0045", "normalized": ["Heh… Aahh, aghh… Y-yes… I understand…"]}, {"name": "", "audio": "", "normalized": ["Rasis was barely able to respond to the teacher because she could not speak without slurring her words."]}, {"name": "", "audio": "", "normalized": ["She had been violated thoroughly but her eyes were colored with anticipation of what was about to come…"]}]