[{"name": "Yuzuha", "audio": "v_rev082_0000", "normalized": ["No, no!", " Let me go, you bastard…!", " Noo…!"]}, {"name": "", "audio": "", "normalized": ["Yuzuha, drawn by the promise of information from the man, was taken, forced down, and had her clothing ripped away."]}, {"name": "", "audio": "", "normalized": ["Normally, even in this situation, she would use her Ninja powers to make her body flexible and free her from her bonds, but now she is unable."]}, {"name": "", "audio": "", "normalized": ["She was not sure how, but her power was stolen from her by this man, and the only way left for Yuzuha to resist was to struggle with all her might."]}, {"name": "Yuzuha", "audio": "v_rev082_0001", "normalized": ["Let me go, I said!"]}, {"name": "", "audio": "", "normalized": ["But she did not have the physical strength to overcome the power of a grown man."]}, {"name": "", "audio": "", "normalized": ["Unable to move the bonds even slightly, Yuzuha glares at the man with frustration."]}, {"name": "Yuzuha", "audio": "v_rev082_0002", "normalized": ["You coward!", " Anyone would be tempted if they were offered mild that's supposed to make you taller!"]}, {"name": "Yuzuha", "audio": "v_rev082_0003", "normalized": ["But stealing my ninja powers too, that's not fair!", " Give 'em back and then we can have a fair fight!"]}, {"name": "", "audio": "", "normalized": ["Her face puffs up angrily as she struggles, and the man smiles cruelly and only shakes his head."]}, {"name": "You", "audio": "", "normalized": ["All is fair in war.", " You were tricked because you're still unripe…and you can't accept it because you're a child."]}, {"name": "Yuzuha", "audio": "v_rev082_0004", "normalized": ["Why you…!", " I'm not a child!"]}, {"name": "", "audio": "", "normalized": ["Yuzuha, enraged, struggles even more intensely, tearing open her clothing and exposing her nakedness.", " Her face blushes red with embarrassment."]}, {"name": "", "audio": "", "normalized": ["Seeing her young, budding, puffy-nippled breasts exposed, the man's lips curl into a wicked grin."]}, {"name": "You", "audio": "", "normalized": ["Ah, I see…yes, your face is that of a child…but your body is of interest to me."]}, {"name": "", "audio": "", "normalized": ["The man lifts up one hand, slowly turns it into a flexible thing, and softly, places it onto the girl's lower stomach."]}, {"name": "Yuzuha", "audio": "v_rev082_0005", "normalized": ["My magic…what are you planning on doing!?"]}, {"name": "You", "audio": "", "normalized": ["Well, since I stole it, I must use it wisely… Now that I have the chance, I think I'll use it to make you into an adult!"]}, {"name": "", "audio": "", "normalized": ["Yuzuha's eyes glisten with tears and she temporarily forgets about the situation she's in."]}, {"name": "Yuzuha", "audio": "v_rev082_0006", "normalized": ["What!?", " An adult!?", " Really?"]}, {"name": "You", "audio": "", "normalized": ["Yes, really…!"]}, {"name": "", "audio": "", "normalized": ["Saying that, the man spreads her virginal pussy lips with his fingers and slips his flexible hand inside in one thrust."]}, {"name": "Yuzuha", "audio": "v_rev082_0007", "normalized": ["Hyaanghaa, aguu!?"]}, {"name": "", "audio": "", "normalized": ["Her immature vagina, one that she's never used, or even properly seen, is suddenly penetrated and fingered hard until it squeaks."]}, {"name": "", "audio": "", "normalized": ["--Zuguu, zuchuu!"]}, {"name": "Yuzuha", "audio": "v_rev082_0008", "normalized": ["Hnyeei!?", " Oww…oww…iyaah!"]}, {"name": "", "audio": "", "normalized": ["A scream escapes the girl's mouth even as a trickle of fresh blood flows down the man's wrist."]}, {"name": "", "audio": "", "normalized": ["A sharp jolt of pain shoots through her twisting her face, as her tight, hot, wet vaginal lips are forced to part before their time."]}, {"name": "Yuzuha", "audio": "v_rev082_0009", "normalized": ["Iyaa, aaeeh…hngh, aaee, yaa…fuu!"]}, {"name": "", "audio": "", "normalized": ["Despite her pain, the man continues to force his flexible fingers into her fresh, maidenly love tunnel."]}, {"name": "", "audio": "", "normalized": ["Pain explodes in her as his fingers curl into a fist, and then he thrusts that fist deep into her."]}, {"name": "", "audio": "", "normalized": ["Yuzuha trembles and moans with pain as the terrible man penetrates her pussy all the way to his wrist, tearing her as he goes."]}, {"name": "Yuzuha", "audio": "v_rev082_0010", "normalized": ["Ungh, oh…eeh…hyaa, yaa…eedaa…"]}, {"name": "", "audio": "", "normalized": ["She cries like a child, her voice trembling, but instead of glaring at her with angry eyes, she stares at him with a kind of grateful hunger."]}, {"name": "", "audio": "", "normalized": ["He seems to ignore that gaze, and yet it is unlikely that it escaped his notice."]}, {"name": "", "audio": "", "normalized": ["His flexible fingers continue to force their way into her vagina, but they do not move violently."]}, {"name": "", "audio": "", "normalized": ["Instead, his pliable tool work inside her tender young pussy with extreme skill and finesse, like tiny tongues licking her from within."]}, {"name": "Yuzuha", "audio": "v_rev082_0011", "normalized": ["Nkuu!", " Ya…what it this…what are you doing…!?", " Aaah!"]}, {"name": "", "audio": "", "normalized": ["His tentacle-like fingers feverishly massage her tender membrane, licking away like a tongue of velvet."]}, {"name": "", "audio": "", "normalized": ["What would normally be penetrated by a blundering penis is now stroked by delicate fingers, causing an ocean of intense pleasure to wash through her."]}, {"name": "Yuzuha", "audio": "v_rev082_0012", "normalized": ["Hnn, hyee…wh…what is this…kuuh, kuwaan!"]}, {"name": "", "audio": "", "normalized": ["For Yuzuha, who previously had absolutely no interest in matters of the flesh, this was a new and completely unknown feeling."]}, {"name": "", "audio": "", "normalized": ["She was confused by, on the one hand, the paralyzingly sweet feeling , and on the other hand, the sick feeling that her body was no longer under her control."]}, {"name": "", "audio": "", "normalized": ["And oddly, this man's hand was now twisting into the hole directly below where her pee came out…"]}, {"name": "", "audio": "", "normalized": ["…and each time it twisted, a powerful feeling shot through her."]}, {"name": "Yuzuha", "audio": "v_rev082_0013", "normalized": ["Noo!", " Aaah, no more…hngh…ooh, no-noo!"]}, {"name": "", "audio": "", "normalized": ["Each time his finger moves inside her, her hips thrust up involuntarily, and the strength drains from her four limbs."]}, {"name": "", "audio": "", "normalized": ["Even though she can't resist, her body reacts to each twinge of pleasure by convulsing, almost as if she is being attacked."]}, {"name": "Yuzuha", "audio": "v_rev082_0014", "normalized": ["Naan, hnn!", " Hyaa…Wh-what…gyaa, aah…!"]}, {"name": "", "audio": "", "normalized": ["Unable to hide her shame, her confused voice is also filled with the sweet sound of ecstasy."]}, {"name": "", "audio": "", "normalized": ["At some point, Yuzuha's crotch becomes soaking wet, and her face reddens as she realizes, in shame, that she has peed all over herself."]}, {"name": "Yuzuha", "audio": "v_rev082_0015", "normalized": ["Aaaun!", " Hnn, haa…p-please…!", " Please stop already…!", " Please…hnn!"]}, {"name": "", "audio": "", "normalized": ["Yuzuha screams in a high-pitched voice, and seeing that, the man explores her tender orifice with even greater care, turning her screams into warbling moans."]}, {"name": "You", "audio": "", "normalized": ["You have a charming little vagina.", " The opening is so tight, and yet the inside is so soft and wet."]}, {"name": "You", "audio": "", "normalized": ["He he, excellent…now then, how about here?"]}, {"name": "", "audio": "", "normalized": ["Saying that, the man continues to move his fingers, stroking the interior roof of her vagina as it oozes with thick, slippery love juice."]}, {"name": "Yuzuha", "audio": "v_rev082_0016", "normalized": ["Kuhyaa!?", " Nyaah!", " Hyaa, hnn…oh…oh there, hyaan!"]}, {"name": "", "audio": "", "normalized": ["Screaming shrilly, Yuzuha writhes and arches her back like a bridge, her glistening vagina thrust out towards the man."]}, {"name": "", "audio": "", "normalized": ["In response, the man begins to move his fingers more intensely inside her offered vagina, sending powerful waves of pleasure through Yuzuha's body."]}, {"name": "Yuzuha", "audio": "v_rev082_0017", "normalized": ["Aaaunn!", " Hnguu…whaat…iss…thii iiss…hyaa!"]}, {"name": "", "audio": "", "normalized": ["Each time his fingers move, love juice squirts from her widened pussy, soaking the man's arm with slippery dew."]}, {"name": "", "audio": "", "normalized": ["Sweet waves of pleasure enfold her body, and Yuzuha is unable to stop her hips from pumping up and down."]}, {"name": "", "audio": "", "normalized": ["She continues to moan loudly as her breathing becomes harsher.", " Large tears stand out in young girl eyes."]}, {"name": "You", "audio": "", "normalized": ["You're quite sensitive down there… Now I'm going to show you what I can really do!"]}, {"name": "Yuzuha", "audio": "v_rev082_0018", "normalized": ["Hngee!", " Noo!?"]}, {"name": "", "audio": "", "normalized": ["Just when she thought that she'd passed her limits, the man thrusts his flexible hand all the way into her up to his elbow."]}, {"name": "", "audio": "", "normalized": ["--Zuguuchuu!", " Buchuu!", " Guchuuchu!", " Juboo!"]}, {"name": "Yuzuha", "audio": "v_rev082_0019", "normalized": ["Ngyaaee!", " Noo…hnn, aagh…aah!"]}, {"name": "", "audio": "", "normalized": ["Liquid gushes powerfully from the gap between his hand and her vagina."]}, {"name": "", "audio": "", "normalized": ["He presses hard against her cervix, and a jolt of lightning-like intensity shoots through her body."]}, {"name": "", "audio": "", "normalized": ["Her pupils widen, her breathing becomes shallow and fast, and her mouth opens and closes spasmodically."]}, {"name": "", "audio": "", "normalized": ["Between the pain, pleasure, and pressure in her vagina, she can't make a single sound.", " But the man continues, without hesitation, to let his hand run amok inside her."]}, {"name": "Yuzuha", "audio": "v_rev082_0020", "normalized": ["Fugyaa!?", " Aguu, oh…hngee!"]}, {"name": "", "audio": "", "normalized": ["His flexible fingers form a fist and piston powerfully deeper in towards her womb."]}, {"name": "", "audio": "", "normalized": ["The depths of Yuzuha's vagina continue to be viciously violated."]}, {"name": "", "audio": "", "normalized": ["The feeling of having her breathing blocked, along with the pounding intensity, causes her to let out a piercing scream."]}, {"name": "Yuzuha", "audio": "v_rev082_0021", "normalized": ["Nyaaoo, aaguu!", " My-my tummy!", " Aaah, noo, aah, my baby place…!"]}, {"name": "Yuzuha", "audio": "v_rev082_0022", "normalized": ["You-You'll tear open my b-baby place!", " Hyaa, kyaa, aagh…!"]}, {"name": "", "audio": "", "normalized": ["As her womb is further ravished, her screams take on a crazed warble like that of an animal."]}, {"name": "", "audio": "", "normalized": ["But behind Yuzuha's desperate cries for help, it's clear that her young body is beginning to accept the intense pleasure that is overloading her senses."]}, {"name": "", "audio": "", "normalized": ["Despite their power, his flexible fingers act more like a wave than a strike as they cause her vaginal walls to heat up and tingle like they're on fire."]}, {"name": "Yuzuha", "audio": "v_rev082_0023", "normalized": ["Itss, maaking mee, aah, me-meelt, aah!"]}, {"name": "", "audio": "", "normalized": ["Even as her voice cries in denial, her crotch thrusts outward demanding more and more."]}, {"name": "", "audio": "", "normalized": ["The man hammers his hand into her while curling up his fingers so that he can simultaneously claw at her womb with his fingertips."]}, {"name": "", "audio": "", "normalized": ["Though unaware of it, Yuzuha's pussy flesh begins to grasp his fingertips greedily, pulling them deeper into their hot embrace."]}, {"name": "You", "audio": "", "normalized": ["Hmm, it appears to be almost time.", " Do you want me to turn this soft, flexible arm into something harder for you?"]}, {"name": "", "audio": "", "normalized": ["The man smiles wickedly as he takes note of the way her soft fleshy tunnel grasps wetly and hungrily at his love juice-soaked hand and fingers."]}, {"name": "Yuzuha", "audio": "v_rev082_0024", "normalized": ["Hngh, aanh, ohh…aah…!"]}, {"name": "", "audio": "", "normalized": ["He withdraws his arm from her dripping hole, and she breathes a sigh of relief as her body sags, all strength drained from it."]}, {"name": "", "audio": "", "normalized": ["But her relief is short-lived.", " Before her very eyes, his fleshy member transforms and her eyes widen with shock and surprise."]}, {"name": "Yuzuha", "audio": "v_rev082_0025", "normalized": ["Aaah!?", " You-You're g-going to…p-put that thing in-into me!?"]}, {"name": "", "audio": "", "normalized": ["He stands there, holding in his open hand, a massive, swaying penis that is as large and thick as an arm.", " A musky, manly smell emanates from it."]}, {"name": "You", "audio": "", "normalized": ["You're ready now.", " Time to give you something hard to put in there!"]}, {"name": "", "audio": "", "normalized": ["His love spear hardens, standing all the way up to his belly button with purple veins throbbing all along the shaft."]}, {"name": "", "audio": "", "normalized": ["He uses his magic to turn it as hard as steel and then, placing it against her vaginal opening, presses down, sliding it into her."]}, {"name": "", "audio": "", "normalized": ["--Zubuchuu!", " Zuchuu, gubuu, jubuububu…gubuu, guchuu!"]}, {"name": "Yuzuha", "audio": "v_rev082_0026", "normalized": ["Hnkyee!?", " Aaah!", " Ahee, heegyee!"]}, {"name": "", "audio": "", "normalized": ["Screaming in a high-pitched voice, Yuzuha lifts up her hips, writhing and grinding so as to accept his massive member."]}, {"name": "Yuzuha", "audio": "v_rev082_0027", "normalized": ["Hoo, ohh…aahh…"]}, {"name": "", "audio": "", "normalized": ["Clenching her teeth to endure the pain, she takes a deep breath as she accepts the powerful pounding of his enormous pole."]}, {"name": "", "audio": "", "normalized": ["As he pulls back his hips and slowly withdraws his huge cock from her, her eyes widen and a moan escapes her lips at the intensity of the feeling."]}, {"name": "Yuzuha", "audio": "v_rev082_0028", "normalized": ["Nyaah!", " Hyaa, aah…hnnkuu, kuhyaa, hyaa!"]}, {"name": "You", "audio": "", "normalized": ["You seem to be enjoying this.", " Do you like my penis that much?"]}, {"name": "", "audio": "", "normalized": ["Despite only recently having his entire arm insider her, her vagina tightens and squeezes him with delightful strength."]}, {"name": "", "audio": "", "normalized": ["His magically enhanced penis, hardened like a rod of steel, penetrates her womanhood, attacking the parts made sensitive earlier by his exploring fingers."]}, {"name": "Yuzuha", "audio": "v_rev082_0029", "normalized": ["Aooh, hnnaa!", " Noo…n-not theere!", " Aaah!"]}, {"name": "Yuzuha", "audio": "v_rev082_0030", "normalized": ["Ohh, that place…aah, ohh, hyaa…hnngh, aah!"]}, {"name": "", "audio": "", "normalized": ["Having been carefully prepared by his flexible fingers, her hips thrust lewdly behind her excited and engorged clitoris."]}, {"name": "", "audio": "", "normalized": ["Pounded over and over again earlier, the area surrounding Yuzuha's womb quivers and trembles."]}, {"name": "", "audio": "", "normalized": ["Her vagina, having been prodded and poked to the point of melting by soft fingers, is now pounded and assaulted by a rock-hard flesh pole."]}, {"name": "", "audio": "", "normalized": ["Powerless to resist, Yuzuha lets out a moan from deep in her throat with each thrust she takes.", " Love juice squirts out from her quivering pink pussy lips."]}, {"name": "", "audio": "", "normalized": ["Yuzuha's stimulated pussy seems to gobble up the hardened meat pole, contracting tightly around it."]}, {"name": "Yuzuha", "audio": "v_rev082_0031", "normalized": ["Hnyaa, yess…there…ohh, so good, so deep!"]}, {"name": "Yuzuha", "audio": "v_rev082_0032", "normalized": ["Aaaohh!", " Hyaa, hee, keeyahaa, n-noo!"]}, {"name": "Yuzuha", "audio": "v_rev082_0033", "normalized": ["I-I'm going craazy…there…!", " It feels so straange!", " Can't think…!"]}, {"name": "", "audio": "", "normalized": ["Crying out, her vagina contracts rhythmically and, each time his manhood pulls out of her, the inner pink walls of her tender pussy are turned inside out."]}, {"name": "", "audio": "", "normalized": ["Having accumulated experiences far beyond those of other girls her age, Yuzuha's dripping wet vagina glistens and shines like a fully-grown woman."]}, {"name": "", "audio": "", "normalized": ["Even so, her womanhood remains pink and dewy, and as tight as that of a virgin."]}, {"name": "", "audio": "", "normalized": ["On the outside, though she appears a pure and clean maiden…"]}, {"name": "", "audio": "", "normalized": ["…she shudders and convulses and approaches orgasm as she is violated by the man's rigid erection."]}, {"name": "", "audio": "", "normalized": ["Her spasming vagina widens as it is pounded, allowing the man's penis to thrust even deeper into the opening of her womb."]}, {"name": "", "audio": "", "normalized": ["--Zunichuu…gubujuu!"]}, {"name": "Yuzuha", "audio": "v_rev082_0034", "normalized": ["Nkkuyyohh!", " Nhhee, ihyaa!"]}, {"name": "You", "audio": "", "normalized": ["Now it's time to finish you off… Lose your mind, Yuzuha, as you orgasm into oblivion!"]}, {"name": "", "audio": "", "normalized": ["--Gochubuchuu!", " Bushu, dabuuh, zushuu, guchuu!"]}, {"name": "", "audio": "", "normalized": ["Putting all his weight behind it, he thrusts with his man spear, driving it deep into her cervix.", " Yuzuha wraps her legs around his waist and trembles."]}, {"name": "", "audio": "", "normalized": ["This movement tightens her vagina, causing the man's hardened man pole to throb and swell even more--"]}, {"name": "Yuzuha", "audio": "v_rev082_0035", "normalized": ["Kuhyaa!", " Ahha, hnnyaah!"]}, {"name": "", "audio": "", "normalized": ["His raging lust is released in a single instant."]}, {"name": "", "audio": "", "normalized": ["--Pyuukuu…pyuru, dopyupyupyuu!"]}, {"name": "", "audio": "", "normalized": ["A thick hot clod of sperm, almost like a solid body, shoots into her along with a great rush of ecstasy."]}, {"name": "", "audio": "", "normalized": ["The great cock head buried in her pussy explodes, firing a blast of semen into Yuzuha as her back arches and bucks."]}, {"name": "Yuzuha", "audio": "v_rev082_0036", "normalized": ["Nhuuhyufuu!", " Eeehyaah!", " Aguu!", " Aaaeeh.", "nnhee!"]}, {"name": "", "audio": "", "normalized": ["Having never before experienced this feeling, Yuzuha's voice quivers, her vision dims, and she loses even the capability of thought."]}, {"name": "", "audio": "", "normalized": ["Powerless, her jaw slackens and her tongue hangs from her mouth, saliva dripping from the corners."]}, {"name": "", "audio": "", "normalized": ["Her narrowed eyes stare up into the air, and her face takes on a lewd expression as she feels the man ejaculating his load into her over and over again."]}, {"name": "Yuzuha", "audio": "v_rev082_0037", "normalized": ["Hnnguh, ofuu, hnn…ahyaa, ohyaaee, huaa…"]}, {"name": "", "audio": "", "normalized": ["The recoil from his powerful orgasms causes his penis to quiver, and sending waves of pleasure shooting through Yuzuha.", " Her hips buck and quiver sweetly."]}, {"name": "", "audio": "", "normalized": ["Yuzuha's vaginal wall and cervix are injected with thick white semen, and a burning heat spreads throughout her."]}, {"name": "You", "audio": "", "normalized": ["I've still got more!", " Drink it up with that horny cunt of yours!"]}, {"name": "Yuzuha", "audio": "v_rev082_0038", "normalized": ["Nyaahoohoo!", " Fuuhyaa, hnn, hyaguuh…!"]}, {"name": "", "audio": "", "normalized": ["Coated in cum, she orgasms, and the shuddering of that orgasm draws out even more of his semen, making it flood her already cum-soaked vagina."]}, {"name": "", "audio": "", "normalized": ["Driven to orgasm by the non-stop stimulation, Yuzuha ejaculates her own lascivious fluid in a powerful spray from deep within her."]}, {"name": "Yuzuha", "audio": "v_rev082_0039", "normalized": ["Kuhaa, afuhaa…"]}, {"name": "", "audio": "", "normalized": ["--Pushyaa!", " Jaa!", " Bujyaa!"]}, {"name": "", "audio": "", "normalized": ["Staring vacantly with hollow but satisfied-looking eyes, Yuzuha breathes heavily as all the strength leaves her body in one final shudder."]}, {"name": "Yuzuha", "audio": "v_rev082_0040", "normalized": ["Hah, hah, ahh, oh, oh…I can't…take…ha, ha.", "any, more…ha, ha!"]}, {"name": "", "audio": "", "normalized": ["Exhausted though she is, her vagina still clings tenaciously to the man's penis."]}, {"name": "", "audio": "", "normalized": ["Looking down on Yuzuha, the man tells her that she can never escape his penis, and a wide grin spreads across his face."]}]