[{"name": "Ruka", "audio": "v_r-ev248_0000", "normalized": ["Guh…!", " How could a scum like you…!"]}, {"name": "", "audio": "", "normalized": ["A woman kneeling right in front of me in a dimly lit room looked at me with frustrated eyes."]}, {"name": "", "audio": "", "normalized": ["Ruka Hibino.", " She was a Taimanin who could use liquified silver and shape it however she liked with her ninja arts."]}, {"name": "You", "audio": "", "normalized": ["Haha… Nothing is more satisfying than seeing a proud woman like you defeated.", " Anyway, have you thought about the offer?"]}, {"name": "Ruka", "audio": "v_r-ev248_0001", "normalized": ["I've already told you many times… I would rather die than become a Taimanin mole for you."]}, {"name": "", "audio": "", "normalized": ["Ruka talked back at me with strong words and stated at me angrily as I sat in front of her."]}, {"name": "", "audio": "", "normalized": ["She was a Taimanin who went from one city to another for her mission.", " So she came across a lot of information and would not be obvious even if she leaked."]}, {"name": "", "audio": "", "normalized": ["Of course, no one with a sane mind would just say yes to the offer of becoming a spy."]}, {"name": "", "audio": "", "normalized": ["Especially for someone as straightforward and dedicated to work as Ruka was."]}, {"name": "", "audio": "", "normalized": ["Even then, there always was a way to take advantage."]}, {"name": "You", "audio": "", "normalized": ["I see.", " You would rather die… Then that can be arranged.", " Not for you…but for your sister."]}, {"name": "Ruka", "audio": "v_r-ev248_0002", "normalized": ["R-Rimi…!"]}, {"name": "", "audio": "", "normalized": ["Rimi Hibino.", " She was Ruka's sister who was attending Gosha Academy.", " The only person Ruka trusted and that meant she was the biggest weak point."]}, {"name": "You", "audio": "", "normalized": ["My men have already snatched Rimi.", " It'd only take a second to kill her… If you would rather value your pride over her life, I understand.", " Then I'll just call…"]}, {"name": "Ruka", "audio": "v_r-ev248_0003", "normalized": ["W-wait?!", " J-just a second, just a moment…!"]}, {"name": "", "audio": "", "normalized": ["Rene's face turned pale and her beautiful face frowned from panic.", " The hostage worked just fine."]}, {"name": "", "audio": "", "normalized": ["However, even then, she was still hesitant about becoming a mole.", " I was starting to get bored… Well, well, time for the next trick."]}, {"name": "You", "audio": "", "normalized": ["Wait, huh.", " Now now, you keep saying that… Fine then.", " But I'm gonna entertain myself while I wait."]}, {"name": "Ruka", "audio": "v_r-ev248_0004", "normalized": ["E-entertain?", " What do you…"]}, {"name": "", "audio": "", "normalized": ["Ruka was baffled.", " I started to casually strip naked right in front of her."]}, {"name": "Ruka", "audio": "v_r-ev248_0005", "normalized": ["Wh-what?!", " S-stop that, that's obscene!"]}, {"name": "You", "audio": "", "normalized": ["Says you.", " But you're about to pleasure me right now…"]}, {"name": "Ruka", "audio": "v_r-ev248_0006", "normalized": ["D-don't say such a stupid thing!", " Why would I, scum like you…"]}, {"name": "You", "audio": "", "normalized": ["You're pretty dumb, huh?", " I'm offering to let your little sister live longer.", " You better pleasure me good to save your sister."]}, {"name": "", "audio": "", "normalized": ["I said with a mean smile on my face.", " Ruka understood what I was implying and the confusion on her face turned into rage."]}, {"name": "You", "audio": "", "normalized": ["I told you, I love making a woman like you break down… I'm gonna make you kneel soon enough, physically and mentally."]}, {"name": "Ruka", "audio": "v_r-ev248_0007", "normalized": ["Scum… Don't expect to get away with it."]}, {"name": "You", "audio": "", "normalized": ["Enough talk.", " Get ready now."]}, {"name": "", "audio": "", "normalized": ["I stripped naked and opened my legs right in front of Ruka's eyes as she stood on her knees."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was rage that was turning her cheeks red, or maybe it was a shame.", " I did not know."]}, {"name": "", "audio": "", "normalized": ["Ruka finally made up her mind and then placed her hands on the Taimanin suit.", " She grabbed the slit on her upper chest and tugged on it."]}, {"name": "Ruka", "audio": "v_r-ev248_0008", "normalized": ["Rimi… Hold on just a little longer."]}, {"name": "", "audio": "", "normalized": ["*Rip* *Tear*"]}, {"name": "", "audio": "", "normalized": ["The Taimanin suit was torn to left and right.", " Then her large breasts jumped right out."]}, {"name": "You", "audio": "", "normalized": ["Hahahah!", " You tore your clothes off on your own!", " That's the spirit!"]}, {"name": "Ruka", "audio": "v_r-ev248_0009", "normalized": ["Shut up.", " I'll make you all limp soon."]}, {"name": "", "audio": "", "normalized": ["Even though she was showing rather indecent attire, Ruka still retained her pride.", " She grabbed my penis with both of her hands and started stroking."]}, {"name": "", "audio": "", "normalized": ["The handjob was emotionless, just going through the motion as she moved her hands up and down apathetically.", " Even I was surprised seeing it."]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, what the hell is this?", " You're just moving your hand.", " Are you even trying?"]}, {"name": "Ruka", "audio": "v_r-ev248_0010", "normalized": ["Humph, I have no feeling for a penis of scum such as yourself.", " You should be grateful I'm doing this at all."]}, {"name": "", "audio": "", "normalized": ["Ruka stopped her hands and then stared at me with stern eyes.", " Then she began to gradually grasp my cock harder."]}, {"name": "Ruka", "audio": "v_r-ev248_0011", "normalized": ["…Such a filthy penis.", " I should crush this right now…!"]}, {"name": "You", "audio": "", "normalized": ["You can if you want… But remember, your little sister's life is in your hands right now."]}, {"name": "", "audio": "", "normalized": ["I could see her whole body twitch and tense up just hearing my words.", " The pressure on my cock was relieved at once."]}, {"name": "You", "audio": "", "normalized": ["Continue on if you understood what I said.", " Show some love, like you do to your sister.", " Hahah…"]}, {"name": "Ruka", "audio": "v_r-ev248_0012", "normalized": ["Guhh, guuhh…!", " Rimi, Rimi…!"]}, {"name": "", "audio": "", "normalized": ["Ruka was caught between her pride as Taimanin and the love for her sister and hesitantly resumed giving a handjob."]}, {"name": "", "audio": "", "normalized": ["It was different than previously clinical stroking.", " Now, she was changing the pace and grips, an actual handjob."]}, {"name": "You", "audio": "", "normalized": ["Good.", " You're actually damn good at this!", " This is sure to break even a tight-lipped man and make him spit out any classified information!"]}, {"name": "Ruka", "audio": "v_r-ev248_0013", "normalized": ["Thanks, I guess… But too bad for you.", " Such information will be no use to you now."]}, {"name": "", "audio": "", "normalized": ["Ruka continued to banter with me as she started stroking even harder.", " The shaft began to heat up and I could feel it was getting harder and harder."]}, {"name": "Ruka", "audio": "v_r-ev248_0014", "normalized": ["(Guh, guhh!", " Cock, it's throbbing…!", ")"]}, {"name": "Ruka", "audio": "v_r-ev248_0015", "normalized": ["(I can feel it growing inside my hands… I-I have to endure this.", " This is all for Rimi!", ")"]}, {"name": "You", "audio": "", "normalized": ["Now, this isn't bad at all…but it's a little bit boring.", " I would need some kind of new stimulus."]}, {"name": "", "audio": "", "normalized": ["Ruka's face snapped up as she heard my words coming from above.", " My eyes were on her ripe fruits which had been bouncing up and down."]}, {"name": "You", "audio": "", "normalized": ["Now, you're gonna have to start pleasuring me with those… You did take them out yourself, hahahah…!"]}, {"name": "", "audio": "", "normalized": ["Ruka stared at me as I smiled with stern eyes as if she was looking at a man who killed her parents."]}, {"name": "", "audio": "", "normalized": ["However, she obeyed my orders, strangely quiet, and out my penis in between her soft breasts."]}, {"name": "Ruka", "audio": "v_r-ev248_0016", "normalized": ["Alright… But your filthy penis won't be satisfied with just my breasts, yes?", " …I'll help you with it."]}, {"name": "", "audio": "", "normalized": ["Ruka said and showed a smile for just a moment and then kissed the tip of my cock poking out from her cleavage."]}, {"name": "Ruka", "audio": "v_r-ev248_0017", "normalized": ["Mnnchuh, haabuhh, mnnchuruuhh… Mnnguh, mnhujuruhh, relourelouhh…"]}, {"name": "", "audio": "", "normalized": ["As Ruka put pressure on my cock with her breasts, she put the tip in her mouth.", " She was licking on the tip like a popsicle."]}, {"name": "You", "audio": "", "normalized": ["Ahahahh!", " You're being so courteous.", " Maybe you wanted to do this all this time, huh?"]}, {"name": "Ruka", "audio": "v_r-ev248_0018", "normalized": ["Haacuhh.", " Yeah, sure, with your tiny little penis… I just want to get it over with quick, juruhh!", " I-I just want to save my sister… Aaabuuhh."]}, {"name": "Ruka", "audio": "v_r-ev248_0019", "normalized": ["(Mnnuuhh, this penis, smells so bad… B-but I have to take the initiative here… Just for my little sister.", ")"]}, {"name": "", "audio": "", "normalized": ["As Ruka continued to rub it up with her breasts, she let her tongue tangle onto it and licked it thoroughly.", " Pleasure ran through me every time, shaking my cock."]}, {"name": "Ruka", "audio": "v_r-ev248_0020", "normalized": ["Haauhhouhh, my tits are burning up… I-I can feel your cock getting hard in my cleavage… Cuhchuuh, my breasts area making your cock bigger…!"]}, {"name": "You", "audio": "", "normalized": ["Heheheh… I'm glad you like it… How does it taste?", " Looks like you've been enjoying the smegma for a while now, huh?"]}, {"name": "Ruka", "audio": "v_r-ev248_0021", "normalized": ["E-enough with the stupid jokes!", " Aamuhh, y-you filthy penis… Reelouhhnm!"]}, {"name": "Ruka", "audio": "v_r-ev248_0022", "normalized": ["Of course your smegma is, juuhcuh!", " F-filthy too…"]}, {"name": "", "audio": "", "normalized": ["Ruka did not stop moving her tongue even as she said and continued to thoroughly lick my cock, all the way to the tip."]}, {"name": "", "audio": "", "normalized": ["Saliva came out lewdly and she did not hesitate when it dripped onto her breasts.", " Her face was still showing rage towards me, but her breath was sweet."]}, {"name": "Ruka", "audio": "v_r-ev248_0023", "normalized": ["Y-you aren't coming yet… Juurhuhh, you really are a scum… Mnnguhjuh!", " J-just cum already!", " C-come on, j-just get your cum out, m-mine…!"]}, {"name": "Ruka", "audio": "v_r-ev248_0024", "normalized": ["(N-no, what am I talking about?", " It's like I actually want this lowlife's semen or something…)"]}, {"name": "Ruka", "audio": "v_r-ev248_0025", "normalized": ["(That can't be possible, right?", " Not even subconsciously…!", ")"]}, {"name": "You", "audio": "", "normalized": ["You must be thinking about a lot of things, but with her face burning up like that, it's only a matter of time… Your body is reacting candidly."]}, {"name": "", "audio": "", "normalized": ["I gave Ruka a condescending look.", " Her breasts were engulfing my penis and were shaking.", " The tip of said breasts was starting to grow."]}, {"name": "You", "audio": "", "normalized": ["You're the one giving me a tittyjob and your nips are getting hard… Are you sure you aren't the filthy one here?"]}, {"name": "Ruka", "audio": "v_r-ev248_0026", "normalized": ["Sh-shut up!", " Th-this is only because I'm agitated from rage against you!", " Such a pathetic penis won't turn my breasts on…"]}, {"name": "You", "audio": "", "normalized": ["Alright, then.", " So I can touch them and you won't mind, huh…"]}, {"name": "", "audio": "", "normalized": ["I pasted a cold smile on my face and then reached for the two mounds that were burying my penis.", " Rene's expression quickly changed with this."]}, {"name": "Ruka", "audio": "v_r-ev248_0027", "normalized": ["W-wait!", " Don't do that, I didn't say you can!", " What are you gonna do with your filthy hands?!"]}, {"name": "You", "audio": "", "normalized": ["You're doing so well pleasuring me.", " I thought I might pay you back with little something…"]}, {"name": "You", "audio": "", "normalized": ["I guarantee you, you will great.", " So good that you will even forget about your little sister."]}, {"name": "Ruka", "audio": "v_r-ev248_0028", "normalized": ["S-stop, that's not what I want… N-no!", " Don't come closer!", " N-not my tits, please, no!"]}, {"name": "", "audio": "", "normalized": ["Finally, I managed to get her to scream from the true fear.", " It was music to my ears."]}, {"name": "", "audio": "", "normalized": ["I twisted her nipples standing tall on her ripe breasts."]}, {"name": "Ruka", "audio": "v_r-ev248_0029", "normalized": ["Mnnheeghh!", " Aagheehh!", " I-it hurt, heeghh!", " S-stop, please, ooghh…!"]}, {"name": "You", "audio": "", "normalized": ["Now now, that's quite a reaction, huh?", " Maybe this was your weak point, am I right?"]}, {"name": "Ruka", "audio": "v_r-ev248_0030", "normalized": ["I-I told you, don't touch me, aaughh!", " M-my tits, don't pull on them, eeguhh!", " I-if you keep doing this, I-I'll kill you!"]}, {"name": "You", "audio": "", "normalized": ["What?", " I don't know what you're saying with you so turned on, heheh…"]}, {"name": "", "audio": "", "normalized": ["I threw her insults and then flexed my fingers, pinching and crushing her nipples.", " The breasts danced around as I held their tips down."]}, {"name": "", "audio": "", "normalized": ["Even then Ruka was complaining about the waves of pleasure and pain coming from her nipples, her tongue continued licking the tip of my cock."]}, {"name": "You", "audio": "", "normalized": ["You're really starting to get the hang of cleaning a cock… And I'm glad you're enjoying the taste too."]}, {"name": "Ruka", "audio": "v_r-ev248_0031", "normalized": ["Ahauhha, mnnguhh, c-come on, m-my tongue, haabuhjuhh!", " I have to keep moving my mouth, huheeghh, or I'm gonna make a silly voice, aahh…"]}, {"name": "You", "audio": "", "normalized": ["I see… That makes me want to hear that voice, you know?"]}, {"name": "", "audio": "", "normalized": ["I teased her nipples with my fingertips and kept stimulating her without a pause.", " Her cheek blushed from the tingling and Ruka licked the penis to distract herself."]}, {"name": "Ruka", "audio": "v_r-ev248_0032", "normalized": ["Heemnm, guhh, s-stop, chuuhh, m-my tits, haahuuhh!", " D-don't bully me like that… Haachuuhh!", " Guh, guuhhnm…"]}, {"name": "You", "audio": "", "normalized": ["Come on, come on, I can hear your silly voice, eh?", " Maybe you should like my cock harder, hmm?"]}, {"name": "Ruka", "audio": "v_r-ev248_0033", "normalized": ["I-I said shut up, okay!", " Mnnghhmm!", " I-I'm not going to let you order me around!", " Not by such a filthy cock, not anymore…"]}, {"name": "", "audio": "", "normalized": ["Despite her strong words, Ruka's face had completely melted away with pleasure and it was not convincing."]}, {"name": "", "audio": "", "normalized": ["As I pinched harder, her face skewed from the lust and she breathed out from her mouth which she was trying to keep the moans in."]}, {"name": "Ruka", "audio": "v_r-ev248_0034", "normalized": ["(N-no, my tits, they're tingling… Th-this can't be happening!", " Such a lowlife teasing me, a-and my nipples are getting turned on…!", ")"]}, {"name": "Ruka", "audio": "v_r-ev248_0035", "normalized": ["(I have to get through this to save Rimi, but c-cock, the smell of the man, getting inside me… M-my head it going nuts!", ")"]}, {"name": "", "audio": "", "normalized": ["Ruka's mind which was desperately resisting was finally being burnt out by the lust."]}, {"name": "", "audio": "", "normalized": ["At the same time, her previously tight lips were starting to let out moans."]}, {"name": "Ruka", "audio": "v_r-ev248_0036", "normalized": ["Haah, aahhnmm!", " Guuhhnm!", " N-no, no!", " My tits, I can't take it anymore!", " Haauhnm!"]}, {"name": "Ruka", "audio": "v_r-ev248_0037", "normalized": ["I-I can't stop my voice!", " Mnnaahh!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, now you're starting to be honest… But you just yapping won't be any good.", " Come on, don't stop with your tits."]}, {"name": "", "audio": "", "normalized": ["She was so focused on keeping her sanity, Rene forgot to keep giving me tittyjob.", " I pinched her to tease punish her for it, but she was only feeling pleasure."]}, {"name": "Ruka", "audio": "v_r-ev248_0038", "normalized": ["Aaheghh!", " N-noo, I can't, no more…"]}, {"name": "Ruka", "audio": "v_r-ev248_0039", "normalized": ["M-my breasts, your cock, i-if this gets any more pleasurable, I-I'm going to go insane…"]}, {"name": "You", "audio": "", "normalized": ["None of my concern… Well, if you're not gonna pleasure me any more than your sister…"]}, {"name": "Ruka", "audio": "v_r-ev248_0040", "normalized": ["N-noo!", " P-please, anything but that, aahuhhnm!", " Uguhh, n-not Rimi, please, haamnm, my breasts, th-they feel so good, eegghhnm!", " Aahhm Rimi…"]}, {"name": "", "audio": "", "normalized": ["Ruka had given up thinking straight by that point and she looked at me with dreamy eyes and called out her sister's name like a chant."]}, {"name": "You", "audio": "", "normalized": ["Well, well.", " You can neither pleasure me nor let go of your sister… The only thing coming out of your mouth is insufferable nonsense… Enough."]}, {"name": "", "audio": "", "normalized": ["It was not even a game.", " I decided and groped her breasts once again and told her."]}, {"name": "You", "audio": "", "normalized": ["I'll need to let you learn with your body, huh."]}, {"name": "You", "audio": "", "normalized": ["I will teach you the only option that is left for you is to join me… I'll teach you so with the supreme pleasure."]}, {"name": "", "audio": "", "normalized": ["I twisted Ruka's nipples as hard as I could.", " I ignored her erotic screams and just pulled the breasts apart left and right."]}, {"name": "Ruka", "audio": "v_r-ev248_0041", "normalized": ["Haagheeghhmn?!", " M-my nipples, don't be so rough with them!", " Heemngheehh, aahhuuhnm!", " M-my titties are getting so messed up…!"]}, {"name": "You", "audio": "", "normalized": ["Humph, all you do is just bitch and complain all this time… I'm gonna stop your annoying bitching right now!"]}, {"name": "", "audio": "", "normalized": ["I shoved my cock right up as it was freed from the cleavage and it went about halfway into Ruka's mouth as she moaned."]}, {"name": "Ruka", "audio": "v_r-ev248_0042", "normalized": ["Obbobuhuhh?!", " Mnbuuhh!", " Wh-what are you doing, ugubuuhh, s-stop it!"]}, {"name": "You", "audio": "", "normalized": ["If you can't do it yourself, then I'll teach you how from the top.", " Don't bite, okay?", " Used your throat, deeper."]}, {"name": "Ruka", "audio": "v_r-ev248_0043", "normalized": ["Huhaahh… Y-your cock, it's filling up my mouth, ughh!", " Hoheghh!", " Ahh, aahuhheh!", " P-please get it out…!"]}, {"name": "", "audio": "", "normalized": ["Ruka engulfed the penis as she forced open her mouth.", " I moved my hips back and forth, pounding her throat without mercy."]}, {"name": "Ruka", "audio": "v_r-ev248_0044", "normalized": ["(I-I can't breathe… His cock is filling up my mouth, a-and… B-but why?", " It's so rough, but my body is starting to tingle…!", ")"]}, {"name": "Ruka", "audio": "v_r-ev248_0045", "normalized": ["(I-it's so smelly and filthy, I should just bite this lowlife's penis right now, but… I want to taste it, I want more of it…)"]}, {"name": "", "audio": "", "normalized": ["Ruka's previously stiff expression was starting to loosen up.", " Not only was she accepting the cock into her mouth, but she was actively sucking on it."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… That's good.", " Now you're trying to pleasure me, trying to actively learn."]}, {"name": "Ruka", "audio": "v_r-ev248_0046", "normalized": ["D-don't misunderstand me… Huhhnmuh, th-this is just so I can make you cum!", " Hahaeghh, cock, cock, oogohh…!"]}, {"name": "You", "audio": "", "normalized": ["Hmm, I'm not sure what you're saying there, but… Looks like you are asking for more."]}, {"name": "", "audio": "", "normalized": ["I teased her nipples which I had been pinching and then ground them up with my fingers as her breasts danced joyfully every time I rolled the nipples."]}, {"name": "Ruka", "audio": "v_r-ev248_0047", "normalized": ["Ohogohoohh?!", " M-my titties, noo!", " My nipples, please don't bully them!"]}, {"name": "Ruka", "audio": "v_r-ev248_0048", "normalized": ["They're so sensitive!", " Hyaahhnm, they are tingling, uughh!"]}, {"name": "", "audio": "", "normalized": ["With the penis pressed up against her throat, Rene writhed from electrifying pleasure.", " I sped up my hips to smash her mind into pieces."]}, {"name": "Ruka", "audio": "v_r-ev248_0049", "normalized": ["(Th-this is amazing, the cock, it's getting bigger and bigger as it moves in my mouth… Th-the tip, something hot and viscous is gathering…?", ")"]}, {"name": "Ruka", "audio": "v_r-ev248_0050", "normalized": ["(N-no!", " I have to run away, but my nipples can't resist and they are telling me to bully my tits more, crying for more…!", ")"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Looks like you are now really into it.", " Now, are you ready to show it to me?", " The sight of you breaking down!"]}, {"name": "Ruka", "audio": "v_r-ev248_0051", "normalized": ["Guh, huuhhnm!", " W-wait?!", " N-not that, please!"]}, {"name": "Ruka", "audio": "v_r-ev248_0052", "normalized": ["Y-you're gonna make me go nuts!", " Your cum is gonna wipe my mind away, please!"]}, {"name": "", "audio": "", "normalized": ["Ruka noticed what I was about to do and yelled.", " Of course, I just penetrated her noisy mouth with the cock and sped up towards the climax."]}, {"name": "You", "audio": "", "normalized": ["Now, you better keep me entertained till the end, okay?", " Think of the cum as your sister's life and don't waste a single drop of it!", " Hahaha!"]}, {"name": "Ruka", "audio": "v_r-ev248_0053", "normalized": ["(Haamnm!", " I-it's coming, something is coming!", ")"]}, {"name": "Ruka", "audio": "v_r-ev248_0054", "normalized": ["(I-I'm sorry, Rimi!", " Your big sister is going to lose!", " C-cock!", " Th-this cock is going to defeat me!", ")"]}, {"name": "", "audio": "", "normalized": ["The next moment, the feminine desires overtook Ruka's body.", " The words passed from one sister to another were washed away by the torrent of cum."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput*"]}, {"name": "Ruka", "audio": "v_r-ev248_0055", "normalized": ["Ohoheeghhnm!", " Aaaghh, i-It's hot!", " It's so hot!", " Your cum is amazing, eegheehh!"]}, {"name": "Ruka", "audio": "v_r-ev248_0056", "normalized": ["M-mouth pussy, it's gonna get burned, hyaauhh!", " Aheheghh!"]}, {"name": "", "audio": "", "normalized": ["The cock being driven deep into her throat erupted with semen like a water fountain.", " Ruka's mouth was quickly overwhelmed by semen."]}, {"name": "Ruka", "audio": "v_r-ev248_0057", "normalized": ["N-no!", " Mouth pussy, so gull!", " It's all full of thick cum, I-I can't breathe… Mnnuhh!", " I'm gonna die!", " I'm gonna drown with baby juice!"]}, {"name": "You", "audio": "", "normalized": ["Don't just keep it in your mouth and swallow it.", " We're just getting started… I'm gonna pump you full of cum!"]}, {"name": "", "audio": "", "normalized": ["The semen continued to mercilessly pour semen as it was still in her throat.", " Her mouth was already filled with semen and began to overflow."]}, {"name": "Ruka", "audio": "v_r-ev248_0058", "normalized": ["(I-I can't breathe!", " I'm really going to suffocate like this… B-but, why?", " I can't say no!", ")"]}, {"name": "Ruka", "audio": "v_r-ev248_0059", "normalized": ["(I want to swallow!", " I want more thick cum!", ")"]}, {"name": "Ruka", "audio": "v_r-ev248_0060", "normalized": ["(N-no!", " My mouth, I can smell and taste the cum in there and I can't think straight…)"]}, {"name": "Ruka", "audio": "v_r-ev248_0061", "normalized": ["(Th-the cock's fucked my mind too, aahh!", ")"]}, {"name": "", "audio": "", "normalized": ["There were no longer will to fight in her ecstatic eyes and Ruka continued to devour the semen.", " And…"]}, {"name": "Ruka", "audio": "v_r-ev248_0062", "normalized": ["Mnnaahh!", " Your filthy cum tastes so good!", " C-coming!", " I'm coming with my mouth pussy!", " Aaoohhnm!", " My pussy, coming!"]}, {"name": "", "audio": "", "normalized": ["Her body shuddered and Ruka let out a lot of semen from her mouth.", " It seemed she had achieved orgasm as well."]}, {"name": "", "audio": "", "normalized": ["The mixture of saliva and semen dripped onto her lewdly shaking breasts.", " Ruka's head dropped as her body twitched over and over."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… You just came with your mouth only.", " You're pretty promising… I'll fuck you even harder from now, so you better get ready."]}, {"name": "Ruka", "audio": "v_r-ev248_0063", "normalized": ["Sh-shut up!", " J-just wait, Rimi, y-your big sister is gonna do my best… Ahhnmm!", " Cock!", " My pussy's coming again…"]}, {"name": "", "audio": "", "normalized": ["Ruka repeated deliriously as she kept staring at the penis right in front of her.", " Not a single piece of her mind was left to resist any more…"]}]