[{"name": "Mileena", "audio": "v_r-ev342_0000", "normalized": ["I said let go, okay?", " You fucking muscles-for-brains ape!"]}, {"name": "Mileena", "audio": "v_r-ev342_0001", "normalized": ["I'm gonna stick an electrode into your brain and ass so I can fry whatever is in your goddamn ballsack!"]}, {"name": "", "audio": "", "normalized": ["An annoying, high-pitched, and foul-mouthed scream echoed inside the small corridor leading to the basement."]}, {"name": "You", "audio": "", "normalized": ["Haahh…"]}, {"name": "", "audio": "", "normalized": ["I sighed loudly so she could hear me and then kept pulling her wrist as thin as a twig."]}, {"name": "Mileena", "audio": "v_r-ev342_0002", "normalized": ["You're hurting me, you fuck!", " I'm supposed to be a damn lady!", " You better treat me gentle like you're handling nitroglycerin!"]}, {"name": "You", "audio": "", "normalized": ["A lady, you say… You might wanna look up what that word means on dictionary or internet, you know…?"]}, {"name": "Mileena", "audio": "v_r-ev342_0003", "normalized": ["Huh?!", " Are you trying to fuck with me, you prick!"]}, {"name": "Mileena", "audio": "v_r-ev342_0004_b", "normalized": ["Who the fuck do you think I am, you douchebag!", " I got my Ph.", " D.", " in my teens…!"]}, {"name": "You", "audio": "", "normalized": ["Alright, here we are."]}, {"name": "", "audio": "", "normalized": ["I let go of Mileena's wrist as she kept screaming loudly and then shoved her on the back, sending her forward."]}, {"name": "Mileena", "audio": "v_r-ev342_0005", "normalized": ["Damn it… That's a fucking demonic creature!"]}, {"name": "Mileena", "audio": "v_r-ev342_0006", "normalized": ["I told you not to show me anything from the Dark World because they are fucking disgusting!"]}, {"name": "", "audio": "", "normalized": ["As soon as we arrived at the laboratory in the basement, I activated a machine as the annoying girl's voice got even louder."]}, {"name": "", "audio": "", "normalized": ["This demonic beast possessed several dozen snake-like tentacles and it shuddered then reached for Mileena as I ordered it to."]}, {"name": "Mileena", "audio": "v_r-ev342_0007", "normalized": ["Hey!", " Are you listening to me?", " I told you to get those fucking demonic tentacles away from me, you fucktard!"]}, {"name": "", "audio": "", "normalized": ["The bitch was staring angrily at me like a mad dog ready to bite me.", " Her name was… Mileena Lebentown."]}, {"name": "", "audio": "", "normalized": ["Mileena was a genius scientist who worked on the exoskeleton and tactical drones whom I have scouted because of her talent, but…"]}, {"name": "", "audio": "", "normalized": ["Apparently, she hated anything demonic so much that I had trouble putting her in the unit with those of demonic origins."]}, {"name": "Mileena", "audio": "v_r-ev342_0008", "normalized": ["Come the fuck on!", " I said, get this thing smelling like puke dropped into a fucking shithole away from me."]}, {"name": "Mileena", "audio": "v_r-ev342_0009", "normalized": ["Don't get it within 100 meters of me, you shithead!"]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["She was no use to me and she would eventually cause trouble…"]}, {"name": "", "audio": "", "normalized": ["Or she could even be a ticking time bomb, so I came up with this plan to fix that."]}, {"name": "", "audio": "", "normalized": ["I decided to have her violated by an alternative to artificial muscles, the demonic tentacle she hated so much."]}, {"name": "You", "audio": "", "normalized": ["…Do it."]}, {"name": "Mileena", "audio": "v_r-ev342_0010", "normalized": ["Hey, stop it!", " Don't get those demonic tentacles smelling like gutter and sewage near me… Uaagh!", " Stop!", " Stop it!"]}, {"name": "", "audio": "", "normalized": ["Mileena could not fight at all on her own, so she could not resist the demonic tentacle wrapping around her body as she was easily bound."]}, {"name": "", "audio": "", "normalized": ["The tentacle completely rendered Mileena's slender limbs immobile and forced her into a cradle made of tentacles."]}, {"name": "Mileena", "audio": "v_r-ev342_0011", "normalized": ["Guhh… You made the fucking tentacles touch me… Hey!", " You better get this thing off!", " Or give me a knife!", " I'll cut them."]}, {"name": "", "audio": "", "normalized": ["She said and desperately tried to get away from the tentacles wrapping around her, but she was too weak to do anything against the demonic tentacles."]}, {"name": "Mileena", "audio": "v_r-ev342_0012", "normalized": ["Damn it!", " Just get me fluorosulfonic acid from my lab!"]}, {"name": "Mileena", "audio": "v_r-ev342_0013", "normalized": ["Right fucking now!", " I'm gonna melt this fucker!"]}, {"name": "You", "audio": "", "normalized": ["A what?", " Fluoro…?"]}, {"name": "Mileena", "audio": "v_r-ev342_0014", "normalized": ["Fluorosulfonic acid!", " Also known as fluorosulfuric acid!"]}, {"name": "Mileena", "audio": "v_r-ev342_0015", "normalized": ["It's in the fluorine-coated container labeled with FSO3H so you'll know when you see it!"]}, {"name": "You", "audio": "", "normalized": ["(No… I won't know.", ")"]}, {"name": "", "audio": "", "normalized": ["It sounded like a hazardous chemical, but I was not going to listen to Mileena anyway."]}, {"name": "You", "audio": "", "normalized": ["Huh, you know, I don't have to do this if you just show some understanding to demons and such…"]}, {"name": "", "audio": "", "normalized": ["I punched in the directives into the machine that controlled the demonic tentacles and glanced at Mileena with a desperate expression."]}, {"name": "", "audio": "", "normalized": ["Her eyes were so sunken that they actually had black marks around them and combined with her tiny iris, I felt chilling madness and rage from Mileena's stare."]}, {"name": "", "audio": "", "normalized": ["She looked quite beautiful and slender but with enough curves.", " If she straightened her back a bit, she would be fairly attractive."]}, {"name": "Mileena", "audio": "v_r-ev342_0016", "normalized": ["Fuck you.", " Do you really think you can change my belief and preference with this?", " You brainless cocksucker."]}, {"name": "", "audio": "", "normalized": ["Her brows frowned as she looked down at me with condescending eyes, throwing unintelligent insults at me."]}, {"name": "Mileena", "audio": "v_r-ev342_0017", "normalized": ["My hatred towards the demonic stuff isn't the same as a kid not wanting to eat carrots."]}, {"name": "Mileena", "audio": "v_r-ev342_0018", "normalized": ["Not quite a policy, belief, or teaching."]}, {"name": "Mileena", "audio": "v_r-ev342_0019", "normalized": ["I hate them because it's literarily etched into my own genes.", " My soul despises them."]}, {"name": "Mileena", "audio": "v_r-ev342_0020", "normalized": ["I have to fight against those demons with all of my life!"]}, {"name": "", "audio": "", "normalized": ["She despised them that much… I almost felt sorry for her, but I was not going to let her have her way under me."]}, {"name": "You", "audio": "", "normalized": ["I've broken many women who fought me and turned them to work for me."]}, {"name": "You", "audio": "", "normalized": ["This is one of the methods I have employed and I can assure you it works."]}, {"name": "", "audio": "", "normalized": ["I said and showed a smug grin."]}, {"name": "", "audio": "", "normalized": ["That was not just a mind game.", " What I said was true.", " No woman could resist the demonic tentacles ever before."]}, {"name": "", "audio": "", "normalized": ["Perhaps she had a good reason to hate them so much, but this will surely persuade her to change her opinion."]}, {"name": "Mileena", "audio": "v_r-ev342_0021", "normalized": ["You're such a fucking scumbag.", " Once this is over, I'm gonna slice open your perv head and wash your brain thoroughly."]}, {"name": "", "audio": "", "normalized": ["Mileena continued to stare at me with a completely taken-back expression.", " I could not see any hint of fear in her eyes."]}, {"name": "You", "audio": "", "normalized": ["You won't be talking so much trash soon enough."]}, {"name": "You", "audio": "", "normalized": ["You will taste the full extent of the sexual techniques of the demonic tentacles.", " Don't go mad, okay?"]}, {"name": "Mileena", "audio": "v_r-ev342_0022", "normalized": ["Hah, I already am insane."]}, {"name": "", "audio": "", "normalized": ["Mileena provoked me by flipping the bird at me and then the tentacled reached out to her with its moist tips."]}, {"name": "", "audio": "", "normalized": ["*Rip* *Tear*"]}, {"name": "", "audio": "", "normalized": ["The tentacles tore off the clothing on Mileena's lower body and opened her legs wide to expose her vagina better."]}, {"name": "Mileena", "audio": "v_r-ev342_0023", "normalized": ["Shit, so this is happening anyway…"]}, {"name": "", "audio": "", "normalized": ["Mileena's vagina was smooth and tightly sealed, with almost no flesh inside her visible."]}, {"name": "", "audio": "", "normalized": ["There were no coloration or shaving marks.", " I saw her completely clean mounds and assumed she was sexually inexperienced."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna ask just in case… Are you a virgin?"]}, {"name": "", "audio": "", "normalized": ["The moment I asked her for confirmation, she stared angrily at me with eyes that could kill."]}, {"name": "Mileena", "audio": "v_r-ev342_0024", "normalized": ["…If you are asking if my hymen is intact, then it isn't."]}, {"name": "Mileena", "audio": "v_r-ev342_0025", "normalized": ["But if are asking me if I never had sex before, then yes."]}, {"name": "You", "audio": "", "normalized": ["…?", " W-wait."]}, {"name": "Mileena", "audio": "v_r-ev342_0026", "normalized": ["I put my own fingers in there and fucking ripped it.", " I was masturbating!", " So yeah!", " Fuck you!", " It doesn't matter!"]}, {"name": "", "audio": "", "normalized": ["I was surprised by her coming out so suddenly."]}, {"name": "", "audio": "", "normalized": ["I have heard that socially awkward people often went into too many details about their life without others asking."]}, {"name": "", "audio": "", "normalized": ["I was not sure if this was the case, but I figured I would feel a little guilty to have her violated by the tentacles if she never slept with a man before."]}, {"name": "", "audio": "", "normalized": ["She actually seemed fine and I was tired of thinking about it, so I elected to ignore that."]}, {"name": "Mileena", "audio": "v_r-ev342_0027", "normalized": ["H-hey, this isn't scaring me!"]}, {"name": "Mileena", "audio": "v_r-ev342_0028", "normalized": ["The advanced primate shall not be defeated by these mindless cnidarian demonic creatures!"]}, {"name": "", "audio": "", "normalized": ["Mileena's expression was definitely changing as the tentacles approached her and rubbed their mucus-covered tip onto her tiny labia."]}, {"name": "Mileena", "audio": "v_r-ev342_0029", "normalized": ["Hyahhnm!", " …Guh, that's disgusting.", " Don't touch me, that's filthy!"]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["For a second…I thought Mileena let out a sweet moan but soon her eyes settled down and stared at the tentacles angrily."]}, {"name": "Mileena", "audio": "v_r-ev342_0030", "normalized": ["Humph, for how thick they are, these are not powerful or delicate enough."]}, {"name": "Mileena", "audio": "v_r-ev342_0031", "normalized": ["You can clearly see my new material is much better.", " This will make great comparison research."]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["The tentacles had stopped moving for a moment as Mileena stunned them, but they resumed rubbing their tips onto her pinkish crevice."]}, {"name": "Mileena", "audio": "v_r-ev342_0032", "normalized": ["You think you can pleasure me with such unskilled moves, haahnm?!", " Wh-what, it's suddenly more sensitive… Hyayaeehnm!"]}, {"name": "", "audio": "", "normalized": ["Mileena started letting out sweet moans again.", " No one could resist the aphrodisiacs secreted by the demonic tentacles."]}, {"name": "", "audio": "", "normalized": ["Especially so for Mileena as she has not gone through any training as she was not a Taimanin nor a demon."]}, {"name": "You", "audio": "", "normalized": ["The mucus on the tentacles contain powerful aphrodisiac chemicals."]}, {"name": "You", "audio": "", "normalized": ["I can assure you that it will work well on anyone from demons to African Elephants."]}, {"name": "Mileena", "audio": "v_r-ev342_0033", "normalized": ["Y-you're using with hazardous chemical onto me, a regular human being!", " Mnnheeaghh, stop, no!"]}, {"name": "", "audio": "", "normalized": ["Mileena tried to protest by shaking her body, but her voice was already turning the sweet and massive amount of vagina fluid gushed from her crotch."]}, {"name": "", "audio": "", "normalized": ["In addition, she was getting aroused thanks to the aphrodisiacs as her nipples became erect, poking up through the fabric of her one-piece sweater."]}, {"name": "Mileena", "audio": "v_r-ev342_0034", "normalized": ["Haauhh, I-I'm not gonna lose to this fucking thing, aaghhmmng!", " My nipples rubbing… Yes… It's so good!"]}, {"name": "", "audio": "", "normalized": ["Mileena had never slept with a man, but her body was ripe enough that it aroused intensely while her hips twisted from the oncoming pleasure."]}, {"name": "", "audio": "", "normalized": ["Whatever happened to her initial attitude."]}, {"name": "", "audio": "", "normalized": ["I thought she would put up a bit more resistance but that was not the case as we began.", " Perhaps she was broken quicker than anyone before."]}, {"name": "Mileena", "audio": "v_r-ev342_0035", "normalized": ["Aghaahh, it's running onto my clitoris… Please, no, stop this, I'm coming!"]}, {"name": "You", "audio": "", "normalized": ["Wait… Already…?"]}, {"name": "", "audio": "", "normalized": ["I was surprised that she was already orgasming just a few minutes after the aphrodisiacs started working, let alone without penetration."]}, {"name": "", "audio": "", "normalized": ["Now all I had to do was watch."]}, {"name": "", "audio": "", "normalized": ["From the reaction of their victim, the tentacle realized she was ready and pressured it rubbing tip onto her labia."]}, {"name": "Mileena", "audio": "v_r-ev342_0036", "normalized": ["Ahh, wait!", " No, you can't put it inside me now, it's gonna make me n-nuts, mnnahh, I'm gonna go mad!"]}, {"name": "", "audio": "", "normalized": ["Even if Mileena said no, the creature was mindless and crude, so it was not going to listen."]}, {"name": "Mileena", "audio": "v_r-ev342_0037", "normalized": ["Noo!", " Th-that thing is as big as my arm… You can't put that thing in me, nyaaghaaghhnmmhoouhh… !"]}, {"name": "", "audio": "", "normalized": ["The huge, penis-like tentacle penetrated her vagina with no hesitation and went in deeper as it wiggled around."]}, {"name": "", "audio": "", "normalized": ["Mileena moaned and screamed so hard that her jaw was going to drop and her body shuddered from pleasure as if she was electrocuted."]}, {"name": "You", "audio": "", "normalized": ["Now, these demonic tentacles feel pretty good, eh?"]}, {"name": "", "audio": "", "normalized": ["I smiled at Mileena as I tapped her shoulder while she expressed pleasure with her entire body with her large breasts jumping around."]}, {"name": "Mileena", "audio": "v_r-ev342_0038", "normalized": ["Ohhouhohhghh!", " Eegheghhaaghh!", " Aaaguhh, haaguhh!", " O-of course, it…doesn't… Gheehenmhh!"]}, {"name": "", "audio": "", "normalized": ["Mileena still denied the sexual arousal with her face covered with tears, snot, and saliva, but the tentacles started moving as if it was shutting her up."]}, {"name": "Mileena", "audio": "v_r-ev342_0039", "normalized": ["Noo!", " Please, don't move back and forth!", " Hyaahaahhnmm!", " Noohouhouhh!", " Mnnkyaahhnmmg!"]}, {"name": "", "audio": "", "normalized": ["Even more aphrodisiac chemicals were secreted by the tentacles deep inside her vagina, seeping into Mileena's body as it was smothered onto her vagina."]}, {"name": "Mileena", "audio": "v_r-ev342_0040", "normalized": ["What… What is this?!"]}, {"name": "Mileena", "audio": "v_r-ev342_0041", "normalized": ["It's not just my pussy.", " It's like my organs, bones, blood vessels, lymph ducts, and everything turning sexually sensitive…?!"]}, {"name": "Mileena", "audio": "v_r-ev342_0042", "normalized": ["This is not right!", " Every cell in my body, aagghhnm!"]}, {"name": "Mileena", "audio": "v_r-ev342_0043", "normalized": ["It's like they've all turned into a pussy, nyaahhaahhghhnmm!"]}, {"name": "", "audio": "", "normalized": ["Mileena moaned madly as the huge penis tentacle rubbed her and so much vaginal fluid gushed from her crotch that it looked like she was urinating."]}, {"name": "You", "audio": "", "normalized": ["Hey, can your creation make you feel even remotely as good as these tentacles?"]}, {"name": "Mileena", "audio": "v_r-ev342_0044", "normalized": ["Meenyaaghahh, guhheeghh!", " Haaghh, sh-shut the hell up, you shithead!", " That's not why I made them, eehhaahhnmg!"]}, {"name": "Mileena", "audio": "v_r-ev342_0045", "normalized": ["Mnnhouu, mmnnooughh!", " I-I was just doing research, not like this, ooughh, my womb is melting, uughh!"]}, {"name": "", "audio": "", "normalized": ["I asked her casually and I thought she denied it but I could not make out what she was saying at that point."]}, {"name": "", "audio": "", "normalized": ["That was how much Mileena's voice was filled with sexual pleasure."]}, {"name": "", "audio": "", "normalized": ["The tentacle reached out for her large breasts to give Mileena even more pleasure as she was seeking more."]}, {"name": "Mileena", "audio": "v_r-ev342_0046", "normalized": ["Huaaghaaghh!", " N-not my breasts!", " I hate those big breasts, they are so annoying… Kyaahuh, don't squeeze them!"]}, {"name": "", "audio": "", "normalized": ["Mileena's body shuddered and she moaned loudly as her already aroused breasts were squeezed through her sweater."]}, {"name": "", "audio": "", "normalized": ["The tentacles continued to move as it teased her breasts, pinching her erect nipples and stimulated her."]}, {"name": "Mileena", "audio": "v_r-ev342_0047", "normalized": ["Aaguyuuhh, not my nipples, please, not there!", " Haanyahh, if you tease them so much, you're gonna make me nuts!"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac chemicals were secreted out of the tips of the tentacles around her breasts and seeped into her."]}, {"name": "Mileena", "audio": "v_r-ev342_0048", "normalized": ["Ahh… Haawahh… That…on my nipples…"]}, {"name": "", "audio": "", "normalized": ["They would be ten times, no, a hundred times more sensitive."]}, {"name": "", "audio": "", "normalized": ["The tentacles could care less and continued to smother mucus onto Mileena's breasts, pinching up her nipples."]}, {"name": "Mileena", "audio": "v_r-ev342_0049", "normalized": ["Kyaaguughh!", " M-my nipples are just so hard!", " It's getting hard like a cock!", " Mnnhoughh!"]}, {"name": "Mileena", "audio": "v_r-ev342_0050", "normalized": ["G-getting my nips stroked so much like this, something is coming out, something like dick-milk!"]}, {"name": "", "audio": "", "normalized": ["Milk coming out of the breasts would be normal.", " Or maybe abnormal, considering she was not pregnant…?"]}, {"name": "", "audio": "", "normalized": ["The tentacles continued to ravage Mileena's breasts and vagina but it seemed rather tame, perhaps because she was a frail scientist."]}, {"name": "", "audio": "", "normalized": ["When it was facing other Taimanin and demons, it was going much harder, so much so that they were either going to die or go insane."]}, {"name": "Mileena", "audio": "v_r-ev342_0051", "normalized": ["Th-there, nyaahaahhnmm, why does it know my weak points… Huunyaahh!", " Coming, it's way too much!"]}, {"name": "", "audio": "", "normalized": ["Maybe the tentacle adjusted how hard it went depending on the victim, it was keeping Mileena just barely conscious."]}, {"name": "Mileena", "audio": "v_r-ev342_0052", "normalized": ["Yes, yes, right there, my pussy and clitoris, getting them rubbed together, it's so good.", " Aahahh, so good, so good."]}, {"name": "", "audio": "", "normalized": ["Mileena's hips shook awkwardly along with the tentacles."]}, {"name": "You", "audio": "", "normalized": ["…Looks like you like the demonic tentacles now."]}, {"name": "Mileena", "audio": "v_r-ev342_0053", "normalized": ["Yes, there, please, pinch my nipples and drill into my cervix.", " Just like that, ahaahhnm, I love that, oouhhghh."]}, {"name": "", "audio": "", "normalized": ["She was not hearing me at that point and it was as though she was having loving sex with the tentacles."]}, {"name": "Mileena", "audio": "v_r-ev342_0054", "normalized": ["Aahhnmm, ahhnmghh!", " My brain, I'm going insane like this!", " Coming, I'm coming already, uguhh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles shoved themselves deep into Mileena's vagina and released a massive amount of semen inside as she rose to the climax."]}, {"name": "Mileena", "audio": "v_r-ev342_0055", "normalized": ["Aaahaahhnmm!", " I'm coming with them!", " This is amazing.", " Getting all the semen poured into my womb and I'm gonna get pregnant!"]}, {"name": "", "audio": "", "normalized": ["Mileena's body shuddered as she squirted spectacularly over and over as she orgasmed."]}, {"name": "Mileena", "audio": "v_r-ev342_0056", "normalized": ["Aaghaahhmghh, tentacles… So good…"]}, {"name": "", "audio": "", "normalized": ["Mileena orgasmed along with the tentacles but the tentacles continued to pound her even after she reached the climax."]}, {"name": "Mileena", "audio": "v_r-ev342_0057", "normalized": ["Hyaaheehhnmm, I'm too sensitive because I just came, please, no, you can't drill me in there like that!"]}, {"name": "", "audio": "", "normalized": ["Mileena's eyes became unfocused and she continued to squirt and writhe as her body shuddered."]}, {"name": "Mileena", "audio": "v_r-ev342_0058", "normalized": ["Aghaahh, more… I want to come more, please, fuck me hard, so hard that my mind would break, eeghh."]}, {"name": "", "audio": "", "normalized": ["Mileena continued to squirt continuously and showed off an ahegao as she sought more pleasure.", " She was completely broken by pleasure by then."]}, {"name": "Mileena", "audio": "v_r-ev342_0059", "normalized": ["Comiinngg, my pussy, getting pounded, so good, I'm coming.", " Ohouhh, please, cum, cum inside me, so much."]}, {"name": "", "audio": "", "normalized": ["There was no more resemblance of the genius scientists."]}, {"name": "", "audio": "", "normalized": ["She had become a pitiful bitch in heat who begged the male to have sex with her."]}, {"name": "", "audio": "", "normalized": ["After several… Or rather about a dozen times, Mileena's mind started zoning out as the tentacle finally slipped out of her vagina."]}, {"name": "", "audio": "", "normalized": ["The semen that erupted from the tentacles showered onto Mileena's body as if it was a finishing touch."]}, {"name": "Mileena", "audio": "v_r-ev342_0060", "normalized": ["Aaahaahh… I've lost to the demonic tentacles.", " I can't satisfy my pussy without the tentacles anymore."]}, {"name": "", "audio": "", "normalized": ["Mileena admitted she was completely defeated and the tentacle continued to ejaculate onto her as if it was a victorious champaign shower."]}, {"name": "You", "audio": "", "normalized": ["Looks like now you understand demonic values."]}, {"name": "", "audio": "", "normalized": ["I was also sure that I had achieved my goals and talked to Mileena as she was covered with various fluids."]}, {"name": "Mileena", "audio": "v_r-ev342_0061", "normalized": ["Mnn.", " I won't say that.", " The demons are still my enemies."]}, {"name": "You", "audio": "", "normalized": ["Wh-what?!", " You're still saying that…!"]}, {"name": "Mileena", "audio": "v_r-ev342_0062", "normalized": ["I have to study them to defeat them.", " I have to surpass them, whatever it takes.", " So I'm borrowing this for a bit!"]}, {"name": "", "audio": "", "normalized": ["She spouted such nonsense with a half-ecstatic expression and then ran off with the tentacles."]}, {"name": "", "audio": "", "normalized": ["…And those tentacles actually followed her on their own… Perhaps they actually took a liking to Mileena?"]}, {"name": "", "audio": "", "normalized": ["Very well.", " If getting addicted to the tentacles mellowed out her attitude, then I did not care."]}, {"name": "You", "audio": "", "normalized": ["Do as you wish."]}, {"name": "", "audio": "", "normalized": ["Mileena was already gone but I said to myself as I shrugged my shoulders."]}]