[{"name": "Mutsuho", "audio": "v_sr698_0000", "normalized": ["Hmm… I finally found you…."]}, {"name": "", "audio": "", "normalized": ["As soon as she suddenly appeared at my side, she raised the corner of her mouth and said that."]}, {"name": "", "audio": "", "normalized": ["She pushed me down and smiled as she suddenly got into a pie-slit position."]}, {"name": "Mutsuho", "audio": "v_sr698_0001", "normalized": ["Don't move… I've been waiting for this moment to come since the last time you had your way with me."]}, {"name": "Mutsuho", "audio": "v_sr698_0002", "normalized": ["If you do anything, you might fall prey to my poison, right?"]}, {"name": "", "audio": "", "normalized": ["Mutsuho threates me, advising me not to attempt to harm her."]}, {"name": "", "audio": "", "normalized": ["She is a Taimanin who has graduated from Gosha Academy and has been assigned to various missions.", " She has the power to create poison within her body."]}, {"name": "", "audio": "", "normalized": ["I had taken her powers and trained her before, but apparently she had been looking for me ever since."]}, {"name": "You", "audio": "", "normalized": ["I didn't think you'd come to me… Do you miss the pleasure you had before?"]}, {"name": "Mutsuho", "audio": "v_sr698_0003", "normalized": ["You've got to be kidding me… I'm going to get revenge on you for everything you've done to me."]}, {"name": "", "audio": "", "normalized": ["Although she is still on top of me, I can't sense any killing intent from her.", " I call out to her as if to provoke her, to show that I can afford it."]}, {"name": "You", "audio": "", "normalized": ["Revenge?", " You've been having a lot of fun, and I don't expect you to do anything about it."]}, {"name": "Mutsuho", "audio": "v_sr698_0004", "normalized": ["You're complaining about … I'm complaining about it… But I know you like this … Look how big your dick is already!"]}, {"name": "", "audio": "", "normalized": ["Mutsuho had already made a powerful aphrodisiac in her body, and it seemed to be vaporizing as sweat.", " I could feel it heating me up from deep inside my body."]}, {"name": "", "audio": "", "normalized": ["My penis was already hard, just as Mutsuho had said.", " She smiled when she sees it."]}, {"name": "Mutsuho", "audio": "v_sr698_0005", "normalized": ["Ha ha… Mmm … Your dick is so big.", " It's like you can't stand it."]}, {"name": "", "audio": "", "normalized": ["As soon as she sees the erect penis, she smiles and says so happily."]}, {"name": "", "audio": "", "normalized": ["She herself should be resistant to the poison, but she is breathing hard and her body is on fire as if she has been hit by an aphrodisiac."]}, {"name": "Mutsuho", "audio": "v_sr698_0006", "normalized": ["Mmm… The aphrodisiacs have turned you on… I'm sure you're frustrated that I'm taking advantage of you."]}, {"name": "You", "audio": "", "normalized": ["Nonsense, do you really think this is revenge?"]}, {"name": "", "audio": "", "normalized": ["I'm going to make sure that I'm the superior one."]}, {"name": "You", "audio": "", "normalized": ["Too bad, whatever aphrodisiac you make will be useless if it takes away your very ability."]}, {"name": "Mutsuho", "audio": "v_sr698_0007", "normalized": ["Hmm.", " You seem confident….", " But you won't be able to afford to use your powers this time with the poison."]}, {"name": "", "audio": "", "normalized": ["Mutsuho doesn't seem to care about my words and says provocative words."]}, {"name": "", "audio": "", "normalized": ["But the way she smiles at me, looking up at me, I can tell that she is not looking for revenge, but just for pleasure."]}, {"name": "Mutsuho", "audio": "v_sr698_0008", "normalized": ["Mmm, you're gonna have to admit defeat when you come from my aphrodisiac."]}, {"name": "You", "audio": "", "normalized": ["Oh, go ahead and try."]}, {"name": "", "audio": "", "normalized": ["I provoked her to enjoy the service of Mutsuho, who is already captive of lust."]}, {"name": "Mutsuho", "audio": "v_sr698_0009", "normalized": ["You won't be so cocky soon… Nnah!", " Fuh…!"]}, {"name": "", "audio": "", "normalized": ["With a lustrous smile on her face, she opens her mouth and drips a large amount of saliva from the tip of her tongue onto my penis."]}, {"name": "", "audio": "", "normalized": ["The feeling of warm saliva spread across my penis, and at the same time, the area she touched tingled intensely."]}, {"name": "Mutsuho", "audio": "v_sr698_0010", "normalized": ["Nnhaa… How is my aphrodisiac?", " All it takes is a single drop… And your cock is so hot."]}, {"name": "", "audio": "", "normalized": ["I have some countermeasures against drugs in case something goes wrong, but the strength of her aphrodisiac is clearly abnormal."]}, {"name": "", "audio": "", "normalized": ["The pleasure was so strong that my attention was focused on my penis, and I could feel it growing even more harder."]}, {"name": "Mutsuho", "audio": "v_sr698_0011", "normalized": ["Hmm… Make your dick bounce … You can't help it, can you?"]}, {"name": "", "audio": "", "normalized": ["She savored the feeling of the hard, bouncing penis in her cleavage and let out a cry of delight."]}, {"name": "Mutsuho", "audio": "v_sr698_0012", "normalized": ["Hmm….", " Don't worry, I've adjusted the strength of the aphrodisiac just enough to keep you from going crazy."]}, {"name": "Mutsuho", "audio": "v_sr698_0013", "normalized": ["Well… I wonder what will happen if you absorve a lot of it… Nnhih!", " Nnhaa… Nn!"]}, {"name": "", "audio": "", "normalized": ["She smiles triumphantly, her cheeks flushed and her enraptured gaze fixed on the manhood."]}, {"name": "", "audio": "", "normalized": ["Then, more saliva dripped from the tip of her tongue, which made the tingling that attacked my penis more intense."]}, {"name": "Mutsuho", "audio": "v_sr698_0014", "normalized": ["Haa… Haa… Nn!", " Go on… You're moaning… You seem to be enjoying this a lot…"]}, {"name": "You", "audio": "", "normalized": ["Gg… It's nothing I can't handle…"]}, {"name": "", "audio": "", "normalized": ["The strength of the aphrodisiac is giving me tremendous pleasure, but I don't like to encourage Mutsuho too much, so I pretend to be calm."]}, {"name": "Mutsuho", "audio": "v_sr698_0015", "normalized": ["Acting tough…?", " I wonder how long you'll last."]}, {"name": "", "audio": "", "normalized": ["Mutsuho is completely proud of herself.", " The spot where her saliva had dripped tingled, and I could feel the burning heat from deep inside my body, but I tried desperately to hold back."]}, {"name": "Mutsuho", "audio": "v_sr698_0016", "normalized": ["You're doing a great job holding it together… But….", " This is not it… Mmm… How about this…?"]}, {"name": "", "audio": "", "normalized": ["I guess she sensed that I wouldn't give in at this point, but as soon as she said that, Mutsuho used her breasts to ptess on my cock."]}, {"name": "", "audio": "", "normalized": ["The pressure caused the saliva to spread all over my penis, and I moaned involuntarily as I felt a more intense tingle than before."]}, {"name": "Mutsuho", "audio": "v_sr698_0017", "normalized": ["”Nhihh … Nnf … I can feel your excitement through your cock….", " Haa… Fuh… This feels so good…!"]}, {"name": "", "audio": "", "normalized": ["I don't like that she seems to be getting her way, but…"]}, {"name": "", "audio": "", "normalized": ["The saliva dripping down my penis made even my testicles tingle and pulsate."]}, {"name": "", "audio": "", "normalized": ["Mutsuho smiled good-humoredly as she watched the scene."]}, {"name": "Mutsuho", "audio": "v_sr698_0018", "normalized": ["Nnhaa… Nn!", " You are running out of patience… No wonder.", " This aphrodisiac also increases your lust."]}, {"name": "", "audio": "", "normalized": ["As she said this, Mutsuho let out a cry of jo, feeling that our sexual sensations were intensifying."]}, {"name": "Mutsuho", "audio": "v_sr698_0019", "normalized": ["Haa… Haa… Nnuh… So?", " Are you about to reach your limit?"]}, {"name": "", "audio": "", "normalized": ["She said this in an agitated tone, but she herself seemed to be aroused by the feeling of my penis on her chest."]}, {"name": "", "audio": "", "normalized": ["She is letting out heated sighs as she rocks her body impatiently to enjoy the sensationn of my cock between her breasts."]}, {"name": "You", "audio": "", "normalized": ["Guh… What about you…?", " You're panting…!"]}, {"name": "Mutsuho", "audio": "v_sr698_0020", "normalized": ["Nn!", " Kuh… That's not true… Nn!", " Nnah…!"]}, {"name": "", "audio": "", "normalized": ["My point was met with a denial from Mutsuho, but her body seemed to be losing its patience."]}, {"name": "", "audio": "", "normalized": ["I could feel her body against my penis, getting hotter and hotter from the pleasure."]}, {"name": "Mutsuho", "audio": "v_sr698_0021", "normalized": ["I… I am doing this to corner you… I have no choice… Nnah!", " Nnuh!"]}, {"name": "", "audio": "", "normalized": ["While making excuses and saying that it was to agitate us, Mutsuho used her hands to move her chest."]}, {"name": "Mutsuho", "audio": "v_sr698_0022", "normalized": ["Nhihh!", " Haff… So that you can't talk… I will give it to you more…!", " Nnah!", " Nn!", " How about this…?"]}, {"name": "", "audio": "", "normalized": ["She grabs her own breasts with both hands and begins to move them in large movements, as if rubbing the meat stick between them."]}, {"name": "Mutsuho", "audio": "v_sr698_0023", "normalized": ["Nnuh… Haa… Haa… Nn!", " Fuh… Nn!", " Aguhh!", " Nnhih!", " Kmuh…!"]}, {"name": "", "audio": "", "normalized": ["She grabs her own breasts with both hands and begins to move them in large movements, rubbing the meat stick between them."]}, {"name": "Mutsuho", "audio": "v_sr698_0024", "normalized": ["”Nnhih!", " Nnah … More … This is not all… Haahn…!"]}, {"name": "", "audio": "", "normalized": ["Since she is just piecing holes up and down the valley, my penis is tightened by her costume, making the pleasure even stronger."]}, {"name": "Mutsuho", "audio": "v_sr698_0025", "normalized": ["Nnahh!", " Khahh… Your cock… It's harder than before… Nnhih!", " Nnn!"]}, {"name": "", "audio": "", "normalized": ["Her mouth slackens in pleasure, and she moves her breasts in unison to treat them."]}, {"name": "Mutsuho", "audio": "v_sr698_0026", "normalized": ["Nn!", " Kuh… More… More… I have more… Nnhihh!", " Hafuhhnn!"]}, {"name": "", "audio": "", "normalized": ["The intense pleasure caused by her torment was unbearable, and I couldn't help but let out a moan."]}, {"name": "", "audio": "", "normalized": ["I knew I couldn't go on like this, and the harder I tried to hold on, the harder and more taut my meat stick became."]}, {"name": "Mutsuho", "audio": "v_sr698_0027", "normalized": ["Nnhih!", " Kuah….", " Nnuh… I thought you could handle this… What's the matter?", " Nnah!", " Aah… Hahih…!"]}, {"name": "", "audio": "", "normalized": ["As if she could see right through me, she spoke up, but her cheeks were flushed and she seemed to be in lust."]}, {"name": "Mutsuho", "audio": "v_sr698_0028", "normalized": ["Nng!", " Nnoh…!", " Haa… Haa… Khihh… Nnfuh… Nn!", " Nnahh!", " Nn!"]}, {"name": "Mutsuho", "audio": "v_sr698_0029", "normalized": ["Nn!", " Kuh… Cock… Throbbing in my breasts… Nnah… Nnmuh…!"]}, {"name": "", "audio": "", "normalized": ["The stimulation of her rubbing breasts seems to arouse Mutsuho.", " She moves her breasts to stimulate them as if she were rubbing in her saliva."]}, {"name": "", "audio": "", "normalized": ["It maybe her aphrodisiac, but the feel of her breasts against her swollen chest arouses me more."]}, {"name": "Mutsuho", "audio": "v_sr698_0030", "normalized": ["Ahaa… You seem to be enjoying this… Naughty juice is seeping out of the tip… Hafuhh!", " Nnah…!"]}, {"name": "Mutsuho", "audio": "v_sr698_0031", "normalized": ["Haa!", " Fuh… Nn!", " Your cock is so hot… I bet you're going to lose against my tits… Kmuh!"]}, {"name": "", "audio": "", "normalized": ["Excited by the sticky sound of water mixed with pre-cum and saliva, Mutsuho eggs me on."]}, {"name": "", "audio": "", "normalized": ["But even as she said this, she was pressing her breasts harder against me, trying to increase her own pleasure."]}, {"name": "Mutsuho", "audio": "v_sr698_0032", "normalized": ["Nnhaa… Your cock is swelling up… Are you going to hold it in some more?"]}, {"name": "", "audio": "", "normalized": ["As she continues to be tortured, Mutsuho's body is on fire, sweating and exhaling with heat."]}, {"name": "", "audio": "", "normalized": ["She is also sweating, and the fact that these tell us about her arousal excites us and increases our sexual sensations."]}, {"name": "Mutsuho", "audio": "v_sr698_0033", "normalized": ["Kuhihh… Nnah!", " Haann!", " Nnuh… How about you yield?"]}, {"name": "You", "audio": "", "normalized": ["What a foolish thing to say… More importantly, though, with your cheeks so red, it looks like you're the one who can't stand it."]}, {"name": "Mutsuho", "audio": "v_sr698_0034", "normalized": ["I'm … No!", " Of course not!"]}, {"name": "Mutsuho", "audio": "v_sr698_0035", "normalized": ["See, every time I rub it on my chest… You're closer and closer to cumming so hard and exploding!"]}, {"name": "", "audio": "", "normalized": ["Although I am still able to endure without ejaculating, the effects of the powerful aphrodisiac is certainly cornering me in."]}, {"name": "", "audio": "", "normalized": ["Mutsuho seemed to have sensed this and decided that it was time for her to take the blame, and the stimulation she was receiving became even more intense."]}, {"name": "Mutsuho", "audio": "v_sr698_0036", "normalized": ["You are holding on…?", " But this is not going to last much longer… Amm!", " Nnuh… Nnch… Nnha…!"]}, {"name": "", "audio": "", "normalized": ["As if impatient with my continued endurance, she licks up the glans with her tongue."]}, {"name": "", "audio": "", "normalized": ["Even now, when the tingling had reached its peak due to the saliva, the added stimulation of the glans, which had not been touched, made me moan involuntarily."]}, {"name": "Mutsuho", "audio": "v_sr698_0037", "normalized": ["Nnmuh… Nnah!", " Nnch… Lpp… It taste so naughty from your cock… Nn!", " I think you're close… Nnuh!"]}, {"name": "", "audio": "", "normalized": ["Mutsuho studies my reaction and carefully licks on my cock."]}, {"name": "Mutsuho", "audio": "v_sr698_0038", "normalized": ["Hafuhh… Nn!", " Kuahh… Lpp… Nnhah… Your cock is so big… And so hot… Nnuh!"]}, {"name": "", "audio": "", "normalized": ["Delighted by ny reaction, Mutsuho relentlessly licks the glans."]}, {"name": "You", "audio": "", "normalized": ["You're sucking like a maniac… Is my dick that good?"]}, {"name": "Mutsuho", "audio": "v_sr698_0039", "normalized": ["Nnch… Nnuh… Haff!", " Of course not…!", " I"]}, {"name": "", "audio": "", "normalized": ["Although she denied it, Mutsuho didn't stop the movement of her tongue and let out a sweet sigh."]}, {"name": "", "audio": "", "normalized": ["She then pressed her breasts even harder to squeeze the pre-cum out of her urethra, and licked off the bell mouth with the tip of her tongue to loosen it."]}, {"name": "Mutsuho", "audio": "v_sr698_0040", "normalized": ["Haa… Haa… Nnch!", " Lpp!", " Lpp… Nhaa!", " Amuh!", " Nnuh… Nnjuh!"]}, {"name": "", "audio": "", "normalized": ["The tip of her tongue moves in a disgusting manner, and she continues to lick the urethra in a frenzied manner."]}, {"name": "", "audio": "", "normalized": ["I was disgusted at the sight of her, but in the meantime, the continued torment intensified my pleasure and I felt the urge to ejaculate."]}, {"name": "Mutsuho", "audio": "v_sr698_0041", "normalized": ["Nnuh… Nmuh… Your cock is throbbing… I know you want to release it…!"]}, {"name": "Mutsuho", "audio": "v_sr698_0042", "normalized": ["Jpp… Lpp….", " Nnfuh!", " You were so confident… But now you're losing against my tits and sucking…"]}, {"name": "", "audio": "", "normalized": ["Perhaps sensing the ejaculation I'm feeling, Mutsuho exhales roughly and smiles lewdly."]}, {"name": "Mutsuho", "audio": "v_sr698_0043", "normalized": ["Are you sure you're OK with losing?"]}, {"name": "", "audio": "", "normalized": ["In an attempt to further stimulate my ejaculation, she skillfully moves the tip of her tongue to accuse me, but she also glances at me as if she is expecting something."]}, {"name": "", "audio": "", "normalized": ["I smiled at her, seeing her desire to make me feel good through her gestures."]}, {"name": "You", "audio": "", "normalized": ["If you want pleasure so badly, I'll give you what you want."]}, {"name": "Mutsuho", "audio": "v_sr698_0044", "normalized": ["Hahihh!", " Nng… Uuh… You're going to take my power… Nnah!", " Kuhh!"]}, {"name": "", "audio": "", "normalized": ["She said this, but her voice had changed to one of anticipation, as if she was imagining the pleasure she was about to experience."]}, {"name": "", "audio": "", "normalized": ["I decided to take advantage of such an inviting provocation, and when I took away her ability, I ejaculated as hard as I could to release my urges."]}, {"name": "", "audio": "", "normalized": ["Bpp!", " Bbb!", " Dpp!"]}, {"name": "Mutsuho", "audio": "v_sr698_0045", "normalized": ["Nnfuohh!", " Aggihh!", " Nngih!", " Hihnn!"]}, {"name": "Mutsuho", "audio": "v_sr698_0046", "normalized": ["Nnahh!", " You are pouring sticky semen on me… !", "And I'm cummingg!"]}, {"name": "", "audio": "", "normalized": ["As soon as she ejaculates, she seems to be experiencing unimaginable pleasure, and her body bounces violently."]}, {"name": "", "audio": "", "normalized": ["In addition to being doused with the aphrodisiac semen, Mutsuho, who has lost her tolerance to the drug due to the loss of her abilities, easily climaxes from the aphrodisiac effect."]}, {"name": "Mutsuho", "audio": "v_sr698_0047", "normalized": ["Nngihh!", " Kuahh….", " Ahihh!", " Yes!", " It feels so good!", " Noo!", " I will lose my mindd!"]}, {"name": "Mutsuho", "audio": "v_sr698_0048", "normalized": ["Nnmuhh… Nnah!", " Hihnn!", " Nnuh… Haa… Haa… Nn!", " Nnahhn!"]}, {"name": "", "audio": "", "normalized": ["Mutsuho is astonished, half-white eyed from the sheer intensity of the pleasure."]}, {"name": "", "audio": "", "normalized": ["In the meantime, semen splashes out from the ejaculation, staining her face and body with white murkiness."]}, {"name": "Mutsuho", "audio": "v_sr698_0049", "normalized": ["Why…?", " This is suddenly so good…!", " Nnaah!", " Ahyahh!", " Nnah!", " Nnhihh!"]}, {"name": "You", "audio": "", "normalized": ["When I ejaculated, I used your ability to turn my semen into an aphrodisiac.", "c It seems you like it."]}, {"name": "Mutsuho", "audio": "v_sr698_0050", "normalized": ["Ahihh!", " Nnah… Hafuhh!", " Nnguhh!", " No… Aah!", " Nnhaahnn!"]}, {"name": "Mutsuho", "audio": "v_sr698_0051", "normalized": ["Kuhihh!", " Nnahh!", " This… Aphrodisiac semen all over me… This is so good…!"]}, {"name": "", "audio": "", "normalized": ["Shaking with pleasure, Mutsuho gazes at the semen on her body and her mouth smiles in satisfaction."]}, {"name": "Mutsuho", "audio": "v_sr698_0052", "normalized": ["Agg!", " Nnheahh… Ahihh!", " Aah… How dare you use my power… You cheater… Nnah!", " Ahihh!"]}, {"name": "", "audio": "", "normalized": ["She moans pleasantly, but speaks accusingly."]}, {"name": "", "audio": "", "normalized": ["However, the words she spoke as her body trembled with fear were trembling with rapture as she received the desired pleasure."]}, {"name": "You", "audio": "", "normalized": ["Don't you think you've been wanting this for a while?"]}, {"name": "Mutsuho", "audio": "v_sr698_0053", "normalized": ["Nnohh!", " Nnah… Haa… Haa… That's not true… Kuhihh!", " Nnmuh…!"]}, {"name": "", "audio": "", "normalized": ["Even though she denied it, Mutsuho moved her breasts to stimulate the manhood in order to receive as much semen as possible."]}, {"name": "", "audio": "", "normalized": ["She let out a squeal of delight as she was bathed in semen, completely surrendered to the pleasure, and seemed to think of nothing but tasting it."]}, {"name": "Mutsuho", "audio": "v_sr698_0054", "normalized": ["Nnhyahh!", " Ahihh… Kmuh… Aah!", " Kuhihh… The aphrodisiac… Nn!", " Is making me do this…!"]}, {"name": "Mutsuho", "audio": "v_sr698_0055", "normalized": ["Nnmuh… Go on…!", " More!", " Give it to me harder… You are not going to make me fall…!"]}, {"name": "", "audio": "", "normalized": ["However, she continued to act as if she couldn't help himself because of the aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["She eagerly moved her breasts and handled my penis."]}, {"name": "", "audio": "", "normalized": ["The combination of the aphrodisiac effect, the strong semen effect, and the pleasure from the breasts made her ejaculate over and over again without losing her momentum."]}, {"name": "Mutsuho", "audio": "v_sr698_0056", "normalized": ["”Ohohh!", " Oohh!", " You`re pouring all over me…!", "Aah!", " It feels so good… I can't stop cumming!"]}, {"name": "Mutsuho", "audio": "v_sr698_0057", "normalized": ["Nnah!", " Aff… You came so much… But you're not slowing down… Kuahh!", " You are cumming too much…!", " Ahihh!", " Aahnn!"]}, {"name": "", "audio": "", "normalized": ["Every time the semen flies into her body, she shivers and shakes with pleasure as she continues to cum."]}, {"name": "", "audio": "", "normalized": ["While I was ejaculating, she kept twisting and turning her body, opening her mouth ishamelessy and moaning."]}, {"name": "Mutsuho", "audio": "v_sr698_0058", "normalized": ["Nnhyahh… Nng!", " Uuh… Haa… Haa… Nnuh!", " Are you done…?"]}, {"name": "", "audio": "", "normalized": ["After a long period of ejaculation and climax, she muttered quietly as she lost her breath."]}, {"name": "Mutsuho", "audio": "v_sr698_0059", "normalized": ["Haff… Kuahh!", " You took my power… And I lost…!"]}, {"name": "", "audio": "", "normalized": ["Mutsuho is gasping but she is grinning happily and she speaks sweetly."]}, {"name": "You", "audio": "", "normalized": ["For someone who says so, you don't look disappointed at all."]}, {"name": "Mutsuho", "audio": "v_sr698_0060", "normalized": ["That… That was you're doing… You used semen for aphrodisiac… Nnah!", " Nnuh!"]}, {"name": "", "audio": "", "normalized": ["Even as she said this, Mutsuho licked up the spattered semen and tasted it."]}, {"name": "", "audio": "", "normalized": ["The direct intake of the aphrodisiac seems to have further strengthened the effect of the aphrodisiac, and she is intoxicated with pleasure as her body burns."]}, {"name": "Mutsuho", "audio": "v_sr698_0061", "normalized": ["Nnch… Jpp… Nnhaa!", " What is this…?", " It's stinky and it tastes funny…!"]}, {"name": "", "audio": "", "normalized": ["She was complaining, but as she licked up the semen, her voice was full of lust."]}, {"name": "", "audio": "", "normalized": ["But the way she licked up the semen with such enthusiasm, I couldn't help but laugh."]}, {"name": "You", "audio": "", "normalized": ["You seem to be completely immersed in pleasure while saying that… It was a spur of the moment thing, but it worked, didn't it?"]}, {"name": "Mutsuho", "audio": "v_sr698_0062", "normalized": ["If it is too strong… Nn!", " Kuh… I could have lost my mind… You are crazy… Aah!", " Nnhih!"]}, {"name": "", "audio": "", "normalized": ["I tease her, but Mutsuho continues to lick off the semen with the urge that drives her body."]}, {"name": "Mutsuho", "audio": "v_sr698_0063", "normalized": ["Lpp… Nnjp… Nnm… But what if… What if you destroy me trying to take revenge for attacking you!"]}, {"name": "Mutsuho", "audio": "v_sr698_0064", "normalized": ["Maybe … I'll be punished with a more potent poison… Maybe you'd totally destroy me… I'd hate to see that happen."]}, {"name": "", "audio": "", "normalized": ["With a blush on her cheeks, she says this."]}, {"name": "", "audio": "", "normalized": ["Her eyes were glazed over, and instead of being disgusted, they seemed to contain a lot of anticipation for more pleasure."]}, {"name": "Mutsuho", "audio": "v_sr698_0065", "normalized": ["Aahn!", " Nnuh… So… What are you going to do to me now…?"]}, {"name": "", "audio": "", "normalized": ["Mutsuho is looking at me in a way that encourages me to seek further pleasure, asking me questions."]}, {"name": "", "audio": "", "normalized": ["I had just ejaculated, but I felt aroused by her blatant attitude that she was no longer trying to hide her desire for pleasure."]}, {"name": "You", "audio": "", "normalized": ["Of course, it's time to punish you from here on out."]}, {"name": "", "audio": "", "normalized": ["I told her, and pushed her down, her face twisted with joy."]}]