[{"name": "", "audio": "", "normalized": ["They released Kicillia's hands from bondage and stripped her naked as she had become an obedient whore."]}, {"name": "", "audio": "", "normalized": ["And then they made Kicillia stand on all four limbs and one of them inserted his penis into her longing vagina."]}, {"name": "Kicillia", "audio": "v_sr487_0000", "normalized": ["Aghaahahh… Mnnmm, your cock… It's coming into…my pussy, mnnahh…"]}, {"name": "", "audio": "", "normalized": ["Her body trembled just from having the penis penetrating her and recoiled back from pleasure."]}, {"name": "", "audio": "", "normalized": ["And the vagina already drenched with fluid easily accepted the penis in."]}, {"name": "Kicillia", "audio": "v_sr487_0001", "normalized": ["Your raw cock, inside… Aaaghh, mnmmuhghh… It's coming inside me…"]}, {"name": "Man 1", "audio": "", "normalized": ["I've only put the thing in there."]}, {"name": "Man 2", "audio": "", "normalized": ["You really are such a slut, Kicillia-chan."]}, {"name": "", "audio": "", "normalized": ["The man who penetrated her showed a satisfied expression from the warmth."]}, {"name": "", "audio": "", "normalized": ["Vaginal fluid came overflowing out at the base of the penis and it looked as if her vagina was begging for it to start moving."]}, {"name": "Kicillia", "audio": "v_sr487_0002", "normalized": ["It's not like the chastity belt… Your real cock, it's so big… So warm, my pussy…feels so good… Please, I can't help it…"]}, {"name": "Man 1", "audio": "", "normalized": ["You're just a damn whore.", " You want me to start moving?"]}, {"name": "", "audio": "", "normalized": ["Kicillia poked her butt out as she heard the man's words and then looked at him longingly over her shoulders."]}, {"name": "Kicillia", "audio": "v_sr487_0003", "normalized": ["Please, your cock… I want it… I want your huge dick… Please pound me… Pound my slutty pussy hard…"]}, {"name": "Man 1", "audio": "", "normalized": ["It's good you're being honest.", " Now, I'm gonna make you feel real good."]}, {"name": "Kicillia", "audio": "v_sr487_0004", "normalized": ["I'm so happy, with your cock… Please, hurry… I want to feel it right now…"]}, {"name": "", "audio": "", "normalized": ["The man was happy to see her smile like a child who just got what she begged for and started thrusting his penis."]}, {"name": "Kicillia", "audio": "v_sr487_0005", "normalized": ["Uhhgagahahh… Your cock's moving now… Such huge dick… It's pounding me… Inside me…"]}, {"name": "", "audio": "", "normalized": ["Kicillia let out sweet moans from pleasure as the man took it slow and checked her reaction."]}, {"name": "", "audio": "", "normalized": ["Every time his penis pushed open her vaginal walls, her ass trembled and her entire body reacted from pleasure."]}, {"name": "Kicillia", "audio": "v_sr487_0006", "normalized": ["Why does your cock…feel, aahhnmghh…feel so good.", " Maybe…because I'm a pervert… Ahahh, mnnghmm…"]}, {"name": "", "audio": "", "normalized": ["As the penis made thrusts, it made wet noises and vaginal fluid kept gushing out from her pussy."]}, {"name": "Kicillia", "audio": "v_sr487_0007", "normalized": ["Your cock, pounding me… Ahhnm, my pussy… It feels so good… Mnnhnm, haahhnm… I can't keep my voice down…"]}, {"name": "Man 3", "audio": "", "normalized": ["Now, let plug that hole up there with a cock too."]}, {"name": "", "audio": "", "normalized": ["Another man took his penis towards Kicillia's gaping mouth and she stared hard at the rock-hard, enlarged penis."]}, {"name": "Kicillia", "audio": "v_sr487_0008", "normalized": ["Ahahhnmm… So I need to…suck this cock… Uughuhh, hahhnm… With my mouth…"]}, {"name": "Man 3", "audio": "", "normalized": ["Yesh, it's the cock you love so much, Kicillia.", " Suck it with your lewd mouth, come on."]}, {"name": "", "audio": "", "normalized": ["She engulfed the penis with her mouth as if she was answering him by doing so, making her penetrated by the penis both from top and bottom."]}, {"name": "", "audio": "", "normalized": ["The only thing Kicillia looked like was a dick-addicted whore and her eyes glimmered with the desire from pleasure and only pleasure."]}, {"name": "Kicillia", "audio": "v_sr487_0009", "normalized": ["Jubboubouhghh, your cock… It's so tasty, mmnhgnmm!", " Gubaaghahh!"]}, {"name": "", "audio": "", "normalized": ["The man grabbed the horn growing out of Kicillia's head and pulled her head in, shoving his penis deep into her throat."]}, {"name": "", "audio": "", "normalized": ["Kicillia let out a strained breath but the man continued to thrust his penis deep into her mouth."]}, {"name": "Kicillia", "audio": "v_sr487_0010", "normalized": ["Guuhbaaghh, guhgguhh… Jurruruhh… Bughegh, haagh… Oooguh, jubbahh…"]}, {"name": "", "audio": "", "normalized": ["Kicillia did refuse the violent thrusts and accepted it, even reacting with pleasure."]}, {"name": "Kicillia", "audio": "v_sr487_0011", "normalized": ["Bugbuughh, guhbuebeeguh… Geebouhh, jurruruhh… Oohh, mnnhnm… Haahhnm, buuheghh…"]}, {"name": "Man 1", "audio": "", "normalized": ["Ohh, your pussy's squeezing so hard."]}, {"name": "Man 3", "audio": "", "normalized": ["This slut's getting turned on by getting fucked in the throat."]}, {"name": "", "audio": "", "normalized": ["Kicillia was letting out a suffocating voice but her body was expressing joy with pleasure, letting the men take her body completely."]}, {"name": "", "audio": "", "normalized": ["They liked how perverted Kicillia was reacting and the man with his penis inside her pussy slapped her ass hard."]}, {"name": "Kicillia", "audio": "v_sr487_0012", "normalized": ["Mmnmmuughh!", " Guhbaagh, jurruuhh… Haahhnmmuuhghh!"]}, {"name": "Man 1", "audio": "", "normalized": ["You moan with such a cute voice."]}, {"name": "", "audio": "", "normalized": ["Her voice almost sounded painful but her body was reacting opposite of her voice, squeezing hard with her vagina and her throat."]}, {"name": "", "audio": "", "normalized": ["And then her vagina reacted by dripping vaginal fluid, overflowing with thick female juice."]}, {"name": "Kicillia", "audio": "v_sr487_0013", "normalized": ["Buuhghujubahh!", " Mnnbaaghh… Aghhahahhnmm… My mouth, getting fucked… Ohhnmm… Guhhjuughh!"]}, {"name": "", "audio": "", "normalized": ["Kicillia let out beastly groans as she sucked onto the cock, devouring it with tears in her eyes."]}, {"name": "Kicillia", "audio": "v_sr487_0014", "normalized": ["Guhbbegughh… Mnhhnmghh!", " Haahhnmm, jubaghhaghh… Buughyeahh, jurruruhh… Mnnhnm, buuhgbyaaghh!"]}, {"name": "", "audio": "", "normalized": ["She was also drooling from her mouth as it was made messy by the penis and her breath ran short in reaction."]}, {"name": "", "audio": "", "normalized": ["No matter how hard Kicillia was pounded in her throat with the penis, she did not let go and sucked onto it which actually impressed the men."]}, {"name": "Kicillia", "audio": "v_sr487_0015", "normalized": ["Buuhgahghh… Geehouhh!"]}, {"name": "", "audio": "", "normalized": ["The man let go of Kicillia's horns he was grabbing onto and then pulled his penis out."]}, {"name": "", "audio": "", "normalized": ["Then Kicillia breathed out a strained sigh and then stared at the penis right in front of her while pooled saliva poured down from her mouth."]}, {"name": "Kicillia", "audio": "v_sr487_0016", "normalized": ["Haaghhaahh… Buhhghah, haahhaagh… Mnghh, cock…"]}, {"name": "", "audio": "", "normalized": ["Her chest was covered by her own saliva and even the bedsheet was visibly stained with it."]}, {"name": "Man 3", "audio": "", "normalized": ["I know you like getting fucked in your throat hard."]}, {"name": "Kicillia", "audio": "v_sr487_0017", "normalized": ["I do like it… It gives me a different kind of pleasure than before."]}, {"name": "", "audio": "", "normalized": ["And the man penetrating her from behind slapped her butt again and raised his voice to correct her."]}, {"name": "Man 1", "audio": "", "normalized": ["I'm such a pervert so I love getting fucked in my throat hard.", " That's what you're supposed to say."]}, {"name": "Kicillia", "audio": "v_sr487_0018", "normalized": ["Yes, that's exactly what I meant.", " I'm such a pervert so I love getting fucked in my throat hard!"]}, {"name": "Man 2", "audio": "", "normalized": ["That was great, Kicillia-chan.", " We got some good footage."]}, {"name": "", "audio": "", "normalized": ["Kicillia had transformed into a simple whore and she acted solely to seek pleasure, obeying the men."]}, {"name": "Man 1", "audio": "", "normalized": ["Did it hurt to get throat-fucked?", " Or did you like it?"]}, {"name": "Kicillia", "audio": "v_sr487_0019", "normalized": ["That felt so good."]}, {"name": "Man 1", "audio": "", "normalized": ["I see.", " I loved how your pussy squeezed my cock so tight every time your throat got pounded and I slapped your ass."]}, {"name": "", "audio": "", "normalized": ["They stopped fucking Kicillia for a moment and then they made her talk about what she felt in front of the camera."]}, {"name": "Man 1", "audio": "", "normalized": ["Did you notice your pussy juice was making wet noises?"]}, {"name": "Kicillia", "audio": "v_sr487_0020", "normalized": ["I did notice that.", " My pussy was totally making those lewd, wet sounds, so loud."]}, {"name": "Man 1", "audio": "", "normalized": ["Damn, you really are a slut."]}, {"name": "", "audio": "", "normalized": ["The man said and she slapped Kicillia's butt and her body twitched and recoiled in reaction."]}, {"name": "Kicillia", "audio": "v_sr487_0021", "normalized": ["Haahhnmmuughh!", " When you slap my ass… It echoes in my womb… I can feel it…"]}, {"name": "", "audio": "", "normalized": ["She shook her slightly blushing butt and dripped thick vaginal fluid from her pussy."]}, {"name": "Man 1", "audio": "", "normalized": ["We're gonna start enjoying sucking you now."]}, {"name": "", "audio": "", "normalized": ["And they started thrusting their hips to seek orgasm, speeding up their hips faster."]}, {"name": "Kicillia", "audio": "v_sr487_0022", "normalized": ["Haauhhnmghmm… Please, pound me…with your cock, please… Please pound…my womb…harder…"]}, {"name": "", "audio": "", "normalized": ["The man inserting his penis into Kicillia's vagina grabbed her horns from the behind and violently shoved his hips forward as he pulled on them."]}, {"name": "", "audio": "", "normalized": ["The rhythmical sounds of flesh pounding echoed and Kicillia moaned as if she was cadencing."]}, {"name": "Kicillia", "audio": "v_sr487_0023", "normalized": ["Ahhnmm, this is amazing… My pussy's getting so messed up… So much, mmnghnm… It's so rough and so good…"]}, {"name": "", "audio": "", "normalized": ["The men around her started stroking their cocks to Kicillia in front of them while using the other hand to tease her sensitive spots."]}, {"name": "", "audio": "", "normalized": ["Every time their hands touched her bloodshot, erect clitoris and swaying breasts, Kicillia felt even more pleasure."]}, {"name": "Kicillia", "audio": "v_sr487_0024", "normalized": ["Mnnmmaaghh, even my clitoris… Aghaahh… There, I'm so sensitive… Mnnhhaaghh… It's twitching…"]}, {"name": "Man 4", "audio": "", "normalized": ["We just want you to feel better, Kicillia."]}, {"name": "Kicillia", "audio": "v_sr487_0025", "normalized": ["Aaahhahhnmm, uuhhnmm… Mu nippes, mnnguh… Getting so hard, I love it… Pinching them… It's so good…"]}, {"name": "", "audio": "", "normalized": ["The pleasure running through her whole body made her body pull back and let out a strained voice with an ecstatic expression."]}, {"name": "", "audio": "", "normalized": ["She was treated like a plaything by those men but she continued to offer herself to them, satisfied."]}, {"name": "Man 3", "audio": "", "normalized": ["Looks like your mouth wants some too."]}, {"name": "Kicillia", "audio": "v_sr487_0026", "normalized": ["Please, I want your cock…in my mouth-pussy too… Guhhboguhh, bouhjurruhh… Jurruh, guhrruhh…"]}, {"name": "", "audio": "", "normalized": ["A massive amount of saliva being scooped out by the penis gushed out."]}, {"name": "Kicillia", "audio": "v_sr487_0027", "normalized": ["Mnnhmm, cocks… Guhhjuruhh, two of them… They're inside me… In my mouth, in my pussy… Guhjuuhbahhnm… It's so good…"]}, {"name": "", "audio": "", "normalized": ["The men pounding her from both top and bottom matched their pacing and thrust their hips hard while they were almost competing with each other."]}, {"name": "Kicillia", "audio": "v_sr487_0028", "normalized": ["Aahahahhnmm… Jubbaghabaaghh, I don't even know…which one's my pussy… Guhhjurruh, both…pussies…"]}, {"name": "Man 1", "audio": "", "normalized": ["Come on, move your ass too."]}, {"name": "", "audio": "", "normalized": ["The man slapped Kicillia's butt and continued to make thrusts, further discovering her perverted nature."]}, {"name": "Kicillia", "audio": "v_sr487_0029", "normalized": ["Mnnghbaahh… Yes… I'm gonna move too… I'll be more slutty… So I can…make everyone feel good…"]}, {"name": "", "audio": "", "normalized": ["Kicillia moving her own hips made the movement inside her vagina even faster as well as in her mouth."]}, {"name": "Kicillia", "audio": "v_sr487_0030", "normalized": ["Aghaahh, mmnnghnm… The tip, it's rubbing… It's scraping both of…my pussies… Guhjuuhjuh, amazing…"]}, {"name": "Kicillia", "audio": "v_sr487_0031", "normalized": ["Such big cock…filling both of my holes, mnnghnmm… Buugghh, I can't…breathe, it's so…full, please…"]}, {"name": "", "audio": "", "normalized": ["Kicillia's moans grew louder and her body moved more which also made the men around her stroke faster as well."]}, {"name": "Kicillia", "audio": "v_sr487_0032", "normalized": ["Everything is so good… It's making me nuts… Please, uhhnmm… My body's burning up… It's going to melt me…"]}, {"name": "Kicillia", "audio": "v_sr487_0033", "normalized": ["My pussy's going to explode… Everything that feels so good… Building up, ahhmm… Amazing, mnmmuhh…"]}, {"name": "Man 1", "audio": "", "normalized": ["Looks like everyone's going to cum soon."]}, {"name": "", "audio": "", "normalized": ["Kicillia looked around as she heard the man and begged with intoxicated color in her eyes."]}, {"name": "Kicillia", "audio": "v_sr487_0034", "normalized": ["Please, give me all your cum, so much… Lots of it… Pour it onto my body… Please, cover me with cum…"]}, {"name": "", "audio": "", "normalized": ["As Kicillia waited for ejaculation, their urge to ejaculate heightened."]}, {"name": "Kicillia", "audio": "v_sr487_0035", "normalized": ["My pussy, and my mouth too… My titties, aahhnmm… My face, everything… Please, cover them all with cum…"]}, {"name": "Man 4", "audio": "", "normalized": ["Say it lewder, lewder!"]}, {"name": "", "audio": "", "normalized": ["Perhaps as the final push, they urged Kicillia to say the word that would lead her to orgasm."]}, {"name": "Kicillia", "audio": "v_sr487_0036", "normalized": ["I'm coming too… Please, fuck me… Make me pregnant… My whole body… I'm such a slut…"]}, {"name": "Kicillia", "audio": "v_sr487_0037", "normalized": ["Please, make me come crazy…with all your cum… Please make me addicted to your cum…so I can't live without it…"]}, {"name": "", "audio": "", "normalized": ["Kicillia felt the urge to orgasm brewing inside her body and finally reached the climax as her body arched back from one final thrust."]}, {"name": "", "audio": "", "normalized": ["And then the men around her also started ejaculating one by one, following Kicillia."]}, {"name": "Kicillia", "audio": "v_sr487_0038", "normalized": ["Mnnhhnmmhguguhh!", " Aghaagahhahhaahhmmnnmughh!", " Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Kicillia's body shook violently as she achieved orgasm with her whole body, getting showered with semen, including inside her vagina."]}, {"name": "", "audio": "", "normalized": ["And her face was messed up by pleasure and joy as she roared from the depth of her belly."]}, {"name": "Kicillia", "audio": "v_sr487_0039", "normalized": ["There's so much cum, it's amazing!", " My body's getting burned… Such thick cum… This feels so good!"]}, {"name": "", "audio": "", "normalized": ["Her whole body trembled from the lingering orgasm and smiled as the white fluid covered her body."]}, {"name": "Man 1", "audio": "", "normalized": ["So, how did you like my cum pouring onto you?"]}, {"name": "Kicillia", "audio": "v_sr487_0040", "normalized": ["Haahhnmm, everyone's…cum, on me… Heheheh, I'm so happy… And everyone enjoyed it too…"]}, {"name": "", "audio": "", "normalized": ["Fresh semen covered Kicillia's sweaty body and her body reeked of male musk."]}, {"name": "Kicillia", "audio": "v_sr487_0041", "normalized": ["The chastity belt cocks, I mean… This was just amazing… My head's tingling… More… I want more cum…"]}, {"name": "", "audio": "", "normalized": ["Kicillia feverishly begged for semen over and over and talked to the camera pointing at her."]}, {"name": "Kicillia", "audio": "v_sr487_0042", "normalized": ["I love cum so much… It smells like men… And that's enough…to turn me on… I want more…"]}, {"name": "Man 1", "audio": "", "normalized": ["If you want more, beg for it more."]}, {"name": "", "audio": "", "normalized": ["She repeatedly pleaded and begged for more as semen dripped from her gaping mouth."]}, {"name": "Kicillia", "audio": "v_sr487_0043", "normalized": ["I want sizzling, sticky…thick cum… I want it… Please, use me to feel good… And pour cum all over me…"]}, {"name": "", "audio": "", "normalized": ["Her orgasming vagina twitched and begged for the male semen as she was on her four limbs like a whore."]}, {"name": "", "audio": "", "normalized": ["And the men surrounding Kicillia watched her beg with smug grins on their faces."]}, {"name": "", "audio": "", "normalized": ["Kicillia continued to be violated by the men, one by one, and her body became filled and covered by semen."]}, {"name": "", "audio": "", "normalized": ["They threw insults at her and Kicillia happily accepted everything that was thrown at her."]}, {"name": "", "audio": "", "normalized": ["And once the camera could not record much more, Fuuma decided to return――"]}, {"name": "You", "audio": "", "normalized": ["Do you have Kicillia under control now?"]}, {"name": "", "audio": "", "normalized": ["I asked the men surrounding Kicillia what became of her after she was exposed to pleasure more intense than a magical seal."]}, {"name": "", "audio": "", "normalized": ["They smiled at me and caught me in their vision, moving to the sides to clear a path for me so I could approach Kicillia."]}, {"name": "Man 1", "audio": "", "normalized": ["As you can see."]}, {"name": "", "audio": "", "normalized": ["Kicillia was there, now poking her butt out, covered in semen, moaning madly."]}, {"name": "Kicillia", "audio": "v_sr487_0044", "normalized": ["Aaahhmmnm… I love cock so much… They're so huge, so thick…and so hard, mnnuhahh… It feels so good…"]}, {"name": "Man 1", "audio": "", "normalized": ["She's just slut now."]}, {"name": "", "audio": "", "normalized": ["The bedsheet Kicillia was kneeling on was covered by her own vaginal fluid, squirt, and the men's semen."]}, {"name": "", "audio": "", "normalized": ["They have ejaculated a massive amount, not that I really cared, however.", " I was fine as long as they had fine."]}, {"name": "Kicillia", "audio": "v_sr487_0045", "normalized": ["More… Ahhnmm, more, please… Your cum, spewing… I want it more, please… Please pour it into my slutty pussy…"]}, {"name": "", "audio": "", "normalized": ["Kicillia continued to grope her own breasts covered in semen, making wet noises as she begged for more semen."]}, {"name": "Kicillia", "audio": "v_sr487_0046", "normalized": ["This is not enough at all… Uhhuuhnmm, please… Fill my belly up… With your cum… Please…"]}, {"name": "", "audio": "", "normalized": ["Kicillia's belly was already inflated slightly and showed how she was already filled with so much semen."]}, {"name": "Kicillia", "audio": "v_sr487_0047", "normalized": ["Please, I can't live without them… I can't like without cocks… Please, I just want to be…fucked by your cocks…"]}, {"name": "You", "audio": "", "normalized": ["Heh… What a simple whore."]}, {"name": "", "audio": "", "normalized": ["Kicillia's expression suddenly changed joyously as soon as she saw me while looking at the penises longingly."]}, {"name": "Kicillia", "audio": "v_sr487_0048", "normalized": ["Ahhnmm… I knew it, you… You came to fuck me too… Please… I want your cum too… I want it…"]}, {"name": "", "audio": "", "normalized": ["Perhaps she was overwhelmed by repeated pleasure, she only recognized me as one of the many penises."]}, {"name": "", "audio": "", "normalized": ["It seemed everything went according to my plan.", " I had no complaints as they finished the job without my assistance."]}, {"name": "Kicillia", "audio": "v_sr487_0049", "normalized": ["Here, come on… Mnnhaaghh… I'll make your cock…feel really good… Please, jerk off to me…"]}, {"name": "You", "audio": "", "normalized": ["I'll fuck you if you obey me, okay?"]}, {"name": "", "audio": "", "normalized": ["I knew what the answer would be to the question I asked and Kicillia answered immediately as her face was colored by pleasure."]}, {"name": "Kicillia", "audio": "v_sr487_0050", "normalized": ["I'll obey you, anything you say… Please, order me anything… Please, I'll… I'll do thing…for cum…"]}, {"name": "", "audio": "", "normalized": ["Kycikllia's face became that of a whore begging for semen in this short time I left her."]}, {"name": "Kicillia", "audio": "v_sr487_0051", "normalized": ["Cum… Cum, dick-milk… I love it so much… Aghaahhmm, please… Give me… Please!"]}, {"name": "You", "audio": "", "normalized": ["You have to offer me everything you have for me."]}, {"name": "", "audio": "", "normalized": ["I defeated Black's curse and managed to put Kicillia under my control, giving me a sense of achievement."]}, {"name": "", "audio": "", "normalized": ["I was the one who will be controlling her from now and I gave her even more pleasure to consolidate my grip on her further."]}]