[{"name": "You", "audio": "", "normalized": ["Hmm… Fine then.", " Today it's this one, I'll train your asshole."]}, {"name": "", "audio": "", "normalized": ["As he said this, the man laid his hands on the tools surrounding the immobilized Ingrid as he laughed."]}, {"name": "Ingrid", "audio": "v_sr120b_0000", "normalized": ["Nnnhah… guuh, pphh…"]}, {"name": "", "audio": "", "normalized": ["The man held a meter-long, thick dildo in his hand as he rubbed it against her chrysanthemum hole."]}, {"name": "", "audio": "", "normalized": ["Her anus closed up cutely just from that as Ingrid let out a sweet sound, twisting her hips and glaring in frustration at the man."]}, {"name": "You", "audio": "", "normalized": ["What's wrong, you mad because you can't have my dick?"]}, {"name": "Ingrid", "audio": "v_sr120b_0001", "normalized": ["What the… hmph… seems way better than having your crude dick shoved in me."]}, {"name": "", "audio": "", "normalized": ["Though both of her holes were being violated on a day to day basis, she couldn't remember ever giving in to him."]}, {"name": "", "audio": "", "normalized": ["As Ingrid displayed her defiance, the man let a grin creep across his face."]}, {"name": "You", "audio": "", "normalized": ["I wonder just how long you can remain so calm like that… huh!"]}, {"name": "Ingrid", "audio": "v_sr120b_0002", "normalized": ["Nnhoohuuhh?!"]}, {"name": "", "audio": "", "normalized": ["Though they were contracting, her anal wrinkles still rose to kiss the dildo as its fat thickness pierced her all at once."]}, {"name": "Ingrid", "audio": "v_sr120b_0003", "normalized": ["Nnpphhwooaah?!", " Ohhohh, oghh… Aawoaah…"]}, {"name": "You", "audio": "", "normalized": ["Oh, it went in quite easily like this, huh… Heheheh, your ass-pussy is gaping open."]}, {"name": "Ingrid", "audio": "v_sr120b_0004", "normalized": ["Nnhyaah… b-be quiet… auuh, nnhh… nnhiihh!"]}, {"name": "", "audio": "", "normalized": ["However, the assault did not end with simple insertion, as the long dildo gradually made its way from her rectum toward her colon, advancing slowly."]}, {"name": "Ingrid", "audio": "v_sr120b_0005", "normalized": ["Nnghhiih?!", " Ahhihh, ihhyaah!", " Haah, s-stop… nnhhnn!", " It w-won't… fiit, auuh!"]}, {"name": "", "audio": "", "normalized": ["Twisting along her colon, the thick dildo buried itself even deeper."]}, {"name": "", "audio": "", "normalized": ["The sensation of something traveling the wrong way up her anus made Ingrid's eyes roll wildly, but her expression was soft with pleasure."]}, {"name": "", "audio": "", "normalized": ["The dildo pressured her relaxed flower, stimulating her womb through her rectal wall and making it tingle as Ingrid's lower half slackened even more."]}, {"name": "Ingrid", "audio": "v_sr120b_0006", "normalized": ["(Ouuhh, nnphh… aah, don't… put it in…)"]}, {"name": "", "audio": "", "normalized": ["In a flash, Ingrid's abdomen was swollen up like she was pregnant, as the end of the dildo peeked out slightly from her anus."]}, {"name": "Ingrid", "audio": "v_sr120b_0007", "normalized": ["Ouuh, aah… nnghh…"]}, {"name": "", "audio": "", "normalized": ["Her anus, forced to swallow up the foreign object, made a loud noise as it sucked up the phallus, her intestinal membranes wriggling as if she were digesting it."]}, {"name": "You", "audio": "", "normalized": ["Heheh, you sure are greedy.", " Even though it's a fake dick, was it that good?"]}, {"name": "Ingrid", "audio": "v_sr120b_0008", "normalized": ["Bbbee, quiiett… nnbbh, ghh, aawoaohh…"]}, {"name": "", "audio": "", "normalized": ["The feeling of pressure, difficulty breathing, and nausea made Ingrid feel sick several times as she tremblingly voiced her resistance to the man."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, don't push yourself too hard.", " With this much buried inside, there's no way you're not suffering, huh?"]}, {"name": "Ingrid", "audio": "v_sr120b_0009", "normalized": ["Nnnguuhh!", " St… stoop iit… ihyaahh!"]}, {"name": "", "audio": "", "normalized": ["The man's hand put pressure on her stomach from above as the tip of the dildo wiggled back and forth, stretching out her anus as it stuck out."]}, {"name": "Ingrid", "audio": "v_sr120b_0010", "normalized": ["(Guwaah!", " It's sticking out… nnghh, guuh…)"]}, {"name": "", "audio": "", "normalized": ["Ingrid glared pointedly at the man, keeping up her spirits as she clenched her teeth in a cold sweat."]}, {"name": "", "audio": "", "normalized": ["Aching from the pleasure, with the wriggling continuing inside her abdomen, she frantically closed her sphincter, only for the dildo to move even farther into her anus."]}, {"name": "You", "audio": "", "normalized": ["Oh, you're holding out pretty well… But what about if I do this?"]}, {"name": "Ingrid", "audio": "v_sr120b_0011", "normalized": ["What are you… fughyuu, nnhiihh?!"]}, {"name": "", "audio": "", "normalized": ["The man took out a switch from somewhere, and the instant he pressed it, a terrible shock ran through her."]}, {"name": "", "audio": "", "normalized": ["*Whirr… buzz!", "*"]}, {"name": "Ingrid", "audio": "v_sr120b_0012", "normalized": ["Hgyaahh?!", " Aiieehh!", " M-my shtomaach!", " Nhyaahh, hyaahhiih, whaat, it's going crazyy!"]}, {"name": "You", "audio": "", "normalized": ["Fwahahahaha!", " Seems like it's your first time being stimulated and satisfied from the inside."]}, {"name": "You", "audio": "", "normalized": ["It's a rare chance, make sure you enjoy it."]}, {"name": "", "audio": "", "normalized": ["The lengthy dildo buried inside her stomach suddenly began to wildly wriggle, torturing her intestines with fierce vibrations."]}, {"name": "", "audio": "", "normalized": ["The shock was enough to make her scream with pain and anguish, but having been soaked in the aphrodisiac, every sensation felt pleasant to Ingrid's body."]}, {"name": "Ingrid", "audio": "v_sr120b_0013", "normalized": ["Nnhahahh!", " Aggh… hohh, owaah… it hurts… aah!", " I'm gonna cum, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["As her sphincter clenched, not wanting to expose her shame, it ended up having the opposite effect on Ingrid."]}, {"name": "", "audio": "", "normalized": ["The entire meter length buried itself inside her, and the completely submerged dildo continued vibrating inside of her body."]}, {"name": "", "audio": "", "normalized": ["The pressure of it hitting against her intestinal walls and the vibration made her tingle all over as it forced its way deeper, continuing to wriggle."]}, {"name": "Ingrid", "audio": "v_sr120b_0014", "normalized": ["Ogguuhh!", " Shtop… stop iit!", " Nnnguuaah, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Her hips leapt over and over where she was bound as Ingrid's whole body convulsed."]}, {"name": "You", "audio": "", "normalized": ["I don't plan on stopping it, but… if you can't stand it, just take it out, right?", " This big one, heheheh…"]}, {"name": "Ingrid", "audio": "v_sr120b_0015", "normalized": ["Wh-what are you… ppghh!", " Aah, aah… stop iit…"]}, {"name": "", "audio": "", "normalized": ["The end of the man's foot roughly shoved at Ingrid's asshole as if he was trying to kick the end of the dildo."]}, {"name": "", "audio": "", "normalized": ["She screamed at the unwanted assistance to the vibrations, her mouth sticky with drool as she turned his words over in her head, thinking about their meaning."]}, {"name": "Ingrid", "audio": "v_sr120b_0016", "normalized": ["(Haah, haah… nnh, n-no way… this… guuh, shiit!", ")"]}, {"name": "", "audio": "", "normalized": ["Then―realizing he was telling her to push it out if she wanted to escape the pleasure, her face turned red with anger and shame."]}, {"name": "", "audio": "", "normalized": ["Still, with it shoved into her right now, there was no way he was going to release her from this hell of pain and pleasure."]}, {"name": "Ingrid", "audio": "v_sr120b_0017", "normalized": ["(This… I'm…!", " In front of this vile worthless man…)"]}, {"name": "", "audio": "", "normalized": ["She was so angry it seemed like she could pop a blood vessel.", " Even so, as she gave him a death glare, Ingrid used her rage to fuel her efforts."]}, {"name": "Ingrid", "audio": "v_sr120b_0018", "normalized": ["Haoohh… oohh… nnguuhh!"]}, {"name": "", "audio": "", "normalized": ["If you watch, I'll kill you―her gaze was meant to send that message, but the man paid it no mind, grinning as he looked on."]}, {"name": "", "audio": "", "normalized": ["Ingrid put all her strength into her abdomen and began to excrete the phallus stuffed inside."]}, {"name": "Ingrid", "audio": "v_sr120b_0019", "normalized": ["(Nnguuh!", " I'll… kill youu… I'll absolutely kill you, I'll smash your brains in!", ")"]}, {"name": "", "audio": "", "normalized": ["She wouldn't leave behind the memory in a single brain cell.", " She would grind him into a fine powder, without a trace…"]}, {"name": "", "audio": "", "normalized": ["Painting a picture in her mind of the brutality she would visit upon him, Ingrid somehow choked down her stomach acid and gave him a humiliating excretion show."]}, {"name": "Ingrid", "audio": "v_sr120b_0020", "normalized": ["Nnnmmhh… ohh, uwaahh…"]}, {"name": "", "audio": "", "normalized": ["Her face turned red as she strained, putting power into her lower half, and her stuck-out anus stretched open, with a loud noise."]}, {"name": "", "audio": "", "normalized": ["The dildo was forced out from her crevice as her contracted anus was left gaping wide, stretching out her flowery wrinkles as far as they could go."]}, {"name": "Ingrid", "audio": "v_sr120b_0021", "normalized": ["Guuh, nnhiihh…"]}, {"name": "", "audio": "", "normalized": ["However―as she expelled it, her flesh contracted, forcing the vibrator that was still buzzing even further inside, wrapping it up in her membranes."]}, {"name": "Ingrid", "audio": "v_sr120b_0022", "normalized": ["Nngyuuh… ihhyhahh!", " Stop… cease thiis!"]}, {"name": "", "audio": "", "normalized": ["Ingrid's hips shook and leapt as the rampaging dildo vibrator beat against the inside of her intestines, forcing out cries of ecstasy."]}, {"name": "", "audio": "", "normalized": ["Along with her excretion, even her slit had become relaxed, and love juices poured forth from her loosened pussy opening."]}, {"name": "Ingrid", "audio": "v_sr120b_0023", "normalized": ["(Ghpphh… detach yourself from this feeling… ignore it, first is… g-getting this thing out… ouunnhh!", ")"]}, {"name": "", "audio": "", "normalized": ["Frantically instructing herself, she forced the dildo outward."]}, {"name": "", "audio": "", "normalized": ["But the vibrations rubbed against her stretched-out wrinkles and forced her into another shameful, spasming climax."]}, {"name": "Ingrid", "audio": "v_sr120b_0024", "normalized": ["Guwaah, I'm cummiing!"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " Looking good… But if I do this, I bet it'll look even better."]}, {"name": "", "audio": "", "normalized": ["As he said this, the man brought out an irregularly shaped vibrator made by Mikoto."]}, {"name": "", "audio": "", "normalized": ["It was vibrating intensely, covered in bumps like a monster's penis as it drew close to her crotch, and each time she tried to excrete, it attacked her twitching pussy lips."]}, {"name": "Ingrid", "audio": "v_sr120b_0025", "normalized": ["Nnnhyaah… stopp iit… ohhwaahh!"]}, {"name": "", "audio": "", "normalized": ["Her clit was stiff and swollen to the size of a pinky finger as the vibrations ground against her, threatening to crush her with their stimulation."]}, {"name": "", "audio": "", "normalized": ["Ingrid howled, her back arching like a bridge as her hips lifted, her bouncing butt slapping against the floor several times, as she screamed with her mouth wide open."]}, {"name": "Ingrid", "audio": "v_sr120b_0026", "normalized": ["Shtoop, aaghiihh!"]}, {"name": "", "audio": "", "normalized": ["The fine vibrations were so swift they left an afterimage, as the shock, like being flicked by a finger a hundred times in seconds, poured down upon her clit."]}, {"name": "", "audio": "", "normalized": ["In a flash, sharp currents of pleasure ran through her, piercing through her crotch and burning down her spine."]}, {"name": "", "audio": "", "normalized": ["The waves easily carried away all her thoughts and reasoning with them."]}, {"name": "Ingrid", "audio": "v_sr120b_0027", "normalized": ["Nnhiihh… I'm gonna cum, I'm gonna cuum!", " Aaah, I'm cumming, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Trying to keep up appearances or hide what was happening, those thoughts had been completely shut out of her mind."]}, {"name": "", "audio": "", "normalized": ["She screamed immodestly as she sprayed clear fluid from her urethra, sending up a water spout past the man's face each time her hips shook."]}, {"name": "Ingrid", "audio": "v_sr120b_0028", "normalized": ["Owaah!", " Let go of mee, shtop iit!", " Phgghh, nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["Ingrid continued to scream her rejection of the man out loud even as she squirted, her face completely dyed red."]}, {"name": "", "audio": "", "normalized": ["However, seeing that he wouldn't move away, she ignored the man, and began straining with all her might to excrete the foreign object stuffed into her anus."]}, {"name": "Ingrid", "audio": "v_sr120b_0029", "normalized": ["Ohhohh… nnh, get it ouut, get it ouut…"]}, {"name": "You", "audio": "", "normalized": ["Oh, you're working hard… Heheh, that's the way.", " There, how about this?"]}, {"name": "", "audio": "", "normalized": ["Controlling the strength of the vibrator, he nudged at her clit."]}, {"name": "", "audio": "", "normalized": ["The stimulation sent an electric shock through her pussy, making the force of her squirting change."]}, {"name": "", "audio": "", "normalized": ["The stronger the more forceful, the weaker the more slowly, but still she continued to spray unendingly, putting on a disgraceful show."]}, {"name": "", "audio": "", "normalized": ["However, the thing that was most in the way of her actions was the maddening pleasure from her clit, her intestines, and from deep in her urethra."]}, {"name": "Ingrid", "audio": "v_sr120b_0030", "normalized": ["(Nnnphh… aah, hurry… take it out, get it ouut!", " S-stop… making me feel good already…)"]}, {"name": "", "audio": "", "normalized": ["She spasmed all the way to he tips of her fingers, with her clit and her nipples both standing tall and upward, her vision and thoughts blinded by bright lights."]}, {"name": "", "audio": "", "normalized": ["Even still…"]}, {"name": "Ingrid", "audio": "v_sr120b_0031", "normalized": ["Nnhiihh… highhiihh!", " Ihyahh, haah, auuhh!"]}, {"name": "", "audio": "", "normalized": ["Ingrid continued to strain with her anus stretched so far it seemed as it would tear, and finally finished expelling the dildo."]}, {"name": "", "audio": "", "normalized": ["And then…"]}, {"name": "Ingrid", "audio": "v_sr120b_0032", "normalized": ["Nnghh, ohh, aah… haah… it'sh no good… nnghh!", " I'm gonna cum, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["She let out a voice as if something had snapped within her, thrusting her crotch upward in front of the man's face…"]}, {"name": "", "audio": "", "normalized": ["…showing it to him and squirting directly upward as her orgasm was exposed."]}, {"name": "Ingrid", "audio": "v_sr120b_0033", "normalized": ["Ohhohhwaahh!", " Aiihhiiee, nnghh, I'll kill youu!", " I'll kill youu!"]}, {"name": "", "audio": "", "normalized": ["*Twitchtwitchtwiitch!", "*"]}, {"name": "", "audio": "", "normalized": ["The terrible force of her eye-rolling orgasm made her hips and her whole body leap and dance, as though there was a spring coiled in her spine."]}, {"name": "", "audio": "", "normalized": ["Her stretched out anus did not return to normal, but instead remained gaping open, twitching slightly."]}, {"name": "", "audio": "", "normalized": ["Her lips, her pussy, her urethra, and her anus…"]}, {"name": "", "audio": "", "normalized": ["Her four holes, loosened by the pleasure, were all wide open, dripping fluids filled with her female stench."]}, {"name": "", "audio": "", "normalized": ["She stuck out her tongue, exposing her animal expression."]}, {"name": "Ingrid", "audio": "v_sr120b_0034", "normalized": ["Ohh… aah… ihghhihh… I'll… kill you… uuhhn…"]}, {"name": "", "audio": "", "normalized": ["With her tongue hanging out, her words were garbled.", " The man slapped Ingrid's cheek as he asked her a question."]}, {"name": "You", "audio": "", "normalized": ["Hey… if you don't want me to screw it into you again, talk to me this time.", " Where is Black?"]}, {"name": "", "audio": "", "normalized": ["However―as if reacting to the mention of her master's name, at that instant, Ingrid's tongue retracted and she shook her head weakly."]}, {"name": "", "audio": "", "normalized": ["Her mouth was gaping like a fish."]}, {"name": "Ingrid", "audio": "v_sr120b_0035", "normalized": ["Nnh… I can't…"]}, {"name": "", "audio": "", "normalized": ["Was she so fiercely loyal, or was she just stubborn?"]}, {"name": "", "audio": "", "normalized": ["Whichever it was, despite his respect for her strength of will, the man turned up the power on the clit vibrator's switch."]}, {"name": "Ingrid", "audio": "v_sr120b_0036", "normalized": ["Ohyhuuhh… nnhihhyaahh♪"]}, {"name": "You", "audio": "", "normalized": ["Hmph… stupid female pig…"]}, {"name": "", "audio": "", "normalized": ["Looking at Ingrid enjoying herself with the pleasure that was supposed to be torture, the man clicked his tongue slightly."]}, {"name": "You", "audio": "", "normalized": ["…Well, fine.", " In that case… I'll give you something befitting a female pig."]}, {"name": "Ingrid", "audio": "v_sr120b_0037", "normalized": ["Hohh… aah… haah…"]}, {"name": "", "audio": "", "normalized": ["With Ingrid's dumb orgasm face before him, the man took out a burning iron seal and drew near to her buttocks that had just finished excreting."]}, {"name": "", "audio": "", "normalized": ["And then…"]}, {"name": "", "audio": "", "normalized": ["*Tss…hiss!", "*"]}, {"name": "Ingrid", "audio": "v_sr120b_0038", "normalized": ["Ogghhiihh… nnhiihh♪", "♪"]}, {"name": "", "audio": "", "normalized": ["He burned the mark of a female pig into her, unable to be erased for her whole life, with her stretched out anus at the center, yet Ingrid still panted sweetly…"]}, {"name": "", "audio": "", "normalized": ["She was stretching out her arms and legs eagerly, her body rocked by the waves of an intense climax as she lay there, still bound."]}]