[{"name": "Miryuu", "audio": "v_sr035_0000", "normalized": ["Urgh… How rough…"]}, {"name": "", "audio": "", "normalized": ["Miryuu was thrown onto the bed forcefully, but spoke to the man gently.", " Her eyes, however, glare at him with rage."]}, {"name": "", "audio": "", "normalized": ["She wasn't tied with rope or restrained in any way, but the beautiful Dark World demon found herself unable to move on the bed."]}, {"name": "", "audio": "", "normalized": ["Her own power, Anubis, capable of rendering any attacks or defenses completely useless, had been used against her, giving the man complete control of her."]}, {"name": "", "audio": "", "normalized": ["Shadowy tentacles wrapped around her limbs, spreading her legs wide and wrapping her arms tightly behind her head."]}, {"name": "Miryuu", "audio": "v_sr035_0001", "normalized": ["(Urgh… Who is this man…?", " There's no use even thinking about it.", " I'll kill this lesser being in a flash.", ")"]}, {"name": "", "audio": "", "normalized": ["She narrows her eyes and her dreadful gaze pierces directly through the man."]}, {"name": "", "audio": "", "normalized": ["He was completely naked.", " His cock was hard and erect.", " He was standing between her legs, looking down over top of her."]}, {"name": "", "audio": "", "normalized": ["Miryuu hated how this lesser being was looking down at her with a dreadful grin on his face."]}, {"name": "", "audio": "", "normalized": ["Though all of this was quite irritating to her, that could only be seen in her eyes.", " Her face remained stoic and expressionless."]}, {"name": "", "audio": "", "normalized": ["She puts on an audaciously alluring smile and licks her lips before speaking calmly."]}, {"name": "Miryuu", "audio": "v_sr035_0002", "normalized": ["Hey, boy… Let me go, will you?", " If you release me at once, I'll limit your suffering to boiling in my special furnace."]}, {"name": "", "audio": "", "normalized": ["Any normal person would be chilled to the bone to see the calm, cold smile on her face."]}, {"name": "", "audio": "", "normalized": ["Her eyes continued their deathly stare.", " The man felt trepidation but couldn't prevent himself from looking her up and down with excitement."]}, {"name": "", "audio": "", "normalized": ["Miryuu was clearly proud and confident in her beautiful body, her suit wrapped tightly around her and revealing every curve and feature."]}, {"name": "", "audio": "", "normalized": ["Her plump, sensual breasts, her sultry waist, and her thick, round ass all showed clearly through her suit."]}, {"name": "", "audio": "", "normalized": ["She didn't even want to think about revealing herself to such a pathetic, lesser being as this man.", " But there he stood, his cock hard and thirsty with desire."]}, {"name": "", "audio": "", "normalized": ["He looked as if he was planning to use this divine demoness as an outlet for his own sexual desires, nothing more."]}, {"name": "Miryuu", "audio": "v_sr035_0003", "normalized": ["Know your limits.", " That little thing you call a dick isn't nearly enough to satisfy me.", " You will only embarrass yourself."]}, {"name": "Miryuu", "audio": "v_sr035_0004", "normalized": ["You are but an inferior race.", " Wretched…"]}, {"name": "", "audio": "", "normalized": ["Miryuu chuckles to herself as her eyes burn with hatred and her lips curl with content and malice towards the man."]}, {"name": "", "audio": "", "normalized": ["The man has to stifle his own laughter at the demoness.", " She talked down to him with such confidence, but did she even realize the predicament she was in?"]}, {"name": "You", "audio": "", "normalized": ["…Let's see what happens, then.", " I'll show you just how pathetic of a woman, a mere whore and a slut, you've become by my hands."]}, {"name": "You", "audio": "", "normalized": ["Let's start by using your Anubis power to disable and strip you of all your defenses against feeling pleasure, shall we?", " Bwahahaha!"]}, {"name": "Miryuu", "audio": "v_sr035_0005", "normalized": ["…You really think you can use my power to its fullest potential?", " Urgh… It'll destroy…you… Urgghh…"]}, {"name": "", "audio": "", "normalized": ["The man gripped his hard, throbbing cock at the base and shook the shaft at her as he pressed the tip against the crotch of her suit."]}, {"name": "", "audio": "", "normalized": ["*Squisshh…* *Squisshh…*"]}, {"name": "Miryuu", "audio": "v_sr035_0006", "normalized": ["Unnggh… Urggh… Y-you…"]}, {"name": "", "audio": "", "normalized": ["The man pulls her suit to the side and spreads her pussy open wide.", " He takes his massively thick cock and presses it into her pussy lips, sliding inside of her."]}, {"name": "", "audio": "", "normalized": ["Miryuu bites her lip in shame, angry at the sensation of the man inside of her.", " Her mouth clenches so hard her teeth grind together audibly."]}, {"name": "Miryuu", "audio": "v_sr035_0007", "normalized": ["(I can't move, but… Even still, how can I allow this pathetic excuse for a man violate me like this… It's so humiliating…)"]}, {"name": "", "audio": "", "normalized": ["Her blazing red eyes continue to glare scornfully at the man."]}, {"name": "", "audio": "", "normalized": ["He simply smiles proudly down at her and begins to use the Anubis power he stole from her."]}, {"name": "Miryuu", "audio": "v_sr035_0008", "normalized": ["Urgghh… Agghh…"]}, {"name": "", "audio": "", "normalized": ["In the same way as she was restrained, the shadowy tentacles creeped forth and took hold of her suit around her chest."]}, {"name": "", "audio": "", "normalized": ["They quickly ripped it off, exposing her breasts."]}, {"name": "", "audio": "", "normalized": ["They were massive, soft, and sensual.", " Their size was such that you would never imagine from the size of her extremely thin waist."]}, {"name": "", "audio": "", "normalized": ["The tentacles wrapped around them, squeezing them as they gently caressed her nipples, sending intense sensations of pleasure running through her."]}, {"name": "Miryuu", "audio": "v_sr035_0009", "normalized": ["You little… Remember this…!"]}, {"name": "You", "audio": "", "normalized": ["Hehe, let's just hope you even remember it."]}, {"name": "", "audio": "", "normalized": ["The head of his cock was nearly as big as a fist, and it pressed gently into her pussy lips, spreading them wide and pushing into her hole."]}, {"name": "", "audio": "", "normalized": ["Despite this, Miryuu resisted.", " No matter how much pleasure he gave her, she tried with all her will to resist making any noise to show it.", " However…"]}, {"name": "Miryuu", "audio": "v_sr035_0010", "normalized": ["Urgh… Unnggh… Agghh… S…stop!", " Stop it!"]}, {"name": "", "audio": "", "normalized": ["The countless dark tentacles made their move.", " They slithered and crawled up her body to her ears, infiltrating them and entering directly into her brain."]}, {"name": "You", "audio": "", "normalized": ["Hehehe, let's see just how long you can withstand this without your powers…"]}, {"name": "Miryuu", "audio": "v_sr035_0011", "normalized": ["Agghh… Ahh…!", " Annggh!", " My head… Ahh!"]}, {"name": "", "audio": "", "normalized": ["Miryuu's very brain was being violated, stripping her of all her defenses, her ability to resist."]}, {"name": "", "audio": "", "normalized": ["Her nervous system and pleasure centers had been completely hijacked."]}, {"name": "", "audio": "", "normalized": ["She opened her eyes wide, her mouth opened and closed seemingly involuntarily, and she began to sweat profusely."]}, {"name": "Miryuu", "audio": "v_sr035_0012", "normalized": ["S-stop this… Stop… STOP… STOP!", " STOP!", " STOPP!"]}, {"name": "", "audio": "", "normalized": ["Her air of dignity, her calm and calculated demeanor, her relaxed voice, all were now lost.", " This was the first time she appeared to have lost control of herself."]}, {"name": "", "audio": "", "normalized": ["However, the man allowed his tentacles to continue to violate her brain.", " His goal was to completely control and dominate.", " Nothing less."]}, {"name": "Miryuu", "audio": "v_sr035_0013", "normalized": ["Agghh… Anngghh… Urrgghh!"]}, {"name": "", "audio": "", "normalized": ["Miryuu's hips began to writhe and her body twitched as the sensation of the man's cock encroaching her ever deeper suddenly started to become overwhelming."]}, {"name": "", "audio": "", "normalized": ["The man, knowing this, pressed his hips forward, thrusting his thick, hard cock deep inside her and stretching her as wide as he could."]}, {"name": "Miryuu", "audio": "v_sr035_0014", "normalized": ["Hnnggh?!", " Agghh!", " Anngghh… Urnnggh?!"]}, {"name": "", "audio": "", "normalized": ["A shock like lightning runs up her spine from the force, causing her entire body to quiver and shake."]}, {"name": "", "audio": "", "normalized": ["Whatever protections she had built up for herself to resist the pleasure had been stripped from her brain.", " She was left completely defenseless now."]}, {"name": "Miryuu", "audio": "v_sr035_0015", "normalized": ["Agghh… Anngghh…"]}, {"name": "", "audio": "", "normalized": ["Miryuu began to moan like a wife longing for her husband's touch.", " Her body twitched, and her hips writhed uncontrollably."]}, {"name": "", "audio": "", "normalized": ["The man's cock reached deep inside her, ramming into her cervix with every stroke, causing Miryuu to roll her eyes back into her head."]}, {"name": "", "audio": "", "normalized": ["Her lips quivered, half open, and her tongue writhed almost uncontrollably inside."]}, {"name": "You", "audio": "", "normalized": ["Hehehe, so this is the Dark Witch's true self.", " Nothing but a bitch in heat… No, with these tits, maybe a cow in heat?"]}, {"name": "Miryuu", "audio": "v_sr035_0016", "normalized": ["Anngghh… Sh-shut up… I… Urgghh…!", " Ahh!", " Mnngghh!"]}, {"name": "", "audio": "", "normalized": ["What little reason that was left within her tried to speak out, but the intense pleasure was too much for her to think of anything else."]}, {"name": "Miryuu", "audio": "v_sr035_0017", "normalized": ["Mnggh!", " Agghh… Ahh!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["The force of the man's cock deep inside her and the intense pain of the tentacles as they wrap around her thick, voluptuous breasts make her wild with desire."]}, {"name": "", "audio": "", "normalized": ["This was not the gentle, sensual stimulation from before."]}, {"name": "", "audio": "", "normalized": ["They were wrapped tightly around the base of her breasts, causing them to bulge painfully like two balloons ready to burst."]}, {"name": "", "audio": "", "normalized": ["But with her sexual desire freshly exposed and her slutty instincts elevated to such extreme levels, even the pain was arousing."]}, {"name": "Miryuu", "audio": "v_sr035_0018", "normalized": ["Annggh!", " Ahh!", " Mnngh!", " Ahh!", " Urrgghh… Mnnggh!"]}, {"name": "", "audio": "", "normalized": ["Her face and screams of pleasure were like none she'd ever revealed to any man before."]}, {"name": "", "audio": "", "normalized": ["Her body was overwhelmed with sexual pleasure, and from only a single cock inside her and the sensation of her sensitive tits being bound."]}, {"name": "", "audio": "", "normalized": ["At the tip of her swollen, bound tits were beautifully pink nipples, harder and more erect than they've ever been in her life."]}, {"name": "", "audio": "", "normalized": ["But the waves of pleasure were not stopping.", " Even her nipples quivered in ecstasy, like a cock ready to explode with cum."]}, {"name": "", "audio": "", "normalized": ["Her entire body was drenched in sweat, giving off a feminine, sweetly sour scent from her glistening body."]}, {"name": "", "audio": "", "normalized": ["Her pussy was stretched open wide from the man's cock and was dripping wet; her juices ran down her thighs, covering both herself and the man as he fucked her."]}, {"name": "You", "audio": "", "normalized": ["Bwahahaha!", " I guess you like having those huge tits of yours bound up tight like that, huh?"]}, {"name": "You", "audio": "", "normalized": ["Let's see how it feels to play with them while they're all tied up."]}, {"name": "", "audio": "", "normalized": ["Miryuu shook and quivered with insatiable desire at the man's dirty talk."]}, {"name": "", "audio": "", "normalized": ["Even still, she tried not to show any weakness.", " She focused herself and looked up at the man with her blushing face and yelled out."]}, {"name": "Miryuu", "audio": "v_sr035_0019", "normalized": ["Remember.", " Remember this…!", " I… The Dark Witch… will have…my…revenge…Ngghaahh!"]}, {"name": "Miryuu", "audio": "v_sr035_0020", "normalized": ["Agghh?!", " Annggh!", " Hnngh!", " Ahh!", " Hnngh!"]}, {"name": "", "audio": "", "normalized": ["The man pulls out of her pussy slowly, giving Miryuu immense pleasure as the head of his cock rubs along the full length."]}, {"name": "", "audio": "", "normalized": ["The walls of her pussy emit a wet, sticky sound as they suck on the man's cock and give them both pleasure."]}, {"name": "", "audio": "", "normalized": ["She wiggles her fingers dramatically though her arms are bound tight, as if she was trying to grab at something."]}, {"name": "", "audio": "", "normalized": ["As the man pulls out and away from her, she moves her own hips up and towards him as much as she can, chasing after the cock she so longed for."]}, {"name": "Miryuu", "audio": "v_sr035_0021", "normalized": ["Anngghh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["Her body was paralyzed with pleasure, drenched in sweat, and her suit clung to her all over."]}, {"name": "", "audio": "", "normalized": ["She reeked of sweat, and her potent pheromones caused the man's cock to twitch and quiver with desire as it rests at the entrance of her hole."]}, {"name": "Miryuu", "audio": "v_sr035_0022", "normalized": ["Ahh!", " Mnngghh… Urnngghh…"]}, {"name": "", "audio": "", "normalized": ["Fluids poured out of her like a waterfall and she moved her hips up and down, literally begging for more."]}, {"name": "", "audio": "", "normalized": ["Her facial expression had calmed a bit from before and she looked more at ease, though certainly not yet satisfied."]}, {"name": "", "audio": "", "normalized": ["But, when the man penetrates her deeply again with his hard, throbbing cock…"]}, {"name": "Miryuu", "audio": "v_sr035_0023", "normalized": ["Hnngh?!", " Ahh!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back and her tongue fell from her mouth as she accepted what a disgusting fucking slut she was."]}, {"name": "", "audio": "", "normalized": ["Her mind went totally blank, save for thoughts of sex."]}, {"name": "", "audio": "", "normalized": ["Even her vision fell faint.", " Her only sensation was the waves of intense pleasure and…"]}, {"name": "Miryuu", "audio": "v_sr035_0024", "normalized": ["Agghh!", " Ahh!", " Anngh!", " Mnngh… Ahh!"]}, {"name": "", "audio": "", "normalized": ["…the extreme sensation of her pussy being violated recklessly by the man's massive cock."]}, {"name": "", "audio": "", "normalized": ["Her pussy lips were swollen and spread apart by his member, both covered by her juices and quivering with pleasure."]}, {"name": "", "audio": "", "normalized": ["She was dripping everywhere with her wet, sticky liquid, pouring out of her whenever he pulled out or pushed deep inside her."]}, {"name": "", "audio": "", "normalized": ["Her pussy relaxed with crazed desire for more sex, lubricated with her own juices."]}, {"name": "Miryuu", "audio": "v_sr035_0025", "normalized": ["Mnngghh… Ahh… Ahh… Mnngghh…"]}, {"name": "", "audio": "", "normalized": ["She'd forgotten completely how she mocked the man for being a lesser being incapable of giving her any sort of pleasure."]}, {"name": "", "audio": "", "normalized": ["It wasn't just him fucking her, but the combination of that with the loss of her Anubis power that led to her falling into this state."]}, {"name": "Miryuu", "audio": "v_sr035_0026", "normalized": ["Hnngghh… Aghh!"]}, {"name": "", "audio": "", "normalized": ["Miryuu could feel the sensation of the man's cock creeping deeper inside of her across every inch of her body.", " Her pussy wrapped tightly around it, embracing it."]}, {"name": "", "audio": "", "normalized": ["She arched her back in blissful pleasure, each time letting her true slutty nature take a chink out of her armor, her pride as a powerful demoness."]}, {"name": "Miryuu", "audio": "v_sr035_0027", "normalized": ["Hnngghh… Ahh… Urgghh… Mnngghh!", " Agghh!"]}, {"name": "", "audio": "", "normalized": ["The man was fucking her with fast, short strokes now, each one sending sharp waves of pleasure directly to her brain."]}, {"name": "", "audio": "", "normalized": ["Each time this happened, even more pussy juice leaked out of her and she squirted hard from her urethra."]}, {"name": "", "audio": "", "normalized": ["Her face no longer showed the expression of a dignified demoness.", " It was the face of a pathetic, useless slut being used like a whore."]}, {"name": "", "audio": "", "normalized": ["Her tongue hung limp from between her lips, dripping saliva as tears and snot ran down her face.", " Nobody would believe her to be the demoness she once was now."]}, {"name": "You", "audio": "", "normalized": ["Don't worry, I'll stop soon enough, slut.", " Just as soon as you cum like a good whore, anyway."]}, {"name": "Miryuu", "audio": "v_sr035_0028", "normalized": ["Mnngghh?!", " Annggh!", " Ahh!", " Anngghh!"]}, {"name": "", "audio": "", "normalized": ["She could barely even hear what the man said before he changed the angle of his hips and quickly pulled out of her.", " Her eyes lit up."]}, {"name": "", "audio": "", "normalized": ["Her body fell limp and her breathing became erratic as the spit rolled off her tongue and down her face and chest."]}, {"name": "", "audio": "", "normalized": ["She was preparing herself for him to ravage her with his rock-hard cock again."]}, {"name": "You", "audio": "", "normalized": ["Hehe, as you wish, slut.", " Hope you enjoy this!"]}, {"name": "", "audio": "", "normalized": ["*Squissh!", "* *Squissh!", " Splorssh!", "*"]}, {"name": "Miryuu", "audio": "v_sr035_0029", "normalized": ["Agghh!", " Annggh!"]}, {"name": "", "audio": "", "normalized": ["Her mind was overwhelmed with pleasure as she involuntarily arched her back and her entire body quivered and pulsed in paralyzed bliss."]}, {"name": "", "audio": "", "normalized": ["He fucked her harder and harder and her pussy became ever wetter as he pushed deeper than he'd ever gone before inside her."]}, {"name": "", "audio": "", "normalized": ["*Spurrt!", " Spurrt!", "* *Spurrt!", " Spurrt!", "* *Spurrt!", "*"]}, {"name": "Miryuu", "audio": "v_sr035_0030", "normalized": ["Anngghh!", " Aggh!", " Anngh!", " Agghh!"]}, {"name": "", "audio": "", "normalized": ["Her pussy was filled to the brim with cock piercing deep into her uterus and completely obliterated her prideful sense of self."]}, {"name": "", "audio": "", "normalized": ["His cock pressed deeper, the head forcing open her uterus where he deposited his seed directly inside."]}, {"name": "Miryuu", "audio": "v_sr035_0031", "normalized": ["Agghh!", " Mnnggh!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["With every pulse of his cock she can feel his seed entering her, washing over her in the form of purely animalistic desire and pleasure."]}, {"name": "", "audio": "", "normalized": ["Her face warps and contorts in orgasmic bliss as he ravages her."]}, {"name": "", "audio": "", "normalized": ["She was squirting endlessly now, and the feeling of that alone was enough to push her over into next of an infinite string of orgasms."]}, {"name": "", "audio": "", "normalized": ["Her fingertips stretched as far as they could with her arms still bound, twitching every few seconds as she came again and again."]}, {"name": "Miryuu", "audio": "v_sr035_0032", "normalized": ["Mnngghh.", " Unngghh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["Her body is lost completely to the peak of orgasm, twisting and writhing until it falls limp."]}, {"name": "", "audio": "", "normalized": ["Though her womb was completely ravaged and dominated, the man was still not finished.", " His cock was still rock-hard and fucking her as deep as ever."]}, {"name": "Miryuu", "audio": "v_sr035_0033", "normalized": ["Agghh!", " Mnnggh!"]}, {"name": "You", "audio": "", "normalized": ["Bwahaha, who said you could rest, slut?", " I'm going to keep fucking you like this for hours.", " Get ready for it!"]}, {"name": "You", "audio": "", "normalized": ["Now you get a taste of your new master!"]}, {"name": "Miryuu", "audio": "v_sr035_0034", "normalized": ["Aggh!", " Annggh!", " Mnngh!"]}, {"name": "", "audio": "", "normalized": ["Miryuu lets out a blood-curdling scream as the man resumes his vicious fucking, her weak, post-orgasmic body limp and convulsing under his command."]}]