[{"name": "", "audio": "", "normalized": ["Mugi infiltrated the UFS hideout and took out an enemy after enemy, finally facing the scientist she was going after at its depth."]}, {"name": "", "audio": "", "normalized": ["Said UFS scientist fused technologies like gene manipulation and monsters, creating dangerous biological weapons to sell them on the black market."]}, {"name": "Researcher", "audio": "", "normalized": ["You are pretty good, driving me into a corner like this.", " I underestimated you for playing a superhero."]}, {"name": "Mugi", "audio": "v_sr572_0000", "normalized": ["That's right… I've only become a superhero recently and I'm not famous or popular!"]}, {"name": "Mugi", "audio": "v_sr572_0001", "normalized": ["But you are the first villain I'm facing as a superhero.", " Don't worry… I will never forget about you!"]}, {"name": "", "audio": "", "normalized": ["Mugi was sure of her victory as she cornered the scientist and started stepping towards the man step by step."]}, {"name": "", "audio": "", "normalized": ["However, the man who was supposed to be cornered smiled smugly and appeared calm as the artificial demon appeared out of nowhere."]}, {"name": "Researcher", "audio": "", "normalized": ["You didn't just corner me, you damn girl!", " This artificial demon is a monster I've created!", " How is it?", " Are you scared?"]}, {"name": "Mugi", "audio": "v_sr572_0002", "normalized": ["Guh… I have to transform to defeat this monster…"]}, {"name": "", "audio": "", "normalized": ["Mugi realized she could not defeat the monster as a Taimanin and concentrated the anti-demon particles inside her to transform."]}, {"name": "", "audio": "", "normalized": ["Then she covered her whole body with the anti-demon particle like a suit which allowed her to amplify her power tens if not a hundred times."]}, {"name": "Researcher", "audio": "", "normalized": ["Hah, the power of the newcomer superhero.", " I'm looking forward…"]}, {"name": "Mugi", "audio": "v_sr572_0003", "normalized": ["I'm going all out from the start!", " This is my finisher move, aahh!", " Super Anti-demon Kick!"]}, {"name": "", "audio": "", "normalized": ["The artificial demon was easily taken out by Mugi with her overwhelming power, but the scientist did not even flinch as he stood there."]}, {"name": "", "audio": "", "normalized": ["Mugi became suspicious of his reaction but she was confident that she could handle anything as she had transformed already."]}, {"name": "Mugi", "audio": "v_sr572_0004", "normalized": ["Now, you're――"]}, {"name": "", "audio": "", "normalized": ["As she pointed at the scientist to come up with some superhero-like line, tentacles suddenly appeared and caught Mugi's limbs."]}, {"name": "", "audio": "", "normalized": ["Her body immediately became suspended from the ceiling and was held down firmly."]}, {"name": "Mugi", "audio": "v_sr572_0005", "normalized": ["Mnnguhh… Haahh, ahahhnmhh… Ughh!", " What are these…tentacles… Mnnahh…"]}, {"name": "", "audio": "", "normalized": ["Mugi followed the tentacles tangling onto her limbs with her eyes and she noticed they were coming from the body of the monster she just defeated."]}, {"name": "", "audio": "", "normalized": ["Mugi did not think of tentacles much as she just thought of it as a last-ditch resistance――"]}, {"name": "Mugi", "audio": "v_sr572_0006", "normalized": ["Haahhghh!", " Mmnnmhh… Uhhnughughh!", " Why… These tentacles… Haahhnmghh!", " This is…not right…"]}, {"name": "", "audio": "", "normalized": ["Mugi forced her body to tens up to rip the tentacles off but they were not even tearing."]}, {"name": "", "audio": "", "normalized": ["And then she heightened her anti-demon particles to the maximum and tried again, but it still did not work."]}, {"name": "Mugi", "audio": "v_sr572_0007", "normalized": ["Mnngughuuhh!", " Why can't I just rip them off… Haaghaaghh!"]}, {"name": "Researcher", "audio": "", "normalized": ["Hahahah… It won't work, no way!", " No matter how many times you try… You better just give up now…"]}, {"name": "", "audio": "", "normalized": ["The man observed Mugi with his arms crossed as she struggled desperately against the tentacles."]}, {"name": "Researcher", "audio": "", "normalized": ["Anyway, I'm glad I got to capture such an annoying woman like you… And it was a lot easier than I thought, hahahah…"]}, {"name": "Mugi", "audio": "v_sr572_0008", "normalized": ["It's too early to celebrate… This restrain… I'm going to break free any moment… Mnmmgughh… Haahhnmm!"]}, {"name": "", "audio": "", "normalized": ["No matter how hard she tied, the tentacles absorbed all her efforts and did not tear."]}, {"name": "", "audio": "", "normalized": ["Sweat started pouring out of Mugi's forehead and her breath was getting rough from the repeated pull."]}, {"name": "Researcher", "audio": "", "normalized": ["I told you, that's pointless… Now, it's time to introduce the next artificial demonic beast… These aren't very good in combat…"]}, {"name": "", "audio": "", "normalized": ["The man said and three artificial beasts with a long face like anteater came in and Mugi felt chills down her spine."]}, {"name": "Mugi", "audio": "v_sr572_0009", "normalized": ["There's even more… Damn it!", " Why can't I just pull them off… These damn tentacles!"]}, {"name": "", "audio": "", "normalized": ["Mugi continued to resist as much as she could but three artificial beasts lined up in formation and reached for her suspended body with their tongues."]}, {"name": "", "audio": "", "normalized": ["One of them started licking her right breast through her suit and another licked her other breast."]}, {"name": "Mugi", "audio": "v_sr572_0010", "normalized": ["That are these monsters trying to do to me over my anti-demon particle suit…"]}, {"name": "Researcher", "audio": "", "normalized": ["It's pretty simple.", " They are just licking your tits… Don't you like it?", " You're a woman too, you like getting your tits licked, right?"]}, {"name": "Mugi", "audio": "v_sr572_0011", "normalized": ["Hah… They can try licking it all they want, but it's meaningless.", " I don't feel a thing under thi suit… Too bad…"]}, {"name": "Researcher", "audio": "", "normalized": ["Well, I see… I wonder how long you can keep talking like that… We'll find out soon enough… The power of my artificial beasts…"]}, {"name": "", "audio": "", "normalized": ["And the last one started licking Mugi'crotch, spread wide and still covered by her suit."]}, {"name": "", "audio": "", "normalized": ["And the three artificial beasts continued to lick her body as if they were licking nectar off of a tree trunk."]}, {"name": "Mugi", "audio": "v_sr572_0012", "normalized": ["Mnnguhh… These monsters are so disgusting… Again, all this licking, it won't… Hmm?", " Wh-what the… What the hell…"]}, {"name": "", "audio": "", "normalized": ["Mugi finally noticed the layer of anti-demon particles on her suit was being removed."]}, {"name": "", "audio": "", "normalized": ["However, even if she realized what was happening, there was nothing Mugi could do as she was restrained."]}, {"name": "Mugi", "audio": "v_sr572_0013", "normalized": ["What is this… So they were not just licking me… Damn it… This is not good…"]}, {"name": "Researcher", "audio": "", "normalized": ["Oh… Finally, your beautiful breasts are exposed!"]}, {"name": "", "audio": "", "normalized": ["The anti-demon particle suit was removed and even the clothing underneath was ripped by the monsters, revealing Mugi's breasts."]}, {"name": "Mugi", "audio": "v_sr572_0014", "normalized": ["Why… My anti-demon particle suit… These monsters… They can't be… Mnnaahh…"]}, {"name": "", "audio": "", "normalized": ["Eventually, both of her breasts and genitals became fully exposed as Mugi's face blushed from the shame."]}, {"name": "", "audio": "", "normalized": ["The artificial beasts started speeding up their tongue and continued licking her breasts and genitals thoroughly."]}, {"name": "Mugi", "audio": "v_sr572_0015", "normalized": ["Haahaaghhnmm… Mnmmaahh, mnmmhh… My anti-demon particle suit… Why… No, mnmmghh… This isn't possible…"]}, {"name": "Researcher", "audio": "", "normalized": ["Hahahah… You said licking was meaningless but look at you now.", " Your tits and pussy exposed.", " How pathetic!"]}, {"name": "Researcher", "audio": "", "normalized": ["These artificial beasts… They can lick and consumed the power from Taimanin and demons."]}, {"name": "Mugi", "audio": "v_sr572_0016", "normalized": ["Consume the power… I see.", " So that's why my anti-demon particles are being removed… What an annoying monster…"]}, {"name": "Researcher", "audio": "", "normalized": ["But… It does take some time to consume the power, so they have to restrain their target and stop them from moving, unfortunately."]}, {"name": "Researcher", "audio": "", "normalized": ["Well, that doesn't really matter for you now…"]}, {"name": "Researcher", "audio": "", "normalized": ["I am grateful… You have just proved the end result of my research was successful!"]}, {"name": "", "audio": "", "normalized": ["The scientist rejoiced as he finally had the chance to test the powers of the artificial beast on a Taimanin like Mugi."]}, {"name": "", "audio": "", "normalized": ["The beasts continued to lick her and even started poking and teasing her with their tongue, not interested in what the scientist had to say."]}, {"name": "Mugi", "audio": "v_sr572_0017", "normalized": ["Mnmmhaaghh… So I easily fell to your ruse, I see… Well, I was careless… Haaguh… Uhhmn, haanmm…"]}, {"name": "", "audio": "", "normalized": ["At first, it just felt tickly for her but soon she started letting out a warm breath, moaning."]}, {"name": "Researcher", "audio": "", "normalized": ["Listen to that cute voice of yours.", " Did you really like them licking you that much?"]}, {"name": "Mugi", "audio": "v_sr572_0018", "normalized": ["There is no way… I actually like how this feels… Mnnaaghh… Guhhahh, uguhh… This is just…tickling… Mnnuhh…"]}, {"name": "Researcher", "audio": "", "normalized": ["You don't have to force yourself to resist… Just be honest and you'll soon feel much better!"]}, {"name": "Mugi", "audio": "v_sr572_0019", "normalized": ["Aahhnmm… I'm not forcing….", "myself… These monsters won't… Mnnahh, haagh… No… Uuhaaghmn…"]}, {"name": "", "audio": "", "normalized": ["With the artificial beasts teasing her, Mugi was unable to resist and she gradually started drowning in heightening pleasure."]}, {"name": "Mugi", "audio": "v_sr572_0020", "normalized": ["Huhaahhnmm… Aaaghh, mnmmguh… No, mnmmaaghh… Don't lick me like that… Hyaahhnmm… Mnnguh… Aahhnm…"]}, {"name": "", "audio": "", "normalized": ["She was bound so she tried to disperse the pleasure by swaying her body but it only served to amplify it."]}, {"name": "Mugi", "audio": "v_sr572_0021", "normalized": ["My titties and my pussy too… Please, stop… Mnnguhaahh… Haah, ughh… You keep licking it… It's making me nuts…"]}, {"name": "Researcher", "audio": "", "normalized": ["Even a Taimanin is not much different from any ordinary woman like this…"]}, {"name": "", "audio": "", "normalized": ["The man kept joyously observing Mugi made a plaything by those artificial beasts."]}, {"name": "", "audio": "", "normalized": ["The artificial monsters' tongue started to become pointy and licked her nipples as if she was trying to entertain him more."]}, {"name": "Mugi", "audio": "v_sr572_0022", "normalized": ["Noo… N-not my nipples… Please, stop… N-not there… I'm too sensitive… Mnnaahh… Haahhnm, ughuhaagh…"]}, {"name": "", "audio": "", "normalized": ["As the tip of their tongue continued to poke and lick Mugi's nipples, they became puffed up and turned red, shining with smothered saliva."]}, {"name": "Mugi", "audio": "v_sr572_0023", "normalized": ["Uhhaaghahhnmm… You're just monsters… But why is this… My nipples, getting turned on… Mnnguhah… Ughh, haahhnmm…"]}, {"name": "", "audio": "", "normalized": ["Mugi held her voice in desperately as letting it out felt like a defeat to her and resisted the oncoming pleasure."]}, {"name": "", "audio": "", "normalized": ["However, the tongue of the artificial beast licking her vagina started making its way inside as if it was telling her even that was pointless."]}, {"name": "Mugi", "audio": "v_sr572_0024", "normalized": ["Mnnggouhhaagahh?!", " The tongues, coming…inside my pussy… Noo!", " Haahh, mnnmgguhh…"]}, {"name": "", "audio": "", "normalized": ["Mugi could not resist the pleasure she felt for the first time and moaned."]}, {"name": "", "audio": "", "normalized": ["The tongue that entered her vagina licked around the opening and that alone made Mugi feel enough pleasure for her to shake her head."]}, {"name": "Mugi", "audio": "v_sr572_0025", "normalized": ["Uguhh… D-don't put your tongue…in there, please… Hyaahhnm… Haahnm, aghh… N-noo!"]}, {"name": "", "audio": "", "normalized": ["The anteater artificial beast starting licking the inside of her vagina thoroughly as if it was licking the ants inside a tree trunk with its tongue."]}, {"name": "", "audio": "", "normalized": ["And she resisted the sensation of the worm-like tongue slithering inside her vagina as much as she could while her crotch kept twitching."]}, {"name": "Mugi", "audio": "v_sr572_0026", "normalized": ["Mnmghnmm… My pussy's… It's tickling… Aahhnmm, huuhgh… S-stop… Just get me out of this bondage…"]}, {"name": "", "audio": "", "normalized": ["The more she moved, the harder the tentacles gripped, squeezing onto her flesh tightly."]}, {"name": "", "audio": "", "normalized": ["She let out strained groans from the tentacles squeezing and she felt there was nothing she could do at that point."]}, {"name": "Mugi", "audio": "v_sr572_0027", "normalized": ["Hagguhuhh… Mnnaaghh… Haauh, haahh… This is so humiliating… You won't get away with this… Uhhaahhnmm…"]}, {"name": "", "audio": "", "normalized": ["She started talking provocatively at the man as if she was trying to distract herself."]}, {"name": "Mugi", "audio": "v_sr572_0028", "normalized": ["You will pay for this… I'm going to make sure you will pay… Mnnguh, uhnyaahh… Aaghh, mnmmuh… Hyaahhnmm…"]}, {"name": "Researcher", "audio": "", "normalized": ["I see… You don't have to worry.", " I'll make sure to remember you."]}, {"name": "Researcher", "audio": "", "normalized": ["Well, there's no guarantee you would be able to get out this in one piece anyway."]}, {"name": "", "audio": "", "normalized": ["The artificial beasts' tongues started moving even more intensely, wrapping around her blushed and erect clitoris, licking on it."]}, {"name": "Mugi", "audio": "v_sr572_0029", "normalized": ["Mnmmhaaghaahh!", " I-I'm so…sensitive there… Uhghaaghhnm, no… P-please… Uguughh…"]}, {"name": "", "audio": "", "normalized": ["Its tongue rolled her clitoris delicately and then thoroughly smothered it with the saliva."]}, {"name": "", "audio": "", "normalized": ["And that made her crotch to started trembling as she clenched her teeth in order to resist the pleasure desperately."]}, {"name": "Mugi", "audio": "v_sr572_0030", "normalized": ["Mnnhaahh… It's coming, coming!", " Something hot… Haahhnmm… No more, something… Coming, ooughh!"]}, {"name": "", "audio": "", "normalized": ["However, orgasm ran through Mugi's body and it eventually reached her crotch."]}, {"name": "Mugi", "audio": "v_sr572_0031", "normalized": ["Something's…coming out of my pussy, ugughh!", " I'm getting so turned on…and it's coming out, ooughh!"]}, {"name": "", "audio": "", "normalized": ["*Squirt* *Splosh*"]}, {"name": "", "audio": "", "normalized": ["Yuri could not resist the artificial beasts' teasing and orgasmed while squirting for the first time."]}, {"name": "Mugi", "audio": "v_sr572_0032", "normalized": ["What is this… I can't stop pissing myself, ooughoohh!", " Mnnguhhaahnm… My pussy's twitching so much, oouhghh!"]}, {"name": "", "audio": "", "normalized": ["The artificial beasts kept teasing her and instead kept teasing her more intensely, playing her as she repeatedly squirted."]}, {"name": "", "audio": "", "normalized": ["Her body kept twitching and shaking and her vagina was dripping with vaginal fluid while it was still teased by the beast."]}, {"name": "Mugi", "audio": "v_sr572_0033", "normalized": ["Haahnmm… The monster's tongues… I didn't know…they felt so good… Mnngegh, aghh… Mnnguh…"]}, {"name": "Researcher", "audio": "", "normalized": ["Hahahah… You came so hard!", " Well, don't you worry.", " It's far from over with just a single orgasm.", " Just enjoy it as much as you want."]}, {"name": "", "audio": "", "normalized": ["Mugi's body was completely limp and the tentacles dug into her flesh to support it, making her suspended in the air."]}, {"name": "", "audio": "", "normalized": ["The artificial beasts did not care about such things and kept licking her as if they were gathering around the food dangling in front of them."]}, {"name": "Mugi", "audio": "v_sr572_0034", "normalized": ["Mnmmghh, aaghaahh… Please, stop licking me already, eeghh!", " Noo!", " My pussy's getting too turned on, ooguhh!"]}, {"name": "Researcher", "audio": "", "normalized": ["I'm going to let them keep consuming your anti-demon particles until you die!"]}, {"name": "Mugi", "audio": "v_sr572_0035", "normalized": ["P-please, no… Not that… Mnnguhaah… Just get this off of me… Haahnm… I can't take it anymore, ooughh!"]}, {"name": "", "audio": "", "normalized": ["The artificial beasts only listened to the man so Mugi's words did not reach them as they kept teasing her without any mercy."]}, {"name": "", "audio": "", "normalized": ["She just achieved orgasm already but a light orgasm came over her repeatedly and she was so aroused beyond her limit, unable to resist."]}, {"name": "Mugi", "audio": "v_sr572_0036", "normalized": ["Mnmmhaagahh… Aagh, haahhnmm… P-please, no… I-I'm coming!", " Mnnaagh… Haauh, haahh… Huhaahhnmmh…"]}, {"name": "Researcher", "audio": "", "normalized": ["You can come hard like you just did and squirt from your pussy all over the place, you know?"]}, {"name": "", "audio": "", "normalized": ["The man smiled as he started thoroughly at Mugi's body with lewd eyes."]}, {"name": "", "audio": "", "normalized": ["As she looked at his face, she was determined not to orgasm anymore but the artificial beasts did not let her keep that resolution."]}, {"name": "Mugi", "audio": "v_sr572_0037", "normalized": ["Mnnghuaaghh… No more… I can't show such humiliation… Mnnhahh… Haahhnm, aahhnmm… I-I won't be defeated…"]}, {"name": "", "audio": "", "normalized": ["She was already showing off such shameful display, being bound and exposing her genitals, but she wanted to avoid it getting any worse."]}, {"name": "", "audio": "", "normalized": ["However, that was only a matter of time as her vagina started twitching and more vaginal fluid seeped out."]}, {"name": "Mugi", "audio": "v_sr572_0038", "normalized": ["My whole body… It's burning up, oughh!", " I can't take it… No more… I'm… Again, mnnhaaghh…"]}, {"name": "", "audio": "", "normalized": ["The artificial beasts teased her sensitive parts precisely and it made her obviously moan with a honeyed voice."]}, {"name": "", "audio": "", "normalized": ["Her eyes shut tight and her lips sealed together as she tried to resist the rising orgasm."]}, {"name": "", "audio": "", "normalized": ["However, that was about all she could do with the restraints."]}, {"name": "Mugi", "audio": "v_sr572_0039", "normalized": ["Mnmmgguhguhh… A-again… It's coming, ooughouhh!", " So much piss…coming out, oouhh!"]}, {"name": "", "audio": "", "normalized": ["Mugi achieved yet another spectacular orgasm with her vagina just as the man wanted."]}, {"name": "Mugi", "audio": "v_sr572_0040", "normalized": ["Mnngaaghaahh!", " Coming, coming, uhhoughh!", " Again, my pussy's coming… Coming, oouhghh!"]}, {"name": "", "audio": "", "normalized": ["*Squirt* *Spew*"]}, {"name": "", "audio": "", "normalized": ["As she pushed her crotch forward, squirt started erupting from her with a nice curved trajectory."]}, {"name": "", "audio": "", "normalized": ["The scientist looked satisfied as he observed the squirt coming out as hard as the first time."]}, {"name": "Mugi", "audio": "v_sr572_0041", "normalized": ["Noo!", " I don't want it coming out but I can't stop it, oouhhghh!", " Mnmmaaghh!", " I can't stop, oouhgouhh!"]}, {"name": "", "audio": "", "normalized": ["Steamy breath started coming from under the mask she was wearing as proof her body was burning up."]}, {"name": "", "audio": "", "normalized": ["And then her body trembled and her suspended thighs shuddered as she spewed a few more minor squirts from her vagina."]}, {"name": "Mugi", "audio": "v_sr572_0042", "normalized": ["Haagahh, haahh… Mnnguh, aaguh… My pussy's burning up… It's making me nuts… Huhaah, ughhnmm…"]}, {"name": "Researcher", "audio": "", "normalized": ["I didn't expect it but I actually got turned on!", " That was a real spectacular orgasm!"]}, {"name": "Mugi", "audio": "v_sr572_0043", "normalized": ["Then… This would be over now… It must be… I'm, I can't… No more… Haah, haaghh…"]}, {"name": "Researcher", "audio": "", "normalized": ["Over?", " No, it only just began!", " I still have many experiments I need to conduct… You are going to help me with them!"]}, {"name": "", "audio": "", "normalized": ["Mugi wanted to run but there was no way to escape as the artificial beasts continued to tease her as her joyous and muffled moans echoed inside the room."]}]