[{"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Several days after putting away Lark Shasha and the octopus guy --"]}, {"name": "", "audio": "", "normalized": ["I had brought Tokiko to the safehouse that was Fuuma vacation home, located in a traditional hot-spring village."]}, {"name": "", "audio": "", "normalized": ["The purpose to recover from our battle wounds and to enjoy our spoiled vacation."]}, {"name": "", "audio": "", "normalized": ["But in actuality, it was there that I once again encountered the very Sakura who had ruined our vacation and secretly followed me."]}, {"name": "", "audio": "", "normalized": ["She most likely intended to assassinate me.", " That was what Tokiko said as she covered me.", " I was still furious over the event."]}, {"name": "", "audio": "", "normalized": ["Normally modest and quiet, Tokiko had gotten drunk on sake and was now sleeping soundly."]}, {"name": "", "audio": "", "normalized": ["Thinking it a perfect opportunity, I thought I would teach Sakura the true meaning of a master-servant relationship."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "You", "audio": "", "normalized": ["Let's see here…how will she react?"]}, {"name": "", "audio": "", "normalized": ["She lays there, sleeping so innocently and peacefully, her youthful skin so fresh and firm."]}, {"name": "", "audio": "", "normalized": ["Before she had gone to sleep, her Taimanin costume bothered me, but seeing it on here now as she lay there, it actually attracted me."]}, {"name": "", "audio": "", "normalized": ["I poke her firm, voluptuous breasts with my finger, and caress her hips and ass with the palm of my other hand."]}, {"name": "Sakura", "audio": "v_sr135_0000", "normalized": ["Hnn…uhh…nn…*mumble*…n-no.", " .", "no, Fuuma-kun, no…"]}, {"name": "", "audio": "", "normalized": ["It's hard to tell whether she notices my hands in her, but I decide it's just her talking in her sleep."]}, {"name": "", "audio": "", "normalized": ["Thinking it safe, I squeeze her breasts more boldly, stroking her nipples as well.", " And then--"]}, {"name": "Sakura", "audio": "v_sr135_0001", "normalized": ["Hnn…ohh…aah…"]}, {"name": "", "audio": "", "normalized": ["Sakura's breathing begins to speed up, her brow furrows, and her body begins to spasm."]}, {"name": "", "audio": "", "normalized": ["I can feel her nipples stiffen between my fingers, and press hard against the thin fabric of her costume."]}, {"name": "You", "audio": "", "normalized": ["He he, she's still got a super-sensitive body, I see…"]}, {"name": "", "audio": "", "normalized": ["I spread her legs wide and, moving aside the fabric covering her crotch, I expose her vagina."]}, {"name": "", "audio": "", "normalized": ["I slip my finger into its tight embrace and then move it carefully around inside."]}, {"name": "", "audio": "", "normalized": ["Already faintly moist, once my finger enters here, her vaginal lips seem to loosen and part as if beckoning me further inside."]}, {"name": "Sakura", "audio": "v_sr135_0002", "normalized": ["Oooh…aah, ohh…"]}, {"name": "", "audio": "", "normalized": ["Sakura twists her thigh, trapping my hand in between her legs"]}, {"name": "", "audio": "", "normalized": ["My finger, already lightly inside her, is plunged powerfully into the depths of her love canal."]}, {"name": "", "audio": "", "normalized": ["Goosh, goosh…"]}, {"name": "Sakura", "audio": "v_sr135_0003", "normalized": ["Hnyaah!?", " Ah, ha…hnn, what the…eeh!?"]}, {"name": "", "audio": "", "normalized": ["Having been so often played with and caressed by me, her vagina seems to quickly recognize and respond to my digital stimulation, and Sakura wakes up."]}, {"name": "", "audio": "", "normalized": ["With a shudder, Sakura opens her eyes and, when she realizes what's going on, she cries out in confusion, her voice trembling."]}, {"name": "Sakura", "audio": "v_sr135_0004", "normalized": ["Wh-What are you doing, Fuuma-kun!?"]}, {"name": "You", "audio": "", "normalized": ["Keep your voice down.", " You'll wake Tokiko."]}, {"name": "Sakura", "audio": "v_sr135_0005", "normalized": ["Oh…ah, hunh…"]}, {"name": "", "audio": "", "normalized": ["Finally understanding the situation and seeing Tokiko curled up in her blankets, Sakura closes her mouth and suppresses her moans."]}, {"name": "Sakura", "audio": "v_sr135_0006", "normalized": ["Hnnhh… hnn… nno… Fuuma-kun, don't…!"]}, {"name": "You", "audio": "", "normalized": ["What do you mean 'don't'?", " I came all the way here for you…you asked this special punishment."]}, {"name": "Sakura", "audio": "v_sr135_0007", "normalized": ["Oh, so that's why…ahhn…"]}, {"name": "", "audio": "", "normalized": ["I move my one finger up and down inside her wet cleft, and massage and pinch her clit with my other fingers.", " My other hand squeezes her tit firmly."]}, {"name": "Sakura", "audio": "v_sr135_0008", "normalized": ["N-Noo…please…I can't stay quiet…!"]}, {"name": "", "audio": "", "normalized": ["With just a little bit of stimulation, her vagina begins to get wetter, and I can feel its stickiness on my fingertip."]}, {"name": "", "audio": "", "normalized": ["I use that wetness to slip my finger all over the inner wall of her pussy and Sakura trembles and twists in my arms."]}, {"name": "", "audio": "", "normalized": ["I can feel a light bit of resistance from Sakura as she presses against my arm, but I just hold her tighter and, not wanting to wake Tokiko, she stops moving."]}, {"name": "Sakura", "audio": "v_sr135_0009", "normalized": ["Hnn…n-no…Fuuma-kun, no…Tokiko will…aangh…"]}, {"name": "", "audio": "", "normalized": ["Breathing hard, Sakura moans sweetly, her hot breath coming out in gasps, and sweat beginning to dampen her soft skin."]}, {"name": "Sakura", "audio": "v_sr135_0010", "normalized": ["Hunngh…hnn, guuh…"]}, {"name": "", "audio": "", "normalized": ["She presses her lips together tightly, but in contrast with that resistance, her vagina opens wider, and love juice oozes out from deep inside."]}, {"name": "", "audio": "", "normalized": ["Sakura's skin blushes red and a slushy, obscene sound comes from her soaking wet pussy."]}, {"name": "You", "audio": "", "normalized": ["It makes you excited that Tokiko might wake up, doesn't it?", " What a dirty girl you are!"]}, {"name": "Sakura", "audio": "v_sr135_0011", "normalized": ["N-No!", " You're wrong…hnn!"]}, {"name": "", "audio": "", "normalized": ["Realizing I need to show Sakura the reality, I twist my finger deeper inside her hot pussy and…"]}, {"name": "", "audio": "", "normalized": ["…grabbing the neck of her costume, I tear it off her, exposing her luscious breasts."]}, {"name": "You", "audio": "", "normalized": ["You still deny it!?", " Look how hard your nipples are!"]}, {"name": "Sakura", "audio": "v_sr135_0012", "normalized": ["Ahh, hnngh, hyee…"]}, {"name": "", "audio": "", "normalized": ["As I twist her nipple, I make my finger inside her into a hook and wriggle it violently inside her, stirring up all the slippery wet love juice inside her."]}, {"name": "", "audio": "", "normalized": ["Sakura cries out suddenly, her body twisting in ecstasy.", " Then she covers her mouth and, breathing desperately, tries to hold down her voice."]}, {"name": "Sakura", "audio": "v_sr135_0013", "normalized": ["Hnn…huu…haa…"]}, {"name": "", "audio": "", "normalized": ["She stares at me with tear-filled eyes, then she shifts her eyes to look at Tokiko to make sure she's still sleeping, sighing with relief that she still is."]}, {"name": "You", "audio": "", "normalized": ["(She still has the capacity to feel relief, eh?", ")"]}, {"name": "", "audio": "", "normalized": ["Her attitude enflames the sadistic part of me, and I hold her tighter, digging my finger cruelly into her depths."]}, {"name": "Sakura", "audio": "v_sr135_0014", "normalized": ["Hnn--yaah!?", " Kuhuu…nyaa, haa…hnn!"]}, {"name": "", "audio": "", "normalized": ["Arching her back and spasming, Sakura moans, her whole body heating up."]}, {"name": "You", "audio": "", "normalized": ["Look!", " You love it…!"]}, {"name": "Sakura", "audio": "v_sr135_0015", "normalized": ["N-no…!", " I told you, I…aah!", " Hnn, nyaa…hyahuu, hnyaah!"]}, {"name": "", "audio": "", "normalized": ["At just the moment she tries to deny it, I give her nipple a hard twist and her words turn into a loud moan of pleasure."]}, {"name": "", "audio": "", "normalized": ["Sakura clenches her lips together in a frenzied and desperate attempt to not wake Tokiko."]}, {"name": "", "audio": "", "normalized": ["In response, I start moving my finger more intensely to try to get her to cry out loud."]}, {"name": "Sakura", "audio": "v_sr135_0016", "normalized": ["Aaah…ah, guuh…Fuuma-kun…aah, hyaah…"]}, {"name": "", "audio": "", "normalized": ["Sakura shakes her head back and forth and, narrowing her eyes into slits, tries her best to deny that she's feeling pleasure."]}, {"name": "", "audio": "", "normalized": ["But her nipples get harder and harder, and her pussy drips with so much love juice that the palm of my hand is soaked with it."]}, {"name": "You", "audio": "", "normalized": ["Think about whether or not Tokiko is going to wake up is making you hot, isn't it?"]}, {"name": "Sakura", "audio": "v_sr135_0017", "normalized": ["Hnn, huu!", " Hnyaah, hnghh!"]}, {"name": "", "audio": "", "normalized": ["I can feel love juice dripping down the walls Sakura's quivering pussy as I finger bang her hard."]}, {"name": "You", "audio": "", "normalized": ["--Don't bother denying it, Sakura.", " Your body is telling me everything I need to know.", " You want me to make you cum."]}, {"name": "Sakura", "audio": "v_sr135_0018", "normalized": ["N-No… hnghh… aah… I don't… please…!", " Fuuma-kun… s-s-stop…!"]}, {"name": "", "audio": "", "normalized": ["In a quavering, breaking voice, she begs you to stop."]}, {"name": "", "audio": "", "normalized": ["I flick her swollen nipples, and she twitches uncontrollably as her big breasts jiggle wildly."]}, {"name": "", "audio": "", "normalized": ["Even that movement causes her so much pleasure, that her hips buck wildly and she twists her legs to try to get my finger deeper inside her ever-tightening pussy."]}, {"name": "Sakura", "audio": "v_sr135_0019", "normalized": ["N-no…there…there…!", " No please…!", " No, no…"]}, {"name": "", "audio": "", "normalized": ["She continues to plead, her body trembling but I pretend to not hear her and just continue to finger her upper vaginal wall."]}, {"name": "Sakura", "audio": "v_sr135_0020", "normalized": ["Hngyaah!", " Nyaah, haa, aauu…"]}, {"name": "You", "audio": "", "normalized": ["I told you, didn't I?", " This is your punishment."]}, {"name": "", "audio": "", "normalized": ["I press down hard and dig deep into her g-spot, a massive nerve bundle on the back side of her clit."]}, {"name": "Sakura", "audio": "v_sr135_0021", "normalized": ["Kuhyee!?", " Nyaa…kuaa--!"]}, {"name": "", "audio": "", "normalized": ["Even with her mouth covered, orgasmic moans come from deep in her throat and reverberate throughout the room."]}, {"name": "", "audio": "", "normalized": ["As I hold her tightly in my arms, her hips pump, her body jerks and sometimes she curls into a ball with the overwhelming pleasure flooding through her."]}, {"name": "Sakura", "audio": "v_sr135_0022", "normalized": ["Hnhuuh…gugyuj, aah!", " Hngh, hnn…huuh…\""]}, {"name": "You", "audio": "", "normalized": ["You're making a lot of noise, you know?", " I'm afraid you're going to wake up Tokiko…"]}, {"name": "Sakura", "audio": "v_sr135_0023", "normalized": ["Hnnhuu…huun!"]}, {"name": "", "audio": "", "normalized": ["After I whisper in her eyes, she looks over at Tokiko and tries even harder to keep her mouth closed."]}, {"name": "Tokiko", "audio": "v_tsr135_0000", "normalized": ["Hnn…hnn…"]}, {"name": "", "audio": "", "normalized": ["I can't tell whether she's afraid when she sees that Tokiko's breathing has changed and she shows signs of possibly waking up…"]}, {"name": "Sakura", "audio": "v_sr135_0024", "normalized": ["Hnngh…mm…nynn."]}, {"name": "", "audio": "", "normalized": ["Or perhaps she's aware that her own body has betrayed her by enjoying my cruelty.", " But in any case, she begins to spasm wildly in my arms."]}, {"name": "Sakura", "audio": "v_sr135_0025", "normalized": ["Aaah…ooh…hnn, haa…"]}, {"name": "", "audio": "", "normalized": ["Sakura climaxes over and over, and all the strength drains from her limbs as she lets out a sigh."]}, {"name": "", "audio": "", "normalized": ["Not only my arm, but the entire bed is drenched by the combination of her light squirt and copious amounts of pussy juice."]}, {"name": "", "audio": "", "normalized": ["I push her ass down on the wet spot and smear the slippery love juice on my arm all over her breasts and thighs."]}, {"name": "Sakura", "audio": "v_sr135_0026", "normalized": ["Hyaa…aah, hnn…"]}, {"name": "You", "audio": "", "normalized": ["What are you so embarrassed about?", " That's proof of your orgasm, that's all…!", " He he he!"]}, {"name": "", "audio": "", "normalized": ["She grits her teeth against the slimy feel of her own bodily fluids on her skin, and her face reddens with shame as she looks away."]}, {"name": "", "audio": "", "normalized": ["Next I press my fleshy member against that wet slit of hers and rub its tip lightly against her orgasm-enflamed womanhood."]}, {"name": "Sakura", "audio": "v_sr135_0027", "normalized": ["N-no…d-don’t do that!", " Ah?", " You can do it more with your finger…!", " Or maybe your mouth…"]}, {"name": "", "audio": "", "normalized": ["Not knowing what's going to happen next, she pleads weakly, but that only serves to further ignite my carnal desires."]}, {"name": "You", "audio": "", "normalized": ["Don't be stupid, Sakura…I told you, didn't I?", " This is your punishment for planning to kill me!"]}, {"name": "Sakura", "audio": "v_sr135_0028", "normalized": ["Hugyuu!?", " Hnkuuh…"]}, {"name": "", "audio": "", "normalized": ["I move my hips forward just slightly, and I feel the heat of her pussy on me as the tip of my cock enters her trembling pussy."]}, {"name": "", "audio": "", "normalized": ["At the same time, her eyes fling wide open and a cry escapes her mouth."]}, {"name": "", "audio": "", "normalized": ["--ZUCHOO, BUCHOO!"]}, {"name": "Sakura", "audio": "v_sr135_0029", "normalized": ["Hnfuu~~!", " Higuhh, ooh…fuuh!"]}, {"name": "", "audio": "", "normalized": ["The moment I enter her, her hips shudder and buck."]}, {"name": "", "audio": "", "normalized": ["Not just her hips, but her back, ass, and pussy too.", " Love juice drips out of her ash she grips my throbbing man meat."]}, {"name": "Sakura", "audio": "v_sr135_0030", "normalized": ["Hnguuh, fugyuu…nhee, hiyaa…"]}, {"name": "", "audio": "", "normalized": ["Sakura's mouth opens wide and the voice that she's been holding back this whole time suddenly bursts out in a husky, quavering shout."]}, {"name": "", "audio": "", "normalized": ["Saliva, dribbled out of her mouth as she moaned, mingling with the love juice and staining the blanket."]}, {"name": "You", "audio": "", "normalized": ["Look at you…holding back your voice turned you into a filthy, horny slut…"]}, {"name": "Sakura", "audio": "v_sr135_0031", "normalized": ["Nyaah, huuh…hnn!", " Hgyah, huuh…hnn, hyagah…"]}, {"name": "", "audio": "", "normalized": ["She shakes her head in denial, but when I plunge my cock head into her, I feel her pussy walls grab onto the ridges, pulling it deeper inside."]}, {"name": "", "audio": "", "normalized": ["All the while, that wet, obscene sound continues, like the sound of a plunger in a toilet, and soon both our crotches are soaking wet."]}, {"name": "Sakura", "audio": "v_sr135_0032", "normalized": ["Nyoo…Fuuma-kun…noo!", " Ahh!", " Ahh!", " That sound…!", " It's too loud…"]}, {"name": "", "audio": "", "normalized": ["It was true that every time I slowly plunged into her pussy, there was a wet, sucking sound that seemed to make Tokiko's brow furrow as she made low murmuring sounds."]}, {"name": "", "audio": "", "normalized": ["But the more she worried about that, the more I could feel her pussy's grip on my shaft tighten pleasurably."]}, {"name": "You", "audio": "", "normalized": ["The way you're grabbing onto my cock…you're about at your limit, huh?"]}, {"name": "Sakura", "audio": "v_sr135_0033", "normalized": ["Nnn, nyaah…higyah, hnnyaa…"]}, {"name": "", "audio": "", "normalized": ["With a wet plop, I pull my love wand out of her dripping cunt and then immediately ram it hard back into her."]}, {"name": "", "audio": "", "normalized": ["Held tight in my arms, Sakura's love juice splashes all over as her vagina spasms and quivers."]}, {"name": "Sakura", "audio": "v_sr135_0034", "normalized": ["Hnn, noo…no…hyaah!"]}, {"name": "", "audio": "", "normalized": ["She lets out a cry and, without a moment's hesitation, I thrust my hips and there's a small squishing noise as I impale her with my tumescent cock."]}, {"name": "", "audio": "", "normalized": ["She cries out for more, moving her own hips passionately.", " My own thrusts gradually become harder and faster."]}, {"name": "", "audio": "", "normalized": ["Ramming in and out of her dripping cunt, I give Sakura the kind of serious cock-drubbing I know she'll never forget."]}, {"name": "", "audio": "", "normalized": ["I keep on stabbing my flesh sword into her cunt wound, and then, to keep her quiet, I shove my finger into her mouth and make her suck on it."]}, {"name": "You", "audio": "", "normalized": ["The more the chance of you being seen, the more you enjoy it.", " Just a minute ago, you were squeezing so hard on my cock that it hurt."]}, {"name": "Sakura", "audio": "v_sr135_0035", "normalized": ["Hnuuh!", " Hnnfuuh…kuufuuh…hnn, hyaan!"]}, {"name": "", "audio": "", "normalized": ["She lets out a loud moan, so I immediately cover her mouth and more saliva dribbles from her mouth."]}, {"name": "", "audio": "", "normalized": ["But I can see the pleasure from my pumping in her melting eyes, and with each thrust, her back arches and I can see her tongue wag loosely through her slackened lips."]}, {"name": "Sakura", "audio": "v_sr135_0036", "normalized": ["Fuumaa-kuun!", " No… seriously… aah… ohh… aah… ohh… I-I-I…!"]}, {"name": "", "audio": "", "normalized": ["Her eyes frozen in something like fear, she moans in a quavering voice that signals her impending orgasm."]}, {"name": "", "audio": "", "normalized": ["I can feel her pussy walls writhe like hundreds of cave worms feeding on my cock, sucking it deeper into their lair."]}, {"name": "You", "audio": "", "normalized": ["Ha, you really can't get enough!", " This is supposed to be punishment, but you love it like the slut you are!"]}, {"name": "", "audio": "", "normalized": ["I keep pounding as I whisper in Sakura's ear, and I feel her quivering like there's an electric current running through her."]}, {"name": "You", "audio": "", "normalized": ["You whore, what are you going to do if Tokiko wakes up?", " You secretly want that, don't you?", " Look!", " You're squeezing down on me even now!"]}, {"name": "Sakura", "audio": "v_sr135_0037", "normalized": ["Hnn, aah, ohh!"]}, {"name": "", "audio": "", "normalized": ["As I keep whispering in her ear, I feel Sakura's pussy clamp down on me like a strangling snake."]}, {"name": "", "audio": "", "normalized": ["Rising up from deep in my balls, I can feel the desire to shoot my load in her.", " I twist her nipples harder and finger her engorged clit…"]}, {"name": "You", "audio": "", "normalized": ["Now it's time to finish this!"]}, {"name": "Sakura", "audio": "v_sr135_0038", "normalized": ["HNGYAAH!?", " GYAAH…"]}, {"name": "", "audio": "", "normalized": ["I bury my cock head as deep as I can and, slamming it against her cervix, I release all my pent-up lust into her."]}, {"name": "", "audio": "", "normalized": ["--Pyukuun…pyuuruuh!", " Bikuuh, byuruu, gobuuh!"]}, {"name": "Sakura", "audio": "v_sr135_0039", "normalized": ["Hnguuh!", " Hyaah, ahyaah…hnnyaah!"]}, {"name": "", "audio": "", "normalized": ["*Spasm, spasm, spasm*…Sakura jerks and writhes as if electricity is shooting through her entire body."]}, {"name": "", "audio": "", "normalized": ["She moves her hips away, trying to run away, but I grab her tight so escape is impossible."]}, {"name": "", "audio": "", "normalized": ["As my cum spurts out, I just keep slamming it into her tight pussy, firing my frothy man-milk into her vaginal recesses."]}, {"name": "Sakura", "audio": "v_sr135_0040", "normalized": ["Hnggh…hyaa!", " Hnn…ah, ah, ahh…"]}, {"name": "", "audio": "", "normalized": ["I feel her twitch in rhythm to my spurting semen as her own orgasm turns her into a twitching puppet, and her body is gradually bent over."]}, {"name": "", "audio": "", "normalized": ["Instead of running away, I'm grinding my cock deeper and deeper into her ass, my penis reaching out to penetrate her precious womb."]}, {"name": "Sakura", "audio": "v_sr135_0041", "normalized": ["Hugyuuh…hnnyaa!", " Ahyaa, eehyaa!"]}, {"name": "", "audio": "", "normalized": ["She screams so loud that there's no long any point in bothering to cover her mouth, but the sake-sodden Tokiko still sleeps on, snoring."]}, {"name": "Sakura", "audio": "v_sr135_0042", "normalized": ["Nyaah!", "…Noo….", "!", " Tokiko…she'll waake upp!"]}, {"name": "", "audio": "", "normalized": ["Sakura acts as if she doesn't want to wake Tokiko, but the additional spice of anxiety sends her crashing headlong into a soul-shattering orgasm."]}, {"name": "", "audio": "", "normalized": ["Even after I'm done spurting into her, her orgasmic waves continue and her hips fire back and forth like a twitching frog, squeezing out every last drop of my sperm."]}, {"name": "Sakura", "audio": "v_sr135_0043", "normalized": ["Aaah, hya…unhh…"]}, {"name": "", "audio": "", "normalized": ["Sakura's face finally melts as all tension leaves her body and she lets out a huge sigh.", " Then, with a final look toward Tokiko, her entire body relaxes."]}, {"name": "Sakura", "audio": "v_sr135_0044", "normalized": ["Pant…pant…pant…"]}, {"name": "", "audio": "", "normalized": ["I pull my penis out of the motionless Sakura and a flood of thick cum flows out from her enflamed pink pussy lips."]}, {"name": "Sakura", "audio": "v_sr135_0045", "normalized": ["Ohh…l-look…so much…so much…"]}, {"name": "", "audio": "", "normalized": ["Sakura frowns as she says it, but sounds slightly pleased as well."]}, {"name": "", "audio": "", "normalized": ["However, my own anger still can't be wiped away with a single ejaculation."]}, {"name": "Sakura", "audio": "v_sr135_0046", "normalized": ["No…no…if we do it more, I'm sure that Tokiko will…"]}, {"name": "", "audio": "", "normalized": ["Panicked, she tries to say no, and move away from my still rigid member."]}, {"name": "", "audio": "", "normalized": ["But I hold her tight so she can't move and, rubbing my meat pole against her ass, I whisper."]}, {"name": "You", "audio": "", "normalized": ["The real punishment is just starting.", " Now sit up and do as I say."]}, {"name": "", "audio": "", "normalized": ["…"]}]