[{"name": "You", "audio": "", "normalized": ["First… Take off your filthy suit.", " It's covered in cum."]}, {"name": "Alberta", "audio": "v_sr208_0000", "normalized": ["Mhuhuhuh… I really don't mind getting it on me, as long as it's your jizz, eh?"]}, {"name": "", "audio": "", "normalized": ["Alberta smiled at me as she said, but she did proceed to take her suit off."]}, {"name": "You", "audio": "", "normalized": ["Hmn?"]}, {"name": "", "audio": "", "normalized": ["Alberta took off her suit smoothly but what she was wearing underneath the suit was something perfect for her."]}, {"name": "Alberta", "audio": "v_sr208_0001", "normalized": ["How is it?", " You told me you were coming, so I came prepared too, yeah?"]}, {"name": "", "audio": "", "normalized": ["She had nothing other than underwear on beneath the suit."]}, {"name": "", "audio": "", "normalized": ["And it was not just regular underwear, it was see-through lingerie that revealed what was under there."]}, {"name": "", "audio": "", "normalized": ["I could see her pink nipples erect hard on her breasts and drops of her love juice on the pubic hair, even."]}, {"name": "You", "audio": "", "normalized": ["That's pretty seductive, huh?"]}, {"name": "Alberta", "audio": "v_sr208_0002", "normalized": ["Not really might taste, yeah?", " But I know you like it, right?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it's hot."]}, {"name": "", "audio": "", "normalized": ["I had unintentionally cracked a smile.", " I liked something true to the lust and over the top lewdness like that."]}, {"name": "You", "audio": "", "normalized": ["Is that how you greeted your customer as the hooker too?"]}, {"name": "Alberta", "audio": "v_sr208_0003", "normalized": ["Oh, you're curious?", " Don't worry, okay?"]}, {"name": "", "audio": "", "normalized": ["Alberta giggled and then denied it.", " Perhaps I made a mistake of making her think I was jealous?"]}, {"name": "Alberta", "audio": "v_sr208_0004", "normalized": ["I only wear something like this in front of you."]}, {"name": "Alberta", "audio": "v_sr208_0005", "normalized": ["I may be a whore, but I have my standards.", " I don't take clients I don't like and I didn't humble myself to them either."]}, {"name": "Alberta", "audio": "v_sr208_0006", "normalized": ["I would only wear lingerie like this, knowing it doesn't suit me well, or answer the booty call for you and you alone…"]}, {"name": "", "audio": "", "normalized": ["Alberta leaned onto me and slid her finger along my chest."]}, {"name": "Alberta", "audio": "v_sr208_0007", "normalized": ["I can't wait any longer.", " Please fuck me now.", " Throw all of your desires at me, mess me up!"]}, {"name": "", "audio": "", "normalized": ["I figured she was teasing me, as usual, to make me want her, but it seemed different this time."]}, {"name": "", "audio": "", "normalized": ["Her breath was uneven and hot as she leaned onto my chest."]}, {"name": "", "audio": "", "normalized": ["It appears she was telling the truth for not being able to wait anymore."]}, {"name": "", "audio": "", "normalized": ["It was fine for me.", " I was ready for round two by then."]}, {"name": "", "audio": "", "normalized": ["My cock that just came loads had now recovered and pointed to heaven."]}, {"name": "Alberta", "audio": "v_sr208_0008", "normalized": ["Mnahhaahh!", " It's coming in… I was waiting for this for so long, your cock… The head is so big and feels…amazing!"]}, {"name": "", "audio": "", "normalized": ["I pushed Alberta down and lifted her legs so they were next to her head and exposing the pussy."]}, {"name": "", "audio": "", "normalized": ["I confirmed that her crevice right in front of me was wet enough and then shoved my erect cock right in."]}, {"name": "Alberta", "audio": "v_sr208_0009", "normalized": ["Ahauuhh… Mnnuuhh!", " This position… It's hitting right where it feels good… Uhhmnn… So good!"]}, {"name": "", "audio": "", "normalized": ["With just a single stroke, Alberta moaned in joy and fluids came flowing from her pussy."]}, {"name": "", "audio": "", "normalized": ["The overflowing honey ran down from where we were joined together onto her body and transformed her even lewder."]}, {"name": "You", "audio": "", "normalized": ["What a sight… Look at all the juice coming out… Have you been that turned on this entire time?"]}, {"name": "Alberta", "audio": "v_sr208_0010", "normalized": ["Why not?", " I'm all yours and yours only… Ahmnn… Just touching you…mnuhh, is enough to get me wet, see?"]}, {"name": "Alberta", "audio": "v_sr208_0011", "normalized": ["Even when I was giving you the tittyjob…or sucking your cock… It felt so good and I could barely stand it…"]}, {"name": "", "audio": "", "normalized": ["Perhaps because of the posture or Alberta getting too excited, her breath was shallow and uneven."]}, {"name": "You", "audio": "", "normalized": ["Come on… You might be a little too excited, huh?", " Your heart okay?"]}, {"name": "Alberta", "audio": "v_sr208_0012", "normalized": ["Mhuhaahh!", " I'm having sex with a man I love…uhmmnn!", " Of course, I'm excited…"]}, {"name": "Alberta", "audio": "v_sr208_0013", "normalized": ["…Besides… I'm fine even if I die in the bed as long as I'm with you, eh?"]}, {"name": "", "audio": "", "normalized": ["Even while we talked, her vagina was squeezing my cock and sucking it in deeper and deeper."]}, {"name": "", "audio": "", "normalized": ["I shoved it in as deep as I could, and then pulled out and stopped there."]}, {"name": "", "audio": "", "normalized": ["I moved it without going in deep, feeling up her pussy with the tip."]}, {"name": "Alberta", "audio": "v_sr208_0014", "normalized": ["Guhh… Mnuhh… Mnnhaauhmnn… No, don't tease me like that now… Faster… Harder…"]}, {"name": "", "audio": "", "normalized": ["She seemed she wasn't in the mood for teasing now."]}, {"name": "You", "audio": "", "normalized": ["Then I'll oblige and will send you up into heaven!"]}, {"name": "Alberta", "audio": "v_sr208_0015", "normalized": ["Mnguuhh?!", " Huhh, huhgghh, your cock, drilling deeper and deeper into my womb…!"]}, {"name": "", "audio": "", "normalized": ["I stopped moving it in shallow waters and penetrated her with my cock right down to the base of it."]}, {"name": "", "audio": "", "normalized": ["Thanks to her position, the tip struck her womb and made its way into it."]}, {"name": "You", "audio": "", "normalized": ["It's in there, deep.", " I can feel you pussy wiggling and squeezing tight."]}, {"name": "You", "audio": "", "normalized": ["All thanks to your career of sucking cum out of so many men.", " Feels great."]}, {"name": "Alberta", "audio": "v_sr208_0016", "normalized": ["Huaahh!", " Hiiuhh?!", " Aaauhghh?!", " The shape of your cock… Mhieehh!", " Even the bumps of the veins… I can feel it!"]}, {"name": "", "audio": "", "normalized": ["Alberta's pussy squeezed tightly and it was fitting closely to my dick."]}, {"name": "", "audio": "", "normalized": ["As Alberta told me, I could feel the crease in her vagina and how it was moving, every last bit of it."]}, {"name": "", "audio": "", "normalized": ["Ugghh… If I did not put my best efforts, I would have climaxed before making Alberta come."]}, {"name": "Alberta", "audio": "v_sr208_0017", "normalized": ["Hiieeuuhh?!", " Aaauhhmnn!", " Hyauuhh!", " Huaahh!", " It's coming in so deep, into my womb… It's burning up?!"]}, {"name": "", "audio": "", "normalized": ["Then I thrust my hips as hard as I could and shoved the tip into her womb."]}, {"name": "", "audio": "", "normalized": ["The tip struck her womb and every time it went in, the inside of her pussy contracted."]}, {"name": "", "audio": "", "normalized": ["My entire cock was engulfed in the wiggling flesh, the womb squeezing onto the head, and waves of pleasure rushed over me."]}, {"name": "Alberta", "audio": "v_sr208_0018", "normalized": ["Mmmaaghh, aaghh, huaahh!", " Your cock, so good, the cock is amazing!", " More, gimme more!"]}, {"name": "", "audio": "", "normalized": ["Apparently, getting pounded deep was her thing.", " She was acting even lewder than before."]}, {"name": "You", "audio": "", "normalized": ["Did you really want the cock so badly?", " Drooling from both your mouth and pussy?", " You slut!"]}, {"name": "Alberta", "audio": "v_sr208_0019", "normalized": ["Aaahh?!", " Ahuumnn?!", " That's right!", " For your cock, I'll be a slut, as bad as…aamnh, you want me to!"]}, {"name": "", "audio": "", "normalized": ["Every time I talked to her that way, Alberta's body twitched in reaction.", " Her pussy and the womb kept stimulating my penis."]}, {"name": "", "audio": "", "normalized": ["But it was not just Alberta who was getting aroused."]}, {"name": "", "audio": "", "normalized": ["The fact she was going so crazy over my cock for just inserting it did make me feel bit proud."]}, {"name": "You", "audio": "", "normalized": ["Then I'll give you as much cock as you want.", " Now, be more slutty!"]}, {"name": "", "audio": "", "normalized": ["I had felt her flesh enough then.", " It was time to enjoy her reaction now."]}, {"name": "Alberta", "audio": "v_sr208_0020", "normalized": ["Uhhoouuhh?!", " Aaauhh!", " Mnnhh!", " So deep, deep!", " It's coming in so deep inside me!", " Aahuuhh!"]}, {"name": "", "audio": "", "normalized": ["I suddenly sped up my hips that had been going slow till then."]}, {"name": "", "audio": "", "normalized": ["Only only was it faster, I used my own weight to push it in."]}, {"name": "", "audio": "", "normalized": ["I felt even more force on my tip as I went all the way up to the base."]}, {"name": "", "audio": "", "normalized": ["As I used my own weight to overcome that force, the squeeze from her pussy got even tighter."]}, {"name": "", "audio": "", "normalized": ["My skin had bubbled up with chills thanks to the insane squeeze from her pussy and the feeling of flesh sucking onto my penis."]}, {"name": "", "audio": "", "normalized": ["The tip was stimulated by the opening to her womb and I forced it in deeper."]}, {"name": "", "audio": "", "normalized": ["Moving my hips quickly made all such sensation cover over me."]}, {"name": "Alberta", "audio": "v_sr208_0021", "normalized": ["Guahh!", " Aaamnn!", " Hyaahhm!", " Aaahh!", " So rough!", " Even deeper, it's coming in!"]}, {"name": "You", "audio": "", "normalized": ["Haha!", " I'm gonna skewer you like this."]}, {"name": "Alberta", "audio": "v_sr208_0022", "normalized": ["Huaahh?!", " Eeeghh!", " Skewer me!", " Aaahh!", " Amazing!", " Mnaahh, aauuhmnn!", " Pierce me more!"]}, {"name": "", "audio": "", "normalized": ["Alberta's desperate moans added to my excitement."]}, {"name": "", "audio": "", "normalized": ["My hips moved even faster and the noise of us mixing our bodily fluids and the ballsack hitting her ass echoed across the room."]}, {"name": "", "audio": "", "normalized": ["It appeared Alberta was nearing her limits and she was breathing erratically as if she was having a seizure."]}, {"name": "You", "audio": "", "normalized": ["Come on, slut.", " I'm going to let you eat so much cum down there too."]}, {"name": "Alberta", "audio": "v_sr208_0023", "normalized": ["Mnnahh!", " Hiiguhh!", " Mnuuhh!", " Noo!", " So good!", " Please give me more cum!"]}, {"name": "", "audio": "", "normalized": ["However, I was also nearing climax as well.", " I pounded her even harder and deeper to finish it off."]}, {"name": "", "audio": "", "normalized": ["The moment I drilled the tip deep into her womb…"]}, {"name": "Alberta", "audio": "v_sr208_0024", "normalized": ["Mnhyaahh?!", " Hguuhh, coming, it's coming, sizzling hot cum, pouring inside me…!"]}, {"name": "", "audio": "", "normalized": ["It was the second load, but I was cumming as hard and as much as the first."]}, {"name": "", "audio": "", "normalized": ["At the same time, Alberta came.", " She moaned loudly once, and then closed her eyes and bit down on her lips hard."]}, {"name": "You", "audio": "", "normalized": ["Ooouh… That's a pretty damn firm squeeze you go there… Did you really want cum that bad?"]}, {"name": "Alberta", "audio": "v_sr208_0025", "normalized": ["Mnnhh… Mnhaahh, aahuhh… It feels like its spreading…to every organ of my body…"]}, {"name": "Alberta", "audio": "v_sr208_0026", "normalized": ["It's been a while… I got every last drop into my womb."]}, {"name": "", "audio": "", "normalized": ["Alberta smiled while petting her own belly.", " She seemed really happy about it."]}, {"name": "You", "audio": "", "normalized": ["That's good to know… It's just cum though, but you seem awfully excited over it, huh."]}, {"name": "Alberta", "audio": "v_sr208_0027", "normalized": ["It's not just any cum, it's your cum.", " I mean, you've been giving me the cold shoulder for a while."]}, {"name": "Alberta", "audio": "v_sr208_0028", "normalized": ["It's been a long time… I waited long for this, see?"]}, {"name": "You", "audio": "", "normalized": ["I'm a busy man.", " And you are just a mistress after all… I can't be with all the time, obviously."]}, {"name": "", "audio": "", "normalized": ["Alberta was pouting and complaining, but she just sighed in the end."]}, {"name": "Alberta", "audio": "v_sr208_0029", "normalized": ["…I know.", " Now I remember, you were always like this.", " But it's okay.", " You filled me up with cum… I'm good."]}, {"name": "You", "audio": "", "normalized": ["Sorry to disappoint, but I'm not, okay?", " I'm just getting started."]}, {"name": "Alberta", "audio": "v_sr208_0030", "normalized": ["…Ehh?", " Aaahh… It's still hard…."]}, {"name": "", "audio": "", "normalized": ["Her eyes opened wide from the surprise as she realized my cock which just ejaculated moments ago was still erect."]}, {"name": "", "audio": "", "normalized": ["Ignoring her surprise, I pulled my cock out of the pussy and penetrated her twitching anus without any foreplay."]}, {"name": "Alberta", "audio": "v_sr208_0031", "normalized": ["Noo!", " Higeaahh?!", " Aggaahh!"]}, {"name": "", "audio": "", "normalized": ["Inserting into the anus without any preparation was not easy, but I forced my cock in there, using the semen and other fluids as lubricants."]}, {"name": "", "audio": "", "normalized": ["Alberta screamed from the sudden penetration, but soon she was moaning."]}, {"name": "Alberta", "audio": "v_sr208_0032", "normalized": ["Mnguhh… It the ass, like that… Mnnhuuhh!"]}, {"name": "You", "audio": "", "normalized": ["It's not like it's the first time, eh?", " I bet your career as a hooker trained your anus too, didn't it?"]}, {"name": "", "audio": "", "normalized": ["It seemed she realized I was serious about this and her relaxed.", " Her anus got looser and gradually engulfed the cock."]}, {"name": "You", "audio": "", "normalized": ["Yeah, just like that… Come on, just look at it.", " Your ass pussy took the cock in so easily."]}, {"name": "Alberta", "audio": "v_sr208_0033", "normalized": ["Guuhh… My ass… It's so full of it… Uuuhh… It's gonna tear apart."]}, {"name": "", "audio": "", "normalized": ["The tightness of her anus was even better than her pussy, almost as if it was trying to bite off my penis."]}, {"name": "", "audio": "", "normalized": ["I forced my cock in against the tightness and stopped once I had shoved it in all the way."]}, {"name": "Alberta", "audio": "v_sr208_0034", "normalized": ["Muuhh… Aaamnnh!", " Huhh, haahh, aahh… My ass, it's getting better!", " Aaauhh!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, not bad.", " You're already enjoying anal!"]}, {"name": "You", "audio": "", "normalized": ["Your ass and pussy were both twitching for more cock!", " Don't you want more?"]}, {"name": "", "audio": "", "normalized": ["I had to give her credit.", " She was in pain just moments ago, but she was already feeling pleasure and moaning."]}, {"name": "", "audio": "", "normalized": ["In which case, I resumed moving my hips and the penis."]}, {"name": "Alberta", "audio": "v_sr208_0035", "normalized": ["Mnguuhh, huguuhh, mnnhh, guhh, my ass, you're scraping it with the tip…"]}, {"name": "", "audio": "", "normalized": ["It was only her anus that was tight and the rest of it inside was pretty smooth, but her slippery rectum was rubbing up against the tip."]}, {"name": "", "audio": "", "normalized": ["As I stirred up the inside with the tip, her intestinal fluids and my precum mixed and let out lewd, squishy noise."]}, {"name": "Alberta", "audio": "v_sr208_0036", "normalized": ["I can feel it with my pussy… Your cock is getting bigger…inside me… I can feel it… Mnaahh!"]}, {"name": "You", "audio": "", "normalized": ["Just like your pussy, your ass is top-notch too.", " It's nice and tight and your rectum is winding too."]}, {"name": "Alberta", "audio": "v_sr208_0037", "normalized": ["You're making me blush with the compliments… But I'll be happy if you are feeling good fucking my ass."]}, {"name": "Alberta", "audio": "v_sr208_0038", "normalized": ["I exist to pleasure you with my body… Please use both my pussy and anus…till you wear them out…"]}, {"name": "You", "audio": "", "normalized": ["No need to tell me.", " Every hole on you belongs to me!"]}, {"name": "", "audio": "", "normalized": ["My movement changed from just testing the waters to full-on pounding."]}, {"name": "", "audio": "", "normalized": ["The shaft was squeezed by her sphincter muscles and the wiggling rectum rubbed the tip.", " The two sensations caused my hips to speed up faster."]}, {"name": "Alberta", "audio": "v_sr208_0039", "normalized": ["Aahuuhh!", " Haahh!", " Aaahh… My ass… It's getting better… Uhhmnn!", " Please, finish off in my ass pussy too…"]}, {"name": "", "audio": "", "normalized": ["Haha… She thought I was about to finish.", " Not so fast."]}, {"name": "Alberta", "audio": "v_sr208_0040", "normalized": ["Ehh?", " …Why are you pulling out?"]}, {"name": "", "audio": "", "normalized": ["Alberta expected our ass fucking to get even more violent, but she seemed confused when I pulled my cock out."]}, {"name": "", "audio": "", "normalized": ["I scoffed at her internally and lowered my hips to her other hole."]}, {"name": "Alberta", "audio": "v_sr208_0041", "normalized": ["Ggguuhh?!", " The cum inside my pussy, it's pushing out all the cum inside me…!"]}, {"name": "", "audio": "", "normalized": ["Alberta was shocked by the fact that I made a re-entry into her vagina without any warning."]}, {"name": "Alberta", "audio": "v_sr208_0042", "normalized": ["Aaahh… No way… I almost came with my butt, but why did you stop…?", " Aaahuuhh?!"]}, {"name": "You", "audio": "", "normalized": ["I just felt like inserting it into it."]}, {"name": "", "audio": "", "normalized": ["I answered with blunt words and grinned at her tauntingly."]}, {"name": "You", "audio": "", "normalized": ["Besides, you would rather like it taking it up both holes than going in a roundabout way and doing just one, don't you?"]}, {"name": "", "audio": "", "normalized": ["If I had the right tools, then I could have worked on both at the same time, but sadly I did not then.", " Still, I had no intention of going easy on her."]}, {"name": "", "audio": "", "normalized": ["I penetrated in far and deep with the first stroke and pulled it out.", " She must have been excited by the anal insertion, a lot of juice came out, mixed with the semen."]}, {"name": "", "audio": "", "normalized": ["I listened to the noise of the fluids splashing and stirred up her tangling vagina with my penis."]}, {"name": "Alberta", "audio": "v_sr208_0043", "normalized": ["Aaahhmnn… Ughh!", " Oh god… Pussy feels so good!", " Mnnuhh!", " Are you gonna…make me come this way?"]}, {"name": "", "audio": "", "normalized": ["My cock was moving quickly, unlike when it was in her anus.", " It kept getting faster and faster, causing Alberta's moans to get louder along with it."]}, {"name": "", "audio": "", "normalized": ["Alberta… She was all ready to orgasm by then.", " Perhaps she liked the anal that much?", " But I was not going to let her just come yet."]}, {"name": "Alberta", "audio": "v_sr208_0044", "normalized": ["Mnhaahh!", " Aaahuhh!", " I'm coming!", " Aaahh!", " …Ehh?"]}, {"name": "", "audio": "", "normalized": ["Just about she was about to come, I pulled out again."]}, {"name": "", "audio": "", "normalized": ["Alberta looked dumbfounded, then I immediately inserted into her anus once again."]}, {"name": "Alberta", "audio": "v_sr208_0045", "normalized": ["Guuhh!", " Wh-why… Huaahh!", " Noo… My ass again, oohh!"]}, {"name": "", "audio": "", "normalized": ["Since I changed where I was inserting right before she was able to orgasm, she seemed to have lost her chance to come, just as I planned."]}, {"name": "", "audio": "", "normalized": ["However, she was indeed almost orgasming, which meant she was quick to get back to the same situation as soon as I penetrated her anus."]}, {"name": "Alberta", "audio": "v_sr208_0046", "normalized": ["Huaahh?!", " Aaauuhh… Again… It was so close… Come on…Naahh?!", " Into my pussy now!"]}, {"name": "", "audio": "", "normalized": ["I pulled out right before Alberta could come again and changed back to her vagina again."]}, {"name": "Alberta", "audio": "v_sr208_0047", "normalized": ["Why… I can't stand it anymore, why are you changing it up again… Mnnhh!"]}, {"name": "You", "audio": "", "normalized": ["They are both equally great.", " It only natural to want to fuck both of them equally, isn't it?"]}, {"name": "", "audio": "", "normalized": ["I repeated the same thing a few more time and Alberta began to look much more desperate."]}, {"name": "", "audio": "", "normalized": ["She was nearing climax, but she still could not reach it just yet.", " She was kept in such limbo for a while."]}, {"name": "Alberta", "audio": "v_sr208_0048", "normalized": ["If you keep me like this… Mnguahh… I can't… I can never come like this…!"]}, {"name": "", "audio": "", "normalized": ["She sounded so desperate and in agony.", " But her frowning face looked rather attractive to me."]}, {"name": "You", "audio": "", "normalized": ["Don't worry.", " I'm gonna make you cum with both.", " Here!"]}, {"name": "", "audio": "", "normalized": ["Even if Alberta was about to come, I ignored it and continued to alternate between fucking her pussy and ass."]}, {"name": "Alberta", "audio": "v_sr208_0049", "normalized": ["Ieeghuaahh!", " Aaahh!", " Coming!", " My pussy and ass!", " I'm coming with both!"]}, {"name": "", "audio": "", "normalized": ["Alberta's body tensed up as she was about to come.", " It made her anus contract tight enough to actually hurt my penis."]}, {"name": "", "audio": "", "normalized": ["I felt strong resistance going in but forced my penis down into her rectum with my weight on it."]}, {"name": "", "audio": "", "normalized": ["As the tip crushed her womb, Alberta jerked again."]}, {"name": "", "audio": "", "normalized": ["Her anus squeezed so tight and her rectum wiggles.", " Eventually, I could no longer resist the stimulation and…"]}, {"name": "Alberta", "audio": "v_sr208_0050", "normalized": ["Nnnhhoohh?!", " S-so much cum, coming into my asshole!"]}, {"name": "Alberta", "audio": "v_sr208_0051", "normalized": ["…My pussy is twitching too…mnaahh, haahh, aaghh, huuhh!"]}, {"name": "", "audio": "", "normalized": ["I poured my semen into Alberta's anus.", " At the same time, she climaxed and ejaculated clear liquid from the pussy."]}, {"name": "", "audio": "", "normalized": ["The liquid she squirted flew in a small arc trajectory and splashed onto Alberta's face."]}, {"name": "You", "audio": "", "normalized": ["”Haha!", " You squirted and got it on your own face.", " You really wanted to be bullies, eh?", " You masochist slut."]}, {"name": "You", "audio": "", "normalized": ["Did you want my cum and piss on your face too?"]}, {"name": "Alberta", "audio": "v_sr208_0052", "normalized": ["That's not true…?!", " Mnnhh, not at all, but I can't help it, it just feels too good to resist…?!"]}, {"name": "", "audio": "", "normalized": ["Alberta was still shuddering from the aftermath of the orgasm.", " She seemed to be unable to control herself and continued to ejaculate onto her own face."]}, {"name": "", "audio": "", "normalized": ["My cock was still in her anus as it kept on squeezing down onto my cock and suck out the rest of my cum."]}, {"name": "Alberta", "audio": "v_sr208_0053", "normalized": ["Aaabuuhh… Mnnhaahh… I squirted… All that cum's been washed away…"]}, {"name": "", "audio": "", "normalized": ["Alberta muttered regretting as she stared at the semen dripping down her belly with her face still covered in squirt."]}, {"name": "You", "audio": "", "normalized": ["Sure, your pussy is empty now, but I filled up your ass."]}, {"name": "Alberta", "audio": "v_sr208_0054", "normalized": ["Yeah… It's so warm, my asshole and belly… I wanted it in my womb…"]}, {"name": "You", "audio": "", "normalized": ["Humph, I'll just do what I want.", " I decide where I cum."]}, {"name": "", "audio": "", "normalized": ["Alberta lay there all groggy as she was expended from the ordeal of her orgasm but eventually sighed."]}, {"name": "Alberta", "audio": "v_sr208_0055", "normalized": ["I guess… I'm just a mistress, a plaything…"]}, {"name": "You", "audio": "", "normalized": ["If you don't like it…"]}, {"name": "", "audio": "", "normalized": ["I coldly told Alberta who seemed to be discontent with her expression.", " In fact, I could easily find other women to replace her."]}, {"name": "Alberta", "audio": "v_sr208_0056", "normalized": ["I know it… I don't like being treated like a booty call, but the sex was just mind-blowing again…"]}, {"name": "Alberta", "audio": "v_sr208_0057", "normalized": ["Besides…I'm in love with you.", " For you…I'll be anything from a hooker to a mistress."]}, {"name": "Alberta", "audio": "v_sr208_0058", "normalized": ["But keep in mind…when you fuck me, never think about anyone else, just focus on, okay?", " Otherwise…"]}, {"name": "", "audio": "", "normalized": ["She smiled joyously, but I could see her eyes were not smiling at all and felt chills running down my spine."]}]