[{"name": "", "audio": "", "normalized": ["A huge pillar of flame erupted around the church and engulfed the surrounding atmosphere as the crimson blaze scattered."]}, {"name": "", "audio": "", "normalized": ["With the ground-shaking explosion, the blast decimated all the windows and doors of the church while the flame consumed everything."]}, {"name": "", "audio": "", "normalized": ["The interior was reminiscent of hell itself and a pair of a man and a woman was facing off inside."]}, {"name": "", "audio": "", "normalized": ["The raging blaze was about to consume everything."]}, {"name": "", "audio": "", "normalized": ["All the while, the woman who donned the fittingly deep crimson showed a calm smile――"]}, {"name": "", "audio": "", "normalized": ["Even in the hell incarnate on the earth, she looked strangely collected and equally beautiful and erotic."]}, {"name": "", "audio": "", "normalized": ["On the other hand, a large drop of sweat was forming on the forehead of the man she was facing."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was because of his fear of the woman he was facing, or simply from the heat of the blazing fire."]}, {"name": "Astaroth", "audio": "v_sr388_0000", "normalized": ["I have heard in the Dark World there was someone Black was infatuated with other than Asagi, but…"]}, {"name": "You", "audio": "", "normalized": ["Well, you have just met him."]}, {"name": "", "audio": "", "normalized": ["I did not expect to be forced into such a tight spot."]}, {"name": "", "audio": "", "normalized": ["I was facing off against the woman who rocked the crimson blaze and tried to figure out a way to deal with her."]}, {"name": "Astaroth", "audio": "v_sr388_0001", "normalized": ["Hahaha, the game isn't over yet.", " I can see you thinking about it."]}, {"name": "You", "audio": "", "normalized": ["Cheating death is my style, you see.", " I'm not the type to just give up and die like this."]}, {"name": "Astaroth", "audio": "v_sr388_0002", "normalized": ["That's all fine, but… I certainly did not imagine Black would be obsessed with the Taimanin with the demonic eye."]}, {"name": "You", "audio": "", "normalized": ["So, how do I fare in the eyes of the lady of crimson?"]}, {"name": "Astaroth", "audio": "v_sr388_0003", "normalized": ["We'll have to see.", " If you are going to just turn into ashes like this, then that's a letdown, at least…"]}, {"name": "", "audio": "", "normalized": ["To be honest, I was in quite a pinch, battered, and beaten."]}, {"name": "", "audio": "", "normalized": ["She controlled the flame on her will, the incarnation of the crimson blaze――"]}, {"name": "", "audio": "", "normalized": ["Her awesome power was a class above anything I have ever seen, and I have seen a lot of life and death situation before."]}, {"name": "", "audio": "", "normalized": ["It was nothing like a run of the mill fire-based ninja arts, extreme heat and flame, just like lava."]}, {"name": "", "audio": "", "normalized": ["I was looking for an opportunity."]}, {"name": "", "audio": "", "normalized": ["I was desperately seeking the window to cast my Eye of the Demonic Gate power on her."]}, {"name": "Astaroth", "audio": "v_sr388_0004", "normalized": ["The extreme heat that surrounds me even bends the light around me.", " You can't even look at me straight, so your demonic eyes are useless."]}, {"name": "You", "audio": "", "normalized": ["So, you knew…"]}, {"name": "Astaroth", "audio": "v_sr388_0005", "normalized": ["Perhaps you were just not good enough to handle Astaroth the embodiment of the hellfire."]}, {"name": "", "audio": "", "normalized": ["At that point, I realized who she was."]}, {"name": "", "audio": "", "normalized": ["The heavyweight in the Dark World next to Edwin Black himself, the one who commanded the Prominence ――"]}, {"name": "", "audio": "", "normalized": ["She was the queen of hellfire, Astaroth.", " I did sense the pressure not even comparable to anyone else as soon as I faced her."]}, {"name": "You", "audio": "", "normalized": ["So that's why you're so powerful…"]}, {"name": "Astaroth", "audio": "v_sr388_0006", "normalized": ["Nothing you can do.", " I suppose it's time to say goodbye."]}, {"name": "You", "audio": "", "normalized": ["I did not mean to bore a lady."]}, {"name": "Astaroth", "audio": "v_sr388_0007", "normalized": ["I heard Black was obsessed with you, but you were not what I wanted to see.", " Fine, you shall perish by my blaze."]}, {"name": "", "audio": "", "normalized": ["Astaroth looked down onto me and handed me a death sentence in a chilly voice in contrast to her blazing fire."]}, {"name": "", "audio": "", "normalized": ["As if it was reacting to it, her will turned into the roaring flame and erupted upwards."]}, {"name": "You", "audio": "", "normalized": ["Not yet, I'm not ready to die."]}, {"name": "", "audio": "", "normalized": ["I did not have any water or ice-based powers powerful enough to counter her fire.", " Then there was only one path I could take."]}, {"name": "You", "audio": "", "normalized": ["Fire ninja art, 'Grenade'."]}, {"name": "", "audio": "", "normalized": ["As a desperate last-ditch effort, I shot the fire ninja art of Maika Kamimura at Astaroth."]}, {"name": "", "audio": "", "normalized": ["I aimed to add more flame to flame so that the superheated protective layer around Astaroth was heated even further――"]}, {"name": "", "audio": "", "normalized": ["So that the resulting blaze would be even more intense than her capacity to handle the heat."]}, {"name": "", "audio": "", "normalized": ["The crimson projectile of blaze penetrated the extreme heat and directly struck Astaroth's body."]}, {"name": "You", "audio": "", "normalized": ["G-got you…"]}, {"name": "", "audio": "", "normalized": ["My ace in the hole worked out in the end――"]}, {"name": "Astaroth", "audio": "v_sr388_0008", "normalized": ["A fascinating man.", " I like you!"]}, {"name": "You", "audio": "", "normalized": ["Guhghh, n-no way…"]}, {"name": "", "audio": "", "normalized": ["The blast of the Grenade attack hit Astaroth and engulfed her, then the next moment, she waved lightly and it all reflected back at me."]}, {"name": "You", "audio": "", "normalized": ["Ughhohgooghoohh!"]}, {"name": "", "audio": "", "normalized": ["I could not even dodge or take a defensive stance against it and was struck head-on by the reflected attack as my consciousness faded into darkness."]}, {"name": "", "audio": "", "normalized": ["As he was blasted away and my body slammed against the rubble, Fuuma was getting burnt to ashes by the fire."]}, {"name": "", "audio": "", "normalized": ["However, Astaroth did not just sit there and watch him burn, as she smiled and snapped her fingers."]}, {"name": "", "audio": "", "normalized": ["Soon, the flame engulfing the surrounding, and the fire burning Fuuma disappeared like they were all just an illusion."]}, {"name": "Astaroth", "audio": "v_sr388_0009", "normalized": ["You tried to burn me with my own fire… How fascinating you try something like that as the last resort."]}, {"name": "", "audio": "", "normalized": ["Astaroth looked down at Fuuma as he lied there unconscious and licked her well-sculpted lips."]}, {"name": "Astaroth", "audio": "v_sr388_0010", "normalized": ["I did not know humans could be so interesting.", " Perhaps I can have some fun with you…"]}, {"name": "", "audio": "", "normalized": ["Like so, Fuuma was pushed to the brink of death and was kidnapped by Astaroth."]}, {"name": "", "audio": "", "normalized": ["Fuuma came to as he felt a slightly painful yet soothing stimulation around his crotch."]}, {"name": "", "audio": "", "normalized": ["He tried to move his body while his mind was still hazy, but his hands were bound and his legs were shackled as well."]}, {"name": "You", "audio": "", "normalized": ["Guh, so I'm…a captive now."]}, {"name": "", "audio": "", "normalized": ["Just as he muttered powerlessly, Fuuma was bound to a pillar completely naked."]}, {"name": "", "audio": "", "normalized": ["All the while, there was the face of a familiar-looking woman right around Fuuma's fully exposed crotch area."]}, {"name": "You", "audio": "", "normalized": ["Mnmm, guh, you're… Astaroth…"]}, {"name": "Astaroth", "audio": "v_sr388_0011", "normalized": ["The damsel in distress finally awakens."]}, {"name": "You", "audio": "", "normalized": ["What… Ugguhhuhh."]}, {"name": "", "audio": "", "normalized": ["He was obviously annoyed by being called a damsel in distress, but his complaint was cut off as Astaroth firmly grabbed his scrotum."]}, {"name": "Astaroth", "audio": "v_sr388_0012", "normalized": ["I'll help you clear your mind."]}, {"name": "You", "audio": "", "normalized": ["Ugghuhhgheh, geeghh…"]}, {"name": "", "audio": "", "normalized": ["Astaroth was violently grasping the male weak point where he could not resist at all."]}, {"name": "", "audio": "", "normalized": ["He groaned as she stimulated them hard."]}, {"name": "Astaroth", "audio": "v_sr388_0013", "normalized": ["No man can resist when I grab them by the balls."]}, {"name": "You", "audio": "", "normalized": ["Guhhouhohgoohh…"]}, {"name": "", "audio": "", "normalized": ["Fuuma let out strained moans as Astaroth mercilessly tortured him."]}, {"name": "Astaroth", "audio": "v_sr388_0014", "normalized": ["I have heard Fuuma is skilled at breaking and corrupting many famous women."]}, {"name": "Astaroth", "audio": "v_sr388_0015", "normalized": ["Perhaps you are also good down here too."]}, {"name": "You", "audio": "", "normalized": ["Haauhhaauhh… That's a real masterpiece that brought joy to many women and corrupted them."]}, {"name": "You", "audio": "", "normalized": ["Why don't you give it a try, if you're interested?"]}, {"name": "", "audio": "", "normalized": ["She was literally grabbing him by the balls, but Fuuma was still cunning enough to attract Astaroth's attention."]}, {"name": "You", "audio": "", "normalized": ["Or maybe the inferno queen is afraid of getting corrupted by my cock?", " Maybe you'd start crying like a little girl…"]}, {"name": "Astaroth", "audio": "v_sr388_0016", "normalized": ["Hahahah, what a cheap shot.", " All you can do with your limbs bound is talk, isn't that right?"]}, {"name": "You", "audio": "", "normalized": ["Who's the one talking here?", " What are you afraid of, I'm just a stump with my limbs bound like this, eh?"]}, {"name": "Astaroth", "audio": "v_sr388_0017", "normalized": ["I was about to test how much said stump can keep me entertained right now, you see."]}, {"name": "", "audio": "", "normalized": ["Astaroth ignored Fuuma's potshots and presented her supple fingertips like she was showing it off."]}, {"name": "Astaroth", "audio": "v_sr388_0018", "normalized": ["I'm going to play with you, with my fingers going in deep inside you."]}, {"name": "You", "audio": "", "normalized": ["Mnnguouhh, huouhgohohh!"]}, {"name": "", "audio": "", "normalized": ["Astaroth lowered the fingers she had shown off to him and then shoved them right into Fuuma's still dry anus."]}, {"name": "You", "audio": "", "normalized": ["Oohghogohgogoohh…"]}, {"name": "Astaroth", "audio": "v_sr388_0019", "normalized": ["Well well, just two… That was just two fingers.", " And you're already crying, little girl?"]}, {"name": "You", "audio": "", "normalized": ["Guhhoohgoohh…"]}, {"name": "", "audio": "", "normalized": ["As the fingers disappeared into the anus deeper and deeper, they bent at the joints and stimulated him from the inside."]}, {"name": "Astaroth", "audio": "v_sr388_0020", "normalized": ["Maybe this is the first time using your anus, huh?", " It's like you're a virgin who's having her cherry popped."]}, {"name": "You", "audio": "", "normalized": ["Haauhhaahh, guhhguuhh…"]}, {"name": "Astaroth", "audio": "v_sr388_0021", "normalized": ["Oh, wait a minute, does this mean I have taken your first time in the backside?"]}, {"name": "You", "audio": "", "normalized": ["Guhgguh, haanmm… Mmnuuhh."]}, {"name": "Astaroth", "audio": "v_sr388_0022", "normalized": ["You're being stubborn, but your reaction is so naive."]}, {"name": "Astaroth", "audio": "v_sr388_0023", "normalized": ["I'm sure you know since you've fucked and corrupted many women before, but…"]}, {"name": "Astaroth", "audio": "v_sr388_0024", "normalized": ["It's not over with just penetration.", " After I insert them in, I have to rub it and spread it, just like this."]}, {"name": "You", "audio": "", "normalized": ["Uughuuhh, ghuuhaaghh, oohgooghuuhh…"]}, {"name": "", "audio": "", "normalized": ["She bent the fingers that penetrated the anus and rubbed him with precision, stimulating his prostate."]}, {"name": "", "audio": "", "normalized": ["Fuuma was desperately keeping his moans in by biting down on his lips as it would have only entertained Astaroth just like she wanted."]}, {"name": "Astaroth", "audio": "v_sr388_0025", "normalized": ["Maybe you are feeling chills down your spine as you are feeling a new kind of pleasure?"]}, {"name": "You", "audio": "", "normalized": ["Guhguguhh, huuhahaahh, guhhaaghh…"]}, {"name": "Astaroth", "audio": "v_sr388_0026", "normalized": ["Come now, you're not gonna just hold it in and pretend you're fine, hmm?"]}, {"name": "", "audio": "", "normalized": ["Astaroth was trying thing out like a man having sex for the first time, scratching the intestinal walls and rubbing the prostate hard――"]}, {"name": "", "audio": "", "normalized": ["At the same time, she used the other hand to massage the scrotum hard and teased it."]}, {"name": "You", "audio": "", "normalized": ["Huuhaaghh, hhoough, mnnguhouhguhh."]}, {"name": "Astaroth", "audio": "v_sr388_0027", "normalized": ["Come on, don't be so stubborn now, just admit you are feeling pleasure like this."]}, {"name": "You", "audio": "", "normalized": ["Mnnguhguhhaahhguhh…"]}, {"name": "Astaroth", "audio": "v_sr388_0028", "normalized": ["You're starting to like getting fucked in the ass, yes?"]}, {"name": "", "audio": "", "normalized": ["With Fuuma still resisting against the intense teasing, Astaroth smiled as though she was impressed."]}, {"name": "Astaroth", "audio": "v_sr388_0029", "normalized": ["Heheheh, not bad.", " You know how to fuck and break women, so you understand how to endure it, am I right?"]}, {"name": "You", "audio": "", "normalized": ["Guhgguhh, huuhghaahh…"]}, {"name": "", "audio": "", "normalized": ["Even the cajoled moans of pleasure would only serve as an opportunity for the other to take advantage."]}, {"name": "", "audio": "", "normalized": ["Fuuma knew he could not suppress the urges, but at least keeping the reaction minimal and not engaging in conversation was the best way to fight it."]}, {"name": "Astaroth", "audio": "v_sr388_0030", "normalized": ["But I am ready to pull a few more tricks, you see.", " If you're going to be so tenacious, I'll just have to put my back into it."]}, {"name": "", "audio": "", "normalized": ["Astaroth let go of her hands grasping his testicles and then started gently rubbing the lower belly of Fuuma with her fingertips."]}, {"name": "", "audio": "", "normalized": ["Then the extreme pain in contract to the gentle movement of her fingers came over the part she touched."]}, {"name": "You", "audio": "", "normalized": ["Guhhouohoohgoohh, wh-what the hell is this… I-it's like being branded…"]}, {"name": "Astaroth", "audio": "v_sr388_0031", "normalized": ["Heheheheh, you're right.", " This is a cute mark of slave that I have infused with my powers."]}, {"name": "", "audio": "", "normalized": ["He could not endure the burning and flesh-tearing pain and looked down at his stomach, trembling――"]}, {"name": "", "audio": "", "normalized": ["A marking was starting to appear on the parts where Astaroth rubbed with her fingertips."]}, {"name": "", "audio": "", "normalized": ["Upon close inspection, he noticed it was the same making as the one on Astaroth's chest."]}, {"name": "You", "audio": "", "normalized": ["Y-you branded me to claim me as your property, huh…"]}, {"name": "Astaroth", "audio": "v_sr388_0032", "normalized": ["That's right, but this mark does more than that."]}, {"name": "You", "audio": "", "normalized": ["What, this isn't just a mark!"]}, {"name": "Astaroth", "audio": "v_sr388_0033", "normalized": ["You've tortured many women before, so you should know just branding like a cattle is pointless, right?"]}, {"name": "You", "audio": "", "normalized": ["Guhhohh, n-no way, this can't be…"]}, {"name": "", "audio": "", "normalized": ["Fuuma physically realized what it meant as the effects of the given mark started to affect his body."]}, {"name": "", "audio": "", "normalized": ["Uncontrollable sexual urges began to seep into him as the burning pain faded away."]}, {"name": "", "audio": "", "normalized": ["Sweat gushed out of every pore and his body burned from lust."]}, {"name": "You", "audio": "", "normalized": ["Guuhghhoohohhoohh…"]}, {"name": "Astaroth", "audio": "v_sr388_0034", "normalized": ["If I remember correctly, Black had experimental technology that could do something similar.", " Asagi went through the process too, yes?"]}, {"name": "", "audio": "", "normalized": ["Astaroth winked and smiled then began stimulating Fuuma's prostate again as his face turned pale and he could not stop shuddering."]}, {"name": "Astaroth", "audio": "v_sr388_0035", "normalized": ["Now, you can really enjoy it like this, hmm?"]}, {"name": "You", "audio": "", "normalized": ["Nuuguhhaghaaghaahh."]}, {"name": "", "audio": "", "normalized": ["Fuuma was desperately resisting, but finally, he was reaching the breaking point as his penis started to get erect."]}, {"name": "Astaroth", "audio": "v_sr388_0036", "normalized": ["Oh my, your cock is starting to throb every time I rub you and it's starting to get bigger."]}, {"name": "You", "audio": "", "normalized": ["Uguguhh, oohghaaghaaouhghh."]}, {"name": "", "audio": "", "normalized": ["As she continued to rub the inside of his anus with her fingers, his cock grew larger than usual and curved back almost painfully with the veins popping."]}, {"name": "Astaroth", "audio": "v_sr388_0037", "normalized": ["Ahahahah, so much juice is coming out of the tip.", " Maybe you're about to leak cum any minute now?"]}, {"name": "You", "audio": "", "normalized": ["Huoughoh, haaghaouhohaoouhghh."]}, {"name": "Astaroth", "audio": "v_sr388_0038", "normalized": ["That's right.", " Any ordinary man should have already ejaculated several times at this point…"]}, {"name": "You", "audio": "", "normalized": ["Guoughh, hughuouhohh…"]}, {"name": "", "audio": "", "normalized": ["Fuuma trembled from the uncontrollable pleasure, but he was barely holding off the ejaculation."]}, {"name": "Astaroth", "audio": "v_sr388_0039", "normalized": ["I am impressed, to be honest.", " Holding off cumming this long, not bad.", " Now, I'll make you feel even better as a reward."]}, {"name": "", "audio": "", "normalized": ["Astaroth licked her lips as she stared at the cock, shaking and resisting as it was about to explode with semen, then she opened her mouth wide."]}, {"name": "Astaroth", "audio": "v_sr388_0040", "normalized": ["Ammuughh, jurruhh, juururueryuhreryuuhhghh…"]}, {"name": "", "audio": "", "normalized": ["As her tongue reached along the tip of Fuuma's painfully erect cock, she stimulated it with finesse, sucking on it."]}, {"name": "You", "audio": "", "normalized": ["Ughhouhgouhgooghoouhhghh!"]}, {"name": "Astaroth", "audio": "v_sr388_0041", "normalized": ["Jurruuhrreeghh, jurruhh, rerlouhrelouhh, relouhhrouhh… Haamuhunmh, juurruhrerrhhnmgh."]}, {"name": "You", "audio": "", "normalized": ["Huuaaghh, oohguhaaghh, guhhuhaagahh!"]}, {"name": "", "audio": "", "normalized": ["And there were piercings on Astaroth's tongue enveloping his penis, resulting in even more pleasure as it touched him."]}, {"name": "You", "audio": "", "normalized": ["Guhhaahh, huuguhh, I have to supres my senses, supress them…"]}, {"name": "", "audio": "", "normalized": ["Fuuma had mastered the ways to control every single of his senses on his will, including pain."]}, {"name": "", "audio": "", "normalized": ["It was doubtful it would be any use in such a situation, but――"]}, {"name": "", "audio": "", "normalized": ["That was the only way he could ease this incredible pain even a little bit to endure it."]}, {"name": "Astaroth", "audio": "v_sr388_0042", "normalized": ["Haamuhuuhhjurruhhrrhh, mnnjurruuhrreehh… Mnheheheh, I see.", " You have trained yourself to control your senses."]}, {"name": "Astaroth", "audio": "v_sr388_0043", "normalized": ["It's too late, too little at this point, however… Mnnjurruuhhreehhjuurueeghh."]}, {"name": "", "audio": "", "normalized": ["He could try to shut off his senses, but every time the tongue slithered around, precum seeped out of the tip of his cock."]}, {"name": "Astaroth", "audio": "v_sr388_0044", "normalized": ["Mnnguuhh, mnnguhjurrerhh, jurryuureehhreehhreghh, mnnjurruhhreehh!"]}, {"name": "", "audio": "", "normalized": ["Astaroth's tongue work was getting more and more intense as the piercing rubbed the tip, urethral opening, shoulders, and the shaft thoroughly."]}, {"name": "", "audio": "", "normalized": ["Electrifying pleasure ran through his spine from the careful licking and the shuddering of his body was getting more and more intense."]}, {"name": "Astaroth", "audio": "v_sr388_0045", "normalized": ["Mnnhughuughh, how do you like this?", " Rellouhhnmmrerlouhnmrerrlouhhnm!"]}, {"name": "You", "audio": "", "normalized": ["Guh, guhhouhouhhouhh…"]}, {"name": "Astaroth", "audio": "v_sr388_0046", "normalized": ["Maybe you want more than just a lick?", " Then I'll play with your recently-penetrated anus too…"]}, {"name": "", "audio": "", "normalized": ["Astaroth moved her fingers in his anus like she was finishing him off while still licking his penis."]}, {"name": "You", "audio": "", "normalized": ["Ooghooghoghuuoohh!"]}, {"name": "Astaroth", "audio": "v_sr388_0047", "normalized": ["Come on now, don't be shy and just enjoy this.", " Be honest and feel the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Ooguhhghh, guhgghhuh…"]}, {"name": "Astaroth", "audio": "v_sr388_0048", "normalized": ["Heheheh, maybe it's too much pleasure for you to handle?"]}, {"name": "", "audio": "", "normalized": ["Astaroth continued to joyously tease him as she smiled at Fuuma, but she still did not stop torturing his prostate."]}, {"name": "You", "audio": "", "normalized": ["Guhh, huughh, guhh, huugguuhgh…"]}, {"name": "Astaroth", "audio": "v_sr388_0049", "normalized": ["Fine.", " If you want to fight it… It's no fun with you cumming too soon anyway.", " I'll tease you so you can't cum instead."]}, {"name": "", "audio": "", "normalized": ["It seemed she was enjoying him resisting the ejaculation and Astaroth began to play with him like a child who just got a new toy."]}, {"name": "Astaroth", "audio": "v_sr388_0050", "normalized": ["Jururhuruhhjubuughh, mnnjururrhhrerghh… Haamuughh, rerlouhh, relloughh… Mnnguhuguhh."]}, {"name": "", "audio": "", "normalized": ["Astaroth changed her pace, alternating between fast and slow movements as she began thoroughly teasing and torturing Fuuma's penis."]}, {"name": "Astaroth", "audio": "v_sr388_0051", "normalized": ["Juuruhrerhreeghrerghh, juruhrergheereerhreerghrehh…"]}, {"name": "", "audio": "", "normalized": ["Her tongue shifted from delicate teasing and stretched out like a snake's tongue, wrapping around his cock."]}, {"name": "", "audio": "", "normalized": ["She released the penis from her mouth for a moment and rubbed the cock only by her elongated tongue, stimulating his prostate at the same time."]}, {"name": "You", "audio": "", "normalized": ["Huoughoohghoaaghh, haaguhh…"]}, {"name": "", "audio": "", "normalized": ["He breathed out as he held off the urge to ejaculate from the sudden change of pace from hard-pressed teasing to relaxed rubbing."]}, {"name": "", "audio": "", "normalized": ["However, Astaroth sensed it with the tip of her tongue and squeezed his cock tighter with her tongue, precisely at the right timing."]}, {"name": "Astaroth", "audio": "v_sr388_0052", "normalized": ["Jurruhh, juurruhghh, jurluhrerhlehlrreehhjururhlehhnmh!"]}, {"name": "You", "audio": "", "normalized": ["Uguhouh, huuggoughh…"]}, {"name": "Astaroth", "audio": "v_sr388_0053", "normalized": ["Mnnheheheh, the taste of human flesh, it had been so long… This is so exciting."]}, {"name": "", "audio": "", "normalized": ["Fuuma shook his head left and right as he was tempted to tell her to just devour him cock-first because of the stimulation."]}, {"name": "Astaroth", "audio": "v_sr388_0054", "normalized": ["Good, this is good.", " I wonder how much longer you can endure my irresistible torture…"]}, {"name": "Astaroth", "audio": "v_sr388_0055", "normalized": ["Come on, resist me, harder."]}, {"name": "", "audio": "", "normalized": ["She ordered him to keep resisting but did not even slow down with her tongue, not even a bit."]}, {"name": "Astaroth", "audio": "v_sr388_0056", "normalized": ["Juruhrreeghh, juruhhrghheeghhreghh, mnnjuruhrueeuhgrerhhnmghh!"]}, {"name": "", "audio": "", "normalized": ["More precum was coming out and it was much thicker than before as Astaroth slurped and savored it."]}, {"name": "Astaroth", "audio": "v_sr388_0057", "normalized": ["The juice from a man enduring has this strong, sour flavor.", " It's so good.", " Come on, let me taste it more, more of your manly delicacy."]}, {"name": "", "audio": "", "normalized": ["Fuuma could not stop shuddering from the combined effects of the marking, Astaroth's tongue work, and her teasing of his prostate."]}, {"name": "Astaroth", "audio": "v_sr388_0058", "normalized": ["Haamuhhjueruhghh, mmjurruruhh, mnnjurhruerergghh… Ahh, the flavor is just perfect."]}, {"name": "Astaroth", "audio": "v_sr388_0059", "normalized": ["Now, it's about time I move onto the main dish of the meal, your hot, thick, semen."]}, {"name": "You", "audio": "", "normalized": ["W-wait… J-just a minute…"]}, {"name": "", "audio": "", "normalized": ["Fuuma was driven into a corner so much that he could not think and tried to get away by pulling his hips back."]}, {"name": "Astaroth", "audio": "v_sr388_0060", "normalized": ["Why would I wait at all?", " You've tortured and broken so many women, you should know.", " Think of it in their shoes."]}, {"name": "", "audio": "", "normalized": ["Fuuma was at a loss of words as she said so."]}, {"name": "", "audio": "", "normalized": ["It was the usual tactic to keep pushing as they begged to drag them into the abyss of pleasure."]}, {"name": "", "audio": "", "normalized": ["Astaroth put on a sadistic smile and then moved into to finally finish everything off."]}, {"name": "Astaroth", "audio": "v_sr388_0061", "normalized": ["You've lasted this long.", " I wonder how you will cry when you wet yourself with cum… Heheheh, I'm so excited."]}, {"name": "", "audio": "", "normalized": ["She said and opened her mouth wide, swallowing the cock into her gaping cavity where the erotic tongue awaited."]}, {"name": "Astaroth", "audio": "v_sr388_0062", "normalized": ["Haammuhaamuhh, mnnjuirureegheegghhreegherehheeler ehh, mnnguhhuuhmnuhgguuhhnmm!"]}, {"name": "", "audio": "", "normalized": ["The pricing rubbed off against the tip and the shaft as she rolled the cock all over in her mouth, teasing."]}, {"name": "You", "audio": "", "normalized": ["Guughgguhgguhghhuughh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma was about to be broken by the pleasure, but he bit down on his lips hard once again to resist."]}, {"name": "Astaroth", "audio": "v_sr388_0063", "normalized": ["Mnnheheh, I haven't tasted such a curvy, long, and hard cock before.", " But it's far from over."]}, {"name": "", "audio": "", "normalized": ["She started sucking on and devouring the cock hard while it was still inside of her mouth."]}, {"name": "Astaroth", "audio": "v_sr388_0064", "normalized": ["Zuugzzguhhouggohh!"]}, {"name": "You", "audio": "", "normalized": ["Ooohgaghaaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["With such an intense vacuum, he felt like his testicles were being sucked out and writhed as the shackles on his legs clanged."]}, {"name": "Astaroth", "audio": "v_sr388_0065", "normalized": ["Mnnmoghh, more, I want more of your juice… I'm going to suck it all out, mnghhzzooughh!"]}, {"name": "", "audio": "", "normalized": ["Astaroth was not just sucking on it, but also rubbing the cock with her tongue, moving her head back and forth."]}, {"name": "You", "audio": "", "normalized": ["Uughouh, houghh, guhoughh, huuhooughh…"]}, {"name": "", "audio": "", "normalized": ["The only aspect that helped Fuuma was how slow she was moving while she was sucking him."]}, {"name": "", "audio": "", "normalized": ["Astaroth sucked all of the precum seeping out, then set her sight onto the tip of his cock next."]}, {"name": "Astaroth", "audio": "v_sr388_0066", "normalized": ["Zzuhgjuuhghh, zuhguhghh, zuugjuughhuuhhnm!"]}, {"name": "", "audio": "", "normalized": ["Astaroth sucked onto the tip of the cock and then focused her tongue on the backside the shoulders as she used her teeth to stimulated further."]}, {"name": "", "audio": "", "normalized": ["It would have felt like an intense pain usually, but the mark had turned it into pleasure."]}, {"name": "", "audio": "", "normalized": ["Fuuma was being driven further into the desperation as he endured."]}, {"name": "Astaroth", "audio": "v_sr388_0067", "normalized": ["Zuuruhjuruhh, zruhjuuhrurhruuhnmghhmghhmm!"]}, {"name": "", "audio": "", "normalized": ["The waves of pleasure came from the core of his body and he could have orgasmed any minute."]}, {"name": "Astaroth", "audio": "v_sr388_0068", "normalized": ["Ammuhh, relourelouhh, juruerloulohhnmghh!"]}, {"name": "", "audio": "", "normalized": ["Astaroth was sucking lightly as if she was eating candy or something, savoring the cock by rolling it with her tongue."]}, {"name": "", "audio": "", "normalized": ["That made her hips shudder, but he was barely holding himself from ejaculating."]}, {"name": "", "audio": "", "normalized": ["However, Fuuma could not take much more of this maddening pleasure."]}, {"name": "", "audio": "", "normalized": ["He was starting to think about giving into pleasure and cum."]}, {"name": "Astaroth", "audio": "v_sr388_0069", "normalized": ["Oh, I'm not gonna let you cum easy, okay?"]}, {"name": "", "audio": "", "normalized": ["Astaroth let Fuuma's cock go from her mouth like she knew what he was thinking and then squeezed the base with her hands."]}, {"name": "Astaroth", "audio": "v_sr388_0070", "normalized": ["You can't cum till I say you can."]}, {"name": "You", "audio": "", "normalized": ["Ghaagahaahh, n-no way!"]}, {"name": "", "audio": "", "normalized": ["She teased him so much, yet she did not allow him to ejaculate.", " Fuuma would have seen it coming if his mind was in the right state."]}, {"name": "", "audio": "", "normalized": ["Fuuma let out a pained groan as Astaroth was holding his cock at the base with her hands."]}, {"name": "You", "audio": "", "normalized": ["Ommooughhoougooguhh…"]}, {"name": "", "audio": "", "normalized": ["He was forcefully stopped from ejaculating but even that was turned into pleasure thanks to the marking."]}, {"name": "", "audio": "", "normalized": ["Fuuma could not handle it and writhed as his legs and hips shook like a deer that was just born moments ago."]}, {"name": "Astaroth", "audio": "v_sr388_0071", "normalized": ["You're my property as I have branded you.", " You are not allowed to ejaculate without my permission.", " Entertain me."]}, {"name": "Astaroth", "audio": "v_sr388_0072", "normalized": ["I will kill you if you cum without my permission, okay?"]}, {"name": "", "audio": "", "normalized": ["The pain and pleasure.", " With two intense stimulation, Fuuma was barely able to keep his consciousness."]}, {"name": "You", "audio": "", "normalized": ["Haauhhaagh…"]}, {"name": "Astaroth", "audio": "v_sr388_0073", "normalized": ["Now, you should understand where you stand.", " Keep me entertained!"]}, {"name": "You", "audio": "", "normalized": ["W-wait…"]}, {"name": "Astaroth", "audio": "v_sr388_0074", "normalized": ["Haamuughh, mnnjurruhereegh, mnnjuuerueeghheeghh…"]}, {"name": "", "audio": "", "normalized": ["Astaroth sucked the cock into her mouth and then started moving her head back and forth, resuming blowjob."]}, {"name": "Astaroth", "audio": "v_sr388_0075", "normalized": ["Mnnjuurhueereeghh, huhhghhnmmjururhhrerhrehh… Haamuhh, mnnmguhmnguhh."]}, {"name": "", "audio": "", "normalized": ["She sucked it in deep into her throat, and then rubbed the surface with the tongue, licking it around the shaft from the base to the tip."]}, {"name": "Astaroth", "audio": "v_sr388_0076", "normalized": ["Mnnjurererhghh, mnnguhmnnguuhhjuurruhhruhrruuhruhe reghh!"]}, {"name": "", "audio": "", "normalized": ["The movement brought merciless pleasure to the victim as she alternated between techniques like squeezing her cheeks and sucking it in deep."]}, {"name": "Astaroth", "audio": "v_sr388_0077", "normalized": ["Zuuhgzzoughhghh, zuhhzouhoohzuzhooughh, mnnzzuhruguuhhrerghh!"]}, {"name": "You", "audio": "", "normalized": ["Guhh, ohghaaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["Immediately, then the subdued urge to ejaculated came back to him and Fuuma writhed and groaned."]}, {"name": "Astaroth", "audio": "v_sr388_0078", "normalized": ["Mnnguhhjuruhreeghh, juuruhhjuuruhh, mnnguhhmnguhjuruhherghh!"]}, {"name": "You", "audio": "", "normalized": ["Huuhgaaghhgh, guhhaagahaahh…"]}, {"name": "", "audio": "", "normalized": ["However, with an uncontrollable desire to ejaculate, he still could not cum without Astaroth's permission or she would kill him."]}, {"name": "", "audio": "", "normalized": ["Even then, his instinct prioritized himself to survive no matter what, even if that meant rolling in the mud――"]}, {"name": "", "audio": "", "normalized": ["That was the only thing that stopped Fuuma at the edge while he was spiraling into the abyss of maddening pleasure."]}, {"name": "Astaroth", "audio": "v_sr388_0079", "normalized": ["Did you just almost cum again?", " Like I just said, if you cum without my permission, I will kill you."]}, {"name": "You", "audio": "", "normalized": ["Haauhaauhhaaghh, I-I know…"]}, {"name": "", "audio": "", "normalized": ["Whatever this woman says, she will make it happen.", " Even if it was somewhat of a teasing conversation, it still remained true."]}, {"name": "", "audio": "", "normalized": ["Fuuma was sure of that and he desperately suppressed the rising urge coming from his testicles."]}, {"name": "Astaroth", "audio": "v_sr388_0080", "normalized": ["You want to cum?", " Why don't you cry and beg for me to let you cum like a little girl like you are?"]}, {"name": "You", "audio": "", "normalized": ["I-I'm… I'm not like just a regular girl you can find on the street.", " S-sorry to disappoint."]}, {"name": "Astaroth", "audio": "v_sr388_0081", "normalized": ["Hmm, not bad at all.", " You still managed to keep your attitude after everything… I guess I'll make you cum as the reward!"]}, {"name": "Astaroth", "audio": "v_sr388_0082", "normalized": ["Zuuhjurruhhghhjuruhhrereghreehhee rghhreghh!"]}, {"name": "", "audio": "", "normalized": ["Astaroth was amused by Fuuma's words which were practically a bluff and gave him permission to ejaculate and resumed the intense blowjob."]}, {"name": "Astaroth", "audio": "v_sr388_0083", "normalized": ["Mnnguhhjuuruhh, mnnguhmguhhmnnghuuhnmnmgnmhhmmhh!"]}, {"name": "", "audio": "", "normalized": ["She kept sucking, an intense yet gentle blowjob, letting the cock in and out of her throat repeatedly."]}, {"name": "", "audio": "", "normalized": ["It was a last-ditch bluff he made, but Astaroth's blowjob with her tongue, throat, and lips was driving him into the corner immediately."]}, {"name": "Astaroth", "audio": "v_sr388_0084", "normalized": ["Chuuhryurreegh, rellouhrelouh, chuuhruhhreouhnm!"]}, {"name": "", "audio": "", "normalized": ["Astaroth saw Fuuma's expression as he was driven towards the limit and she escalated, teasing him even harder."]}, {"name": "", "audio": "", "normalized": ["That moment, Fuuma's hips and legs started trembling as if something snapped inside him and it sped up along with the movement of her blowjob."]}, {"name": "Astaroth", "audio": "v_sr388_0085", "normalized": ["Mnngouhgouhgoogohhgoohhnmm, mnnouhgoughh, mnnguhhommouhgoughh!"]}, {"name": "You", "audio": "", "normalized": ["Hooghgouhgouhooughh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma let out a massive amount of semen into Astaroth's mouth and it all flowed into her throat."]}, {"name": "Astaroth", "audio": "v_sr388_0086", "normalized": ["Goubbguhhgogguoughh, mnnhougughgreegghh, goouhguheregh, guhhbugbguereghh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma's ejaculation lasted almost endlessly as he held it off so long and the incredible amount of semen inflated Astaroth's cheeks."]}, {"name": "Astaroth", "audio": "v_sr388_0087", "normalized": ["Mnnbuuhguuhhgh, mnnguhhghjurruhh, mnnguh, goouhgouh, gouhhgyuuhherhh, gonnghyuuereegh!"]}, {"name": "", "audio": "", "normalized": ["And when the ejaculation was finally over, Astaroth gulped her throat and took her time to swallow the semen."]}, {"name": "Astaroth", "audio": "v_sr388_0088", "normalized": ["Mnnbuuhguuhaaghh!"]}, {"name": "", "audio": "", "normalized": ["Finally, his penis was freed from her mouth, but lava-like semen was still gushing out of its tip."]}, {"name": "Astaroth", "audio": "v_sr388_0089", "normalized": ["Huughuhhahahahah, the volume of cum is just so much more than any man.", " And the taste, it's so different and so good."]}, {"name": "", "audio": "", "normalized": ["Astaroth stared at the cock joyously with a huge smile on her face."]}, {"name": "Astaroth", "audio": "v_sr388_0090", "normalized": ["I give you credit for breaking so many women.", " I wonder which is better, your cock or balls?"]}, {"name": "You", "audio": "", "normalized": ["Haauhhaauhhaauhh… Mnngh, ughhuguhouhh!"]}, {"name": "", "audio": "", "normalized": ["Then Astaroth, smiling and looking at them, suddenly sucked onto the scrotum and started teasing it with her tongue."]}, {"name": "", "audio": "", "normalized": ["Fuuma was overcome with a sense of powerlessness and rendered speechless as Astaroth's tongue rolled his balls――"]}, {"name": "", "audio": "", "normalized": ["It made his cock erect again."]}, {"name": "Astaroth", "audio": "v_sr388_0091", "normalized": ["Rerelouhhnmm, mnnheheheh, you just came so much, but you've gotten so hard so soon…"]}, {"name": "You", "audio": "", "normalized": ["Y-you've had more than enough of me…"]}, {"name": "", "audio": "", "normalized": ["Fuuma let out a faint complaint, but Astaroth shook her head sideways and put on an erotic smile."]}, {"name": "Astaroth", "audio": "v_sr388_0092", "normalized": ["You're such a wonderful toy I just got.", " I need to play with you thoroughly.", " You've done the same to those women, right?"]}, {"name": "Astaroth", "audio": "v_sr388_0093", "normalized": ["Once I'm bored of you, I will kill you…"]}, {"name": "", "audio": "", "normalized": ["Astaroth whispered into his ears."]}, {"name": "", "audio": "", "normalized": ["Then she flicked the tip of his once again erect cock with her thin, supple fingertips."]}]