[{"name": "You", "audio": "", "normalized": ["Ugh, what the…"]}, {"name": "", "audio": "", "normalized": ["It was in a moment of carelessness I had after I had defeated a formidable Demon who faced me――"]}, {"name": "", "audio": "", "normalized": ["It was only a blink of an eye, not even mere seconds."]}, {"name": "", "audio": "", "normalized": ["But it appeared like a natural disaster, no warnings or signs, and disposed of my men without even a chance to retaliate."]}, {"name": "", "audio": "", "normalized": ["I had no idea the sudden death was upon them and the magical wing swooped in to bring them down.", " And eventually, it came to my left chest――"]}, {"name": "You", "audio": "", "normalized": ["A-am I still…alive?"]}, {"name": "", "audio": "", "normalized": ["I had thought of every possible scenario and prepared for it through my life, sometimes sly, sometimes cunning."]}, {"name": "", "audio": "", "normalized": ["But even for me, it felt like I was stepping into darkness then."]}, {"name": "Argano", "audio": "v_r-ev189_0000", "normalized": ["You're alive?", " Well, for now anyway…"]}, {"name": "", "audio": "", "normalized": ["The courier of death that appeared before me came down to the ground as her wings flapped in front of my shaken eyes, commenting smugly."]}, {"name": "", "audio": "", "normalized": ["It was not an illusion.", " I felt the same strike to my left chest as the one that killed many of my men."]}, {"name": "", "audio": "", "normalized": ["It was evident by the fact that my heart, though still somehow beating, felt like something foreign was inside."]}, {"name": "You", "audio": "", "normalized": ["Who…"]}, {"name": "Argano", "audio": "v_r-ev189_0001", "normalized": ["I am Argano the Badhbh… Perhaps a man of your caliber has heard of me, yes?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I have."]}, {"name": "", "audio": "", "normalized": ["I saw a horned, sultry woman in red and black smile at me and I cursed myself for my own carelessness."]}, {"name": "", "audio": "", "normalized": ["The Badhbh, a grim reaper.", " It was the messenger of death born out of the pool of blood from the heroes who perished on the Dark World battlefields."]}, {"name": "", "audio": "", "normalized": ["Once it caught the smell of blood and death, it would appear in any battlefield and kill indiscriminately, devouring the bold."]}, {"name": "You", "audio": "", "normalized": ["I figured it was only some kind of a folklore, but I did not realize you actually existed."]}, {"name": "Argano", "audio": "v_r-ev189_0002", "normalized": ["I've been quite busy recently, dropping by here and there, so I thought people would be talking…"]}, {"name": "You", "audio": "", "normalized": ["I've heard there has been many missing in action, but if you had killed all of them, then the dead can't talk, so…"]}, {"name": "You", "audio": "", "normalized": ["Seems you have been doing very fine work."]}, {"name": "You", "audio": "", "normalized": ["But if you kill everyone and leave no survivors, it's no wonder you don't have any reputation."]}, {"name": "Argano", "audio": "v_r-ev189_0003", "normalized": ["Hahaha, I suppose you are right.", " I always get carried away and tear everyone apart."]}, {"name": "You", "audio": "", "normalized": ["I should have thought of Badhbh…as soon as I heard about the increase in the number of MIAs."]}, {"name": "", "audio": "", "normalized": ["But in a battle, there was no point in having hindsight."]}, {"name": "", "audio": "", "normalized": ["There is no second chance for the defeated.", " I had held the rule close to me and lived by it till then."]}, {"name": "You", "audio": "", "normalized": ["S-so… How is my heart still beating at all?"]}, {"name": "Argano", "audio": "v_r-ev189_0004", "normalized": ["A good question.", " You are quite bright, indeed.", " An average joe wouldn't even know he's dead."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I know you stabbed me…right in my left chest."]}, {"name": "Argano", "audio": "v_r-ev189_0005", "normalized": ["Yeah, I hit you with my Indigo Winged Flying Spear 'Badhbh Cath' on your chest."]}, {"name": "Argano", "audio": "v_r-ev189_0006", "normalized": ["That odd feeling you have in your chest, it's the sign of Curse of Badhbh Cath…"]}, {"name": "You", "audio": "", "normalized": ["A curse…huh."]}, {"name": "", "audio": "", "normalized": ["It was better than getting killed outright… Perhaps I should think of it like so, but she still had control over my heart, so I was not exactly happy."]}, {"name": "You", "audio": "", "normalized": ["So, what does it do?"]}, {"name": "Argano", "audio": "v_r-ev189_0007", "normalized": ["I can feel the dark and murky filthiness in you, not like those heroes.", " I found it interesting and thought I might give you a chance."]}, {"name": "You", "audio": "", "normalized": ["So you want to test me…or rather, toy with me.", " I'm in the ballpark, I presume."]}, {"name": "Argano", "audio": "v_r-ev189_0008", "normalized": ["Correct.", " I knew you were smart, that's why I liked you."]}, {"name": "", "audio": "", "normalized": ["Looking at her pointing at my head and laughing made me unsure if she was genuinely complimenting me or it was just a joke――"]}, {"name": "", "audio": "", "normalized": ["But if there was even a slight chance of getting out of here alive, I had to try my best."]}, {"name": "Argano", "audio": "v_r-ev189_0009", "normalized": ["I can feel it… From your heart, a dark ambition and unending desire to live… You are such an interesting man!"]}, {"name": "You", "audio": "", "normalized": ["I know you are enjoying yourself, but let's get down to the business."]}, {"name": "", "audio": "", "normalized": ["I preferred to be toying with others, especially a woman, but was not a fan of being toyed with."]}, {"name": "Argano", "audio": "v_r-ev189_0010", "normalized": ["Let's see.", " In a fight or sex… If you could satisfy me either one you are good at…"]}, {"name": "You", "audio": "", "normalized": ["Sex!"]}, {"name": "", "audio": "", "normalized": ["I cut her sentence short and answered that I chose sex without any sort of hesitation."]}, {"name": "", "audio": "", "normalized": ["I figured I could handle myself in a fight as well, but she did have control over my heart."]}, {"name": "", "audio": "", "normalized": ["Unless I had such a huge advantage so that I could knock her out cold with one hit, she would come out on top.", " Then I would rather choose sex."]}, {"name": "Argano", "audio": "v_r-ev189_0011", "normalized": ["Okay, sex it is.", " Mhuhuhuhu, a fine choice.", " I was getting bored of just showering in blood."]}, {"name": "Argano", "audio": "v_r-ev189_0012", "normalized": ["I was expecting some stud to come entertain me."]}, {"name": "You", "audio": "", "normalized": ["I hope you would enjoy this…because most women I fuck end up broken real quick."]}, {"name": "Argano", "audio": "v_r-ev189_0013", "normalized": ["I might actually like that, eh?", " I have been waiting for such rough and amazing sex for a while."]}, {"name": "You", "audio": "", "normalized": ["Then it's settled…"]}, {"name": "", "audio": "", "normalized": ["I could not just have her keep grasping my heart.", " I had to make her go mad from the pleasure before she changed her mind."]}, {"name": "You", "audio": "", "normalized": ["Let's begin."]}, {"name": "Argano", "audio": "v_r-ev189_0014", "normalized": ["Come on, let me taste your manliness."]}, {"name": "", "audio": "", "normalized": ["I prepared myself for the sex of life and death and shoved my penis right into Argano's pussy as she taunted me with her ass sticking out this way."]}, {"name": "Argano", "audio": "v_r-ev189_0015", "normalized": ["Mnnhaahhuuhh… Not bad at all… Your cock is fitting for such a filthy soul like yourself."]}, {"name": "You", "audio": "", "normalized": ["Damn, it's well worn."]}, {"name": "", "audio": "", "normalized": ["The vagina I had shoved my dick into was already well wet and was swirling and twisting around."]}, {"name": "Argano", "audio": "v_r-ev189_0016", "normalized": ["Most kids these days go pew pew with their cum not even lasting for a couple of strokes, but you are certainly different."]}, {"name": "", "audio": "", "normalized": ["I held her hips and drilled my cock deep inside her, but she laughed joyously and began to move on her own as well."]}, {"name": "You", "audio": "", "normalized": ["I'm glad you aren't just a loudmouthed insensitive bitch either.", " It makes it more fun."]}, {"name": "", "audio": "", "normalized": ["I knew it was no time to be enjoying myself during the sex, but if this was the only way anyway――"]}, {"name": "", "audio": "", "normalized": ["It was not entirely a bad thing I get to go all out against a matching opponent."]}, {"name": "Argano", "audio": "v_r-ev189_0017", "normalized": ["Mnnhuuhhuhhuughh, you are going so hard on me… Haaughh, your tip is rubbing up on me… Pretty good."]}, {"name": "You", "audio": "", "normalized": ["Oh, I'm just getting started."]}, {"name": "", "audio": "", "normalized": ["I put my back into it, literally, and sped up my movement."]}, {"name": "Argano", "audio": "v_r-ev189_0018", "normalized": ["Mnnhaahhaahhmnn!"]}, {"name": "", "audio": "", "normalized": ["Argano arched her back and lifted her heels as her vagina twitched from my faster movement."]}, {"name": "Argano", "audio": "v_r-ev189_0019", "normalized": ["Guuhahhahahh… What a size… Haahh, huhh, it's in my womb so easily… It's piercing…my entire body."]}, {"name": "", "audio": "", "normalized": ["I figured I had to end this quickly before she got used to the stimulation and I held her down――"]}, {"name": "", "audio": "", "normalized": ["I grabbed both of her hands and pulled them closer to me and pounded as hard as I could."]}, {"name": "Argano", "audio": "v_r-ev189_0020", "normalized": ["Ggguuooghoohhuhouhh… Mnnhaahhguhhgguh… You are quite something else…"]}, {"name": "You", "audio": "", "normalized": ["So, is this the perfect cock you were looking for?"]}, {"name": "Argano", "audio": "v_r-ev189_0021", "normalized": ["Haauhh, huaahh, maybe… Everyone came so quickly, before they even reached my womb, so…"]}, {"name": "Argano", "audio": "v_r-ev189_0022", "normalized": ["Yeah, you are pretty good if you can make it this far in."]}, {"name": "", "audio": "", "normalized": ["I tried not to drill the same spot and changed up my moves slightly every time I pounded her with the tip."]}, {"name": "Argano", "audio": "v_r-ev189_0023", "normalized": ["Guuhuhaahhaahuhh… My pussy is so happy from seeing…a real man in a long time."]}, {"name": "You", "audio": "", "normalized": ["Nnnguuoohh!"]}, {"name": "", "audio": "", "normalized": ["The pressure from her pussy got stronger and the swirling intensified.", " Every time I went in, she squeezed back harder."]}, {"name": "", "audio": "", "normalized": ["I still had the upper hand as I was still grabbing her arms, but she still used her hips to rub my cock."]}, {"name": "Argano", "audio": "v_r-ev189_0024", "normalized": ["How is it, the infinitely swirling pussy.", " I'm going to squeeze you from top to bottom with my hot and juicy pussy…"]}, {"name": "You", "audio": "", "normalized": ["Ughh, you can actually control every part of your pussy on your own will, make it squeeze or let go."]}, {"name": "", "audio": "", "normalized": ["She was very adept with her pussy thanks to her experience."]}, {"name": "", "audio": "", "normalized": ["She matched my reciprocating movement and squeezed right where my tip was at the moment."]}, {"name": "You", "audio": "", "normalized": ["Well then… Guhh, how about this."]}, {"name": "Argano", "audio": "v_r-ev189_0025", "normalized": ["Mnnaahhgguhh, aaghhaahh… Guuhh, guhh… Now that's something new…"]}, {"name": "", "audio": "", "normalized": ["I stopped my penis as it just reached her womb and kept pounding with just my hips, as if as I ejaculate."]}, {"name": "", "audio": "", "normalized": ["At the same time, I moved her hands over her body, going over her stomach, back, breasts, and armpits to see what tickled her from the pussy's reaction."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, I knew your erect nipples would be a sure-hit."]}, {"name": "Argano", "audio": "v_r-ev189_0026", "normalized": ["Huuaahh, guhhguaahh… Haahh, huhahh, hauhh… Your fingers…rolling my nipples…"]}, {"name": "", "audio": "", "normalized": ["I continued to grope her breasts in a kneading motion, but also pinched and rubbed her nipples with my fingers and her womb expanded in a twitch."]}, {"name": "Argano", "audio": "v_r-ev189_0027", "normalized": ["Guuhaahh… Haahh, huahh, huhhahh… Uhhaahaahh, mnghehh… Now…to the side and the back…"]}, {"name": "You", "audio": "", "normalized": ["You have smooth, soft skin.", " It's very nice."]}, {"name": "", "audio": "", "normalized": ["In contrast to the violent pounding with my cock, I moved my fingers gently and rubbed her from her back, side and then to napes and repeated."]}, {"name": "Argano", "audio": "v_r-ev189_0028", "normalized": ["Haauughh… Guuheeghh… Haahh, hauhh, aamnghhm… Ugguhh… Ahh, now this move…"]}, {"name": "You", "audio": "", "normalized": ["It's important I change up my moved to keep it fresh."]}, {"name": "", "audio": "", "normalized": ["As soon as Argano's womb was easing up, I pulled my hips and then slammed it in as hard as I could."]}, {"name": "Argano", "audio": "v_r-ev189_0029", "normalized": ["Mnnhahhaauhh… Ggguhaahh, so good… Your cock is…all the way into my womb…"]}, {"name": "You", "audio": "", "normalized": ["I'm not just an average joe, right?"]}, {"name": "Argano", "audio": "v_r-ev189_0030", "normalized": ["Guuhaahhaauhh… Ahhaahghhaahh… Mguuheehh, it's knocking on me… My womb is numb…"]}, {"name": "You", "audio": "", "normalized": ["I'm going to pound you hard, right into your ovaries."]}, {"name": "Argano", "audio": "v_r-ev189_0031", "normalized": ["Guuhhaaghhaauhh, even my eggs… It's hitting my eggs.", " I've never seen…anyone like this…"]}, {"name": "You", "audio": "", "normalized": ["I have to admit, you are quite a woman, but how we approach sex is completely different."]}, {"name": "Argano", "audio": "v_r-ev189_0032", "normalized": ["Mnnguuhhaahuhaahh… Huughhaahaauhhghhaahh."]}, {"name": "You", "audio": "", "normalized": ["You've been looking to get as much hedonistic pleasure from it as possible, but I've been training my skills to make women cum."]}, {"name": "You", "audio": "", "normalized": ["That difference is manifesting as a result."]}, {"name": "", "audio": "", "normalized": ["Argano was nowhere was confident as she was in the beginning and she was now moaning and savoring the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Come on, don't space out.", " You've gotta put more effort into this!"]}, {"name": "Argano", "audio": "v_r-ev189_0033", "normalized": ["Ggghaahguhaahh… Huughhugguuhhaahhmnn, mnhhaahhahh…"]}, {"name": "", "audio": "", "normalized": ["I struck the vagina of Argano, who was already in a trance-like state, hard with my tip and shook it until I hit her womb."]}, {"name": "Argano", "audio": "v_r-ev189_0034", "normalized": ["Guuheeaahhahahahahahaaghh!"]}, {"name": "", "audio": "", "normalized": ["When she twitched and arched her back as she stood on her toes, I grabbed on to her breasts and arms and tugged her close to me."]}, {"name": "Argano", "audio": "v_r-ev189_0035", "normalized": ["Guuhaahhahahhahhuhh… Aaaghhaammnghh!"]}, {"name": "", "audio": "", "normalized": ["And then I made sure the tip was right up Argano's shuddering womb and ejaculated."]}, {"name": "Argano", "audio": "v_r-ev189_0036", "normalized": ["Hiieegghuuhmnnmnnmnn!"]}, {"name": "You", "audio": "", "normalized": ["Come on, a baptism of hot cum in your pussy!"]}, {"name": "Argano", "audio": "v_r-ev189_0037", "normalized": ["Mnngaahhahhahahaahh, I'm coming, coming, I'm commiinngg!"]}, {"name": "", "audio": "", "normalized": ["Argano orgasmed as she laughed and screamed in pleasure from the loads of cum hitting her womb."]}, {"name": "Argano", "audio": "v_r-ev189_0038", "normalized": ["Mnnhaahhaaghhuuahh, My womb… Ahhaaghh, it's still twitching… So much cum… Haaeehhghh, still coming out…"]}, {"name": "You", "audio": "", "normalized": ["It was a real nice pussy, so I came even more than usual."]}, {"name": "Argano", "audio": "v_r-ev189_0039", "normalized": ["Huughhaahhaahahahhauhh….", " Amazing, really… Guuhehghaahh, you are a real man… I like you."]}, {"name": "", "audio": "", "normalized": ["As Argano began to laugh along with the pleasured moans, I felt a dull heat on my left chest."]}, {"name": "You", "audio": "", "normalized": ["Mnn, wh-what the…"]}, {"name": "", "audio": "", "normalized": ["I thought for a moment that Argano ignored her promise and was crushing my heart after I satisfied her…"]}, {"name": "Argano", "audio": "v_r-ev189_0040", "normalized": ["Th-that burn… Haahh, haauhh, is the sign… Mnguhheuhaahh…you made a deal with me."]}, {"name": "You", "audio": "", "normalized": ["A deal?"]}, {"name": "Argano", "audio": "v_r-ev189_0041", "normalized": ["Yeah, a female Badhbh like me… We wander around the battlefield, looking for the right man… one that can satisfy us, and we mate."]}, {"name": "You", "audio": "", "normalized": ["So that means the sex with me was good enough to have satisfied you… Am I right?"]}, {"name": "Argano", "audio": "v_r-ev189_0042", "normalized": ["Y-yeah… Now you and I are a couple… You are a worthy man with enough powers… So I made a deal to offer my body."]}, {"name": "You", "audio": "", "normalized": ["I see.", " So That's what this heat was about."]}, {"name": "Argano", "audio": "v_r-ev189_0043", "normalized": ["That was fantastic… You made me feel so high and ecstatic, more than anyone before."]}, {"name": "You", "audio": "", "normalized": ["I'm glad… Then I guess it's my turn to have some fun."]}, {"name": "", "audio": "", "normalized": ["The sex till now has been something of a service for Argano so she would let go of my heart."]}, {"name": "", "audio": "", "normalized": ["But once she had made a deal to offer herself to me, then I could really enjoy myself."]}, {"name": "Argano", "audio": "v_r-ev189_0044", "normalized": ["Giiheeahhaaghhaahhaahh!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, I began the second round and moved my hips violently.", " Argano's swooning smile twitched and her body tensed up."]}, {"name": "Argano", "audio": "v_r-ev189_0045", "normalized": ["Guwaahhaaeeghh, wh-what… You didn't even pull out… N-no way, this can't be… After cumming so much…"]}, {"name": "Argano", "audio": "v_r-ev189_0046", "normalized": ["Uuhgheehhaahh, s-still…still continuing on… N-no, it's not possible."]}, {"name": "You", "audio": "", "normalized": ["Overwhelming powers could get boring because you can never go all out."]}, {"name": "Argano", "audio": "v_r-ev189_0047", "normalized": ["Mnneehhoohghhgoghh, a-and… Huuhgahh… I-it's, it's, getting bigger… Ohghhoghhoohhgohh!"]}, {"name": "", "audio": "", "normalized": ["Argano lost her cool and tried to get away from me by twisting her body, but she could not overpower me with her limp body after orgasming."]}, {"name": "You", "audio": "", "normalized": ["Now, do go ahead and enjoy the full potential of the man who you deemed worthy."]}, {"name": "Argano", "audio": "v_r-ev189_0048", "normalized": ["Noo, no no, not now… Haaeeghh, not any morree, I have to rest…"]}, {"name": "", "audio": "", "normalized": ["Argano tried to get away by wiggling her body, but I grabbed her arms and pulled her closer."]}, {"name": "Argano", "audio": "v_r-ev189_0049", "normalized": ["Geeaahhaaghhaaghhaahh, stop it, hegguhh… Again, gguheghu, I can't… Hieehaahhmnn!"]}, {"name": "You", "audio": "", "normalized": ["You said we were a couple now, so you better squeeze your pussy tight till my dick is satisfied."]}, {"name": "", "audio": "", "normalized": ["Argano was writhing and confused, but I told her so without mercy and sped up my movement."]}, {"name": "Argano", "audio": "v_r-ev189_0050", "normalized": ["Huuhgheegaahhaahh, m-my body… Mnnguheehhuumngh, it's floating… Heeghh, I'm flying, flying!"]}, {"name": "You", "audio": "", "normalized": ["Fitting for a magical bird!"]}, {"name": "Argano", "audio": "v_r-ev189_0051", "normalized": ["Guhhehhaaghh, it's getting…bigger, again… Heehhaahh… My entire body, heeghh!"]}, {"name": "", "audio": "", "normalized": ["Just from how hard I was pounding her, her toes left the ground again and again, and her body jumped up on its ass as my cock plowed her."]}, {"name": "Argano", "audio": "v_r-ev189_0052", "normalized": ["Geehhaaghh… Hheeghueehh, it's too good… Mnnguhaahh, I-I'm going to break… Hheeaahh."]}, {"name": "You", "audio": "", "normalized": ["Let me show you how far your pussy can go."]}, {"name": "Argano", "audio": "v_r-ev189_0053", "normalized": ["Noo, noo, I'm gonna break, gieeheeghh, I'm gonna break, aauhh… P-please stop, please!"]}, {"name": "", "audio": "", "normalized": ["I continued to drill her deep, stirring up her fleshpot and digging in so deep that she would lift off the ground."]}, {"name": "", "audio": "", "normalized": ["Eventually, Argano squeezed her pussy as she twitched."]}, {"name": "You", "audio": "", "normalized": ["Come on, remember my cock with your pussy and squeeze it tighter."]}, {"name": "Argano", "audio": "v_r-ev189_0054", "normalized": ["Heeigeehh, gguhhgeghh… Coming, coming, I keep on coming, I-I can't think, I d-don't know what's going on, eehh!"]}, {"name": "", "audio": "", "normalized": ["I adjusted the position and the angles as I plowed Argano so her body would react to the pleasure and contract her pussy."]}, {"name": "You", "audio": "", "normalized": ["Such a hassle, your pussy."]}, {"name": "Argano", "audio": "v_r-ev189_0055", "normalized": ["Gieehhgheeaahh, ggeehhaaghh, please no, I can't, take much moorree, aaghh!"]}, {"name": "You", "audio": "", "normalized": ["Bad pussy.", " I will cum loads inside you as a punishment.", " Make sure you don't ever forget what it feels like!"]}, {"name": "Argano", "audio": "v_r-ev189_0056", "normalized": ["Huumngeeahheegaahh!"]}, {"name": "", "audio": "", "normalized": ["I lifted up Argano's body as I flexed my muscles and came as hard as I could once she was stabbed through by my spear."]}, {"name": "Argano", "audio": "v_r-ev189_0057", "normalized": ["Heeghhaaghhmnn, I-I'm gonna break, eeguhhgguhh, breaakk, aahmmnn!"]}, {"name": "", "audio": "", "normalized": ["Her womb was filled with a massive amount of semen again and her belly began to inflate all the while she was still lifted up by the cock."]}, {"name": "Argano", "audio": "v_r-ev189_0058", "normalized": ["Hieeahh, hiieaaghh, hegheegghh, c-crazy, hiighh, m-my pussy, pussy… Mnngheehh!"]}, {"name": "Argano", "audio": "v_r-ev189_0059", "normalized": ["My woommbb, it's filled with cum… It's so full and blowing up, it's gonna explooddee!"]}, {"name": "You", "audio": "", "normalized": ["Here, this is what it feels like when I cum inside you back to back.", " You better make sure your body remember this!"]}, {"name": "", "audio": "", "normalized": ["I still had her penetrated with my cock and I kept pounding her as I ejaculated inside her until I was completely satisfied."]}, {"name": "Argano", "audio": "v_r-ev189_0060", "normalized": ["Ggeehhghh, ggheegheehooghhoghhmnghhnghh!"]}, {"name": "", "audio": "", "normalized": ["I was forced to another orgasm even before she recovered from the last one and her womb was inflated full of cum――"]}, {"name": "", "audio": "", "normalized": ["Argano's consciousness faded as her body went all limp and immobile with a nasty ahegao with snot coming out of her nose."]}, {"name": "Argano", "audio": "v_r-ev189_0061", "normalized": ["Hoouhh, oohhooghhooghhoogh, hooughh… Guushughh… Goophugh, mnnbuhhgh… Hughaahh…"]}, {"name": "", "audio": "", "normalized": ["Once I was done ejaculating, I pulled out my cock and Argano fell to the ground with her ass poking up into the air."]}, {"name": "Argano", "audio": "v_r-ev189_0062", "normalized": ["Nnggoouhh, bughh… Goohh, ooghh…"]}, {"name": "", "audio": "", "normalized": ["She was spewing cum out of her now wide open pussy with bubbling noise and continued to twitch."]}, {"name": "You", "audio": "", "normalized": ["Your pussy wasn't that bad, but you don't even cut it as my plaything if you are just a bigmouthed slut."]}, {"name": "Argano", "audio": "v_r-ev189_0063", "normalized": ["Guuhahh… Geeoghh, sh-shorry.", " I'm so shorry… Hiieghh… Gughuughh…"]}, {"name": "You", "audio": "", "normalized": ["Train both your body and pussy, then come back."]}, {"name": "", "audio": "", "normalized": ["I left Argano lying there as she was not even able to speak clearly and walked away."]}]