[{"name": "Karen", "audio": "v_r-ev190_0000", "normalized": ["Guhghh… Haahhaahhaahhaahh."]}, {"name": "", "audio": "", "normalized": ["The previously touched vagina was still tight and every time I moved my hips, blood from defloration dripped."]}, {"name": "Karen", "audio": "v_r-ev190_0001", "normalized": ["Mnnguhh, ughh… Haahhguhhgh… Mnnguhhttssuhghh!"]}, {"name": "You", "audio": "", "normalized": ["Are you alright?", " Are you gonna be okay if I keep going?"]}, {"name": "Karen", "audio": "v_r-ev190_0002", "normalized": ["Mnnmmhuhh… Guhhguhh… Guhhmmgh… Haahhaahh, uhhmnguhh."]}, {"name": "", "audio": "", "normalized": ["Karen was biting down on her lips, trying to endure the pain from the defloration and nodded."]}, {"name": "", "audio": "", "normalized": ["I was inserting into her while I was actually being considerate towards her, unlike my usual style.", " There were some complex reasons behind it."]}, {"name": "", "audio": "", "normalized": ["Karen B.", " Einhard was a UFS operative.", " The nanomachines inside her allowed her to authenticate the use of the device that solidified the anti-Demon particle."]}, {"name": "", "audio": "", "normalized": ["Her father was German and her mother was from the UFS and they worked on anti-Demon research together, but they both died."]}, {"name": "", "audio": "", "normalized": ["Since then she took after their will and continued with their research and at the same time, she used her own body as the testbed――"]}, {"name": "", "audio": "", "normalized": ["And thrown herself into battle day after day."]}, {"name": "", "audio": "", "normalized": ["The girl who had been made a victim of such fate was now in my arms, moaning as she gave up her virginity."]}, {"name": "Karen", "audio": "v_r-ev190_0003", "normalized": ["Guhhguh… I'm going to be okay.", " Keep going… I've had my arm cut off before, it's nothing…"]}, {"name": "You", "audio": "", "normalized": ["Hey, hey.", " I guess you have a seriously fucked up past.", " You do seem to have all your limbs now though, huh?"]}, {"name": "Karen", "audio": "v_r-ev190_0004", "normalized": ["I've reconstructed them with the anti-Demon particle materialization.", " It was when my father's best friend betrayed him."]}, {"name": "Karen", "audio": "v_r-ev190_0005", "normalized": ["We were assaulted and my father's assistant injected me with the nanomachines once we were in danger.", " I guess I was lucky."]}, {"name": "You", "audio": "", "normalized": ["I see.", " So it all makes sense now, the fact you have never even had intercourse with a man before too."]}, {"name": "", "audio": "", "normalized": ["It appears she had been spending her life so different from that of regular teenage girls, away from love and romance, more so than I had researched."]}, {"name": "", "audio": "", "normalized": ["However, looking at her beautiful body, I thought it would be a waste if she did not experience such things."]}, {"name": "", "audio": "", "normalized": ["Unlike her small frame, she had nice large, perky, and bouncy breasts and their feeling was so alluring to men."]}, {"name": "", "audio": "", "normalized": ["She may have not realized herself, but the men around her must have looked at her with the desire to grope and suck her breasts――"]}, {"name": "", "audio": "", "normalized": ["Not just once or twice either.", " I found it ironic that the pair of tits that the men from UFS stared at with such desires were swaying right in front of my eyes."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna get some new haters for this."]}, {"name": "Karen", "audio": "v_r-ev190_0006", "normalized": ["Wh-what was that?"]}, {"name": "You", "audio": "", "normalized": ["Nothing, never mind.", " Anyway, we need to remove your virus completely before it activates itself."]}, {"name": "Karen", "audio": "v_r-ev190_0007", "normalized": ["I-I know that… I need to protect the nanomachine and the anti-Demon particle research my parents left me at all costs."]}, {"name": "Karen", "audio": "v_r-ev190_0008", "normalized": ["F-for that… Th-this is nothing."]}, {"name": "", "audio": "", "normalized": ["Karen was going to seek help from Taimanin to protect the research from the moles in the UFS who were working with the Demons to use it for their own gains."]}, {"name": "", "audio": "", "normalized": ["I was successful in intercepting her moves and leaked the intel to the UFS.", " Once they assaulted her, I contacted her, faking myself as a Taimanin."]}, {"name": "", "audio": "", "normalized": ["I had taken the nanomachine virus the UFS prepared as a countermeasure against her and injected it into her…"]}, {"name": "You", "audio": "", "normalized": ["I'm going to give you plenty of my semen to neutralize your virus."]}, {"name": "Karen", "audio": "v_r-ev190_0009", "normalized": ["Y-yeah… Th-that's fine.", " If that allows me…to protect it, I-I will endure any pain…I'll endure it."]}, {"name": "", "audio": "", "normalized": ["So that was how I ended up taking her virginity upon her consent which was a rather rare thing for me."]}, {"name": "", "audio": "", "normalized": ["Of course, no matter what kind of backstory the girl had, my policy remained all the same."]}, {"name": "", "audio": "", "normalized": ["If I was to fuck a woman, I will fuck her hard enough to make her realize she is a whore and to be captivated by it."]}, {"name": "You", "audio": "", "normalized": ["Good.", " Then you need to help me get turned on."]}, {"name": "", "audio": "", "normalized": ["I said as I pounded her rather tiny and tight pussy and then pulled out the cock and shoved it right into her mouth."]}, {"name": "Karen", "audio": "v_r-ev190_0010", "normalized": ["Huuaagghuhghhguhhmnn!"]}, {"name": "", "audio": "", "normalized": ["She screamed in surprise as the penis, which she had seen for the first time, was forcibly inserted into her mouth."]}, {"name": "You", "audio": "", "normalized": ["It's just like one of those lollipops you are always sucking on."]}, {"name": "You", "audio": "", "normalized": ["It's a little bigger, sure, but the only thing you need to do it just lick it."]}, {"name": "Karen", "audio": "v_r-ev190_0011", "normalized": ["Mnnhuhghh, mmnguhhmguhh, I-I'm, ahh… Haammuhh, juruuhhjruhh… Amuuhhchuhhruhhrghh."]}, {"name": "", "audio": "", "normalized": ["Karen seemed to be shaken and confused for a moment, but once I explained, she let her tongue slide along the penis and proceeded to lick it."]}, {"name": "Karen", "audio": "v_r-ev190_0012", "normalized": ["Haamuhh, juruuhh… Rerrouhhrerroughh, j-just like a lollipop… Ammugh, juuhrruhh."]}, {"name": "You", "audio": "", "normalized": ["Your tongue is nice and soft, pretty good.", " Now, use it and gently lick it slowly."]}, {"name": "Karen", "audio": "v_r-ev190_0013", "normalized": ["Ammuhh, jurroughh… Juruhhreghh… Reelouhrelouh, haamuhh, juruhh…"]}, {"name": "", "audio": "", "normalized": ["Her tongue gently caressed the tip of my cock and slurped the fluids as she licked around it."]}, {"name": "Karen", "audio": "v_r-ev190_0014", "normalized": ["The smell and taste… It's so thick… Aaamuhh, and it's so hot, almost like melting my tongue…"]}, {"name": "You", "audio": "", "normalized": ["That's the difference between the lollipop."]}, {"name": "Karen", "audio": "v_r-ev190_0015", "normalized": ["Haamughh, juururehh, heegughh… In my mouth, it's jumping up and down… Amuuhehh, it's getting even bigger."]}, {"name": "", "audio": "", "normalized": ["The heat of the cock inside her mouth and the thick smell of sexual fluid aroused her and her expression began to melt."]}, {"name": "Karen", "audio": "v_r-ev190_0016", "normalized": ["Mnnguhhjrughh… Haamuhghaahh… The smell inside my mouth, aahh, it's going up to my head…"]}, {"name": "You", "audio": "", "normalized": ["That's a good sign."]}, {"name": "", "audio": "", "normalized": ["I held down Karen's head as she sucked on my cock with an ecstatic face and began pounding my hips."]}, {"name": "Karen", "audio": "v_r-ev190_0017", "normalized": ["Aaamuuhhnnguhhnguhh… Mnnuhmuhhuughhguhhuhh… Mnnehh, mnnguheghh…"]}, {"name": "", "audio": "", "normalized": ["I held myself back enough to not go in too deep so I don't pound her throat yet taught her how it feels to get fucked in the throat."]}, {"name": "Karen", "audio": "v_r-ev190_0018", "normalized": ["Mnggouhh, gughggouhh… Haammuhhguhh… Huhhaahh, it's a little too rough… Too rough… Too rough."]}, {"name": "You", "audio": "", "normalized": ["If you take too much time, it's gonna be too late.", " A man needs proper steps to ejaculate."]}, {"name": "", "audio": "", "normalized": ["All I need to do was to point everything towards her determination to save her parents' heritage that was the nanomachines――"]}, {"name": "", "audio": "", "normalized": ["Then her instinct as a whore would wake up and will be corrupted on her own."]}, {"name": "Karen", "audio": "v_r-ev190_0019", "normalized": ["Mnnoouhhouhhoouhhoughhjurruhh h… I-I see… Haamuhh, I'll try my best… I'll suck… I'll suck your cock."]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " Suck it well and taste the juice."]}, {"name": "Karen", "audio": "v_r-ev190_0020", "normalized": ["Mmmuhghh, jurrughh… Haamuhh, aamuhhjuruhh, relouhh… Haamnnuh, jurughhelehh…"]}, {"name": "", "audio": "", "normalized": ["In synch with the movement of me pounding her mouth, Karen licked the tip with her tongue, slurped the precum, and rubbed the backside with her mouth."]}, {"name": "Karen", "audio": "v_r-ev190_0021", "normalized": ["Haamuuhhjuurruhhruhh… Haauhh… Amazing… It's throbbing inside my mouth, with such a thick smell…"]}, {"name": "You", "audio": "", "normalized": ["It means I'm working towards the ejaculation.", " But, I'm not sure the semen from this is quite enough to neutralize the virus."]}, {"name": "Karen", "audio": "v_r-ev190_0022", "normalized": ["Mnnguhhuuhh, juice… I'm swallowing so much juice from your cock…"]}, {"name": "", "audio": "", "normalized": ["She was already corrupted enough to mutter lewd words without realizing it herself, but I took the next step to accelerate the action."]}, {"name": "You", "audio": "", "normalized": ["Vacuum your cheeks more and slurp on it.", " And I'm gonna touch your body to make myself more turned on."]}, {"name": "Karen", "audio": "v_r-ev190_0023", "normalized": ["Mnnaahh, touch me… What do you… Mnnhuhhmhguhh…"]}, {"name": "", "audio": "", "normalized": ["Her large breasts were exposed right in front of me and so was her pussy dripping with fluids.", " There was no way to ignore it."]}, {"name": "You", "audio": "", "normalized": ["Your nipples are so hard and erect.", " I guess you are getting turned on just by sucking on my cock, huh?"]}, {"name": "Karen", "audio": "v_r-ev190_0024", "normalized": ["Guhhahh… Noo, not there, not there, aahh, if you touch me there, heguhhmnn!"]}, {"name": "", "audio": "", "normalized": ["I placed her nipples right at the center of my palms and groped her breasts as if I was kneading them."]}, {"name": "You", "audio": "", "normalized": ["It's so perky, pushing back so hard when I let my fingers dig in… Damn, they're such meaty tits."]}, {"name": "Karen", "audio": "v_r-ev190_0025", "normalized": ["Mnnhaamuhguhh… Mheghh… My breasts… When you touch them… Heguhh… My body, huhgguhhguhh…"]}, {"name": "You", "audio": "", "normalized": ["It really feels great in my hands."]}, {"name": "", "audio": "", "normalized": ["I gently caressed her breasts and gradually sped up my movement."]}, {"name": "Karen", "audio": "v_r-ev190_0026", "normalized": ["Heeaagghh, my breasts, mgughhmm, you're touching them so hard… Uaahhguh, mnnghahaahhaagaahh!"]}, {"name": "You", "audio": "", "normalized": ["Don't be too distracted by getting your tits groped.", " You better keep sucking my cock good."]}, {"name": "Karen", "audio": "v_r-ev190_0027", "normalized": ["Yes, guhh… Mnnhuhhuuh, juruuhh, jurruhh… Aaamuuhghh, juhleghh."]}, {"name": "", "audio": "", "normalized": ["She was still being captivated by the sensation of having her breasts groped, but once I ordered her, Karen began to suck my cock again."]}, {"name": "Karen", "audio": "v_r-ev190_0028", "normalized": ["Mnnhhjuruuhhuhghh… Haamuhhghh, juruhhlegghh… Haamuhhmn, the smell, aahh, it's getting thicker… Aamuguhh."]}, {"name": "You", "audio": "", "normalized": ["It means touching your tits made me turned on enough."]}, {"name": "", "audio": "", "normalized": ["I continued to fondle her breast with my hand and then placed the other hand onto her crevice which was drenched with juice and dripping the blood."]}, {"name": "Karen", "audio": "v_r-ev190_0029", "normalized": ["Huuhaaguhh… Mnnghhaahh…"]}, {"name": "You", "audio": "", "normalized": ["Your pussy is soaking wet too.", " I can see slippery juice all the way down to your asshole."]}, {"name": "Karen", "audio": "v_r-ev190_0030", "normalized": ["Mnnhuhaahh… M-my pussy… Aaahhmnguhh, it's been, it's been, twitching and aching…"]}, {"name": "You", "audio": "", "normalized": ["Seems that way.", " Let me spread it… Ohh, look, your clitoris has grown so huge."]}, {"name": "", "audio": "", "normalized": ["I parted her crevice and it exposed her enlarged clitoris.", " As I rolled it with my fingertip, Karen's body trembled."]}, {"name": "Karen", "audio": "v_r-ev190_0031", "normalized": ["Guhhaahhaahh, juruhhleehh… It's so sensitive… Right there, ahhahh."]}, {"name": "You", "audio": "", "normalized": ["It's important to suck real hard even while you are getting touched in the sensitive parts."]}, {"name": "Karen", "audio": "v_r-ev190_0032", "normalized": ["Haammuhh, guhhuhhuhh… I-I understand… Amuhhjueeleehh, juruuhleehhaamuhhmnn."]}, {"name": "", "audio": "", "normalized": ["Once I stuck my finger into her twitching vagina and drilled it in deep, Karen's mind was melted away by the pleasure."]}, {"name": "Karen", "audio": "v_r-ev190_0033", "normalized": ["Huuhhaghhaamuhh, juurouhhjurrouhh… Mnnhuhaahh… Ammuh, relouhh… Your cock tastes so good…"]}, {"name": "Karen", "audio": "v_r-ev190_0034", "normalized": ["Haammuhh, I love it… Swallowing your smelly juice."]}, {"name": "", "audio": "", "normalized": ["She swallowed my precum and her body shuddered as I petted.", " She vacuumed her cheeks and tangled her tongue onto my cock with lewd noise――"]}, {"name": "", "audio": "", "normalized": ["Karen had completely forgotten what her initial purpose was and was in ecstasy from the pleasures of lust."]}, {"name": "You", "audio": "", "normalized": ["Looks like you've gotten pretty used to it now.", " Your pussy is now nice and moist."]}, {"name": "", "audio": "", "normalized": ["At this point, things would have been over if I let her pussy taste the unforgettable orgasm."]}, {"name": "", "audio": "", "normalized": ["The pain from the defloration must have been gone by now and once I knew how wet her pussy was, I knew for sure and inserted into her."]}, {"name": "Karen", "audio": "v_r-ev190_0035", "normalized": ["Uhhaahh, huhhmnn!"]}, {"name": "", "audio": "", "normalized": ["Unlike before, her pot of flesh was completely filled with juice, completely drenched."]}, {"name": "", "audio": "", "normalized": ["Because of her small frame, her vagina was still tiny, but it did now engulf the penis whole and squeezed hard onto it."]}, {"name": "Karen", "audio": "v_r-ev190_0036", "normalized": ["Guhhaahha, haahhahh, hahh… What the, aahh, th-this is… Aaahuhhghhaahh… Mmmhuhh."]}, {"name": "You", "audio": "", "normalized": ["Your pussy feels completely different now, right?"]}, {"name": "Karen", "audio": "v_r-ev190_0037", "normalized": ["Huhhuhuhh, so good… My pussy, feels amazing… Mnnguheghh, your cock…spreading it…"]}, {"name": "Karen", "audio": "v_r-ev190_0038", "normalized": ["It's drilling in…rubbing it… Ahhaaghh, when you pound me like that… It's ringing my head… It's ringing, guhmmnn!"]}, {"name": "You", "audio": "", "normalized": ["That means you lost your virginity and now grown into a real slut pussy."]}, {"name": "", "audio": "", "normalized": ["Every time I moved my hips, I heard the wet, rubbing noise from her flesh, similar to when she was sucking on my cock."]}, {"name": "Karen", "audio": "v_r-ev190_0039", "normalized": ["Mnnhaahhaghh, guhaahh… Down there, in my pussy… I can hear it, it's just like when I was sucking on your cock!"]}, {"name": "You", "audio": "", "normalized": ["It's not just your pussy, you can hear your tits swinging too."]}, {"name": "", "audio": "", "normalized": ["Every time I pounded her, her large breasts swayed back and forth and Karen began to move on her own, seeking more pleasure."]}, {"name": "Karen", "audio": "v_r-ev190_0040", "normalized": ["Hueaahh, aagh, aahhaaghh, my body, aahh, it's moving on its own… Heehaahh, I can't stop shaking my hips!"]}, {"name": "You", "audio": "", "normalized": ["Don't just shake your ass, make sure when my cock rubs the top, you tighten your pussy hard."]}, {"name": "Karen", "audio": "v_r-ev190_0041", "normalized": ["Guhuaahhaaguhhaahh… My pussy… Tighten…"]}, {"name": "You", "audio": "", "normalized": ["Come on, think about it and tense up your lower body."]}, {"name": "Karen", "audio": "v_r-ev190_0042", "normalized": ["Mnnhaahheghh, guaahheghh… Tense up… Guhaahh… L-like this… Yeah."]}, {"name": "You", "audio": "", "normalized": ["Ohh, that's good.", " The arousal is activating the anti-Demon particles and heightening the immunity to the virus."]}, {"name": "You", "audio": "", "normalized": ["That'll help protect your heritage."]}, {"name": "Karen", "audio": "v_r-ev190_0043", "normalized": ["Guheeghhahh, aahhaaghheehh… To protect… To protect it… Haaguhh, this will…protect it!"]}, {"name": "", "audio": "", "normalized": ["Karen was made to dance with my words that particularly excited her and shook her tiny ass as she squeezed her pussy in synch with the pounding."]}, {"name": "", "audio": "", "normalized": ["Her tiny pussy squeezed tight every time I moved my hips and pressurized my cock."]}, {"name": "Karen", "audio": "v_r-ev190_0044", "normalized": ["Guheghh… When I squeeze, aahh, when I squeeze… Huhaahh, you're drilling me… My pussy, aahh, it's twitching…"]}, {"name": "Karen", "audio": "v_r-ev190_0045", "normalized": ["Heeghhaahh, it's so amazing, so good… It's so hard… I'm twitching so hard, aahhaahhaahhmnn!"]}, {"name": "You", "audio": "", "normalized": ["Good, that's a nice squeeze!"]}, {"name": "", "audio": "", "normalized": ["The harder Karen squeezed on my cock, the more pleasure she felt and drove her closer and closer to pleasure."]}, {"name": "", "audio": "", "normalized": ["The walls of her pussy which have just experienced her first time were wiggling around as it sucked my cock from the bottom to the tip."]}, {"name": "You", "audio": "", "normalized": ["Guhhouhh, it's coming… I'm gonna cum inside… As deep as I can go."]}, {"name": "Karen", "audio": "v_r-ev190_0046", "normalized": ["Mnnghaahh, my pussy, pussy… I can't take it anymore, no more, comminngg, I'm going so blank…"]}, {"name": "Karen", "audio": "v_r-ev190_0047", "normalized": ["Heegguhhuuhhmnn!"]}, {"name": "", "audio": "", "normalized": ["I grabbed Karen's breasts as she orgasmed spectacularly and shoved the tip of my cock deep inside and ejaculated."]}, {"name": "Karen", "audio": "v_r-ev190_0048", "normalized": ["Guhaahhahahhahhaaghh h, c-coming, it's coming out, it's cumming, guhh, inside… Aaahh, inside me…"]}, {"name": "Karen", "audio": "v_r-ev190_0049", "normalized": ["Ahhaahhahaahh, from the cock, ughuuhh, into my coming pussy, hheghehh, you're planting your seed, gueeghheghh!"]}, {"name": "", "audio": "", "normalized": ["Karen was madly in orgasm as she screamed lewd words as hard as she could and writhed in pleasure from the creampie."]}, {"name": "You", "audio": "", "normalized": ["Here, your womb's full of cum."]}, {"name": "Karen", "audio": "v_r-ev190_0050", "normalized": ["Guhheghhehghahaghh, cum… Throbbing cum inside me… Inside my coming pussy, heegheeghh."]}, {"name": "Karen", "audio": "v_r-ev190_0051", "normalized": ["So much of it, throbbing and cumming… You're cumming inside me, mnnhoughhouuhhmnn!"]}, {"name": "", "audio": "", "normalized": ["Karen's pussy was squeezing incredibly hard onto my cock as it twitched and I poured plenty of cum inside her vagina."]}, {"name": "", "audio": "", "normalized": ["Her womb was filled with the semen and her small-framed body's belly was somewhat beginning to inflate."]}, {"name": "Karen", "audio": "v_r-ev190_0052", "normalized": ["Heeghahh, your cum… Ohheghh, so much cum inside me… F-filling up my womb!"]}, {"name": "You", "audio": "", "normalized": ["I just came bucketloads… I've soaked your egg in cum and it's gonna neutralize the virus."]}, {"name": "Karen", "audio": "v_r-ev190_0053", "normalized": ["Guhhgeghhehh… Neutralize, with the cum, aahh, uuhmnnguhh… Guugeghhehaahhmnn!"]}, {"name": "", "audio": "", "normalized": ["With such a violent orgasm from the ejaculation, Karen's womb was inflated and cum was dripping from the joint as she collapsed with her eyes rolled back."]}, {"name": "Karen", "audio": "v_r-ev190_0054", "normalized": ["Huummnguhh, mnnguhh, guhbeehhghh… N-no more, not anymore… You're painting me all white…"]}, {"name": "Karen", "audio": "v_r-ev190_0055", "normalized": ["Guuheghhahhaaghh… Haahaheghh, mmgheuhghh… Mnnguhhguhh… Guhh."]}, {"name": "", "audio": "", "normalized": ["Karen was writhing as she orgasmed madly and she passed out.", " As she did, I injected her with the stabilizing agent for the nanomachines."]}, {"name": "", "audio": "", "normalized": ["The virus injected into her was an only experimental activator and it had not destructive properties anyway."]}, {"name": "You", "audio": "", "normalized": ["Looks like I came across some unexpected treasure here.", " Hahaha, I'm gonna have some fun with this little toy."]}, {"name": "", "audio": "", "normalized": ["I continued to smile as she still laid there with cum dripping from her crevice as it bubbled and foamed."]}]