[{"name": "", "audio": "", "normalized": ["What happens twice will happen thrice.", " The self-proclaimed genius scientist Renee once again assaulted my hideout, not learning from her past mistakes."]}, {"name": "", "audio": "", "normalized": ["The result…obviously was a victory on my side.", " Her giant robot that only looked impressive was lying in front of me."]}, {"name": "You", "audio": "", "normalized": ["…Alright then.", " Honestly, I was a bit worried when a 10 feet tall giant mech showed up, but it's just a big, useless lump of metal, huh?"]}, {"name": "Renee", "audio": "v_sr558_0000", "normalized": ["Ughuhh… Guh!", " Impossible, once again, Halloween General Renee falls to Fuuma's ruse…?!"]}, {"name": "", "audio": "", "normalized": ["The heart of the giant robot on the ground, the pilot's hatch on its cockpit, was left wide open."]}, {"name": "", "audio": "", "normalized": ["And I could see the large breasts that were so unfitting for her tiny body."]}, {"name": "You", "audio": "", "normalized": ["Shut the hell up!", " You pulled exactly the same shit not only twice but thrice.", " You don't learn a thing, do you?"]}, {"name": "", "audio": "", "normalized": ["She was defeated and fell to my hands twice already and I had tortured and conditioned her thoroughly."]}, {"name": "", "audio": "", "normalized": ["Yet, Renee escaped the hideout and came back for the third time."]}, {"name": "", "audio": "", "normalized": ["The giant robot measured over 10 feet in length and apparently it was the ultimate weapon powered by a black hole capable of consuming Earth itself."]}, {"name": "Renee", "audio": "v_sr558_0001", "normalized": ["Th-this was not supposed to happen, b-but… It seems I cannot defeat you… Ughh."]}, {"name": "", "audio": "", "normalized": ["Perhaps the impact of the giant mecha falling over was too much on her Renee passed out right then and there."]}, {"name": "", "audio": "", "normalized": ["Her body sat on the pilot's seat powerless."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " …I see.", " No wonder you could not defeat me."]}, {"name": "", "audio": "", "normalized": ["I looked around the cockpit packed with complex machinery and figured out how the genius UFS scientist was powering this towering steel castle."]}, {"name": "Renee", "audio": "v_sr558_0002", "normalized": ["…Mnnghnm.", " Mnnughh?", " Wh-what the?!", " Wait, wh-where am I?!", " Wh-what happened to me…?!"]}, {"name": "Renee", "audio": "v_sr558_0003", "normalized": ["…Ahh, I get it.", " I lost again.", " Damn it, it's so frustrating.", " I meant, what's going on?!", " I know you are there, Fuuma?!", " Come out!"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha.", " Looks like you are up now, Renee?", " I am pleasantly surprised you liked my conditioning so much."]}, {"name": "", "audio": "", "normalized": ["Renee looked at me with stern eyes as she woke up with her hands bound above her head with a rope."]}, {"name": "", "audio": "", "normalized": ["The front of her pilot suit was undone and her lower body was exposed.", " Nothing covered her oversized breasts."]}, {"name": "Renee", "audio": "v_sr558_0004", "normalized": ["What are you talking about?", " That's not true… I-I don't like such a humiliating experience.", " Enough with your nonsense!"]}, {"name": "", "audio": "", "normalized": ["Renee did not change her rebellious expression even under such circumstances.", " She did not just call herself a superhero for nothing."]}, {"name": "You", "audio": "", "normalized": ["Oh really?", " But you came back here to get caught again after you escaped because you could not forget it, didn't you?"]}, {"name": "", "audio": "", "normalized": ["Renee furiously denied it as I verbally mocked her."]}, {"name": "Renee", "audio": "v_sr558_0005", "normalized": ["Enough is enough!", " I'm the envoy of justice.", " There is no way I would willingly come all the out here to be caught by you, okay?!"]}, {"name": "You", "audio": "", "normalized": ["Is that so?", " …Well, you know, I've actually seen what was inside the cockpit of your giant mech."]}, {"name": "Renee", "audio": "v_sr558_0006", "normalized": ["Huh?!", " …I-I don't know what you are talking about?", " What does it matter you saw what was…in there?"]}, {"name": "", "audio": "", "normalized": ["She was way too easy.", " I made one mention of the \"cockpit\" and she became so shaken.", " She was practically confessing she hid something there."]}, {"name": "", "audio": "", "normalized": ["I continued mentally torture Renee further with pretentious speech to shake her up."]}, {"name": "You", "audio": "", "normalized": ["Looks like the pilot's seat in that cockpit was equipped with various support equipment…"]}, {"name": "You", "audio": "", "normalized": ["For example, a dildo around the groin area, you know?"]}, {"name": "Renee", "audio": "v_sr558_0007", "normalized": ["…?!", " A-d-d-dil…dildo?", " I-I don't know…what you are talking about, okay?"]}, {"name": "", "audio": "", "normalized": ["All I had to do was just hint at it a little and she basically admitted."]}, {"name": "", "audio": "", "normalized": ["And then I pulled out the ace up my sleep to shut the annoying superhero up."]}, {"name": "You", "audio": "", "normalized": ["You were piloting that robot with the exposed crotch."]}, {"name": "You", "audio": "", "normalized": ["You did so because you could get that vibrating dildo onto your crotch easier during the battle that way.", " Am I right?"]}, {"name": "Renee", "audio": "v_sr558_0008", "normalized": ["Th-th-th-that's?!", " Eh, are you actually being serious?", " Wh-who the hell actually pilots a mecha while masturbating?!"]}, {"name": "", "audio": "", "normalized": ["She pretended she was calm as she bluffed but she did not look me in my eyes.", " Her face was faintly sweating from the anxiousness."]}, {"name": "", "audio": "", "normalized": ["Very well.", " If she was going to keep bluffing, then I just had to let her body speak the truth."]}, {"name": "You", "audio": "", "normalized": ["let me take a wild guess.", " That giant mecha is controlled by the brain waves of the pilot caused by pleasure… Is that right?"]}, {"name": "Renee", "audio": "v_sr558_0009", "normalized": ["W-wait, how?!", " …How did you figure it out, like, that's exactly what it was?!"]}, {"name": "You", "audio": "", "normalized": ["Hah, I knew it.", " I thought you would need to mentally control the thing with no control stick in there."]}, {"name": "", "audio": "", "normalized": ["Renee looked so frustrated, she almost started stomping on the spot.", " I was pretty much dead on."]}, {"name": "Renee", "audio": "v_sr558_0010", "normalized": ["I-if I could keep my body in a state of pleasure, then I could ease the fatigue and just straight up increase the power!"]}, {"name": "", "audio": "", "normalized": ["So she because horny with the repeated conditioning."]}, {"name": "", "audio": "", "normalized": ["And attempted to control the giant robot on her will by utilizing her own pleasure."]}, {"name": "You", "audio": "", "normalized": ["I see.", " Well, it's kinda pointless if you are consumed by pleasure instead."]}, {"name": "You", "audio": "", "normalized": ["You may be more powerful than before but you got cocky and got caught off guard, right?"]}, {"name": "Renee", "audio": "v_sr558_0011", "normalized": ["D-damn it!", " I thought it would work this time!"]}, {"name": "", "audio": "", "normalized": ["To tell the truth, Renee's attacks were quite dangerous."]}, {"name": "", "audio": "", "normalized": ["I barely managed to defeat her only because she was not tactically intelligent on her own."]}, {"name": "You", "audio": "", "normalized": ["Even a genius scientist got thirsty.", " Putting the masturbation unit in to defeat me."]}, {"name": "You", "audio": "", "normalized": ["Not a bad idea but you got hoist by your own petard."]}, {"name": "Renee", "audio": "v_sr558_0012", "normalized": ["Bughh!", " Sh-shut the hell up!", " Stop mocking me already!", " You won"]}, {"name": "", "audio": "", "normalized": ["Renee struggled with her limbs as her cheeks puffed up adorably while expressing her anger."]}, {"name": "", "audio": "", "normalized": ["She could rage as much as she wanted but it was not going to change my mind on what I was about to do."]}, {"name": "You", "audio": "", "normalized": ["Alright, then.", " I've prepared a wide range of tools at my disposal to satisfy you, you see?", " You are about to experience it all."]}, {"name": "Renee", "audio": "v_sr558_0013", "normalized": ["Hueeghh?!", " Wh-what are you, hey, wait… What the hell is that thing?", " H-hold up.", " I-I said, wait?!"]}, {"name": "", "audio": "", "normalized": ["Renee tried to get away from me by twisting her body but I picked up one of the tools.", " It was time for a party."]}, {"name": "Renee", "audio": "v_sr558_0014", "normalized": ["Aghh?!", " S-stop!", " What are you doing, you sadistic pervert?!"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Your mouth is filthy as always.", " I know you wanted this!"]}, {"name": "", "audio": "", "normalized": ["I shoved the dildo in my hand right into Renee's vagina.", " It made moist noises as it buried itself into her wet honey pot."]}, {"name": "Renee", "audio": "v_sr558_0015", "normalized": ["I didn't want this, no?!", " …Mnnguh, guh!", " Aghahh, what the hell, you won't break the righteous Halloween Emperor!"]}, {"name": "", "audio": "", "normalized": ["This was not enough to break her attitude."]}, {"name": "", "audio": "", "normalized": ["The young girl continued her futile resistance and I started groping her lewdly large pair of breasts."]}, {"name": "Renee", "audio": "v_sr558_0016", "normalized": ["Hahh, mnnaaghh?!", " S-stop this.", " Not my breasts… Don't touch them so hard… Ahh, mnnhuaghh?!"]}, {"name": "You", "audio": "", "normalized": ["Your nipples are still inverted.", " I'm definitely looking forward to these getting all puffed up as you get turned on, you know?"]}, {"name": "", "audio": "", "normalized": ["I kept teasing her hidden nipples with my fingers."]}, {"name": "", "audio": "", "normalized": ["Renee tried to free herself from pleasure while still being suspended by the ropes but my continuous foreplay prevented her."]}, {"name": "Renee", "audio": "v_sr558_0017", "normalized": ["Aghahh?!", " Wh-what in the… Mnnghm, huaaghh.", " I-I will never… No way, n-not going to be broken… No way!"]}, {"name": "", "audio": "", "normalized": ["I groped her breasts by lifting them up and then letting them down, adjusting the angle of entry of the penis-shaped dildo occasionally."]}, {"name": "", "audio": "", "normalized": ["Soon, her righteous superhero-like voice started to sound more and more erotic."]}, {"name": "Renee", "audio": "v_sr558_0018", "normalized": ["I'm…supposed to be a superhero.", " I won't be… Aghahh, mnuhh, mnnagh.", " I-I'm not gonna feel anything… Not like this!"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " I wonder how long you can keep going like this, hmm?"]}, {"name": "", "audio": "", "normalized": ["Inside of her vagina already filled with the dildo was seeping with fluid and Renee's eyes were losing their glimmer."]}, {"name": "", "audio": "", "normalized": ["Her limbs struggling from pleasure were trembling slightly."]}, {"name": "Renee", "audio": "v_sr558_0019", "normalized": ["Aghaahh, haaghh… Mnnahh, I-I won't lose.", " N-not like this, not yet… Mnnh, mnnugh, huaagh?!"]}, {"name": "", "audio": "", "normalized": ["Her verbal denial turned into a moan."]}, {"name": "", "audio": "", "normalized": ["Her tiny body being suspended by the rope swung around as if she was a punching bag."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Maybe you wanted things to turn out this way, didn't you?", " I've conditioned your body pretty thoroughly, right?"]}, {"name": "", "audio": "", "normalized": ["I pushed the dildo deeper and deeper into her as if I was making her remember my conditioning through it."]}, {"name": "", "audio": "", "normalized": ["And I let it slide across her clitoris over and over as it was growing larger from the arousal."]}, {"name": "Renee", "audio": "v_sr558_0020", "normalized": ["Haaguhagh?!", " …Th-this is nothing.", " D-do not underestimate Halloween Emperor Renee!"]}, {"name": "You", "audio": "", "normalized": ["Oh, I admired your attitude.", " Very well.", " Now, take this."]}, {"name": "", "audio": "", "normalized": ["Renee was not giving in even with me teasing her with the dildo, so I took out another tool I had prepared."]}, {"name": "", "audio": "", "normalized": ["*Buzz* *Buzz*"]}, {"name": "Renee", "audio": "v_sr558_0021", "normalized": ["Heegheghh?!", " Mnnagahahh, wh-what is this?!", " Wh-what in the hell are you doing?!"]}, {"name": "", "audio": "", "normalized": ["The electric massager worked even better than my expectation.", " Even the female scientist with attitude let out age-appropriate screams."]}, {"name": "", "audio": "", "normalized": ["She was shocked by the rubber tip being pressed onto her crotch but she still had enough willpower to keep her sanity."]}, {"name": "Renee", "audio": "v_sr558_0022", "normalized": ["Y-you won't defeat me… N-not like this…!"]}, {"name": "You", "audio": "", "normalized": ["Oh?", " Well, this is quite a show.", " You still haven't broken.", " Well, let's see how you'll handle this."]}, {"name": "", "audio": "", "normalized": ["*Buzz*"]}, {"name": "", "audio": "", "normalized": ["I held the tools in both hands and used them on her at the same time."]}, {"name": "", "audio": "", "normalized": ["I stirred up her vagina with the dildo buried inside it and turned up the power on the massager as I pressed it on harder."]}, {"name": "Renee", "audio": "v_sr558_0023", "normalized": ["Mnnguh, hugouhgohh?!", " P-please, no… Not both at the same time, you can't do that… Gaaghah?!"]}, {"name": "", "audio": "", "normalized": ["Renee tried to pull herself together to get through being teased in both her vagina and clitoris."]}, {"name": "", "audio": "", "normalized": ["However, even a superhero like her did not stand a chance against the tireless machines assaulting her in waves."]}, {"name": "Renee", "audio": "v_sr558_0024", "normalized": ["Haaghhaauh… Haagh, heh, heegeuh.", " Th-this isn't… I-I won't be broken… Mnngh, I won't… Mnnagh."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " No wonder you whipped up that perverted cockpit for yourself.", " You've gotten used to dildos and massagers, huh?"]}, {"name": "", "audio": "", "normalized": ["I pretentiously moved the dildo in and out of her repeatedly.", " It reciprocated back and forth as even more nectar started seeping out."]}, {"name": "Renee", "audio": "v_sr558_0025", "normalized": ["Heegh, heeguhhgh?!", " Th-that's not… Not possible!", " …I-I'm not a damn pervert!"]}, {"name": "You", "audio": "", "normalized": ["Oh, we'll see about that, huh?", " Here, tell me what a superhero pilot wants, won't you?"]}, {"name": "", "audio": "", "normalized": ["*Buuzz*"]}, {"name": "Renee", "audio": "v_sr558_0026", "normalized": ["S-stop it… Please, stop this?!"]}, {"name": "", "audio": "", "normalized": ["I turned the power on the electric massager up to eleven so Renee could hear it clearly."]}, {"name": "", "audio": "", "normalized": ["Renee tried to resist as she was shaken by the sound of the motor humming but the tips on her large breasts were clearing getting erect."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " How is it?", " I bet your body is starting to react now, right?", " Halloween Emperor Renee."]}, {"name": "Renee", "audio": "v_sr558_0027", "normalized": ["Haauhhaahhauhh… Not a chance, complete nonsense… Guh!", " I-I will not be defeated, no way… Not by you!"]}, {"name": "", "audio": "", "normalized": ["She was still denying it verbally but as the device vibrated Renee was swaying her body along with it and I did not miss that."]}, {"name": "", "audio": "", "normalized": ["Apparently, her body was seeking even more pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " I knew it.", " No wonder you covered the cockpit with a bunch of dildos and vibrators, eh?"]}, {"name": "Renee", "audio": "v_sr558_0028", "normalized": ["Th-that's a lie!", " I-I wasn't… I didn't build that thing with such intention… Aghh, aahh.", " N-no, mnnagh, aghh… Mnnhuagh?!"]}, {"name": "", "audio": "", "normalized": ["Her verbal resistance became fainter and fainter.", " Her eyes were tearing up and her cheeks were turning red from the shame."]}, {"name": "Renee", "audio": "v_sr558_0029", "normalized": ["I-I didn't… No.", " I-I'm not going to fall to this guy's dildo… Haauhhaah, it's just a toy but there's more…"]}, {"name": "Renee", "audio": "v_sr558_0030", "normalized": ["Huh?!", " N-no, I can't, I'm supposed to be a Halloween Emperor, I can't think about wanting a real cock instead of a toy!"]}, {"name": "", "audio": "", "normalized": ["Renee tried to retain her sanity by shaking her head."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " I guess I admire your perseverance, you know?", " But it's all pointless if you keep talking about your thoughts outright."]}, {"name": "Renee", "audio": "v_sr558_0031", "normalized": ["W-wait, I-I did what?!", " N-no, you are the one person I didn't want to find out about this the most?!"]}, {"name": "", "audio": "", "normalized": ["She was denying it on the surface but her moist labia twitched deep inside her body as she greedily begged for a man."]}, {"name": "Renee", "audio": "v_sr558_0032", "normalized": ["N-no, you can't, you won't break me, not like this!", " So just stop with your bullshit already!"]}, {"name": "", "audio": "", "normalized": ["Renee panicked and tried to correct what already came out of her mouth but it was already too late."]}, {"name": "", "audio": "", "normalized": ["I actually stopped my hand from teasing her for just a brief moment to see how much vaginal fluid was seeping out of her."]}, {"name": "Renee", "audio": "v_sr558_0033", "normalized": ["…Huegh?", " Eh, wh-what?"]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "Renee", "audio": "v_sr558_0034", "normalized": ["H-hey?", " Wh-what are you, why did you stop all of a sudden?", " D-did you change your mind or something?", " What's going on?!"]}, {"name": "", "audio": "", "normalized": ["Renee looked into my face with uncertainty as there were no more devices being pressed against her clitoris and vagina."]}, {"name": "", "audio": "", "normalized": ["And her expression showed thirst in her eyes, a thirst for the pleasure that suddenly stopped."]}, {"name": "You", "audio": "", "normalized": ["What do you mean why did I stop?", " I thought that's what you wanted.", " I mean, you asked me to stop."]}, {"name": "Renee", "audio": "v_sr558_0035", "normalized": ["Wh-what?!"]}, {"name": "", "audio": "", "normalized": ["Her eyes opened wide for a brief moment.", " However, Renee immediately realized how hypocritical she was and tried to make an excuse."]}, {"name": "Renee", "audio": "v_sr558_0036", "normalized": ["Th-that's right.", " Th-that's what I wanted!", " I suppose all I had to do was telling you to stop.", " Y-you had me worried there."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " I guess I'm sorry for that.", " Well, I figured this was kinda pointless, seeing you kept escaping over and over."]}, {"name": "", "audio": "", "normalized": ["I decided to sit there with a grin and observe her to see how long she could keep herself calm."]}, {"name": "Renee", "audio": "v_sr558_0037", "normalized": ["…H-huh.", " Well, that's a good choice, I suppose?", " Alright, then.", " Th-this proves my righteous act was all worth it."]}, {"name": "You", "audio": "", "normalized": ["Hahahah…"]}, {"name": "", "audio": "", "normalized": ["She was bluffing but I could clearly see her inner thighs were shaking restlessly and her knees rubbed on each other longingly."]}, {"name": "Renee", "audio": "v_sr558_0038", "normalized": ["…Haauhhaaghh… Mnnuh, mnnguhh… Aghahh, aaghh, hah, haaugh… Mnnugh!"]}, {"name": "", "audio": "", "normalized": ["Renee had been letting out sighs and moans for a while.", " Her breath was even rougher than when I was pressing the dildo onto her."]}, {"name": "", "audio": "", "normalized": ["Her arms were still bound as she was suspended with the rope, unable to move and obviously desperately trying to resist me teasing her."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " You look disgruntled, aren't you?", " I'm willing to listen if you got something to say, you know?"]}, {"name": "Renee", "audio": "v_sr558_0039", "normalized": ["Guh… Why are…now?"]}, {"name": "", "audio": "", "normalized": ["She muttered as her shoulders trembled slightly."]}, {"name": "You", "audio": "", "normalized": ["What?", " I can't hear you, okay?"]}, {"name": "", "audio": "", "normalized": ["I pretentiously put my hand to my ear and urged Renee to continue."]}, {"name": "Renee", "audio": "v_sr558_0040", "normalized": ["I said… Why are you stopping now!"]}, {"name": "", "audio": "", "normalized": ["Renee's pale skin shined erotically as it reflected the lighting."]}, {"name": "", "audio": "", "normalized": ["Her legs were dripping with clear nectar as she rubbed her inner thighs together restlessly."]}, {"name": "You", "audio": "", "normalized": ["Oh, really?", " I thought you were begging me to stop with my nonsense just moments ago, hmm?"]}, {"name": "Renee", "audio": "v_sr558_0041", "normalized": ["Sh-shut the hell up!", " Th-things… Things changed, alright, so I don't really have a choice here…"]}, {"name": "", "audio": "", "normalized": ["Renee's expression was colored by humiliation as she tried to stare angrily at me but she still could not resist lust with her eyes tearing up from pleasure."]}, {"name": "", "audio": "", "normalized": ["She was even drooling from her half-opened lips."]}, {"name": "You", "audio": "", "normalized": ["I see, I see.", " So, what do you want now that things changed?", " What do you want me, the pervert torturer, to do?"]}, {"name": "Renee", "audio": "v_sr558_0042", "normalized": ["Guh!", " …D-damn it… Enough already…!"]}, {"name": "", "audio": "", "normalized": ["I could see her teeth clenched in frustration.", " She must have realized she could not escape the web of pleasure she almost gave in multiple times."]}, {"name": "You", "audio": "", "normalized": ["Okay.", " Well, compared to all the high-tech toys in the cockpit of your mecha, these are nothing but toys, huh?"]}, {"name": "Renee", "audio": "v_sr558_0043", "normalized": ["Guh, guhmmnguhh…!"]}, {"name": "You", "audio": "", "normalized": ["My bad for not realizing that."]}, {"name": "You", "audio": "", "normalized": ["Well, I truly am sorry.", " I should have paid my utmost respect to the Holloween Emperor."]}, {"name": "", "audio": "", "normalized": ["I talked pretentiously, overreacting as I threw the dildo and the massager down."]}, {"name": "", "audio": "", "normalized": ["Perhaps Renee's mind was so desperate, her eyes were clearly following those tools I had thrown away."]}, {"name": "Renee", "audio": "v_sr558_0044", "normalized": ["…I want…your…cock."]}, {"name": "You", "audio": "", "normalized": ["Hah, did I just hear you say cock?", " Come on, I didn't catch that.", " Why don't you repeat that, a bit louder this time?"]}, {"name": "Renee", "audio": "v_sr558_0045", "normalized": ["…Wh-what I said was, I want your cock, damn it!", " …Enough already, you pervert!"]}, {"name": "", "audio": "", "normalized": ["Renee spewed humiliating words as if she was spilling her sense of pride along with it while clenching her teeth."]}, {"name": "Renee", "audio": "v_sr558_0046", "normalized": ["C-come on… The toys aren't enough anymore… P-please, just, I'm begging you…!"]}, {"name": "Renee", "audio": "v_sr558_0047", "normalized": ["Just hurry up and your damn cock inside me already is what I've been telling you!"]}, {"name": "", "audio": "", "normalized": ["Renee finally spilled the beans.", " Her ears turned red and vaginal fluid seeped from her crevice, dripping along her thighs and forming a pool on the floor."]}, {"name": "You", "audio": "", "normalized": ["Hahahahah!", " Very well, then.", " Just taste it all you want, the Halloween Emperor!"]}, {"name": "Renee", "audio": "v_sr558_0048", "normalized": ["…Mnngh.", " Gugghh, huaaghaaghh?!", " C-cock, your cock's coming inside me!"]}, {"name": "", "audio": "", "normalized": ["As soon as I penetrated, Renee expressed the pleasure."]}, {"name": "", "audio": "", "normalized": ["The pleasure of my large, erect penis penetrating her deep inside her labia made her eyes open wide as sweat drops on her skin splashed all over."]}, {"name": "Renee", "audio": "v_sr558_0049", "normalized": ["Y-yes, here it is.", " This is it, this is it!", " I knew the dildo wasn't cutting it.", " Only a real cock will do!"]}, {"name": "You", "audio": "", "normalized": ["Huh, looks like you've become so lewd since the last time I saw you, haven't you?"]}, {"name": "", "audio": "", "normalized": ["Renee continued to moan joyously with me penetrating from behind, pounding her deep without hesitation, making slapping noises as my scrotum hit her butt."]}, {"name": "Renee", "audio": "v_sr558_0050", "normalized": ["Haauhhaaghh.", " I-I mean, I just love sex, you know!", " I-I wanted more than just masturbating, so…"]}, {"name": "Renee", "audio": "v_sr558_0051", "normalized": ["I-I thought I could squeeze more power out if I felt like I was actually having sex!"]}, {"name": "", "audio": "", "normalized": ["She was rather simple-minded for a genius scientist, thinking her robot will become more and more powerful as she became aroused with dildos."]}, {"name": "You", "audio": "", "normalized": ["Well, well.", " I didn't know you were that thirsty for men.", " You wanted much more than dildos and vibrators!"]}, {"name": "", "audio": "", "normalized": ["I mocked Renee as I whispered into her eyes from behind."]}, {"name": "", "audio": "", "normalized": ["Renee must have been so thirsty that it felt like she was milking my penis dry as her body trembled from pleasure."]}, {"name": "Renee", "audio": "v_sr558_0052", "normalized": ["Haagh, haauh, I want it!", " I wanted this.", " Just touching myself was never enough!"]}, {"name": "", "audio": "", "normalized": ["Apparently, she was getting aroused by getting teased.", " I started groping her huge breasts from her sides."]}, {"name": "", "audio": "", "normalized": ["Her inverted nipples were starting to enlarge and expose themselves to the outside with my through teasing.", " I felt slight moisture on my fingertips as I teased them."]}, {"name": "You", "audio": "", "normalized": ["You are starting to shake your hips on your own.", " You are so lewd I'm actually impressed.", " Come on!", " Beg for it all you want!"]}, {"name": "Renee", "audio": "v_sr558_0053", "normalized": ["Aahh, yes, yes!", " Please, give me more!", " I love feeling your cock rubbing inside my pussy!"]}, {"name": "", "audio": "", "normalized": ["She began pounding her hips joyously along my intense thrusts.", " Her erotic breasts swayed all over the place as I plowed her."]}, {"name": "", "audio": "", "normalized": ["The penis disappeared deep within her vagina and it almost felt like she was pulling it off of me at the base."]}, {"name": "You", "audio": "", "normalized": ["…Guh!", " Such force.", " It's like you're gonna suck everything out of me at this rate!"]}, {"name": "Renee", "audio": "v_sr558_0054", "normalized": ["Haaughhaahh… H-hey?", " Are you coming?", " Are you cumming now?"]}, {"name": "", "audio": "", "normalized": ["Renee talked to her behind as her legs were still being held up erotically.", " Her eyes were tearing but looking like a predator searching for prey."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " I'm about to cum!"]}, {"name": "Renee", "audio": "v_sr558_0055", "normalized": ["Ahah, okay, okay, then just cum inside me, pour all your cum into me like this!"]}, {"name": "", "audio": "", "normalized": ["Renee asked like a little girl for such a slutty thing and I could not hold back my lust."]}, {"name": "You", "audio": "", "normalized": ["Alright, fine.", " You better enjoy the real cum because you asked for it!"]}, {"name": "Renee", "audio": "v_sr558_0056", "normalized": ["Aaaghh… Come, come on, just give it to me… Give me your cum right in my pussy!"]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Splosh* *Throb* *Spew* *Spew* *Sput*"]}, {"name": "Renee", "audio": "v_sr558_0057", "normalized": ["Mnnghuaaghaahh!", " C-coming!", " It's coming, aaghh!", " Cum, all the cum, so much!"]}, {"name": "", "audio": "", "normalized": ["Renee achieved orgasm just as I poured a massive amount of semen into her and her labia squeezed tight onto my penis at the base."]}, {"name": "", "audio": "", "normalized": ["My fingers were buried deep into her oversized breasts which I was grabbing with my hands."]}, {"name": "Renee", "audio": "v_sr558_0058", "normalized": ["Haauhhaahhaagh… Aaahh, this is amazing.", " Cum pumping into my pussy and it feels so good!"]}, {"name": "", "audio": "", "normalized": ["The throbbing penis continued to ejaculate into her womb as it begged for the white lava."]}, {"name": "You", "audio": "", "normalized": ["…Phew.", " Well, well.", " You've turned into one hell of a slut in the while I didn't see you, huh?"]}, {"name": "", "audio": "", "normalized": ["The semen dripping from the joint ran down along her perky butt and left numerous white lines."]}, {"name": "Renee", "audio": "v_sr558_0059", "normalized": ["…Mnnuh, ahh, w-wait, okay?", " Don't pull your cock out, please?"]}, {"name": "", "audio": "", "normalized": ["I was about to pull my cock out as I figured Renee would be satisfied and her round butt twitched in reaction."]}, {"name": "You", "audio": "", "normalized": ["…What?"]}, {"name": "Renee", "audio": "v_sr558_0060", "normalized": ["You know, I… I-I want more!", " I want your cock to fuck me more, fuck me harder!"]}, {"name": "", "audio": "", "normalized": ["The slutty scientist shook her hips flirtily as she longed for the penis I almost pulled out."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " …Alright, then.", " If you want it, then I'll give it to you as much as you want."]}, {"name": "Renee", "audio": "v_sr558_0061", "normalized": ["Ahah, I'm so happy!", " Yeah, fuck me more, won't you?", " Come on, I want to feel more pleasure!"]}, {"name": "", "audio": "", "normalized": ["Renee was obviously much less appalled by sex compared to the last time I had captured her.", " Rather, she had become sexually unhinged."]}, {"name": "", "audio": "", "normalized": ["I thought the robot was nothing but scrap metal at first, but the cockpit it came with peaked my interest."]}, {"name": "You", "audio": "", "normalized": ["Fine.", " I'll keep you company…"]}]