[{"name": "Mari", "audio": "v_sr515_0000", "normalized": ["Mnaahh… Ah… This position…"]}, {"name": "", "audio": "", "normalized": ["Mari was forced onto her back with her legs spread open in the air by Haruto against her will."]}, {"name": "", "audio": "", "normalized": ["Her swimsuits were moved to the side by him and exposed her breasts and crotch, leaving her vulnerable."]}, {"name": "Haruto", "audio": "", "normalized": ["Haauh… Haagh…"]}, {"name": "", "audio": "", "normalized": ["He had lost his mind due to the drug and he stared at her body speechless and breathing rough."]}, {"name": "", "audio": "", "normalized": ["His hand was on his penis, still standing hard and erect even though he had already ejaculated twice before."]}, {"name": "Mari", "audio": "v_sr515_0001", "normalized": ["…No way, you're… You're still hard…?"]}, {"name": "", "audio": "", "normalized": ["He pressed his cock onto her pussy with intentional pretentiousness as he showed it off."]}, {"name": "", "audio": "", "normalized": ["The overflowing semen that was just poured into her was getting slathered all over his tip."]}, {"name": "Mari", "audio": "v_sr515_0002", "normalized": ["Guhh… Uguh… Uuhuhh…"]}, {"name": "", "audio": "", "normalized": ["The white fluid began to drip down from her vagina."]}, {"name": "", "audio": "", "normalized": ["Haruto's arousal seemed to last without receding and Mari was feeling the sensation of the savage penis on her without being able to resist him."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughh, guughh."]}, {"name": "", "audio": "", "normalized": ["Haruto seemed to be in agony and began to penetrate inside of her once again as if he could not stop it himself."]}, {"name": "", "audio": "", "normalized": ["The penis forced its way deep into her vagina as it savored the sensation of the flesh walls inside."]}, {"name": "Mari", "audio": "v_sr515_0003", "normalized": ["Ughh… Haahh… Aaaghaaghh…"]}, {"name": "", "audio": "", "normalized": ["Perhaps because of the position, she was completely powerless to stop his penetration."]}, {"name": "", "audio": "", "normalized": ["With two squirting and his ejaculations, her pussy had been made messy and drenched."]}, {"name": "", "audio": "", "normalized": ["Once the cock had made its way in, there was no resistance."]}, {"name": "Haruto", "audio": "", "normalized": ["Oogh, ooghh… Uuhguugh, huuhh."]}, {"name": "", "audio": "", "normalized": ["The thick and viscous pussy juice mixed with the semen tangled onto the intruding penis."]}, {"name": "", "audio": "", "normalized": ["The sensation brought on intense pleasure just from the penetration and Haruto shook his body from it."]}, {"name": "Mari", "audio": "v_sr515_0004", "normalized": ["Mnnghh, huuhh… Uuugh, oohouhoughh… Haaghhmnnmnhuughh, uughaahh, haahh, aaghaghaahh."]}, {"name": "", "audio": "", "normalized": ["As the cock began moving inside her, spreading apart her flesh, it gave her pleasure once more."]}, {"name": "", "audio": "", "normalized": ["Then without the pause, he resumed pounding her and Mari was being fucked as she splashed the pussy juice gushing from her vagina all over the place."]}, {"name": "Mari", "audio": "v_sr515_0005", "normalized": ["Aahuhaahh, mmnnghh… Gughh, ughhaaghh!", " Huughh, huughh, ughhmngaaghaahh, mnheghh."]}, {"name": "", "audio": "", "normalized": ["With the third penetration and resuming of the pounding, Mari could not help but moan."]}, {"name": "", "audio": "", "normalized": ["The more he fucked her, the more sensitive her pussy became and she experienced more and more intense pleasure."]}, {"name": "Haruto", "audio": "", "normalized": ["Huuh, huughh, uughuhh…"]}, {"name": "", "audio": "", "normalized": ["Haruto seemed he was also aroused further by the increased pleasure from the repeated sex."]}, {"name": "", "audio": "", "normalized": ["His penis was still hard thanks to the fact."]}, {"name": "", "audio": "", "normalized": ["Mari was being swallowed by the swirl of endless pleasure… She was not sure how many more times she would have to go through this process."]}, {"name": "Mari", "audio": "v_sr515_0006", "normalized": ["Mnnhaaghh, haahh… Aaaughuhh, guuhh, mnnheeghh!", " N-noo, aahagaaghh."]}, {"name": "", "audio": "", "normalized": ["Mari's moaning voice echoed as she shuddered from the pleasure that was almost scary to her."]}, {"name": "", "audio": "", "normalized": ["Along with it, his hips pounding against her were also heard."]}, {"name": "Mari", "audio": "v_sr515_0007", "normalized": ["Huughh, mnnguhh, aaghaahh, aahhaahh."]}, {"name": "", "audio": "", "normalized": ["It was not just his libido that did not slow down, but also his fierce pounding as well, as it was getting even faster still."]}, {"name": "", "audio": "", "normalized": ["Mari was amazed and at the same time thrown into despair by his such endless, wild, lust."]}, {"name": "", "audio": "", "normalized": ["That moment."]}, {"name": "Man A", "audio": "", "normalized": ["Mnnh?", " Can you hear some chick's voice from over there?"]}, {"name": "", "audio": "", "normalized": ["A man just had heard Mari moaning and she noticed he was walking towards them."]}, {"name": "Mari", "audio": "v_sr515_0008", "normalized": ["Mnnghh, aahh, haagh… Haagh… Mnngh."]}, {"name": "", "audio": "", "normalized": ["If they stayed there, the strangers would be able to see her in such an embarrassing state."]}, {"name": "Man B", "audio": "", "normalized": ["Oh yeah… Maybe a couple is getting it on or something?"]}, {"name": "Man A", "audio": "", "normalized": ["Maybe, I dunno?", " I mean, I'm hearing someone moaning, you know… Damn, out here, of all the places… Hahaha."]}, {"name": "", "audio": "", "normalized": ["She heard their talking voices were getting closer, along with the footsteps."]}, {"name": "Mari", "audio": "v_sr515_0009", "normalized": ["Huugh, huuhh… Huuhh."]}, {"name": "", "audio": "", "normalized": ["Mari shut her mouth in a desperate attempt to keep her voice down, but Haruto did not care and continued to pound her."]}, {"name": "", "audio": "", "normalized": ["The sound of his hips pounding still echoed loudly."]}, {"name": "Man B", "audio": "", "normalized": ["Haha, that's quite a noise they're making… I wonder how rough their sex is."]}, {"name": "", "audio": "", "normalized": ["Of course, the men had heard the sound of the pounding and she could not let the noise continue."]}, {"name": "Mari", "audio": "v_sr515_0010", "normalized": ["Mnnghuh, huugh… Huguhh!", " Mnngh, guhh."]}, {"name": "", "audio": "", "normalized": ["Mari figured it out and moved her legs to go around his hips in an attempt to quiet down the noise from the fucking."]}, {"name": "", "audio": "", "normalized": ["She held her mouth with her hands in an attempt to keep her voice down to stay quiet."]}, {"name": "Mari", "audio": "v_sr515_0011", "normalized": ["Huughh, mnnhuhhgh, mnngmnnghhuuhh, huuhh… Mnnguuhh!", " Uughhuuh, mnnghh."]}, {"name": "", "audio": "", "normalized": ["She could hear the men's footsteps and voices were getting close and prayed they would not find her."]}, {"name": "Man A", "audio": "", "normalized": ["Well, you know, I'm surprised there's a couple who's actually making love out here…"]}, {"name": "Man B", "audio": "", "normalized": ["How about we join in with their fun, huh?", " Too bad for the boyfriend, but I'm pretty horny right now."]}, {"name": "Man A", "audio": "", "normalized": ["That's a good idea.", " Ahh, I wonder what kind of chick is doing it."]}, {"name": "", "audio": "", "normalized": ["The men were talking to each other vulgarly."]}, {"name": "", "audio": "", "normalized": ["Mari heard their conversation and was plummeted into even deeper fear from it."]}, {"name": "Mari", "audio": "v_sr515_0012", "normalized": ["Mnnhuugh, mnngh, that's not… Haahuh, huugh…"]}, {"name": "", "audio": "", "normalized": ["If the men found them like this, she would have to go up against three men, not only Haruto."]}, {"name": "", "audio": "", "normalized": ["If that had happened, then she would be completely broken from fatigue and stress."]}, {"name": "Mari", "audio": "v_sr515_0013", "normalized": ["Huuhh, huuhghh, mnnghh, noo… Please, just wait a moment… Don't move."]}, {"name": "", "audio": "", "normalized": ["Mari pleaded with a faint, muffled voice but it did not reach Haruto's ear as he continued to pound his hips, ignoring the approaching men."]}, {"name": "", "audio": "", "normalized": ["He was pulled in by her legs, but he was still attempting to move his hips as much as he could to seek more pleasure."]}, {"name": "Mari", "audio": "v_sr515_0014", "normalized": ["Mnnghh, guuhh, mnnghmnghmghh… Huuhh… Huughh…"]}, {"name": "", "audio": "", "normalized": ["Even as they stayed there, the men were still looking for them."]}, {"name": "", "audio": "", "normalized": ["Mari wished the men would not see them and walk away, but the pleasure was beginning to overturn her consciousness."]}, {"name": "Mari", "audio": "v_sr515_0015", "normalized": ["Huughh… Mnnghh, mnnhh?!", " Haaghh… Haagh… Aaahmuh, mnnguuhh…"]}, {"name": "", "audio": "", "normalized": ["Although she could not help it, with her legs around his hips and pulling it in, the cock drilling deep into her pussy was too strong of stimulation."]}, {"name": "", "audio": "", "normalized": ["The cock going wild inside her almost made her let out moans and she muffled them with her hands."]}, {"name": "Mari", "audio": "v_sr515_0016", "normalized": ["Huumnhh, haaghh, stop it, please… This is not… Mnnughuughh?!"]}, {"name": "", "audio": "", "normalized": ["Even though she was trying to keep her voice down, she was drenched from her vaginal fluids and moaned from him drilling into her womb."]}, {"name": "Mari", "audio": "v_sr515_0017", "normalized": ["Mnngh, huughh?!"]}, {"name": "", "audio": "", "normalized": ["She realized she could not just pleasure take over and tried to hold it back, but by the time she notices, she was moving her hips on her own."]}, {"name": "", "audio": "", "normalized": ["She was moving her hips, leading the tip of the cock into the position where she felt the best subconsciously."]}, {"name": "Haruto", "audio": "", "normalized": ["Mnnooughh, oogghh, oogh."]}, {"name": "", "audio": "", "normalized": ["Haruto's body shuddered from the pleasure coming from her movement and he pressed his cock in even harder as a return."]}, {"name": "Mari", "audio": "v_sr515_0018", "normalized": ["Guughh?!", " Mnnghuuhh… Huhh… Mnngh, mnnghh."]}, {"name": "", "audio": "", "normalized": ["His merciless action caused Mari's eyes to shoot open wide and let out moans from the pleasure."]}, {"name": "", "audio": "", "normalized": ["Her body was going out of control as it tightened her vagina for more pleasure."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughh, guuh, mmouh… Oooghh."]}, {"name": "Mari", "audio": "v_sr515_0019", "normalized": ["Huugh, mnnghhmn, mnnhuughh."]}, {"name": "", "audio": "", "normalized": ["She knew she could not be enjoying it, but Mari had already passed the point of no return so she tried to keep her voice down desperately."]}, {"name": "", "audio": "", "normalized": ["However, her heart began to beat faster and louder at the sound of the approaching footsteps and the sight of Haruto devouring pleasure."]}, {"name": "Mari", "audio": "v_sr515_0020", "normalized": ["Mnngguhh, haaghhaahh, aaghh, aaughh, mnnguuhhuhh, hughh… Huughh… Mnngmn, haagh, mnnguhh, mnnhuuhh."]}, {"name": "", "audio": "", "normalized": ["Mari told to her self to hold it over and over again."]}, {"name": "", "audio": "", "normalized": ["Her mind was being driven into the corner as she made an opposite reaction."]}, {"name": "Haruto", "audio": "", "normalized": ["Uuguhhuhh, uughuhh, uouhh."]}, {"name": "", "audio": "", "normalized": ["Haruto reacted to her vagina contracted from the pleasure and was aroused even further."]}, {"name": "", "audio": "", "normalized": ["As it plowed deep into Mari's vagina, the penis grew even larger and forced her flesh apart, rubbing up against the creases inside."]}, {"name": "Mari", "audio": "v_sr515_0021", "normalized": ["Haahuuhh, mnnhuughh, aaguhhuhh… Hooughh, ooguhh, haahuhh, huuhguhh."]}, {"name": "", "audio": "", "normalized": ["With the creasing rubbed up, she could not help but feel pleasure and let out her voice."]}, {"name": "", "audio": "", "normalized": ["The irresistible pleasure was now rendering her desperate attempt to hold her voice in with her hands."]}, {"name": "Mari", "audio": "v_sr515_0022", "normalized": ["Haauuhgh, guughh… Noo… Please… Stop, please, eegheeghh, hheeuhh, mnnghh…"]}, {"name": "Mari", "audio": "v_sr515_0023", "normalized": ["Ooohouhh, haaughh, mnnghh, huughh… Heeuhhmn, aaghh, aahhagh… Haagh, haauh, huguhh… Ughuhh."]}, {"name": "", "audio": "", "normalized": ["As he repeatedly stimulated her deep inside her pussy, she was getting nervous if the men would find them."]}, {"name": "", "audio": "", "normalized": ["However, the more anxious she got, the more sensitive her body became for some reason, amplifying pleasure and secreting even more pussy juice."]}, {"name": "Mari", "audio": "v_sr515_0024", "normalized": ["Hyaaghh, aaghaaghaahh, aauughh, guuhh, huuhhmnnm, mnnghh, mnnghh… Haaghhaauh, haahuughh."]}, {"name": "Mari", "audio": "v_sr515_0025", "normalized": ["Don't drill me like that… Please, I beg you… Please stop this already… Haauhh, guhaaghh… Haauhgh, mnngh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Mari begged with a faint voice, but her expression was lusty."]}, {"name": "", "audio": "", "normalized": ["Not only that, but her cheeks were blushing and she was moving her hips subconsciously, savoring the pleasure with him."]}, {"name": "Mari", "audio": "v_sr515_0026", "normalized": ["Huuguhh, mnnguhh, uhghaahh, aaughh, guhh… Hughh… Huughh…"]}, {"name": "", "audio": "", "normalized": ["As she had stimulated her own pleasure which she had been holding back, her body began to shudder and she approached the climax."]}, {"name": "Mari", "audio": "v_sr515_0027", "normalized": ["Huughh?!", " Uughh, mnnhuughh, eegheehh… Heehh, guhh… Mnnhuuhh, huuhghh!", " Mnnghnnhh."]}, {"name": "Haruto", "audio": "", "normalized": ["Haaghaahh, haagh, aaguhh!"]}, {"name": "", "audio": "", "normalized": ["With the heightening pleasure, Haruto's movement was getting even more fierce and his cock that had grown so solid insider her vagina went wild."]}, {"name": "", "audio": "", "normalized": ["Mari was panicking as the moment of orgasm was approaching her and she would not have been able to hold it in."]}, {"name": "Mari", "audio": "v_sr515_0028", "normalized": ["Aaaghh, haaghh… Noo, munnguhh, guhh, huuhh, huuhhgh… Mnngguuhh!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, the electrifying, intense pleasure ran through her body and she reached her limit."]}, {"name": "", "audio": "", "normalized": ["Mari's body trembled and she could not hold back that sensation she had felt for the third time――"]}, {"name": "Mari", "audio": "v_sr515_0029", "normalized": ["Mnnhh?!", " Mnnhh, guughh, mnnhmmnghmnnhmnhh, huuhguuhh, uughuguuhh!"]}, {"name": "", "audio": "", "normalized": ["She finally achieved orgasm as she could stop it anymore."]}, {"name": "", "audio": "", "normalized": ["Even then, Mari tried to keep her voice down so she would not be discovered."]}, {"name": "Mari", "audio": "v_sr515_0030", "normalized": ["Mnnguhh… Uughuhh, mnnghh."]}, {"name": "Haruto", "audio": "", "normalized": ["Mnnghuh, guuhuughh?!"]}, {"name": "", "audio": "", "normalized": ["With the third orgasm, her pussy squeezed Haruto's cock so hard that it was almost painful."]}, {"name": "", "audio": "", "normalized": ["The pussy tightened so much that she could clearly feel the shape of his cock and she orgasmed madly."]}, {"name": "Mari", "audio": "v_sr515_0031", "normalized": ["Mnnghh, mnnguh, I can't… Mnnghuhh, huughh!"]}, {"name": "", "audio": "", "normalized": ["She could not hold it in anymore."]}, {"name": "", "audio": "", "normalized": ["Just as she thought…"]}, {"name": "Man A", "audio": "", "normalized": ["…Huh, now I can't hear the voice anymore."]}, {"name": "", "audio": "", "normalized": ["Perhaps desperately holding her voice in worked and the man said so as he noticed it had gone silent."]}, {"name": "Man B", "audio": "", "normalized": ["Maybe they are done?"]}, {"name": "Man A", "audio": "", "normalized": ["Tsk… That's no fun… Oh well, whatever.", " Let's get back and pick up some chicks."]}, {"name": "", "audio": "", "normalized": ["Finally, the men began to walk away as they had given up."]}, {"name": "Mari", "audio": "v_sr515_0032", "normalized": ["Mnnghh… Huuguhh…"]}, {"name": "", "audio": "", "normalized": ["Maybe because she was relieved by it, the moment she let her guard down, the waves of intense pleasure came over her."]}, {"name": "Mari", "audio": "v_sr515_0033", "normalized": ["Mnnhuuhh?!"]}, {"name": "", "audio": "", "normalized": ["The squirt still coming out of her increased in volume further."]}, {"name": "Mari", "audio": "v_sr515_0034", "normalized": ["Uhuughh, huughh, mnnhaahaaghaagahaahh… Haahaaghaahh, mnnheeghh!"]}, {"name": "", "audio": "", "normalized": ["It must have felt amazing for her and she moaned from Haruto's continuing pounding as she squirted from the overwhelming sense of relief from orgasm."]}, {"name": "Haruto", "audio": "", "normalized": ["Ooghuh, huughh, guhh, haaghaahaghhaagh."]}, {"name": "", "audio": "", "normalized": ["Haruto continued to ignore Mari's orgasm and kept plowing her."]}, {"name": "", "audio": "", "normalized": ["Or rather, he was enjoying the even tighter squeeze and moved his hips faster and faster."]}, {"name": "Mari", "audio": "v_sr515_0035", "normalized": ["Huughh?!", " Guuhh, mnnghn, noo, stop… Aaahuughh!"]}, {"name": "", "audio": "", "normalized": ["Mari herself was feeling pleasure from the penis wiggling inside her."]}, {"name": "Mari", "audio": "v_sr515_0036", "normalized": ["Huughh… Huuhh…"]}, {"name": "", "audio": "", "normalized": ["As she tried to keep her voice down, she remembered that the men had already left."]}, {"name": "Mari", "audio": "v_sr515_0037", "normalized": ["Mnnghh, aaghh, aahhaahh, aaghaah, haagh, haahaahh, aahhguhh, heegheeghh!"]}, {"name": "", "audio": "", "normalized": ["As soon as she remembered she did not need to keep her voice down, Mari began to moan loudly with no bars held back like something popped inside."]}, {"name": "Mari", "audio": "v_sr515_0038", "normalized": ["Mnnheeghh, heeghh, eeghh, it feels amazing, uughuhh!", " More… Houughh, oouhgouhh, oouhh… Mnneeghh!"]}, {"name": "", "audio": "", "normalized": ["She noticed he was also about to come from the accelerating pounding and she moved her hips on her own."]}, {"name": "Haruto", "audio": "", "normalized": ["Huughuuhh, uhhguhh, ooghoohh."]}, {"name": "", "audio": "", "normalized": ["Mari was devouring more pleasure in search of another orgasm."]}, {"name": "", "audio": "", "normalized": ["She moved her hips along with Haruto towards the climax."]}, {"name": "Mari", "audio": "v_sr515_0039", "normalized": ["Hoough, ooguhh, ooghh… Mnnhouoouhgh!"]}, {"name": "", "audio": "", "normalized": ["She was aroused even further as her pussy which just orgasmed was stimulated more and was about to reach her limit."]}, {"name": "Haruto", "audio": "", "normalized": ["Guhhoough, ooghh!"]}, {"name": "Mari", "audio": "v_sr515_0040", "normalized": ["I'm coming again, coming, uughguhh!"]}, {"name": "", "audio": "", "normalized": ["*Splash* *Sput* *Squirt*"]}, {"name": "", "audio": "", "normalized": ["The two achieved orgasm at the same time and made spectacular noises."]}, {"name": "Haruto", "audio": "", "normalized": ["Guuoughh…"]}, {"name": "", "audio": "", "normalized": ["Mari's pussy had received a cumshot for the third time and it was covered with the filthy white semen more than ever."]}, {"name": "", "audio": "", "normalized": ["Mari's body shuddered from the orgasm as she felt the torrent of semen flowing into her."]}, {"name": "Mari", "audio": "v_sr515_0041", "normalized": ["It's coming, thick cum, so much inside me, mnngooughh, heeghh, eeghh, it's coming inside!"]}, {"name": "", "audio": "", "normalized": ["His penis throbbed over and over again as it spewed the semen out thoroughly into her."]}, {"name": "Mari", "audio": "v_sr515_0042", "normalized": ["Huughh… Haaghaahh, aahhahh, aahh… Mnngh, guhh, haaghh, haaghh, aaghaahhaahh!"]}, {"name": "", "audio": "", "normalized": ["Mari was moaning so loud that the two men who had just left would have been able to hear her."]}, {"name": "", "audio": "", "normalized": ["She had held her voice in up until that point, so she was feeling the pleasure not only from the orgasm but also from the relief of being able to moan."]}, {"name": "Mari", "audio": "v_sr515_0043", "normalized": ["Aahuuhaaghh, mnnghuuhh… Guhuhh, ughhaaghh… Aaheghh?!", " Heeguhheeghuhh, I can't stop, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Mari raised her voice and expressed her pleasure."]}, {"name": "", "audio": "", "normalized": ["The more she was pleasured, the tighter her pussy squeezed and continued to stimulate Haruto's penis."]}, {"name": "Mari", "audio": "v_sr515_0044", "normalized": ["Aaheeghh, mnnhh, huughh, mnnguuhh, ooughh… Haagh… Haahh… Haahh…"]}, {"name": "", "audio": "", "normalized": ["The torrent of squirt that splashed all over the place as she came began to slowly die down and she was catching her breath."]}, {"name": "Haruto", "audio": "", "normalized": ["Huguuh… Huuh…"]}, {"name": "", "audio": "", "normalized": ["The two shared the after-taste of the orgasm between them."]}, {"name": "", "audio": "", "normalized": ["The semen began to pour out of her pussy now gaping wide open from coming over and over while having a cock stuck inside."]}, {"name": "Mari", "audio": "v_sr515_0045", "normalized": ["Mnnghuuhh?!"]}, {"name": "", "audio": "", "normalized": ["However, Haruto's libido had not calmed down yet."]}, {"name": "", "audio": "", "normalized": ["Haruto's penis had gone somewhat soft since it had just repeatedly ejaculated back to back."]}, {"name": "", "audio": "", "normalized": ["However, it had gotten erect again the moment it orgasmed."]}, {"name": "Mari", "audio": "v_sr515_0046", "normalized": ["Haahh, haaghh, mnnaahh, why…"]}, {"name": "", "audio": "", "normalized": ["Mari herself had no idea why her cock was still hard and she screamed, surprised."]}, {"name": "Haruto", "audio": "", "normalized": ["Gughh, ughuguhh, uughguuhh, guuhh."]}, {"name": "", "audio": "", "normalized": ["Haruto seemed he was still not satisfied and began moving his hips again."]}, {"name": "", "audio": "", "normalized": ["Her instincts began to move her body in sync with his movements."]}, {"name": "Mari", "audio": "v_sr515_0047", "normalized": ["Heeguhh, uughh, haahh, haahh, aahhahh, that's not… Haauuhh, guuhh?!"]}, {"name": "", "audio": "", "normalized": ["As she let out lewd voices, Mari's hips moved in the way that was aimed to pleasure Haruto as he devoured pleasure."]}, {"name": "", "audio": "", "normalized": ["Since he had just ejaculated moments ago, the inflated penis was apparently very sensitive."]}, {"name": "", "audio": "", "normalized": ["Another orgasm seemed imminent at that point."]}, {"name": "Mari", "audio": "v_sr515_0048", "normalized": ["I can't believe how hard it still is… Hugeheghh?!", " Heeghh, heehh… Huuhmnnghh!"]}, {"name": "Mari", "audio": "v_sr515_0049", "normalized": ["Mnnhuuhh, uughh, guhaahh, haamnn, mnnghh, eeghh, heeuhh, mnnouhgouhh, hoouhoghh!"]}, {"name": "", "audio": "", "normalized": ["Even though she had orgasmed as hard as she could, she was still experiencing pleasure from the sensation of the penis pounding her insides repeatedly."]}, {"name": "", "audio": "", "normalized": ["It was as though endless libido was coming up inside her and she could not stop her arousal."]}, {"name": "Mari", "audio": "v_sr515_0050", "normalized": ["Haahuhhaahuhh, mmheeghh, heeghghh, guughh!"]}, {"name": "", "audio": "", "normalized": ["The lightning bolts of pleasure ran through her brain which made it a mystery that she was somehow still conscious."]}, {"name": "", "audio": "", "normalized": ["It may have been easier for her if she passed out there."]}, {"name": "", "audio": "", "normalized": ["However, the intense pounding sending overwhelming pleasure into her did not allow her to."]}, {"name": "Mari", "audio": "v_sr515_0051", "normalized": ["Gughh, mnnhaaghhmn, haaghh, haauh, noo, I can't take it anymore, so please, no moree!", " Huuegghh!"]}, {"name": "", "audio": "", "normalized": ["Once again, she felt the big wave of sensation coming over her."]}, {"name": "Mari", "audio": "v_sr515_0052", "normalized": ["I'm coming, I'm coming again!", " I can't take it anymore, but my pussy is tingling and my head is going to go insane, uguhh!"]}, {"name": "Mari", "audio": "v_sr515_0053", "normalized": ["Ohoughh, ooguhoguhoguh, heeguhh!"]}, {"name": "Mari", "audio": "v_sr515_0054", "normalized": ["Mnnhaahhaahh, aaghh, mnnoouhouhh…"]}, {"name": "Haruto", "audio": "", "normalized": ["Ughuh, guhaahh!"]}, {"name": "", "audio": "", "normalized": ["With such intense movement of his hips, the penis had achieved yet another orgasm and slipped right out of her vagina."]}, {"name": "", "audio": "", "normalized": ["Of course, once the penis had slipped out of her pussy, it spewed semen from its inflated tip and covered Mari's whole body in cum."]}, {"name": "Mari", "audio": "v_sr515_0055", "normalized": ["Mnnhaaghh, aaghaahh, your cum, your cum is getting all over me, mnbuughh, mnnguhh."]}, {"name": "", "audio": "", "normalized": ["The massive amount of semen that came out splashed not only her face but also her body and even got into her mouth as she was moaning."]}, {"name": "Mari", "audio": "v_sr515_0056", "normalized": ["Mnnhaahh, aahhgh, mnguuhh, mnnghh."]}, {"name": "", "audio": "", "normalized": ["Perhaps because her mind was dizzy, she savored the semen that got into her mouth and swallowed it."]}, {"name": "", "audio": "", "normalized": ["Mari seemed she had actually achieved slight orgasm just from getting her body covered by the sizzling semen."]}, {"name": "Haruto", "audio": "", "normalized": ["Haauh, uughh… Guughh."]}, {"name": "", "audio": "", "normalized": ["Haruto seemed he had blown all his load and was savoring the aftermath of the orgasm as his body shuddered and he was immobile."]}, {"name": "Mari", "audio": "v_sr515_0057", "normalized": ["Haauh… Haahh… Haaggh…"]}, {"name": "", "audio": "", "normalized": ["Mari noticed she was not feeling any disgust even though she had been fucked so rough and orgasmed over and over."]}, {"name": "Mari", "audio": "v_sr515_0058", "normalized": ["Mnnghh, haaghh… Haahh… I might…actually like being fucked…a little rough…"]}, {"name": "", "audio": "", "normalized": ["She said as she was catching her breath and looked around to check her surroundings."]}, {"name": "", "audio": "", "normalized": ["She feared if someone was watching them but seemingly she did not need to worry about that."]}, {"name": "Haruto", "audio": "", "normalized": ["Ughh… Uhh…"]}, {"name": "", "audio": "", "normalized": ["Mari noticed Haruto's groan and looked back at him."]}, {"name": "Mari", "audio": "v_sr515_0059", "normalized": ["Y-you…have to be…done now…right…?"]}, {"name": "", "audio": "", "normalized": ["With so much semen poured inside her, she was dripping cum from her now gaping open pussy."]}, {"name": "", "audio": "", "normalized": ["Mari hoped he was done by now, considering how much semen he had ejaculated."]}, {"name": "Haruto", "audio": "", "normalized": ["…Uhuughh…"]}, {"name": "", "audio": "", "normalized": ["Haruto's body swayed as he groaned."]}, {"name": "Mari", "audio": "v_sr515_0060", "normalized": ["…Heh…?"]}, {"name": "", "audio": "", "normalized": ["Perhaps the effects of the drug had worn off and she collapsed right in place as if the battery had run out."]}, {"name": "Mari", "audio": "v_sr515_0061", "normalized": ["Hey… Are you alright?!"]}, {"name": "", "audio": "", "normalized": ["Mari was surprised as Haruto suddenly passed out and screamed, then moved to try to help him."]}, {"name": "Haruto", "audio": "", "normalized": ["Mnnghh… Mnnghh…?"]}, {"name": "Mari", "audio": "v_sr515_0062", "normalized": ["Ahh… You are awake…"]}, {"name": "", "audio": "", "normalized": ["By the time Haruto woke up after he had passed out, Mari had dressed and cleaned herself up."]}, {"name": "Haruto", "audio": "", "normalized": ["Y-yeah… Hey, wait a second.", " That guy… Fuuma, what happened to him?!"]}, {"name": "", "audio": "", "normalized": ["It seemed he did not have any memories while the drug was affecting him."]}, {"name": "Mari", "audio": "v_sr515_0063", "normalized": ["He's gotten away from us… Next time, we have to be cautious so we can catch him…"]}, {"name": "Haruto", "audio": "", "normalized": ["…R-right…"]}, {"name": "", "audio": "", "normalized": ["Mari answered back awkwardly without looking at him directly and Haruto felt something was off."]}, {"name": "Haruto", "audio": "", "normalized": ["Mmghh…?"]}, {"name": "", "audio": "", "normalized": ["Then Haruto noticed his testicles felt a little weird for some reason at that point."]}, {"name": "Haruto", "audio": "", "normalized": ["…Hold on, did you do something to me while I was asleep?"]}, {"name": "", "audio": "", "normalized": ["Mari looked completely flustered by Haruto's words which he meant as a joke and turned back at him."]}, {"name": "Mari", "audio": "v_sr515_0064", "normalized": ["That's you!"]}, {"name": "", "audio": "", "normalized": ["She then smacked Haruto in his head."]}, {"name": "", "audio": "", "normalized": ["He saw her with a pouty face and tilted his head, wondering why she hit him for some reason which he did not figure out till the end…"]}]