[{"name": "", "audio": "", "normalized": ["The bathroom door suddenly opened and I was pushed down onto the floor by Fuuyou bursting in without me being able to react."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0000", "normalized": ["Don't move if you don't want to get hurt."]}, {"name": "", "audio": "", "normalized": ["She put a kunai knife onto me and threatened me as soon as she came into the room."]}, {"name": "You", "audio": "", "normalized": ["Hey… You just came in so sudden… How rude."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0001", "normalized": ["You seem to be pretty calm for a man who was just attacked… If you value your life at all, don't do anything stupid."]}, {"name": "", "audio": "", "normalized": ["Fuuyou was the come member of forces that assaulted me in secret."]}, {"name": "", "audio": "", "normalized": ["She was a half-awaken Taimanin who possessed the human heart and demon womb called Sayanashi."]}, {"name": "", "audio": "", "normalized": ["She had failed her mission and was captured me as she was treated for her wounds, but she regained her consciousness and apparently came after me."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0002", "normalized": ["Stay still and I will let you live."]}, {"name": "", "audio": "", "normalized": ["She did not fully awaken as a demon, but it seemed the transformation was progressing.", " She was taking her demon form instead of her Taimanin form."]}, {"name": "", "audio": "", "normalized": ["She needed magic to prevent the transformation from progressing any further and she figured directly ingesting semen with her womb was the most efficient way."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0003", "normalized": ["I can't wait any longer…!", " Mnnaahh, mnnuhhuhh… Your cock, it's so good… Hmnnheheh, I'm gonna have your cum now!"]}, {"name": "", "audio": "", "normalized": ["That must be why she was staring at my lower body, acting like she was a predator who just found a delicious prey."]}, {"name": "", "audio": "", "normalized": ["She used the hand that did not hold her kunai to grab my penis and gave it an adoring look, rubbing it up in between her vagina and hand."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0004", "normalized": ["In addition to your fearsome power, you have such powerful energy… Mnnuh, huughh… It must be so tasty."]}, {"name": "You", "audio": "", "normalized": ["You were just coming after my life and now you're assaulting me to fuck me, huh…"]}, {"name": "", "audio": "", "normalized": ["It looked like Fuuyou could not wait for me to fuck her and she smiled erotically as she pressed her pussy onto my cock and stimulated it."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0005", "normalized": ["Mnnaahh… Just as I thought, this feels great… I can certainly look forward to the semen I am about to taste, too!"]}, {"name": "", "audio": "", "normalized": ["Just like how lewd she was acting, her pussy being rubbed onto me was also moist, sucking onto my penis as it brought indescribable pleasure as it moved."]}, {"name": "", "audio": "", "normalized": ["However, I could also feel the energy was being sucked out of me as the pleasure was somewhat unnatural and I gradually went limp from it."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0006", "normalized": ["Haaghh, mnnguhhuh… What a great sexual energy… Mnnhuhh… I didn't know this could be so good."]}, {"name": "", "audio": "", "normalized": ["I was still hesitant of the idea of having my energy sucked out and Fuuyou held me down with incredible force, rendering me immobile."]}, {"name": "", "audio": "", "normalized": ["In addition, she was still pressing her kunai knife onto me so she could stab me anytime."]}, {"name": "", "audio": "", "normalized": ["She did threaten me not to move and with the knife right in my face, I did not want to push my luck."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0007", "normalized": ["You are going to supply me with your energy like this."]}, {"name": "You", "audio": "", "normalized": ["What an ungrateful bitch you are, pointing a weapon at the very person who saved you."]}, {"name": "", "audio": "", "normalized": ["I was not able to move, so I said to show her how calm I actually was."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0008", "normalized": ["I am an assassin ordered to kill you… Don't get too cocky now…"]}, {"name": "", "audio": "", "normalized": ["Fuuyou did not seem to enjoy that and she obviously acted displeased, using her kunai to cut into my skin very shallowly as a warning."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0009", "normalized": ["Don't forget; I still have the grip on your fate.", " You live or die, I am the one to determine that."]}, {"name": "You", "audio": "", "normalized": ["So what now, you are gonna just kill me?"]}, {"name": "", "audio": "", "normalized": ["It appeared my calm and collected response made her even more frustrated and she narrowed her eyes sadistically."]}, {"name": "", "audio": "", "normalized": ["Then she slit my skin even deeper, actually making me bleed this time."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0010", "normalized": ["If you to follow my orders, I'll let you be… If I was to kill you, I will humiliate you as much as possible and kill you."]}, {"name": "", "audio": "", "normalized": ["Fuuyou did not stop teasing my cock with her hand told me with an ice-cold manner, reminding me of her attitude during the battle."]}, {"name": "You", "audio": "", "normalized": ["I see, now that reminds me how you were acting so desperately and frantically during our fight…"]}, {"name": "Fuuyou", "audio": "v_r-ev316_0011", "normalized": ["What's that matter?"]}, {"name": "You", "audio": "", "normalized": ["I just thought you seemed so different now, compared to when you were fighting… And you even tried to kill yourself when you lost."]}, {"name": "", "audio": "", "normalized": ["Sayanashi's Taimanin suit delayed their awakening as a demon."]}, {"name": "", "audio": "", "normalized": ["In addition, the suit also allowed the wearer to commit suicide before becoming a full demon by destroying its core."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0012", "normalized": ["You're not fooling me… I'm just hungry right now, not going to kill myself!", " I just want cock… Aahh, I will enjoy this."]}, {"name": "", "audio": "", "normalized": ["Perhaps becoming a demon would also alter her mind to some degree, considering how different she was acting during the battle."]}, {"name": "", "audio": "", "normalized": ["It was intriguing and I wanted to ask her to see if that was true, but she cut me off as her eyes were glittering with lust, urging me to start fucking her immediately."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0013", "normalized": ["And I see your cock doesn't hate it either… It's already gotten so hard now… Mnnaahh, haahhnm."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0014", "normalized": ["Mnnheehh, haaghahh… Your words say you do not want it, but you're being honest down there…"]}, {"name": "", "audio": "", "normalized": ["Fuuyou seemed to be enjoying the fact she was able to see through my fa?", "ade and found out I was being aroused."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0015", "normalized": ["You want to put it in me and cum, don't you?"]}, {"name": "You", "audio": "", "normalized": ["I mean, that's not…"]}, {"name": "", "audio": "", "normalized": ["As soon as she said so, she started making my cock which she was rubbing onto her to dig into her."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0016", "normalized": ["Mnnghh, guhuughh… Haahh, huugh… Guhhmuuhh…"]}, {"name": "", "audio": "", "normalized": ["Fuuyou moved in an alluring manner as my cock penetrated her slightly, pressing her kunai onto me even harder."]}, {"name": "", "audio": "", "normalized": ["My cock was starting to grow bigger and harder thanks to how she was making me aroused by her movement."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0017", "normalized": ["I see your cock is already ready to go any time now… This feels really good, doesn’t it?"]}, {"name": "", "audio": "", "normalized": ["She smiled lewdly and asked me as if she knew everything I was thinking in my head."]}, {"name": "", "audio": "", "normalized": ["It was almost being forced to beg at the same time as pleading for my life and I did not like it, but I could not resist her so I just nodded."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0018", "normalized": ["Hmmhehehh… Now, why don't you tell me what you want to do with your own words."]}, {"name": "", "audio": "", "normalized": ["However, Fuuyou seemed she was intending to make me say it on my own and said so devilishly with an erotic smile."]}, {"name": "You", "audio": "", "normalized": ["Damn it…!", " Guh… Please."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0019", "normalized": ["Mnnhh, mnnhuuhh… Come on, you have to say it clearly or I don't know what you mean."]}, {"name": "", "audio": "", "normalized": ["I was quite pissed off at how she was toying with me, but I held it in and said so."]}, {"name": "", "audio": "", "normalized": ["But she told me to say it again, still rubbing my cock and with a kunai in her hand."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0020", "normalized": ["Haahh, mnnuhh… What now… The only thing you have to say is what you want."]}, {"name": "You", "audio": "", "normalized": ["Guhh, ughh… Please, let me cum inside…"]}, {"name": "", "audio": "", "normalized": ["It was humiliating, but I could not resist the lust building inside me from pleasure and said so to beg."]}, {"name": "", "audio": "", "normalized": ["Fuuyou must have liked what I said and resumed inserting my cock into her vagina."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0021", "normalized": ["This feeling… Just as I thought… Ohoughh, aghaaghh… This feels so good!"]}, {"name": "", "audio": "", "normalized": ["Her vagina was made so smooth with fluids and engulfed the cock in easily, putting the pressure on as Fuuyou moaned with pleasure."]}, {"name": "", "audio": "", "normalized": ["She seemed to be extremely turned on and she groped her own breasts and shook her hips, intoxicated with lust."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0022", "normalized": ["Mnnhaaghh!", " Mnnouhh… Mnnughh… Haaghh… It's so much bigger… Amazing… Mnheghh."]}, {"name": "You", "audio": "", "normalized": ["Come on, just… Aaaghh, mnnouh, ooghh… Huughuuhghh!"]}, {"name": "", "audio": "", "normalized": ["I tried to take out my anger coming from such humiliation onto her, but the sensation of her vagina squeezing and having my energy sucked out made me groan."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0023", "normalized": ["Mnnghh, looks like you're trying so hard… But it must feel so good you can't stop moaning, huh."]}, {"name": "", "audio": "", "normalized": ["It appeared she was aroused even more by that fact and smiled like she was getting full of herself."]}, {"name": "", "audio": "", "normalized": ["I tried to deny it, but she just smiled, like she knew everything, and did not listen to what I had to say."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0024", "normalized": ["Mnnheghh, heeuuhghh… You're pretty stubborn… Why won't you just admit it?"]}, {"name": "You", "audio": "", "normalized": ["Hey, I say you're the one who's not listening here."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0025_01", "normalized": ["There you go again, with that… I see, you really don't want me to make you cum."]}, {"name": "", "audio": "", "normalized": ["Apparently, she had decided in her mind that I was feeling pleasure but resisting it desperately because of the humiliation of her giving it to me, or something."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0026", "normalized": ["Alright, fine, then… I'm gonna make you feel even better so you won't be able to fight it."]}, {"name": "", "audio": "", "normalized": ["She did not listen to what I had to say and was enjoying herself, looking down on me and teasing me."]}, {"name": "", "audio": "", "normalized": ["I was bit taken aback by how Fuuyou was acting, but I had to admit how good she was doing, and she smiled mischievously like she had an idea."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0027", "normalized": ["Mnnohh, guhheeghh… Mnnguhh… Then, I want you to just be honest with me."]}, {"name": "", "audio": "", "normalized": ["Perhaps something acted as a trigger then.", " She looked down upon me and then demanded."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0028", "normalized": ["There's nothing complicated about it… All you have to do it admit you like how your cock feels… Easy, right?"]}, {"name": "You", "audio": "", "normalized": ["Of course, I won't say anything like that."]}, {"name": "", "audio": "", "normalized": ["There was no way I would say that and denied her demand."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0029", "normalized": ["Oh, now you're being stubborn again… I don't particularly want to kill you, but I really don't mind killing you either, you see."]}, {"name": "", "audio": "", "normalized": ["Fuuyou pushed the kunai knife onto me nonchalantly, as I did not obey her once again."]}, {"name": "", "audio": "", "normalized": ["It seemed she was threatening me so I could not say anything rebellious and was enjoying how I would be admitting anything she wanted me to."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0030", "normalized": ["What?", " It's no fun when you keep quiet like that, hmm?"]}, {"name": "You", "audio": "", "normalized": ["Guhhgh… Y-your pussy is squeezing down so tight… M-my cock feels so good…"]}, {"name": "", "audio": "", "normalized": ["She was not going to be satisfied until I told her the line, so I said what she wanted me to say while still being held hostage with the knife."]}, {"name": "", "audio": "", "normalized": ["I avoided any submissive vocabulary and merely stated the facts."]}, {"name": "", "audio": "", "normalized": ["She seemed to noticed how I was deliberate with my choice of words and appeared amused."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0031", "normalized": ["Mnnheheeheh… Good, this is getting so much fun… Mnnhaaghahh, aaghh, mnnhughh."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0032", "normalized": ["Now that you've answered me honestly, let me reward you for that… Mnnouhh, ooghh… Mnnahh, huughh."]}, {"name": "", "audio": "", "normalized": ["She smiled confidently, then dripped her saliva onto my body and then used the hand holding her kunai to tease my nipple."]}, {"name": "You", "audio": "", "normalized": ["Mnngh, huughh… Guuguhh, aaguhh…"]}, {"name": "Fuuyou", "audio": "v_r-ev316_0033", "normalized": ["Mnnheh, heheheh… Haahh, mnn… That's a good reaction… Just watching you is turning me on."]}, {"name": "", "audio": "", "normalized": ["Just getting my nipples touched by her lewd hand brought more pleasure than I expected, as if her saliva was an aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["She seemed to be enjoying my reaction and her breath was starting to heat up even hotter than before and I could feel she was getting more and more turned on."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0034", "normalized": ["You're twitching every time I touch you, like this feels so good… Now, I want you to keep me entertained just like this…"]}, {"name": "", "audio": "", "normalized": ["Fuuyou also used her kunai in addition to her fingers to poke and tease my nipple, letting out ecstatic voice."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0035", "normalized": ["Mnnahh, huuguhh… This is just not going to be enough… More, let us have more pleasure."]}, {"name": "", "audio": "", "normalized": ["She kept moving her hips as she continued to enjoy my reaction as she teased my nipple, seeking more pleasure and eventual orgasm."]}, {"name": "", "audio": "", "normalized": ["The inside of her vagina wiggled, demanding more pleasure and along with the pressure on my penis, my I could feel my urge to ejaculate was building."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0036", "normalized": ["Mnnghh, guhahh… Haahh, haaghh… Your cock is getting even bigger and pushing up onto my pussy… Mnnhaagh!", " It's so good!"]}, {"name": "", "audio": "", "normalized": ["Fuuyou's body twisted as she moaned in pleasure."]}, {"name": "", "audio": "", "normalized": ["She was so consumed with devouring pleasure, the kunai was no longer being pressed onto me, so I started pounding up hard as a little payback."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0037", "normalized": ["Mnnaahh, mnnghh, you can't do that… Trying to pound me so hard suddenly to make me moan, bad boy."]}, {"name": "", "audio": "", "normalized": ["However, Fuuyou stopped me from doing so as she pounded her own hips against mine."]}, {"name": "", "audio": "", "normalized": ["Her hips slammed downwards into mine going up."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0038", "normalized": ["Mnnheheh… Do you want me to make you cum inside me like this?", " I might just let you do that if you ask me, you understand?"]}, {"name": "You", "audio": "", "normalized": ["Mnnguhghh… Not a chance."]}, {"name": "", "audio": "", "normalized": ["As soon as I answered her taunt, she pinched onto my nipples, cutting off my words."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0039", "normalized": ["I see… If you really don't want to cum by having your nipples teased, then…maybe I should cut them off."]}, {"name": "", "audio": "", "normalized": ["Fuuyou said so with a completely serious tone.", " Seeing how excited she was at the time, she really could have cut them off."]}, {"name": "", "audio": "", "normalized": ["I did not like it, but I did not have a choice but to let her make me cum."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0040", "normalized": ["Now, that's better… Guhaahh, mnnahaeheghhnmgheehh… Your cock… It's so good… My pussy is burning… Heeguh, mmgnmghh!"]}, {"name": "", "audio": "", "normalized": ["I was certainly reluctant, but I had finally decided to let her make me cum and Fuuyou smiled joyously as she resumed pounding her hips lewdly."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0041", "normalized": ["Haah, haahh… Mngnh, aaghaahh… Guhhguhh… My pussy is aching and I can't take it… Mnnhegh, guhaah… Mnnghhnm!"]}, {"name": "", "audio": "", "normalized": ["Fuuyou's breath was getting short as she rose towards the ecstatic climax."]}, {"name": "", "audio": "", "normalized": ["I could feel my urge to ejaculate was getting more and more intense along with her."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0042", "normalized": ["This is good… Guuhaaghh, mnnaaheeghhnmgh, mngheehh… Come on, let us come together!"]}, {"name": "", "audio": "", "normalized": ["Our pleasure leached the peak at the same time and I ejaculated into her, pouring semen in along with my desires."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Slosh* *Spew* *Spew* *Throb* *Splosh*"]}, {"name": "Fuuyou", "audio": "v_r-ev316_0043", "normalized": ["Mnnhohuoogoohh, aaghheeghhnm!", " Mnnaaghh, guhouhh… Aaghahh… Mnnghnmm!"]}, {"name": "Fuuyou", "audio": "v_r-ev316_0044", "normalized": ["This is amazing… So much cum… Pouring into me, ohh, ooheghh… Aaagghghh, mnnhaahghh… Mnnguhogohh!"]}, {"name": "", "audio": "", "normalized": ["With sizzling semen rushing into her vagina, Fuuyou moaned and shuddered truly joyously."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0045", "normalized": ["Ohouhghh, mnnhoogohh… Such… Such thick energy… And it keeps coming after so much already coming out… Even better than I thought!"]}, {"name": "Fuuyou", "audio": "v_r-ev316_0046", "normalized": ["Mnnoohgh, heeghhnm… Ohogohh, aaghh… Mnnguhuhh… More, I want more cum in my pussy… Please let me have some fun."]}, {"name": "", "audio": "", "normalized": ["Her pussy wiggled violently, trying to suck out every last drop of semen by urging me to ejaculate more."]}, {"name": "", "audio": "", "normalized": ["It seemed she had achieved an orgasm, as her body trembled slightly and devoured the climax and influx of the energy into her."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0047", "normalized": ["Mnnhauhgouhuohh… Aaahuhgh!", " Mnnaahh, muhguuhh!", " This is good… Come on, let me have more of your hot cum!"]}, {"name": "Fuuyou", "audio": "v_r-ev316_0048", "normalized": ["Mnnooghh, houhh, heeghh… Mnngh… Mnnah, guheeghh… Mnnghuh… So good… Guhaahh, aghaahh!"]}, {"name": "", "audio": "", "normalized": ["She drooled pathetically as her cheeks blushed… I was completely consumed with the act of sucking my semen out."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0049", "normalized": ["Come on, come on… You still got more in you, don't you?", " Ohoouhh, mnnaahh, aaghh… Guhaahh!"]}, {"name": "", "audio": "", "normalized": ["Once my ejaculation was calming down, the flesh inside her pussy contracted, begging for more, and her hips pounded even harder."]}, {"name": "", "audio": "", "normalized": ["That made my cock get harder again, ejaculating repeatedly."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0050", "normalized": ["Mnnhaaghahh, aaghh… This is so good… Mnnah, mnnhuh, this is great… Mnnahahh, aahhnm!", " Amazing…!"]}, {"name": "", "audio": "", "normalized": ["Fuuyou writhed as her cheeks turned pink from the sensation of semen dripping from her vagina after the ejaculation was finally over."]}, {"name": "", "audio": "", "normalized": ["She was letting out lewd moans occasionally as she savored the lingering feeling of orgasm."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0051", "normalized": ["Ohheghh, haauh, haagh… Aaahuguh… You have certainly kept me entertained… I like you…"]}, {"name": "", "audio": "", "normalized": ["She whispered with a satisfied and ecstatic smile on her face and then gave me an aroused look."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0052", "normalized": ["Of course, this is far from over… Mnnheheh, should I just suck everything out… Or maybe… I should keep you as a pet."]}, {"name": "", "audio": "", "normalized": ["She licked her lips and then told me her plans with me as she smiled amusedly."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0053", "normalized": ["Let' see… I really can't decide which would be better… Mngnuh?!", " Aaegheghh, gughuuh, uuguughh!"]}, {"name": "", "audio": "", "normalized": ["She could not finish her sentence and started groaning painfully."]}, {"name": "", "audio": "", "normalized": ["Fuuyou was in agony as she started to transform, reverting back to human form from her half-demon form."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0054", "normalized": ["Gaaghaagh… Ughh… Mnnah… Haauh, hugh… Mnngh, guuhh."]}, {"name": "", "audio": "", "normalized": ["The demon transformation was undone and perhaps because of that, her previous lewdness was gone, now trying to catch her breath, exhausted."]}, {"name": "", "audio": "", "normalized": ["Looking at what just happened, it seemed she had successfully stopped herself from fully awakening as a demon."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0055", "normalized": ["Mnnghh, heeaghh… Haagh… Haagh… Where am I, what the…"]}, {"name": "You", "audio": "", "normalized": ["Looks like you snapped out of it… So do you wanna keep going?"]}, {"name": "Fuuyou", "audio": "v_r-ev316_0056", "normalized": ["Fuuma…?!", " How did you… No, wait, I was…"]}, {"name": "", "audio": "", "normalized": ["She must have been oblivious of her surrounding as her shoulders twitched in surprise when I talked to her, being alerted at the sight of me."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0057", "normalized": ["No… I will not."]}, {"name": "", "audio": "", "normalized": ["However, it seemed her mind was clearing up and she soon grasped what happened when she turned into a demon."]}, {"name": "", "audio": "", "normalized": ["She denied my question with exhausted expression and voice."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0058", "normalized": ["Now, never mind about that… I'm on a mission to… Mnhegaghh!", " Aaahughah, meghh!", " Wh-why… I can't move…"]}, {"name": "", "audio": "", "normalized": ["Possibly because she was no longer in her demon form, Fuuyou tried to hold her kunai once again, trying to resume once failed mission."]}, {"name": "", "audio": "", "normalized": ["I was going to ready myself for her sudden move, but she started moaning with a sugary voice instead."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0059", "normalized": ["Mnnahahh… Aaheghh, no way… Aaaheghh… Why does my pussy ache so much… I can't stop it… Aahh, mnnohghoughh!"]}, {"name": "", "audio": "", "normalized": ["It seemed the satisfaction from the previous energy influx filled her whole body with pleasure."]}, {"name": "", "audio": "", "normalized": ["She moaned with frustrated and pleasure expression, immobile."]}, {"name": "You", "audio": "", "normalized": ["You're not going to kill me like that, no way."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0060", "normalized": ["Guhh… Not only was I defeated in battle, I was made to orgasm by the enemy, in my demon form albeit.", " How humiliating…!"]}, {"name": "You", "audio": "", "normalized": ["And… I don't think you'll be taking your demon form again like that, huh."]}, {"name": "", "audio": "", "normalized": ["I made sure that there was no immediate danger, both to my physical body and from Fuuyou awakening as a demon, then picked her up and stood up."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0061", "normalized": ["What, stop… Let me go…"]}, {"name": "", "audio": "", "normalized": ["She was surprised I picked her up so suddenly and complained."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0062", "normalized": ["Guh… This must be the end for me…"]}, {"name": "", "audio": "", "normalized": ["She tried to resist, but with her body filled with pleasure, she could not do anything, muttering with a given-up expression on her face."]}, {"name": "You", "audio": "", "normalized": ["Don't be so scared… You're the one who told me to take care of you."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0063", "normalized": ["Wait, but that's… Uughuhh, that's something I said when I was almost awakened as a demon…"]}, {"name": "", "audio": "", "normalized": ["Fuuyou's words died down as she remembers the shameful memory and her cheeks blushed from the humiliation."]}, {"name": "Fuuyou", "audio": "v_r-ev316_0064", "normalized": ["Taking care… What do you mean…!", " W-wait, that's not… Mnnghh, mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["She realized what I meant by it and protested, but I ignored her and continued to \"take care of her\" till she passed out."]}]