[{"name": "", "audio": "", "normalized": ["My mission was to recon the Fuuma hideout, so I tried to infiltrate it."]}, {"name": "", "audio": "", "normalized": ["But my teammates made mistakes and I was caught as a result."]}, {"name": "", "audio": "", "normalized": ["I wondered if my teammates were okay."]}, {"name": "", "audio": "", "normalized": ["Ever since I was caught, I was kept in the dark."]}, {"name": "", "audio": "", "normalized": ["My ears were covered and I was deafened."]}, {"name": "", "audio": "", "normalized": ["In addition, I was blindfolded as well."]}, {"name": "", "audio": "", "normalized": ["I was taken into some place filled with the overwhelming smell of semen."]}, {"name": "", "audio": "", "normalized": ["I could tell what that place was for without even seeing it."]}, {"name": "", "audio": "", "normalized": ["Without any hearing, I also sensed there was an unwelcoming atmosphere in the room."]}, {"name": "You", "audio": "", "normalized": ["Hmm, it still feels a bit off…but it'll do, eh?"]}, {"name": "Aya", "audio": "v_r-ve223_0000", "normalized": ["Huh?!"]}, {"name": "", "audio": "", "normalized": ["I was stunned to suddenly hear a voice out of nowhere since I had been in complete silence."]}, {"name": "", "audio": "", "normalized": ["The voice belongs to the leader of the Fuuma."]}, {"name": "", "audio": "", "normalized": ["Which meant…"]}, {"name": "Aya", "audio": "v_r-ve223_0001", "normalized": ["Uh, uhh… This is, my own ninja art…?!"]}, {"name": "You", "audio": "", "normalized": ["How observant.", " Indeed."]}, {"name": "", "audio": "", "normalized": ["I was not able to hear anything other than Fuuma's voice."]}, {"name": "", "audio": "", "normalized": ["I was sure it was my power."]}, {"name": "", "audio": "", "normalized": ["It was a kind of wind art that allowed me to control sound echos."]}, {"name": "", "audio": "", "normalized": ["I could throw my voice into the ear of someone really far away, and vice versa as well."]}, {"name": "", "audio": "", "normalized": ["With the more advanced application, I could also muffle the sound around me, or concentrate loud noise into someone's ear."]}, {"name": "", "audio": "", "normalized": ["My specialty was intelligence gathering and communications, but I was confident enough go toe to toe with most in combat."]}, {"name": "", "audio": "", "normalized": ["But right now, Fuuma had me on the ropes and he had taken my power from me to the boot."]}, {"name": "You", "audio": "", "normalized": ["So, how do you feel now?", " Aya Ayaharu, the Taimanin."]}, {"name": "Aya", "audio": "v_r-ve223_0002", "normalized": ["Do you really think I would feel good like this?"]}, {"name": "", "audio": "", "normalized": ["I was frank with my words as usual, but I intentionally acted in such a way as if I was not concerned."]}, {"name": "", "audio": "", "normalized": ["The chest and crotch of my suit were undone and exposed."]}, {"name": "", "audio": "", "normalized": ["I could feel that Fuuma leader somewhere in the room along with few more men surrounding me."]}, {"name": "", "audio": "", "normalized": ["Most likely, they were all male.", " It was not hard to imagine them drooling over and staring at my body."]}, {"name": "", "audio": "", "normalized": ["It was extremely embarrassing but had I shown it, then it would be exactly what they want."]}, {"name": "You", "audio": "", "normalized": ["I see.", " I thought you were just a young girl, but you've got some guts too.", " Enough to be able to control your power."]}, {"name": "Aya", "audio": "v_r-ve223_0003", "normalized": ["Huhh… I don't know how to feel when you are already in so much control of my power."]}, {"name": "", "audio": "", "normalized": ["I lied to the man, pretending I was not embarrassed at all."]}, {"name": "", "audio": "", "normalized": ["I stood tall and proud, not making any attempt to hide my exposed breasts and crotch."]}, {"name": "Aya", "audio": "v_r-ve223_0004", "normalized": ["Hey hey, everyone.", " Sorry to be showing you my body like this, such an eyesore."]}, {"name": "", "audio": "", "normalized": ["To counter the beastly male desires of the men around me, I made a little joke with a silly voice."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, so that's how you are defending yourself.", " Seems you are smart as well, but it's only making you look like an idiot."]}, {"name": "Aya", "audio": "v_r-ve223_0005", "normalized": ["Hehe, is that so.", " But hey, I have to admit it's true I'm worth even less than a cow."]}, {"name": "", "audio": "", "normalized": ["I shrugged my shoulders pretentiously, covering my heart with the pretense of not being embarrassed by my exposed parts."]}, {"name": "", "audio": "", "normalized": ["I held down the humiliation and irritation inside me and tried to scatter away the lust of the men surrounding me."]}, {"name": "", "audio": "", "normalized": ["At the same time, I tried to feel my surroundings with my palms so I could figure out where I was without looking too awkward."]}, {"name": "You", "audio": "", "normalized": ["You're still gathering intel."]}, {"name": "Aya", "audio": "v_r-ve223_0006", "normalized": ["Oh my, you knew, huh?"]}, {"name": "", "audio": "", "normalized": ["I replied with light banter, but I was properly flustered underneath."]}, {"name": "You", "audio": "", "normalized": ["Never mind.", " It's only appropriate for an intelligence operative."]}, {"name": "You", "audio": "", "normalized": ["But all the guys are getting impatient now.", " I think it's time to get the show on the road."]}, {"name": "Aya", "audio": "v_r-ve223_0007", "normalized": ["Huh, so it does come down to this."]}, {"name": "", "audio": "", "normalized": ["I knew it was going to happen and swore in my mind."]}, {"name": "", "audio": "", "normalized": ["I was usually pent up with so much stress, but that was particularly rough on my mind."]}, {"name": "", "audio": "", "normalized": ["The filthy, pitch-black mire was rising up inside my mind like lava and it was about to pour out."]}, {"name": "You", "audio": "", "normalized": ["I'm sure you already figured it out, but the men around you want you to entertain them."]}, {"name": "You", "audio": "", "normalized": ["Seduce them."]}, {"name": "Aya", "audio": "v_r-ve223_0008", "normalized": ["Seriously, that's real low."]}, {"name": "", "audio": "", "normalized": ["I had no idea where I was nor where the Fuuma leader stood.", " The only choice I had left was to follow his orders."]}, {"name": "", "audio": "", "normalized": ["Committing suicide and taking an easy way out was not an option for the Taimanin.", " We must survive."]}, {"name": "Aya", "audio": "v_r-ve223_0009", "normalized": ["Hey, I'm really sorry to ask, with me looking like a slag, but could any of you please come forward and be my partner?"]}, {"name": "", "audio": "", "normalized": ["I spewed some silly lines with a silly voice and reached for the men who were supposed to be around me."]}, {"name": "", "audio": "", "normalized": ["Immediately, I felt the rough and bony flesh that was obviously a man's body with my hand."]}, {"name": "Aya", "audio": "v_r-ve223_0010", "normalized": ["Ahh, there you are.", " Do forgive me for touching you in weird places because I'm blind for now."]}, {"name": "", "audio": "", "normalized": ["I kept my silly voice up as I petted down the men on my side."]}, {"name": "", "audio": "", "normalized": ["It was the first time for me doing such things, but I pretended it was not for the sake of tricking the enemy."]}, {"name": "", "audio": "", "normalized": ["My hands slid down their chest smoothly, tracing their lower abdomen with my fingers, and then further down."]}, {"name": "Aya", "audio": "v_r-ve223_0011", "normalized": ["…Oh.", " Ohh, feels like you are ready to go."]}, {"name": "", "audio": "", "normalized": ["The crotch of both men on my side had already been erect rock hard and burning hot."]}, {"name": "", "audio": "", "normalized": ["I was slightly surprised by the first time sensation of male genitals.", " My body did not react, but it showed in my voice."]}, {"name": "Aya", "audio": "v_r-ve223_0012", "normalized": ["So, now I'll work them."]}, {"name": "", "audio": "", "normalized": ["I said so as if I was talking to myself, but I had no choice but to gently grasp the erect penis with my palm."]}, {"name": "", "audio": "", "normalized": ["Then I began to slowly stroke them."]}, {"name": "Aya", "audio": "v_r-ve223_0013", "normalized": ["…Uhh.", " Huuhh, how is it?", " Would you kind enough to be turned on by someone like me?"]}, {"name": "", "audio": "", "normalized": ["My heart was racing so loudly, it was deafening."]}, {"name": "", "audio": "", "normalized": ["To ignore it, I forced my body from swaying around and kept talking to the men."]}, {"name": "", "audio": "", "normalized": ["At first, I was afraid of hurting the penis so I went slow and gentle with the stokes."]}, {"name": "You", "audio": "", "normalized": ["Hahaha.", " Come on now, they won't be satisfied with such a half-assed handjob."]}, {"name": "Aya", "audio": "v_r-ve223_0014", "normalized": ["…Ugh.", " Is that so?"]}, {"name": "", "audio": "", "normalized": ["The man scoffed at me."]}, {"name": "", "audio": "", "normalized": ["The Fuuma leader knew I was not used to doing such things."]}, {"name": "", "audio": "", "normalized": ["He was laughing at my act of being experienced with it."]}, {"name": "", "audio": "", "normalized": ["The frustration of being scoffed made the sludge inside me rise further."]}, {"name": "You", "audio": "", "normalized": ["Stroke the cock and pet the tip with your palms."]}, {"name": "Aya", "audio": "v_r-ve223_0015", "normalized": ["Oh, I see.", " So that's what makes men tick, huh."]}, {"name": "", "audio": "", "normalized": ["I really did not want to be doing any of this, but I had no choice but to follow his orders."]}, {"name": "", "audio": "", "normalized": ["In any case, the faster this ridiculous entertainment was over, the better it was for me."]}, {"name": "", "audio": "", "normalized": ["I convinced myself to think that was and rubbed my palm on the tips as the Fuuma leader told me to."]}, {"name": "Aya", "audio": "v_r-ve223_0016", "normalized": ["Ohh…?", " It's rather energetic, huh.", " Your cock just jumped up…in my palms."]}, {"name": "", "audio": "", "normalized": ["Once I touched the sensitive tips, it slapped my hands."]}, {"name": "", "audio": "", "normalized": ["I raised my voice slightly from the surprise."]}, {"name": "", "audio": "", "normalized": ["The blindfold did prevent them from reading my eyes, but I still tried to no let my emotion slip into the voice as I gave them the handjob."]}, {"name": "", "audio": "", "normalized": ["I petted the shaft smoothly and rubbed my palms on the tip."]}, {"name": "You", "audio": "", "normalized": ["Good.", " Now stimulate the shoulders a bit.", " Swipe it with your fingers, give it a little bump."]}, {"name": "Aya", "audio": "v_r-ve223_0017", "normalized": ["Huh.", " I didn't actually know the shoulders didn't really hurt even if I do such things."]}, {"name": "", "audio": "", "normalized": ["I let out small talks and placed my fingers on the shoulders of the penis as par his words."]}, {"name": "", "audio": "", "normalized": ["Then I stimulated them with a gentle scratch."]}, {"name": "Aya", "audio": "v_r-ve223_0018", "normalized": ["…Ugh?", " This is rather… Tssk.", " Huh, it seems to be working very well on him."]}, {"name": "", "audio": "", "normalized": ["Apparently, this part was very sensitive due to the large concentration of nerves and it must have felt very nice."]}, {"name": "", "audio": "", "normalized": ["The penis twitched up and down as I rubbed it."]}, {"name": "", "audio": "", "normalized": ["Since I did not have my vision, my tactile senses were much more receptive and I could feel the heat and the touch."]}, {"name": "", "audio": "", "normalized": ["It was as though I could feel the pleasure the men were feeling through my hands."]}, {"name": "Aya", "audio": "v_r-ve223_0019", "normalized": ["…Now, how about this…?"]}, {"name": "", "audio": "", "normalized": ["I grasped firmly this time and made a little circle with my fingers with I used to stimulate the shoulders as I stroked the shaft."]}, {"name": "", "audio": "", "normalized": ["The cock jumped even harder than before and it slapped my palm again."]}, {"name": "", "audio": "", "normalized": ["My hands were getting slippery as well."]}, {"name": "Aya", "audio": "v_r-ve223_0020", "normalized": ["Oh wow…?", " Ughh, what the…?"]}, {"name": "", "audio": "", "normalized": ["I knew well the men would get wet like women."]}, {"name": "", "audio": "", "normalized": ["I assumed it was happening and must have gotten on my hands."]}, {"name": "", "audio": "", "normalized": ["The fluids the man had excreted tangled onto the cock and began to make a lewd noise."]}, {"name": "", "audio": "", "normalized": ["At the same time, an overwhelming male odor assaulted my nostrils."]}, {"name": "You", "audio": "", "normalized": ["They are really enjoying your handjob.", " Now, let them know what's going on with your words to turn them on more."]}, {"name": "Aya", "audio": "v_r-ve223_0021", "normalized": ["…Huhh.", " A lot of precum is…coming out of your cock.", " It's making all sorts of slippery and naughty sounds in my hands, eh?"]}, {"name": "", "audio": "", "normalized": ["Apparently, me pointing it out really aroused them and the penis got even hotter and throbbed."]}, {"name": "", "audio": "", "normalized": ["In addition, there was more fluid coming out and my hands had been completely covered with it."]}, {"name": "Aya", "audio": "v_r-ve223_0022", "normalized": ["Haahhuhh… Huhh, your cock, it's so wet and slippery now.", " Does it really feel that good?"]}, {"name": "", "audio": "", "normalized": ["As I stroked their cocks with the help of the lubricants, I could also feel their heat and pleasure."]}, {"name": "", "audio": "", "normalized": ["My body began to burn up and sweat drops were forming."]}, {"name": "", "audio": "", "normalized": ["My breath was getting shallower regardless of my intentions."]}, {"name": "You", "audio": "", "normalized": ["Hahaha.", " Giving handjob made you turned on, huh?"]}, {"name": "Aya", "audio": "v_r-ve223_0023", "normalized": ["Well, if they can feel so good with a handjob from a boring woman like me…nngh, mnn, huhh.", " I guess it's all good."]}, {"name": "", "audio": "", "normalized": ["Fuuma pointed it out, but if I indulged with him by engaging, it would only make me vulnerable so I simply continued on with the handjob."]}, {"name": "You", "audio": "", "normalized": ["Good decision.", " But it basically means you said yes.", " Now, let me reward you for getting turned on like this."]}, {"name": "Aya", "audio": "v_r-ve223_0024", "normalized": ["…?!"]}, {"name": "", "audio": "", "normalized": ["I felt someone behind me and gasped."]}, {"name": "", "audio": "", "normalized": ["It must have been another man.", " He grabbed my hips."]}, {"name": "Aya", "audio": "v_r-ve223_0025", "normalized": ["…Wh…What is it?"]}, {"name": "", "audio": "", "normalized": ["I asked, pretending to be calm――"]}, {"name": "", "audio": "", "normalized": ["*Stab*"]}, {"name": "Aya", "audio": "v_r-ve223_0026", "normalized": ["Gughh?!", " Hiighh?!"]}, {"name": "", "audio": "", "normalized": ["I felt a sudden and violent impact to the core of the body and I could not hold my scream in."]}, {"name": "", "audio": "", "normalized": ["The man had penetrated my vagina with his erect penis."]}, {"name": "", "audio": "", "normalized": ["*Shove* *Thrust* *Rip* *Riipp*"]}, {"name": "Aya", "audio": "v_r-ve223_0027", "normalized": ["Heeghh, guuhh?!", " Uaahh, aagguuhh?!"]}, {"name": "", "audio": "", "normalized": ["I could hear the snapping sounds of flesh being ripped coming up from my groin."]}, {"name": "", "audio": "", "normalized": ["As I heard that sound, my hips jumped up and I shuddered from the burning pain."]}, {"name": "", "audio": "", "normalized": ["I clenched my teeth to keep myself from screaming, but I could not stop my voice nor the shivering."]}, {"name": "Aya", "audio": "v_r-ve223_0028", "normalized": ["Mnnguuhh?!", " Uhh?!", " I, knew it…!"]}, {"name": "", "audio": "", "normalized": ["Yes, it came down to this."]}, {"name": "", "audio": "", "normalized": ["The hard and sharp male genitals tore through my hymen and forced its way inside me without any hesitation."]}, {"name": "", "audio": "", "normalized": ["My first time was taken all too easily by some unknown man whose face I was not even able to see."]}, {"name": "Aya", "audio": "v_r-ve223_0029", "normalized": ["Guhh?!", " Guhffuhh, huhh, huuhh… No… Guuhmnn?!"]}, {"name": "", "audio": "", "normalized": ["I was a ninja, so I did not expect I would be able to give my virginity to someone I love romantically."]}, {"name": "", "audio": "", "normalized": ["I knew something like this could happen."]}, {"name": "", "audio": "", "normalized": ["But it was not easy to endure the humiliation of someone casually hurting something precious to me, let alone the pain."]}, {"name": "", "audio": "", "normalized": ["The tar-black sludge was blowing up inside me."]}, {"name": "", "audio": "", "normalized": ["The man behind me began to violently reciprocate his hips, not giving me time to ponder upon such things."]}, {"name": "Aya", "audio": "v_r-ve223_0030", "normalized": ["Haaguuhh?!", " Gggffuhaahh?!"]}, {"name": "Aya", "audio": "v_r-ve223_0031", "normalized": ["C-come on…ugg, haaghh, take it easy, please… Mgguhh, please, I'm asking you, eegghh?!", " Guueehh?!"]}, {"name": "", "audio": "", "normalized": ["I begged him, but the man only sped up the movements."]}, {"name": "", "audio": "", "normalized": ["He kept slapping his belly onto my butt and continued to shove his cock deeper and deeper into me."]}, {"name": "", "audio": "", "normalized": ["He had forced open my previously unopened vagina and rubbed it.", " I could only bite down and groan in a voice resembling a scream."]}, {"name": "You", "audio": "", "normalized": ["Oh, so you were a virgin.", " Hahaha, so that's why everyone seemed to be so excited."]}, {"name": "Aya", "audio": "v_r-ve223_0032", "normalized": ["Fuugguhh?!", " Excited…?!", " Ahh?!", " Ugghh, those cock in hands too…?!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because I had stopped with the handjob, the men I had been stroking started to move their hips on their own as well."]}, {"name": "", "audio": "", "normalized": ["They used the precum as the lubricant to rub their head and the shaft onto my palm over and over."]}, {"name": "Aya", "audio": "v_r-ve223_0033", "normalized": ["Don't be, so hasty… Nmm, mngguhh, ugghh?!", " I'll take care of you…!"]}, {"name": "", "audio": "", "normalized": ["As I told them, the men sped up their movement and ground my palm with their cocks."]}, {"name": "", "audio": "", "normalized": ["Even the man behind me was pounding me hard as if he was letting go of pent up anger at me."]}, {"name": "Aya", "audio": "v_r-ve223_0034", "normalized": ["Haageehh?!", " Eghh?!", " Guhh, s-seriously… Take it easy… Guuaahh?!", " Please, I'm begging…!"]}, {"name": "", "audio": "", "normalized": ["I was in so much pain as the man continued to drill my virgin hole and begged him to slow down, but the man ignored it."]}, {"name": "", "audio": "", "normalized": ["Eventually, my body began to adjust and it started secreting love juice, easing up the pain."]}, {"name": "", "audio": "", "normalized": ["Not only that, I was actually feeling pleasure."]}, {"name": "Aya", "audio": "v_r-ve223_0035", "normalized": ["Haaheghh?!", " Uhhghuhhffuhh, no way… You really… You must really, really like this, haahh, huaahh, seriously…?"]}, {"name": "", "audio": "", "normalized": ["I was sort of talking to myself when I said that, but apparently the man heard it as well."]}, {"name": "", "audio": "", "normalized": ["He grabbed my hips again and shoved his cock as hard as he could."]}, {"name": "Aya", "audio": "v_r-ve223_0036", "normalized": ["Mneehh?!", " Wh-why, why so…so hard?!", " Do you, like, have some beef with me or something…?!"]}, {"name": "", "audio": "", "normalized": ["Every time I said something or reacted in some way, the men pounded me harder and harder."]}, {"name": "", "audio": "", "normalized": ["As if they had some special emotion towards me…like discontent or grudge."]}, {"name": "", "audio": "", "normalized": ["They fucked me as if they were angry at me."]}, {"name": "You", "audio": "", "normalized": ["These guys don't seem to be pleased with your behavior."]}, {"name": "Aya", "audio": "v_r-ve223_0037", "normalized": ["Wha…?!", " Fughhuhh, why, why is that…?!", " Did I, did I do…did I do something wrong…?!"]}, {"name": "You", "audio": "", "normalized": ["Apparently so.", " Hey, take off her blindfold."]}, {"name": "", "audio": "", "normalized": ["It was supposed to be banter I made as I was enduring the pleasure, but I froze up when the blindfold was removed."]}, {"name": "Aya", "audio": "v_r-ve223_0038", "normalized": ["…Ughh?!"]}, {"name": "", "audio": "", "normalized": ["When I saw the faced of the men fucking my hands and vagina, I groaned."]}, {"name": "Aya", "audio": "v_r-ve223_0039", "normalized": ["Y-you…?!"]}, {"name": "", "audio": "", "normalized": ["I recognized all the faces that were there."]}, {"name": "", "audio": "", "normalized": ["The men who were violating me were the other Taimanin on my team."]}, {"name": "Taimanin", "audio": "", "normalized": ["Aya, you traitor!"]}, {"name": "Taimanin", "audio": "", "normalized": ["You've already been corrupted, damn you!"]}, {"name": "", "audio": "", "normalized": ["As soon as the blindfold was off, my hearing was back too."]}, {"name": "", "audio": "", "normalized": ["But what I heard were angry screams from the teammates."]}, {"name": "Taimanin", "audio": "", "normalized": ["If you sold us out and thought you can save yourself, then you deserve to be fucked!"]}, {"name": "Aya", "audio": "v_r-ve223_0040", "normalized": ["Hagguhh?!", " Uaahh?!", " Aggheeghh?!"]}, {"name": "", "audio": "", "normalized": ["The Taimanin spat furious screams and pounded their hips violently, fueled by anger."]}, {"name": "", "audio": "", "normalized": ["I writhed from the mixture of a small amount of agony and huge pleasure as they stimulated my hands and the vagina with force."]}, {"name": "", "audio": "", "normalized": ["I was screaming in pleasure in front of my teammates."]}, {"name": "Aya", "audio": "v_r-ve223_0041", "normalized": ["Sold you out…?!", " Haaughh, what do you mean…that I sold you out…?!"]}, {"name": "Taimanin", "audio": "", "normalized": ["Ha!", " Don't play coy!", " You were caught and ratted us out because you wanted to save yourself!"]}, {"name": "", "audio": "", "normalized": ["I figured Fuuma told them so."]}, {"name": "", "audio": "", "normalized": ["And me obeying Fuuma's order and pleasuring them, seeing that and experiencing it…"]}, {"name": "", "audio": "", "normalized": ["…their doubts and suspicions had now been confirmed as the irrefutable truth in their eyes."]}, {"name": "", "audio": "", "normalized": ["This meant that I was tricked to act as though I had betrayed my team to save myself."]}, {"name": "Aya", "audio": "v_r-ve223_0042", "normalized": ["Guhh…?!", " You believe the enemies… I was, ahh, guhh… You won't believe me…?"]}, {"name": "Taimanin", "audio": "", "normalized": ["Of fucking course not!", " I knew something was wrong with you from the get-go!"]}, {"name": "Taimanin", "audio": "", "normalized": ["Listening in on our voices, you eavesdropping freak!"]}, {"name": "Taimanin", "audio": "", "normalized": ["You sneaky, telling little bitch!", " Now you decided to turn on us to save your own ass, eat this!"]}, {"name": "Aya", "audio": "v_r-ve223_0043", "normalized": ["Aaguuahh?!", " That's not, guhh?!", " Uaahh?!"]}, {"name": "", "audio": "", "normalized": ["The Taimanin screamed and sped up their movements."]}, {"name": "", "audio": "", "normalized": ["I was not sure what was happening…"]}, {"name": "", "audio": "", "normalized": ["A kind of stress I had not experienced before was weighing down on me."]}, {"name": "", "audio": "", "normalized": ["Thanks to that, the pitch-black lava that was boiling down in my belly began to erupt up."]}, {"name": "", "audio": "", "normalized": ["All the pent up, scorching anger from every day flowed past the point of no return and then――"]}, {"name": "Aya", "audio": "v_r-ve223_0044", "normalized": ["You're all so pathetic."]}, {"name": "", "audio": "", "normalized": ["My voice suddenly turns so flat and emotionless, even surprising myself."]}, {"name": "", "audio": "", "normalized": ["The dark sludge of ill feelings came up to my mouth from the throat, and then it poured out of my mouth as if a dam had burst."]}, {"name": "Aya", "audio": "v_r-ve223_0045", "normalized": ["You guys only got captured because you are all so incompetent but blaming me… Haahh, such pathetic men you are."]}, {"name": "", "audio": "", "normalized": ["I let out a scorching hot breath and grinned with my lips askew as thing were now getting interesting."]}, {"name": "Taimanin", "audio": "", "normalized": ["What?!", " How dare you say that because we found out about it!"]}, {"name": "Aya", "audio": "v_r-ve223_0046", "normalized": ["Shut up, would you…!", " Mnnguhh!"]}, {"name": "Taimanin", "audio": "", "normalized": ["Uooghh?!", " My cock?!"]}, {"name": "", "audio": "", "normalized": ["I grabbed his penis and stroked it with the precum acting as a lubricant and rubbed the tip with my palm."]}, {"name": "", "audio": "", "normalized": ["I squeezed my pussy and held the cock inside tight, wiggling the sides and ground my hips."]}, {"name": "", "audio": "", "normalized": ["That made the men pull back their hips and moan."]}, {"name": "Aya", "audio": "v_r-ve223_0047", "normalized": ["You all moaning from this, haughh, this thing… Ughh, haahh, so pathetic…!", " Mngh!", " Nnnm!"]}, {"name": "", "audio": "", "normalized": ["I had been violated as they please up till then.", " It was time for me to take back the initiative."]}, {"name": "", "audio": "", "normalized": ["As I began to torment them with pleasure, the men began to shudder their hips with drool coming out of their mouth."]}, {"name": "Aya", "audio": "v_r-ve223_0048", "normalized": ["Aaahh, this is, haaghh?!", " So much easier!", " Why didn't I, just do this, from the beginning…"]}, {"name": "", "audio": "", "normalized": ["Until then, I was too preoccupied with caring about the surrounding due to my powers, being humble and even protecting those useless idiots."]}, {"name": "", "audio": "", "normalized": ["Even then, they called me things like eavesdropping freak and a snitch like they just did."]}, {"name": "", "audio": "", "normalized": ["I wondered why I had been enduring it."]}, {"name": "Aya", "audio": "v_r-ve223_0049", "normalized": ["How, uuahaahh, stupid!", " This is a lot more, aahuughh, more fun… Mnnghh?!", " It feels so good too!", " Mnnghh?!"]}, {"name": "", "audio": "", "normalized": ["I stroked the erect cocks with both of my hands, making lewd squishy noise."]}, {"name": "", "audio": "", "normalized": ["My hips danced as my vagina chewed on the cock inside."]}, {"name": "", "audio": "", "normalized": ["That was all I needed to do to make the men shudder and feel pleasure."]}, {"name": "", "audio": "", "normalized": ["I was breathing shallowly from the pleasure of rubbing my mucus and being on top of them, figuratively."]}, {"name": "Aya", "audio": "v_r-ve223_0050", "normalized": ["Aahh?!", " Your dick is getting bigger in my hands…?!"]}, {"name": "Aya", "audio": "v_r-ve223_0051", "normalized": ["Aaahmnnhh?!", " It's also getting bigger inside my pussy too, all puffed up…!"]}, {"name": "Aya", "audio": "v_r-ve223_0052", "normalized": ["Haaumnn, haahh.", " Are you, coming, already…?", " Isn't it, a bit too fast?", " Hehe.", " Men quick in bed are so pathetic…!"]}, {"name": "", "audio": "", "normalized": ["Even if I insulted them, men stopped talking back to me."]}, {"name": "", "audio": "", "normalized": ["They are all breathing short, groaning, and devouring pleasure."]}, {"name": "Aya", "audio": "v_r-ve223_0053", "normalized": ["Aaahmnnhh?!", " Haahh, even as a man, you are all so useless… I pity you all, so miserable…!"]}, {"name": "Aya", "audio": "v_r-ve223_0054", "normalized": ["Mnaahh, it turns me on!"]}, {"name": "", "audio": "", "normalized": ["Just looking at the men in such a pitiful state made me aroused and I could hide it."]}, {"name": "", "audio": "", "normalized": ["My body was shivering and I was approaching close to climax just like the men."]}, {"name": "Taimanin", "audio": "", "normalized": ["Uuuooghh?!", " Guhh?!", " I'm cumming…?!"]}, {"name": "Aya", "audio": "v_r-ve223_0055", "normalized": ["Hehe.", " Now, cum all you want, you miserable fools…!"]}, {"name": "Aya", "audio": "v_r-ve223_0056", "normalized": ["Aaahh, you are getting turned on by me, a woman, watching you, and about to cum your filthy semen!"]}, {"name": "", "audio": "", "normalized": ["I used both my palms and pussy to keep stroking the rock hard, erect cocks fiercely."]}, {"name": "", "audio": "", "normalized": ["The Taimanin were now pounding their hips without thinking."]}, {"name": "", "audio": "", "normalized": ["Their desperate acts seemed so adorable to me and I was about to be consumed by the pleasure as well."]}, {"name": "Aya", "audio": "v_r-ve223_0057", "normalized": ["Come on, come on, you can cum now!", " Aaahmnn!?", " Give me all your cum!", " Mnaahh?!", " Aaahhmn, mnnhhmnhhmm!"]}, {"name": "Taimanin達", "audio": "", "normalized": ["Coming!", " Uaaohh?!"]}, {"name": "", "audio": "", "normalized": ["The men thrust their hips violently."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spew* *Sput* *Splosh* *Spew*"]}, {"name": "Aya", "audio": "v_r-ve223_0058", "normalized": ["Haammnnh?!", " Aahh, mnnhh!"]}, {"name": "", "audio": "", "normalized": ["The men had released their cum onto my skin and inside my pussy.", " I reached the pinnacle of pleasure and orgasmed."]}, {"name": "", "audio": "", "normalized": ["My back arched and jerked, screaming in a high-pitched moan."]}, {"name": "", "audio": "", "normalized": ["Even then, I did not stop the handjob, continued to stroke the cocks in my hand and twisted my hips to urge for more cum."]}, {"name": "", "audio": "", "normalized": ["The men could only twitch their hips and continued to miserably spew their male juice."]}, {"name": "Aya", "audio": "v_r-ve223_0059", "normalized": ["Oh my, my, you must feel so good you can't even talk, huh?"]}, {"name": "Aya", "audio": "v_r-ve223_0060", "normalized": ["Aaahmnn?!", " I feel so good too!", " Please, do give me more cum, guaahh?!"]}, {"name": "", "audio": "", "normalized": ["They poured foul-smelling and sizzling cum right onto my skin and into the depth of my vagina."]}, {"name": "", "audio": "", "normalized": ["They were doing all this on my first time, yet it felt amazing to me and had reached orgasm."]}, {"name": "Aya", "audio": "v_r-ve223_0061", "normalized": ["Ahahaha!", " Still cumming?!", " You can only last with ejaculation!"]}, {"name": "Aya", "audio": "v_r-ve223_0062", "normalized": ["Aaahh, empty all your cum inside your balls, you are all so pathetic!", " Mnnhuahh!"]}, {"name": "", "audio": "", "normalized": ["Even after the ejaculation had slowed down, I kept rubbing them to make sure no cum was left inside the shaft."]}, {"name": "", "audio": "", "normalized": ["I continued to stroke the cocks even though they had finished cumming and made sure every last drop came out."]}, {"name": "Aya", "audio": "v_r-ve223_0063", "normalized": ["Haauhh, haahh… How do you feel, getting bullied by a woman and cumming so much… Aren't you embarrassed?"]}, {"name": "", "audio": "", "normalized": ["I was still shivering from the reminiscent of the dazzling pleasure, but I lifted the corners of my lips and smiled at them."]}, {"name": "", "audio": "", "normalized": ["The men seemed to be satisfied as well, yet they looked away in an attempt to escape from my eyes."]}, {"name": "Taimanin", "audio": "", "normalized": ["Aya… I knew you had betrayed us…"]}, {"name": "Aya", "audio": "v_r-ve223_0064", "normalized": ["Hahahahaha.", " You still think so…?"]}, {"name": "", "audio": "", "normalized": ["I did neither confirm nor deny and just smiled back at them."]}, {"name": "", "audio": "", "normalized": ["And then――"]}, {"name": "", "audio": "", "normalized": ["The penises in my hands were crushed and the man behind me fell on the ground as his spine was destroyed."]}, {"name": "Aya", "audio": "v_r-ve223_0065", "normalized": ["Oh well, I didn't want things to come down to this… It's all their fault for being so incompetent."]}, {"name": "", "audio": "", "normalized": ["Aya Ayaharu looked down at the bodies of the Taimanin's she had just killed and muttered."]}, {"name": "Aya", "audio": "v_r-ve223_0066", "normalized": ["So, you're the leader of Fuuma, huh.", " What's gonna happen to me after all this?"]}, {"name": "You", "audio": "", "normalized": ["You know very well what's gonna happen, don't you?"]}, {"name": "Aya", "audio": "v_r-ve223_0067", "normalized": ["Oh, I guess…"]}, {"name": "", "audio": "", "normalized": ["Aya told me so in a frank manner and looked at me as she smugly smiled at me."]}]