[{"name": "", "audio": "", "normalized": ["*Buzz*"]}, {"name": "", "audio": "", "normalized": ["The low rumbling of the motor echoes in the dimly-lit torture chamber."]}, {"name": "", "audio": "", "normalized": ["I stood in front of a woman as I approached her with the sound of crisp footsteps."]}, {"name": "You", "audio": "", "normalized": ["Have you changed your mind yet?", " Lucrecia?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0000", "normalized": ["…Mnngh, hughuhh!"]}, {"name": "", "audio": "", "normalized": ["The woman who was hanging from the ceiling was more than beautiful even with her eyes covered."]}, {"name": "", "audio": "", "normalized": ["Ropes were digging into her well-endowed, soft and perky skin.", " I had inserted two huge dildos into her pussy and ass."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0001", "normalized": ["Haagh, mnnguh… Let me…go!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, no wonder you can't talk right.", " You got that gag in your mouth and you can't speak freely as long as you have that collar on."]}, {"name": "You", "audio": "", "normalized": ["No liberty for you."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0002", "normalized": ["S-such…a…cruel man…"]}, {"name": "", "audio": "", "normalized": ["Her mouth was forced open and held in place, but I could make out she was berating me."]}, {"name": "", "audio": "", "normalized": ["The woman hung in the air turned her head, struggling to breathe."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Anyway, you were quite a find for me."]}, {"name": "You", "audio": "", "normalized": ["If you are willing to join me, then we'll treat you better than when you were in that brothel, eh?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0003", "normalized": ["…Houghh!", " Wh-why…would I…listen to you!"]}, {"name": "", "audio": "", "normalized": ["This woman named Lucrecia was from a demonic house of nobles who happened to be working at one of the brothels I had acquired."]}, {"name": "", "audio": "", "normalized": ["That brothel was making profit unsuitable for its shoddy appearance thanks to her special powers."]}, {"name": "You", "audio": "", "normalized": ["…Thelxiepeia.", " They say you have the singing voice that turns human heart like the sirens from the myths, huh…?"]}, {"name": "", "audio": "", "normalized": ["Apparently, Lucrecia had a childhood crush she was in love with, but she failed to elope with him and was sold to the rundown brothel by a slave trader."]}, {"name": "", "audio": "", "normalized": ["There was something more interesting about her than just being a noblewoman.", " Of course, it was her singing voice."]}, {"name": "You", "audio": "", "normalized": ["You can bend the minds of those who listened to your singing voice and even allure men who did not even touch you."]}, {"name": "You", "audio": "", "normalized": ["So tons of people lined up just to hear you."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0004", "normalized": ["…Mnnguh… Ughh!", " Ughh…"]}, {"name": "", "audio": "", "normalized": ["The owner of the brothel found another use for Lucrecia and he made her keep singing like a canary in a birdcage."]}, {"name": "", "audio": "", "normalized": ["Once my men managed to procure the brothel and the right to it."]}, {"name": "", "audio": "", "normalized": ["The owner of the brothel spilled all the secrets about her to us in hopes of saving his own skin."]}, {"name": "You", "audio": "", "normalized": ["The guy from the brothel, he told you he can find you your childhood love, right?", " You shouldn't have believed him."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0005", "normalized": ["Ughuhh!", " Give…him back…!", " M-my…Wayne!", " Give him back to me!"]}, {"name": "", "audio": "", "normalized": ["The owner was cautious even towards his own merchandise and had equipped her with a built-in mechanical silencer on her collar."]}, {"name": "", "audio": "", "normalized": ["It appears her feeling for the beloved someone was still intact thanks to her strong willpower even though her natural voice was turned into goods."]}, {"name": "You", "audio": "", "normalized": ["Ha.", " If you had just stayed in the ballroom-society back in the Dark World, then you didn't have to go through all this…"]}, {"name": "", "audio": "", "normalized": ["Lucrecia chose her love instead of the fiancee chosen by her parents."]}, {"name": "", "audio": "", "normalized": ["Unfortunately, it turns out they were attacked by the band of orc bandits right on the night they eloped."]}, {"name": "", "audio": "", "normalized": ["She did not get to stay with her love, instead made a plaything by the orcs, and turned up in the hands of the Yomihara slaver, then ended up there."]}, {"name": "You", "audio": "", "normalized": ["Oh well, I'm interested in your alluring singing voice."]}, {"name": "You", "audio": "", "normalized": ["If you would use that power for me, I can guarantee your freedom and the whereabouts of your love, eh?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0006", "normalized": ["…Ughh, r-really…?"]}, {"name": "", "audio": "", "normalized": ["The woman did not abandon her hopes even with the tight ropes biting into her soft skin."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I promise.", " I have so many people whom I want you to sing to in places much more fitting than that brothel…"]}, {"name": "", "audio": "", "normalized": ["Of course, I had no interest whatsoever in the whereabouts of her crush, the only thing I know about being his name, Wayne."]}, {"name": "", "audio": "", "normalized": ["However, I figured some lies and manipulation would be needed to convince this stubborn woman."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0007", "normalized": ["…Ughh, uughh…!"]}, {"name": "", "audio": "", "normalized": ["Lucrecia appeared she was pondering about her choices even while still hanging from the ceiling."]}, {"name": "", "audio": "", "normalized": ["She believed the word to find her love, the only thing that kept her going, and lept alluring all those men every night."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Or would you have rather stayed in that brothel, just singing and alluring men over and over again?"]}, {"name": "You", "audio": "", "normalized": ["Not for your man…?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0008", "normalized": ["Guh?!", " …Ughh, s-so…cruel!"]}, {"name": "", "audio": "", "normalized": ["Lucrecia groaned frustratedly.", " I figured it would be a huge improvement over being treated like a record player."]}, {"name": "You", "audio": "", "normalized": ["That owner from the brothel told me you were having some fun with those customers, eh?", " Ha, love and peace, that's commendable."]}, {"name": "", "audio": "", "normalized": ["The naive daughter of the nobles did not know about the outside world much, so she easily fell for smaller lies."]}, {"name": "", "audio": "", "normalized": ["So she was genuinely sympathetic to some of the men who visited the brothel."]}, {"name": "", "audio": "", "normalized": ["That was why she was even more popular as an escort than a singer."]}, {"name": "You", "audio": "", "normalized": ["If you agree to work with me, you can keep working as an escort, or I can let you do what you want, as a singer, you see?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0009", "normalized": ["…Mnngh!", " Hughh… Mnnuughh?!"]}, {"name": "", "audio": "", "normalized": ["She was trying to say something, but the gas was preventing her from speaking coherently."]}, {"name": "", "audio": "", "normalized": ["Under the dim lighting, two vibrators in her vagina and anus made empty buzzing noise along with her moans."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " I see.", " That's right, huh?", " …Well, I guess I could let you talk now.", " I mean, that's part of the deal, right?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0010", "normalized": ["…Mngh, huahh!", " Aaghh… Haauh, haauh, haahh… R-really?", " Do you really promise me?"]}, {"name": "", "audio": "", "normalized": ["As soon as I pulled the cable out from the silencer on her neck, Lucrecia's beautiful voice came out of her lips."]}, {"name": "", "audio": "", "normalized": ["It was not even close to her faint, labored voices just now."]}, {"name": "You", "audio": "", "normalized": ["…Hmm?", " So you sound like this naturally.", " I see.", " I can hear the sultry appeal in your voice that would attract men."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was also because of her short breath as well."]}, {"name": "", "audio": "", "normalized": ["Her voice was something I could not ignore and my crotch was definitely reacting to it."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " Yeah, I get it.", " It really is something."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0011", "normalized": ["…?", " What are you talking about?"]}, {"name": "You", "audio": "", "normalized": ["No, never mind.", " Well, let's continued with the deal."]}, {"name": "", "audio": "", "normalized": ["I looked back towards Lucrecia and observed the demonic women's body from the top to bottom."]}, {"name": "", "audio": "", "normalized": ["Her ample bosoms and thick thighs had the ropes suspending her digging into them, emphasizing the lewdness."]}, {"name": "You", "audio": "", "normalized": ["I mean, you do have that voice's power, but you are too beautiful to leave in that shitty brothel, eh?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0012", "normalized": ["Guh?!", " …You are looking at me with such vulgar intentions, yes?", " You must not look at me like that!"]}, {"name": "You", "audio": "", "normalized": ["Good.", " Even if you are ashamed, you do not let your words show it.", " It's quite titillating!"]}, {"name": "", "audio": "", "normalized": ["I picked up obscene pieces of jewelry she was wearing on her nipples and clitoris.", " The chains made light metallic noise that was music to my ears."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0013", "normalized": ["Hahh, guhhghh?!", " N-not there… Please do not touch me in such places!"]}, {"name": "", "audio": "", "normalized": ["Lucrecia struggle by twisting her body."]}, {"name": "", "audio": "", "normalized": ["Those pieces of jewelry, connected by the thin chains, were intertwined with each other so just moving her neck would tug her nipples and clitoris."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Do you want to go back to that shithole brothel and keep singing to wait for someone who would never show up?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0014", "normalized": ["Like I have said before, Wayne… Just let me see my childhood love!", " …That is all I ask."]}, {"name": "", "audio": "", "normalized": ["The demonic noble girl did not her determined attitude alter."]}, {"name": "", "audio": "", "normalized": ["However, the only thing she was wearing now was a cheap and erotic garment fit for a whorehouse."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " I promise you.", " I'm having my men track down your childhood love you say… You'll see him soon, okay?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0015", "normalized": ["Really?", " It is true…this time?"]}, {"name": "", "audio": "", "normalized": ["Unfortunately, her eyes were still under the mask, but she must have been staring at me under there."]}, {"name": "You", "audio": "", "normalized": ["With my network, I should not have to keep you waiting too long.", " Maybe just a couple of days…"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0016", "normalized": ["Th-then it is true?!", " Do I finally get to see Wayne… Mnnugh?!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she gained back her hopes, she tried to move and that moment, the chain connected to her nipples and crotch rattled and tugged."]}, {"name": "You", "audio": "", "normalized": ["Don't struggle too much.", " Now what?", " Have you decided to start working for me yet?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0017", "normalized": ["…N-no."]}, {"name": "", "audio": "", "normalized": ["After a moment of pondering, Lucrecia answered back as she mustered up her courage and denied my offer."]}, {"name": "You", "audio": "", "normalized": ["…Oh?", " A denial.", " If you have a reason, then let me know."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0018", "normalized": ["You might still be lying to me… So I cannot really trust you till I know of Wayne's whereabouts."]}, {"name": "", "audio": "", "normalized": ["She was still wearing the gag, but she showed her willpower was strong enough to keep going like that."]}, {"name": "You", "audio": "", "normalized": ["I see.", " But consider this, what if something happens to him by then?", " I can' t guarantee his safety at all."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0019", "normalized": ["If… if anything happens to him, then I shall never cooperate with you… I won't be able to keep going… Not without my Wayne!"]}, {"name": "", "audio": "", "normalized": ["She was bound and suspended from the ceiling, but Lucrecia's determination did not budge at all."]}, {"name": "", "audio": "", "normalized": ["If she was like this, she would not have agreed to my offer even if I drugged her and had the orcs gangbang her."]}, {"name": "You", "audio": "", "normalized": ["…Then I'll just make you listen to me with my own ways."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0020", "normalized": ["Wh-what…are you doing?!", " N-noo!", " S-stop it, please!"]}, {"name": "", "audio": "", "normalized": ["*Buzz*"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0021", "normalized": ["Mnnguhh, huaaghh?!"]}, {"name": "", "audio": "", "normalized": ["I turned the switch of the vibrators still insider her up to the point that read MAX."]}, {"name": "", "audio": "", "normalized": ["Lucrecia's bound body arched and the ropes dug into her further."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " How is it?", " If you are going to listen to me, then I can stop it, what do you say…?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0022", "normalized": ["Haaghh… Y-you are such a coward!", " Y-you can't…I shall not!", " Aaghh… Gugh, s-stop… Stop it…please!"]}, {"name": "", "audio": "", "normalized": ["Every time she moaned, the pieces of jewelry chained together stimulated her nipples and clitoris, her sensitive area."]}, {"name": "", "audio": "", "normalized": ["The harder she reacted to the stimulation more stimulated Lucrecia got.", " She could barely fight against it with how strong the dildo was going."]}, {"name": "You", "audio": "", "normalized": ["You're still being so proper and everything.", " What a determination.", " You are a noble, after all."]}, {"name": "", "audio": "", "normalized": ["I lightly pinched the jewelry connecting three points on her body and her body shuddered uncontrollably."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0023", "normalized": ["Heehgughuh!", " P-please, d-don't do such a thing.", " A-all I want is to see Wayne again… That is all I'm asking, that is all… Ughh!"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You may have sloped down to a whore and even getting so sensitive, you still hold out for your first crush, really?", " Nonsense!"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0024", "normalized": ["…Y-yes, I may no longer be a virgin.", " B-but…my love for him has not changed at all, not even a bit!"]}, {"name": "", "audio": "", "normalized": ["Lucrecia stood tall even as she was teased in the three spots chained together and with the massive dildos inside her."]}, {"name": "You", "audio": "", "normalized": ["That's commendable.", " But you know what?", " I heard you were made pregnant by a stranger you didn't even know the name of, huh?"]}, {"name": "You", "audio": "", "normalized": ["…And he was an orc?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0025", "normalized": ["…Guh?!", " Wh-what…what does it matter to you!"]}, {"name": "", "audio": "", "normalized": ["She tried to clench her teeth from the shame, but the gag inside her mouth did not let her do even that."]}, {"name": "", "audio": "", "normalized": ["As I observed the nipples with the jewelry closely, I could see she was seeping white liquid from its tips."]}, {"name": "You", "audio": "", "normalized": ["You are really something.", " What do you think your childhood love would feel if he saw you like this, huh?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0026", "normalized": ["I-I'm… E-even then, I-I want to… I still want to see Wayne, I want him!", " I want to…meet him!"]}, {"name": "", "audio": "", "normalized": ["I could not see under her mask, but she might have been crying, the tears almost rolling down her cheeks."]}, {"name": "", "audio": "", "normalized": ["I had decided to let the naive, dreamy girl get in touch with the cold hard reality she was facing."]}, {"name": "You", "audio": "", "normalized": ["Enough with your rubbish.", " I'm gonna let you know exactly where you stand…"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0027", "normalized": ["Heegueghh?!", " Mnnhugooghh!"]}, {"name": "", "audio": "", "normalized": ["I reached for her and tugged lightly on the chains connecting her three sensitive parts with my fingertip instead of the vibrators."]}, {"name": "", "audio": "", "normalized": ["With both of her nipples and clitoris being pulled at the same time, Lucrecia moaned almost painfully."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " How long will you be able to take it?", " Lucrecia?"]}, {"name": "", "audio": "", "normalized": ["*Buzz*"]}, {"name": "", "audio": "", "normalized": ["The dildos deep inside her buzzed loudly as well.", " They were being stimulated merciless from both her inside and outside."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0028", "normalized": ["Guhh!", " …I-I shall not, n-not even like this!", " …I will not give in until I get to meet Wayne again!"]}, {"name": "You", "audio": "", "normalized": ["Tssk, what a stubborn girl."]}, {"name": "", "audio": "", "normalized": ["I was taken back by how single-minded she was, then one of my men called my cell phone."]}, {"name": "You", "audio": "", "normalized": ["It's me… What?", " You found where Wayne is?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0029", "normalized": ["…Eghh?!"]}, {"name": "", "audio": "", "normalized": ["I nodded to the report from my men.", " I noticed Lucrecia's hopeful aura and frowned by brows slightly."]}, {"name": "", "audio": "", "normalized": ["However――"]}, {"name": "You", "audio": "", "normalized": ["…I see.", " So he was indeed killed."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0030", "normalized": ["…Th-that can't be…"]}, {"name": "", "audio": "", "normalized": ["The young demon Wayne who tried to elope with Lucrecia was injured badly by the bandits, but he survived."]}, {"name": "", "audio": "", "normalized": ["However, to the slave trader, Lucrecia was valuable, being a young woman, but the heavily injured man had no value whatsoever."]}, {"name": "You", "audio": "", "normalized": ["I understand… Then I guess he had his organs harvested at best, fed to the dogs, perhaps?", " Yeah, good work."]}, {"name": "", "audio": "", "normalized": ["As I finished listening to the report from my men through the phone, I thanked him and got off the phone."]}, {"name": "", "audio": "", "normalized": ["I looked at the woman who did not let go of her hopes till just now and she was visibly losing her vitality."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0031", "normalized": ["No… That can't be true.", " W-Wayne… He was so brave and kind… H-he can't be dead… That's a lie, I won't believe it!"]}, {"name": "You", "audio": "", "normalized": ["Oh?", " Do you think you can say that after seeing this?", " Let me tell you first, my men are really good at their job, okay…?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0032", "normalized": ["…What does that mean?"]}, {"name": "", "audio": "", "normalized": ["Lucrecia came was me with anger in her voice."]}, {"name": "", "audio": "", "normalized": ["I sighed deeply and began to download the audio file attached to the email from my men."]}, {"name": "You", "audio": "", "normalized": ["So I assume you will give it up once you know for fact Wayne is dead, am I right?"]}, {"name": "You", "audio": "", "normalized": ["Good.", " Then you should listen to this with your own ears."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0033", "normalized": ["…Huh, wh-what is this?", " What… N-no way… Aahh, W-Wayne?", " Wh-why… Eghh?!"]}, {"name": "", "audio": "", "normalized": ["The audio file was the recordings of a conversation between the brothel's owner and Wayne, found on the security camera."]}, {"name": "", "audio": "", "normalized": ["The owner noticed Lucrecia's voice and then he told her to clean herself up, then told Wayne who was left in the room what would happen to him."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0034", "normalized": ["Ahh, W-Wayne!", " …P-please…please… I-I beg you, please just answer me!"]}, {"name": "You", "audio": "", "normalized": ["Not gonna happen.", " It's just a recording, see?"]}, {"name": "You", "audio": "", "normalized": ["That man, Wayne, is no longer in this world.", " You are smart enough to understand that, aren't you?"]}, {"name": "", "audio": "", "normalized": ["The audio file played the owner convincing Wayne to give up his body for the safety of Lucrecia."]}, {"name": "", "audio": "", "normalized": ["The contract to offer up his body for rare demonic organs and ingredients for magical potions and medicine harvested from him."]}, {"name": "You", "audio": "", "normalized": ["That's what an injured man is worth to a slave trader… Well, I guess you must have sensed it sooner or later, but…"]}, {"name": "", "audio": "", "normalized": ["As I looked at Lucrecia, she was almost in despair, listening to the last recording of the voiced of her beloved man."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0035", "normalized": ["…N-no… I don't believe it, I will not believe it!", " I-I'm not… I will not?!"]}, {"name": "", "audio": "", "normalized": ["The demonic woman finally heard what really happened to her lover, in the end, her body was assaulted by the brutal stimulation."]}, {"name": "", "audio": "", "normalized": ["I did not even need to tug on the pieces of jewelry connected the three parts to make her orgasm."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0036", "normalized": ["Noo?!", " N-not like this, noo, aghh!"]}, {"name": "", "audio": "", "normalized": ["She arched back so hard that the clips holding the jewelry in place popped right off of her."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Splash*"]}, {"name": "", "audio": "", "normalized": ["At the same time, since she had orgasmed, the white splash of breast milk sprayed out of her large and shaking breasts."]}, {"name": "", "audio": "", "normalized": ["I could see her squirting from where she had the dildos inserted."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You came rather spectacularly, eh?"]}, {"name": "", "audio": "", "normalized": ["Her body trembled violently and every time she called the name of her childhood love, the ropes bit into her skin even deeper."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0037", "normalized": ["…Th-that's a lie… I can't believe…it…"]}, {"name": "", "audio": "", "normalized": ["*Splish* *Splash*"]}, {"name": "", "audio": "", "normalized": ["As soon as her whole body went completely limp, the golden shower began to pour from her crotch."]}, {"name": "You", "audio": "", "normalized": ["Good for you.", " Now you are free of the burden.", " Now nothing is holding you back… Isn't that right?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0038", "normalized": ["E-even then… I'm not… Aaaghh, ugh… Gugh!"]}, {"name": "", "audio": "", "normalized": ["She must have looked truly agonized under that mask.", " I was feeling pity just from her face."]}, {"name": "You", "audio": "", "normalized": ["Think about it.", " Wayne wanted you safe, right?"]}, {"name": "You", "audio": "", "normalized": ["…The brothel's owner at least kept his words when it came to that.", " Isn't that right?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0039", "normalized": ["…B-but, I-I don't… Wh-what am I going to live for from now that he's gone…?"]}, {"name": "", "audio": "", "normalized": ["The demonic noblewoman had lost her mental support and was now facing down like a husk of a woman."]}, {"name": "You", "audio": "", "normalized": ["Come to me.", " You do not waste your precious life your childhood love save with his own life, right?"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0040", "normalized": ["…Aahh, aaghh… W-Wayne!"]}, {"name": "", "audio": "", "normalized": ["Lucrecia muttered the name of her love who no longer existed in this world and a drop of tear rolled down her cheek."]}, {"name": "You", "audio": "", "normalized": ["I think you've had enough.", " You're free now, Lucrecia…"]}, {"name": "Lucrecia", "audio": "v_r-ev258_0041", "normalized": ["…Hauugh, haahh… Aghh, th-the outside world… It's been a while… Haaughh!", " I-I wanted to be out here with him!"]}, {"name": "You", "audio": "", "normalized": ["…I know what you mean.", " Now, you get to live free, as you want, under me, of course."]}, {"name": "", "audio": "", "normalized": ["As I removed her mask, Lucrecia was indeed crying.", " But at the same time, her mind was excited to see the open world she had not seen before."]}, {"name": "", "audio": "", "normalized": ["At the end of her eyes were the outside world filled with the freedom which she dreamed of with her lover."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0042", "normalized": ["Aahh… I-I'm so glad.", " Thank you so much for saving me from being an escort…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, from right now, you are mine.", " And at the same time, you are free to do what you want…"]}, {"name": "", "audio": "", "normalized": ["Even though it was in the dark torture chamber, it appeared Lucrecia was seeing the paradise filled with light, walking with her love."]}, {"name": "Lucrecia", "audio": "v_r-ev258_0043", "normalized": ["Aghh… Yes.", " I am now free.", " Ahh… I'm so happy.", " Wayne, we will now be forever together."]}, {"name": "You", "audio": "", "normalized": ["…What nonsense."]}]