[{"name": "", "audio": "", "normalized": ["The Taimanin who controls a flaming spear like it's one of her limbs."]}, {"name": "", "audio": "", "normalized": ["Some even find madness in her as she tears through the battlefield with her flaming spear in hand, friend and foe alike."]}, {"name": "", "audio": "", "normalized": ["The Taimanin's name was Homura Sanada.", " As the name may suggest, she is an expert in the ninja art of flames, controlling it on her will."]}, {"name": "", "audio": "", "normalized": ["I could not let this dangerous Taimanin roam around freely, so I took some of my men with me to capture her."]}, {"name": "You", "audio": "", "normalized": ["――Damn it.", " You are such a huge trouble."]}, {"name": "", "audio": "", "normalized": ["The spear she held had a jet engine-like burner at the end instead of a pommel and it allowed her to propel herself with the power of flame arts."]}, {"name": "", "audio": "", "normalized": ["I lured her into an encircling trap, but she kept charging and blowing it up over and over, setting scores of my toughest men ablaze."]}, {"name": "", "audio": "", "normalized": ["Even the UFS and the Demons were afraid of her as she racked up massive collateral damage, even on friendlies, as she fought."]}, {"name": "", "audio": "", "normalized": ["However, thanks to her \"combat-obsessed\" reputation, it was not too hard to target her while she was alone."]}, {"name": "Homura", "audio": "v_sr191_0000", "normalized": ["――Ugh, ughhahh.", " No way.", " I was defeated?!"]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " But it did cost me much.", " Especially with that flame of yours."]}, {"name": "", "audio": "", "normalized": ["It was a hassle just getting her from the battlefield with burnt air to the hideout."]}, {"name": "", "audio": "", "normalized": ["There were other men who participated in the battle standing beside me.", " Everyone had burns or a little soot somewhere on the body."]}, {"name": "", "audio": "", "normalized": ["She had us working hard to capture her.", " No wonder every one of us looked exhausted."]}, {"name": "Homura", "audio": "v_sr191_0001", "normalized": ["Ha!", " If you got burnt from that tiny, you better get yourself ready for a barbecue if you want to mess with me, Fuuma bro."]}, {"name": "You", "audio": "", "normalized": ["Humph.", " Big mouth you got there… Come on, do it!"]}, {"name": "", "audio": "", "normalized": ["On my order, the men held Homura down."]}, {"name": "", "audio": "", "normalized": ["If she was aware of my intentions, then I might as well get down to business quick."]}, {"name": "", "audio": "", "normalized": ["Even though they were tired as hell, the men got to work, handling her a bit roughly as they were hasty to receive their rewards."]}, {"name": "Homura", "audio": "v_sr191_0002", "normalized": ["Wh-what are you doing?!", " Hey, s-stop it!"]}, {"name": "", "audio": "", "normalized": ["The men had to go through a lot to finally capture Homura.", " They tore her Taimanin suit off with a grudge and exposed her skin."]}, {"name": "You", "audio": "", "normalized": ["We'll make sure you pay for what you did to us with your body.", " Then we'll decide your fate…"]}, {"name": "Homura", "audio": "v_sr191_0003", "normalized": ["…Tssk, only if I had my spears, you bastards… Ugh, l-let go of me!", " You dirty perverts!"]}, {"name": "", "audio": "", "normalized": ["I had taken her flame arts powers with my ability.", " Her limbs were held down so she would not struggle."]}, {"name": "", "audio": "", "normalized": ["I let the frustrated men retaliate on her so long as she was not broken."]}, {"name": "You", "audio": "", "normalized": ["I would stay quiet if I were you, eh?"]}, {"name": "Homura", "audio": "v_sr191_0004", "normalized": ["Ha!", " You really think you can handle me with just a couple of guys here?", " Don't make me laugh."]}, {"name": "You", "audio": "", "normalized": ["Humph.", " I wonder how much longer your mouth can keep running…"]}, {"name": "", "audio": "", "normalized": ["The rough men were already whipping out their penises in front of Homura's face without any hesitation."]}, {"name": "Homura", "audio": "v_sr191_0005", "normalized": ["Ugh… S-so what.", " These are nothing… Hey, wait, stop that!", " Where are you going?!"]}, {"name": "", "audio": "", "normalized": ["One of the men went behind her back and began to grope her rather large breasts."]}, {"name": "", "audio": "", "normalized": ["Another cock was placed in her pale cleavage, lining up with her crookedly swelling and erecting nipple."]}, {"name": "Homura", "audio": "v_sr191_0006", "normalized": ["Haghh… I-I said stop this!", " This, this isn't… It doesn't turn me on at all!"]}, {"name": "", "audio": "", "normalized": ["She was still resisting with her words, but her voice was starting to get excited.", " She was confused, but Homura's body was reacting gradually."]}, {"name": "You", "audio": "", "normalized": ["You say that, but you certainly are acting rather differently now.", " What's wrong?"]}, {"name": "You", "audio": "", "normalized": ["Are you suddenly a slut now what you are surrounded by naked men?"]}, {"name": "Homura", "audio": "v_sr191_0007", "normalized": ["Sh-shut the hell up.", " What makes you say that?!", " …Nhuahh…aaghh?!"]}, {"name": "", "audio": "", "normalized": ["The cock buried deep between her large breasts began to rock lewdly back and forth."]}, {"name": "", "audio": "", "normalized": ["I did not miss her eyes beginning to wet slightly behind her expression of agony."]}, {"name": "You", "audio": "", "normalized": ["…What is it?", " If you don't like it, just resist it, right?"]}, {"name": "", "audio": "", "normalized": ["The Taimanin tried to bluff her way out against my words of cheap taunts thrown at her."]}, {"name": "Homura", "audio": "v_sr191_0008", "normalized": ["Ahh… Th-these things!", " This isn't, it's not hot at all.", " N-not hot, I said!", " …Ahh, ughh… Hmnuhh."]}, {"name": "", "audio": "", "normalized": ["The men took off their clothes covered in soot and began rubbing their dicks on Homura, making each of her hands grab onto one as well."]}, {"name": "", "audio": "", "normalized": ["Her words of denial were soon drowned out and Homura's body was starting to react to the overwhelming male odor."]}, {"name": "You", "audio": "", "normalized": ["Better take it all in well, okay?", " There are a whole bunch of men you just hurt and want payback…"]}, {"name": "", "audio": "", "normalized": ["There were scores of men lining up behind Homura as well, not just around her."]}, {"name": "", "audio": "", "normalized": ["Since I had given the permission, some of them already had their erect penises exposed and were grinning as they waited in the line."]}, {"name": "Homura", "audio": "v_sr191_0009", "normalized": ["It doesn't matter how many of those puny things you have lined up.", " Ah, aahh, it's hard?", " I haven't even done shit!"]}, {"name": "", "audio": "", "normalized": ["Some of them reacted her calling them \"puny\" and shoved their hips up to brandish the spear."]}, {"name": "", "audio": "", "normalized": ["Those who could not stand the wait made Homura grab onto their cocks already covered in precum and savored the sensation of her palm."]}, {"name": "Homura", "audio": "v_sr191_0010", "normalized": ["Haahh, huahh… How pathetic, you guys already all worked up like this, huh?", " …Mnnhh, mnhuaahh."]}, {"name": "", "audio": "", "normalized": ["Homura looked sultry at the men on her sides as she was toying with the Cowper-covered and slippery cocks in her hands."]}, {"name": "You", "audio": "", "normalized": ["Do not go gentle on her, okay?", " She's given us so much trouble."]}, {"name": "", "audio": "", "normalized": ["Some men were holding themselves back in the fear of what they had witnessed in the battle."]}, {"name": "", "audio": "", "normalized": ["But they were becoming closer to her by then."]}, {"name": "Homura", "audio": "v_sr191_0011", "normalized": ["…Aaaghh.", " H-hey.", " Can't you just wait for your damn turn?", " …Mnnghh, mhughh.", " H-hot.", " Already… It's so slippery."]}, {"name": "", "audio": "", "normalized": ["The men were getting aroused by her smooth skin getting lit up inside the darkness of the hideout."]}, {"name": "", "audio": "", "normalized": ["In Homura's hands were no longer the awesome spear, but sweaty penises of the men."]}, {"name": "", "audio": "", "normalized": ["At first, she was not into it, but she gradually began to toy with them."]}, {"name": "You", "audio": "", "normalized": ["Huh, you got more waiting in the line, come on, would you hurry a little?"]}, {"name": "Homura", "audio": "v_sr191_0012", "normalized": ["I-I know that.", " …Yeah, wh-what.", " So you like my handjob, isn't that right?", " …Hehe.", " It's hot, so hot."]}, {"name": "", "audio": "", "normalized": ["Her hands began to go down the base of the cock and then down onto the ballsack hanging underneath."]}, {"name": "", "audio": "", "normalized": ["Homura was beginning to get aroused by the cock heating up right next to her cheek."]}, {"name": "", "audio": "", "normalized": ["The men who were previously afraid of her flaming spear were now relaxed and joining the gangbang circle.", " The party was getting started."]}, {"name": "Homura", "audio": "v_sr191_0013", "normalized": ["Haahh, Huahh.", " …M-me.", " A-all you, two-bit thugs, I made fun of… Ahh, n-no.", " My body is burning up… Huahh?!"]}, {"name": "You", "audio": "", "normalized": ["Looks like you are finally starting to enjoy it too, eh?", " Hahaha.", " That's good, perfect."]}, {"name": "Homura", "audio": "v_sr191_0014", "normalized": ["H-hey, what the hell do you think you are doing?!", " Agghh, stop it… Mnnguuhh?!", " Mbuhh!"]}, {"name": "", "audio": "", "normalized": ["One of the men in line suddenly shoved his penis right into Homura's mouth as he got impatient."]}, {"name": "", "audio": "", "normalized": ["Homura tried to protests to the man to wait his turn with tears in her eyes, but his cock muffled her words."]}, {"name": "Homura", "audio": "v_sr191_0015", "normalized": ["Haagguhh!", " …Oghh… My throat… Mnnjuhh… It's full of cock… Pffhahh, wait up… Mnnguhh?!"]}, {"name": "", "audio": "", "normalized": ["The man kept thrusting his dick in and out of her soft mouth."]}, {"name": "", "audio": "", "normalized": ["The pumping sound echoing from her throat aroused not only her, but the other men around her as well."]}, {"name": "Homura", "audio": "v_sr191_0016", "normalized": ["Mnguhh!", " Mnng, pffhhahh.", " Stop it… Cock, so much… Mnnguhh?!", " Don't shove it in so many times… Nggh, mouhh?!"]}, {"name": "", "audio": "", "normalized": ["He was being really considerate.", " He pulled his dick out just in time for Homura to breathe and go back in again."]}, {"name": "", "audio": "", "normalized": ["Homura's lewd words coming out as the man paced his movement only added to the entertainment."]}, {"name": "You", "audio": "", "normalized": ["Hey, hey.", " The blowjob is good, but don't forget about your hands, okay?"]}, {"name": "Homura", "audio": "v_sr191_0017", "normalized": ["Mnngh… I know… Mnnuuhh!", " Mguughh?!", " S-stop… No?!", " Mnnguaah… Mjuuhh… Mnpuuhh."]}, {"name": "", "audio": "", "normalized": ["Even while she was forced to give a blowjob, the men had no intention of letting her take a breath."]}, {"name": "", "audio": "", "normalized": ["Homura sped up her hands glumly to please the men, as rough as they may be."]}, {"name": "You", "audio": "", "normalized": ["You are getting better, but you can still use a little more punishment.", " …You there, go a little rougher on her, eh?"]}, {"name": "", "audio": "", "normalized": ["The man deepthroating her nodded back at me and began to pound Homura's head once he held it in place with his hands."]}, {"name": "Homura", "audio": "v_sr191_0018", "normalized": ["Mgguhh?!", " Wh-what the…?!", " Haaguuhh… Mhuhghh!", " Mguhh, muhh?!"]}, {"name": "", "audio": "", "normalized": ["They treated Homura's mouth like a pussy.", " Homura opened her eyes even wider and took the pounding with her throat."]}, {"name": "", "audio": "", "normalized": ["The spear master had no chance against the rhythmical and continuous pumping movement of the penis."]}, {"name": "Homura", "audio": "v_sr191_0019", "normalized": ["Haaguhh!", " Mnguhh!", " Mguhghh!", " Mnnhuh?!", " …Nnhh, nmmuhh?!"]}, {"name": "", "audio": "", "normalized": ["Even the slapping sound of the ballsack hitting against her chin echoed in the darkened torture chamber."]}, {"name": "", "audio": "", "normalized": ["The overflowing precum mixed with Homura's own saliva and made a lewd bubbling noise in her mouth."]}, {"name": "Homura", "audio": "v_sr191_0020", "normalized": ["Hahh, hahguhh… Mnnbuuhh… Mnnhuhh!", " Th-this is nothing…nothing.", " …Mnguhh, muhh, mggyuhh?!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she still was calm enough in a situation like this, or she had given in to her desires."]}, {"name": "", "audio": "", "normalized": ["Homura did not quite resisting as her cheeks were expanded from within by the cock."]}, {"name": "", "audio": "", "normalized": ["But men continued to ravage the Taimanin's body like a child who had just gotten a new toy to play with."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " It's almost like ants gathering around a sugar block."]}, {"name": "", "audio": "", "normalized": ["The aroused and maddened men continued to grope Homura's body as they were attracted by the sugary fruits that were her."]}, {"name": "", "audio": "", "normalized": ["The men getting handjobs sprayed now whitening precum onto Homura's cheeks."]}, {"name": "Homura", "audio": "v_sr191_0021", "normalized": ["Mnnguuhh!", " Aahh, n-no… D-don't shake…don't shake my boobs so much… Mnnguhh!", " Hot one's hitting my cheeks!?"]}, {"name": "You", "audio": "", "normalized": ["Haha.", " All that denial and look at you know, you are totally wet down there."]}, {"name": "You", "audio": "", "normalized": ["You may be the master of flame arts, but you are still just a woman."]}, {"name": "", "audio": "", "normalized": ["Homura was sitting directly on the floor, but the floor underneath her was already pooling with the honey seeping out of her."]}, {"name": "", "audio": "", "normalized": ["Even under the dim lighting, I was able to see to it being wet clearly from across the room."]}, {"name": "Homura", "audio": "v_sr191_0022", "normalized": ["Mnnuhh?!", " Th-that's not…true.", " Hmnnguh, mnjuhh, hmmuughh?!", " Nnngghh."]}, {"name": "", "audio": "", "normalized": ["Homura must have realized it herself as she sat on the floor.", " She did not make any attempt to hide the juice seeping out from her crevice."]}, {"name": "", "audio": "", "normalized": ["I did not need to order her at this point."]}, {"name": "", "audio": "", "normalized": ["The woman was drowning in lust and she rhythmically stroked the cocks."]}, {"name": "", "audio": "", "normalized": ["She was feeling up the man groping her breasts from her behind with her back and rubbed the penis between her melons."]}, {"name": "You", "audio": "", "normalized": ["(…She's broken now.", ")"]}, {"name": "Homura", "audio": "v_sr191_0023", "normalized": ["Haahh…Mnngguhh!", " Mmmuhh!", " Nmmuhh… Aaahh… Haaguhh… Nnggh, chuuhh.", " Juubbuhh!"]}, {"name": "", "audio": "", "normalized": ["Homura eventually began to suck on the dicks she was refusing till moments ago and shook her hips along with it."]}, {"name": "", "audio": "", "normalized": ["She was now squeezing the cock with her throat and moving her head back and forth on her own to make the men cum instead of a forced blowjob."]}, {"name": "", "audio": "", "normalized": ["The seeping precum and her own saliva kept running and the penis continued to come in and out of her mouth with a lewd noise."]}, {"name": "Homura", "audio": "v_sr191_0024", "normalized": ["Mnngg… Guggyuhh… Mnnjughh.", " Ahh, mmor…more.", " …Nngghh.", " Give me…mguhh, more cock, please!"]}, {"name": "", "audio": "", "normalized": ["The burning flame was far gone from her eyes and they had transformed to the eyes of a whore, soaked in the ecstatic pleasure."]}, {"name": "You", "audio": "", "normalized": ["…Maybe it's time?"]}, {"name": "", "audio": "", "normalized": ["Anticipation was rising.", " The lewdly reformed Taimanin gave the men an expecting look as she sucked and toyed with cocks."]}, {"name": "", "audio": "", "normalized": ["The men lined up and their meat spears were set ablaze by the desire to have just one woman handle it."]}, {"name": "Homura", "audio": "v_sr191_0025", "normalized": ["Mmnnguuhh… Mnjjuuhh.", " Mmmhuuhh.", " More… Ahh, it twitched again.", " Mnhuhuhuh.", " What's that?", " You want me to do you?"]}, {"name": "", "audio": "", "normalized": ["It was not only the men who had their dicks against Homura, but the men lining up behind her began to stroke it as the expectation was rising."]}, {"name": "", "audio": "", "normalized": ["The sphere-like sweat coming out of her smooth skin, her juice, and precum filled the air like a mist."]}, {"name": "Homura", "audio": "v_sr191_0026", "normalized": ["Mmmguuhh… Mmmuhh.", " Mhhuuhh!", " Mnnhh, g-give me!", " Give me…all of your…all your cocks!"]}, {"name": "", "audio": "", "normalized": ["Homura continued to deepthroat the cock and taunted the men with lewd words.", " She was inspiring the rough men like a goddess of war."]}, {"name": "", "audio": "", "normalized": ["The men were taken over by the ecstasy and everyone was madly ravaging Homura's body to satisfy their desire."]}, {"name": "Homura", "audio": "v_sr191_0027", "normalized": ["Aaahh, so good.", " Hot!", " So hot!", " Cover me up all over with your sizzling cum from those spears of yours, eeghh!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spew* *Spew* *Spew* *Spurrtt*"]}, {"name": "", "audio": "", "normalized": ["The man who was getting a deepthroat yelled \"I'm cumming!", "\" and all the men ejaculated in a chain reaction."]}, {"name": "Homura", "audio": "v_sr191_0028", "normalized": ["Mmmnuhh?!", " Mngguhh… Pffhaaghh!", " Ahh, hieeahh.", " So good, it's so hot.", " Hot jizz, so much!", " Mnnuhh!"]}, {"name": "", "audio": "", "normalized": ["The cocks on the sides spewed cum as though she was getting slapped with semen, and more cum also poured down on her breasts and into her mouth."]}, {"name": "", "audio": "", "normalized": ["Homura continued to scream in joy as her body was getting covered with the semen while she was still sucking on a cock."]}, {"name": "Homura", "audio": "v_sr191_0029", "normalized": ["Mnnguhh… Mnnguhgyuhh… Mnnbuuhh!", " Mnnuh, mhuuh.", " Soo good!", " Ahaahh, more, give me more.", " Come on!"]}, {"name": "", "audio": "", "normalized": ["The Taimanin was drenched in cum, yet she still urged the men to pour more jizz onto her."]}, {"name": "", "audio": "", "normalized": ["The men who were spectating around her pointed their dicks at her as they let out arcs of white fluid."]}, {"name": "", "audio": "", "normalized": ["It was as though every single one of the cumshot was like a spear running across Homura's body."]}, {"name": "", "audio": "", "normalized": ["The men continued to pour more cum on her as they switched and ejaculated one by one."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, what a slut.", " No, maybe this who you had been really like all this time."]}, {"name": "", "audio": "", "normalized": ["Homura had forgotten about resisting a long time ago and she shook her hips to lead men to ejaculation."]}, {"name": "", "audio": "", "normalized": ["I noticed her eyes, lusting over devouring cum, had the same glimmer as when she was running around lively on the battlefield."]}, {"name": "Homura", "audio": "v_sr191_0030", "normalized": ["Nnnaahh, so hot… More.", " You're up next.", " Come on… Hurry it up.", " Nmmahh… Hot.", " Mnnhaauaah!"]}, {"name": "", "audio": "", "normalized": ["Even though she already had plenty of cum inside her mouth, Homura swallowed with her throat again, urging the men for more."]}, {"name": "", "audio": "", "normalized": ["The men who were standing behind her waiting continued to cum one after another as they saw the lewd display of the Taimanin."]}, {"name": "", "audio": "", "normalized": ["Some were even hasty enough to start stroking their cock again after the first cum shot for the second and the third."]}, {"name": "Homura", "audio": "v_sr191_0031", "normalized": ["…Mhhuhh, mnnghh… Gookyuhh.", " Pffmn.", " Ahaahh.", " Not bad.", " Not bad at all.", " This is actually pretty good."]}, {"name": "You", "audio": "", "normalized": ["I take it you like it?"]}, {"name": "Homura", "audio": "v_sr191_0032", "normalized": ["Not bad, not bad… Hey?", " Don't tell me you guys are already done, am I right?"]}, {"name": "", "audio": "", "normalized": ["The men twitched their spent cocks as they realized they were up against a top-notch slut."]}, {"name": "Homura", "audio": "v_sr191_0033", "normalized": ["Come on now, you guys waiting in the back… Yeah, you, okay?", " Hurry up and take your turn.", " Come closer, here."]}, {"name": "", "audio": "", "normalized": ["Homura invited the men who had not ejaculated yet waiting at the back of the line with her hands."]}, {"name": "Homura", "audio": "v_sr191_0034", "normalized": ["Now, do your best to set me on fire, alright?", " Hahaha.", " Yeah, like that.", " You can use my tits and pussy too… Mnnhuhh."]}, {"name": "", "audio": "", "normalized": ["The fresh batch of men rushed to Homura's sweaty, shiny body as they took over for the guys who already came so hard causing their knees to shudder."]}, {"name": "Homura", "audio": "v_sr191_0035", "normalized": ["Aha.", " Good.", " Good.", " I think this is going to be a great night."]}, {"name": "", "audio": "", "normalized": ["Homura's eyes were glimmering with lust as if she had just found scores of new prey."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Looks like the party is just getting started."]}]