[{"name": "", "audio": "", "normalized": ["She suddenly came when I was resting for the end of the day in a bath."]}, {"name": "Iori", "audio": "v_r-ev290_0000", "normalized": ["Fuuma, can I join?"]}, {"name": "", "audio": "", "normalized": ["I signed, noticing there she was, once again, as she had attacked me sexually a few times in the bath before."]}, {"name": "", "audio": "", "normalized": ["Iori was completely naked and did not even try to hide her body, walking right in front of me.", " There was no shame whatsoever."]}, {"name": "You", "audio": "", "normalized": ["Iori, you should ask before you get naked."]}, {"name": "Iori", "audio": "v_r-ev290_0001", "normalized": ["Don't be such a buzzkill."]}, {"name": "You", "audio": "", "normalized": ["If you were my sister, maybe, but why would I want to take a bath with you anyway?"]}, {"name": "Iori", "audio": "v_r-ev290_0002", "normalized": ["You know, we're a man and a woman…"]}, {"name": "", "audio": "", "normalized": ["Iori said put her hands together in front of her crotch and then looked down at her small breasts awkwardly."]}, {"name": "", "audio": "", "normalized": ["It must have been Iori pretending to be girly as much as she could, but it did not do much for me."]}, {"name": "Iori", "audio": "v_r-ev290_0003", "normalized": ["And, you took a back with Crackle the other day, right?"]}, {"name": "You", "audio": "", "normalized": ["What?!", " How did you…"]}, {"name": "Iori", "audio": "v_r-ev290_0004", "normalized": ["Oh, I know lots of things…"]}, {"name": "", "audio": "", "normalized": ["Iori looked at with challenging eyes and put on a smug grin on her face as she did."]}, {"name": "", "audio": "", "normalized": ["Doing what she told me to do was somewhat irritating, but it was not that bad and trying to send her away was even worse."]}, {"name": "", "audio": "", "normalized": ["I decided and nodded, permitting her to join me in the bath."]}, {"name": "Iori", "audio": "v_r-ev290_0005", "normalized": ["Yayy!", " Here I go!"]}, {"name": "", "audio": "", "normalized": ["Iori said and sat down onto my crotch, facing me.", " It was as though we were in a face-off position."]}, {"name": "", "audio": "", "normalized": ["Naturally, our crotch touched each other's and at this point, I was certain she did not just come here to join me in the bath."]}, {"name": "You", "audio": "", "normalized": ["Don't sit there."]}, {"name": "Iori", "audio": "v_r-ev290_0006", "normalized": ["Why?", " I came here to take a bath with you, of course, I want to be close to you and look at you."]}, {"name": "You", "audio": "", "normalized": ["Just get off of me already."]}, {"name": "Iori", "audio": "v_r-ev290_0007", "normalized": ["Fuuma, do you like me?"]}, {"name": "", "audio": "", "normalized": ["She was not speaking any senses.", " I was not taking a bath intending to do such a thing."]}, {"name": "", "audio": "", "normalized": ["I could not keep up with her antics any longer.", " I decided and tried to stand up to get out of the bath.", " However――"]}, {"name": "You", "audio": "", "normalized": ["(I can't move my body…)"]}, {"name": "Iori", "audio": "v_r-ev290_0008", "normalized": ["Come on, Fuuma… Don't be shy and say something.", " Do you like me?"]}, {"name": "", "audio": "", "normalized": ["What a fearsome woman she was.", " She used the water ninja arts nonchalantly and bound my body, then she asked the question."]}, {"name": "", "audio": "", "normalized": ["If it was just an ordinary man, there was no way he could have said no to the question with her borderline interrogating like that."]}, {"name": "", "audio": "", "normalized": ["However, I could have used my Demonic Eye to take Iori's power.", " But I knew what she wanted was a simple thing."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I like how you are faithful and loyal, Iori."]}, {"name": "", "audio": "", "normalized": ["I said it, but not because she was making me say it, but it was something I truly liked about her."]}, {"name": "", "audio": "", "normalized": ["Iori heard my words and she reacted joyously, quite obviously, and let go of her power that was binding me."]}, {"name": "", "audio": "", "normalized": ["Then she moved her face closer to mine.", " It was turning red, perhaps from the warmth of the bath."]}, {"name": "Iori", "audio": "v_r-ev290_0009", "normalized": ["Then, I wanna…kiss you."]}, {"name": "", "audio": "", "normalized": ["What Iori asked me was another simple and easy thing, even cute.", " So I decided to indulge her without saying a thing."]}, {"name": "Iori", "audio": "v_r-ev290_0010", "normalized": ["Chuuhh… Mnnghh, chuhh…"]}, {"name": "", "audio": "", "normalized": ["She pressing our lips together for a few times was enough to make Iori's eyes dreamy and her eyes staring at me was completely feminine."]}, {"name": "Iori", "audio": "v_r-ev290_0011", "normalized": ["Chuughh… Mnnghh, mnnchuhpahh… Aaghaah, haaghhmn…"]}, {"name": "", "audio": "", "normalized": ["Our kiss became more and more passionate as Iori was letting out a heated breath from her mouth.", " I could feel her breath was getting shorter."]}, {"name": "Iori", "audio": "v_r-ev290_0012", "normalized": ["Mnnghh, haaghhmn… More, chuuhh… Please, I want more… Mnngh, bchuuhrruhh… Mnnpahh… Mnngh, huaagh…"]}, {"name": "", "audio": "", "normalized": ["She sucked onto my lips as if she was begging me to kiss her more and she poked her tongue out and licked the creases on my lips."]}, {"name": "", "audio": "", "normalized": ["I opened her mouth to answer her and accepted Iori's tongue making its way inside my tongue."]}, {"name": "", "audio": "", "normalized": ["Then Iori's tongue began to tangle onto my tongue as if she was licking it and her saliva invaded into my mouth quickly."]}, {"name": "Iori", "audio": "v_r-ev290_0013", "normalized": ["Relourelouhh… Juhhnboboguhh, mnnghh… Churuhruhh… Bughjuruhhrruhmnnaahh… Aahaahh, mnnguuhuhh…"]}, {"name": "Iori", "audio": "v_r-ev290_0014", "normalized": ["I'm kissing you… Mnnguhh, chuuhh… Kissing Fuuma… Heheheh… Mnnaahhjururrurruh… Your saliva, tastes so good…"]}, {"name": "", "audio": "", "normalized": ["I began to push back against Iori's tongue as her devouring kiss was beginning to turn me on as well."]}, {"name": "", "audio": "", "normalized": ["I liked the inside of Iori's mouth as if I was claiming it was my turn and sucked up her tongue and saliva."]}, {"name": "Iori", "audio": "v_r-ev290_0015", "normalized": ["Mnnghh… Haaghh, mnnaahh… Huhhaahhmn… Mnnguh… Aaaghh, uuhhmmnm… Fuuma's tongue, so good…"]}, {"name": "Iori", "audio": "v_r-ev290_0016", "normalized": ["Buhchuruhrruruhh… Mnnghh, rellouhh… Mnnghgmnmm… Phaahhmn… Aaamuh, mmnuh… Huhaahhmn…"]}, {"name": "", "audio": "", "normalized": ["Iori was completely captivated by our passionate kiss and she did not let her lips go of me as she let out flirting voices."]}, {"name": "", "audio": "", "normalized": ["If that was what she wanted, I thought and reached for Iori's body with my hands as we kissed."]}, {"name": "Iori", "audio": "v_r-ev290_0017", "normalized": ["Mnnhh, aaghhaahh…Fuuma, you're so lewd… Uhaaghh, mnnuughh…"]}, {"name": "", "audio": "", "normalized": ["I touched her small yet well-shaped breasts and Iori's body reacted by slightly twitching."]}, {"name": "You", "audio": "", "normalized": ["Kissing wasn't enough, was it?"]}, {"name": "Iori", "audio": "v_r-ev290_0018", "normalized": ["Uhhmnm… Haamnnmm… It wasn't, not just the kiss… No… Mnnmm, huaahh… I want you to do more…"]}, {"name": "", "audio": "", "normalized": ["I massaged her breasts in the bathwater and Iori's nipples eventually began to get erect and the kissing got even more passionate."]}, {"name": "You", "audio": "", "normalized": ["Iori, your nipples are getting hard in the water."]}, {"name": "Iori", "audio": "v_r-ev290_0019", "normalized": ["Mnngghh, noo… Please don't say that, you're mean… Aahghh, mnnghh… It just feels so good…"]}, {"name": "", "audio": "", "normalized": ["I was pinching and tugging on Iori's erect nipples for amusement as she mounted on top of me and could not move freely."]}, {"name": "", "audio": "", "normalized": ["I played with and teased Iori's body as if it was payback for her binding me with her power."]}, {"name": "Iori", "audio": "v_r-ev290_0020", "normalized": ["Mnnaahh… My nipples, they feel so good… Haahhmn… Mnnugh… Fuuma, you're a perv… Noo, mnnhuuhahh…"]}, {"name": "Iori", "audio": "v_r-ev290_0021", "normalized": ["I can't focus on the kiss… Aaahaaghhmn… Mnngh, kyaahhmn… My nips feel amazing… Uhhmnmm, more…"]}, {"name": "", "audio": "", "normalized": ["The words coming out of Iori's mouth was starting to get heated, sultry, and honeyed, urging me to make her moan more."]}, {"name": "You", "audio": "", "normalized": ["You want more, more?"]}, {"name": "Iori", "audio": "v_r-ev290_0022", "normalized": ["I want it… More, more… I want you to do whatever you want with me, Fuuma… Mnnuh, hyaahhmn… I can't keep my voice down…"]}, {"name": "Iori", "audio": "v_r-ev290_0023", "normalized": ["I will do anything for you, Fuuma… Anything for you… You can do whatever you want… Because I love you, Fuuma…"]}, {"name": "", "audio": "", "normalized": ["Iori's such dedicated words were pushing my back as I moved my hand down towards her well-toned ass."]}, {"name": "You", "audio": "", "normalized": ["Thanks, that means a lot, Iori."]}, {"name": "Iori", "audio": "v_r-ev290_0024", "normalized": ["Mnnaahh… Fuuma, come on… You're making me blush… Aagh, uuhaahhmn… You like my ass…?"]}, {"name": "You", "audio": "", "normalized": ["No, this is better."]}, {"name": "", "audio": "", "normalized": ["I moved my hands groping her ass right down and let my fingers run along Iro's crevice."]}, {"name": "", "audio": "", "normalized": ["For a moment, Iori's body fell on top of me as if she had gone limp and her hard nipples touched me."]}, {"name": "Iori", "audio": "v_r-ev290_0025", "normalized": ["Kyaahhmnm… Mnnmm, aahheehh… I knew it, you like my pussy more… Heehmn… Huhhahh, mnnghehh…"]}, {"name": "You", "audio": "", "normalized": ["It's the same for you, right?", " I can see you like it more when I touch you here than your tits."]}, {"name": "Iori", "audio": "v_r-ev290_0026", "normalized": ["That's… That's true, but… Hyaahhaamn… It's because the way you touch… It's so lewd, Fuuma…"]}, {"name": "", "audio": "", "normalized": ["Even though we were submerged in the bathtub, I could easily tell Iori's pussy was letting out viscous fluid from her crevice."]}, {"name": "", "audio": "", "normalized": ["And there was her clitoris right at the top of it.", " It was already erect hard as if it was waiting for me to touch it."]}, {"name": "You", "audio": "", "normalized": ["You're so hard here too."]}, {"name": "Iori", "audio": "v_r-ev290_0027", "normalized": ["Heeguhh… Mnnaaghh, haahhmn… Come on, you've turned me on so hard… Aahhmn, hyahhmnm…"]}, {"name": "Iori", "audio": "v_r-ev290_0028", "normalized": ["I've thought about this many times, Fuuma, doing it in the bathroom with you… Mnnghh, huhaahhmn… My pussy, so hot…"]}, {"name": "", "audio": "", "normalized": ["The cuteness of the woman right in front of me, Iori, was enough to make my cock erect rock-hard and I could not wait anymore."]}, {"name": "You", "audio": "", "normalized": ["I want to go inside you, Irori."]}, {"name": "Iori", "audio": "v_r-ev290_0029", "normalized": ["Ehh… Fuuma, your cock… It's gotten so huge… I'm sorry… I didn't notice it…"]}, {"name": "", "audio": "", "normalized": ["Iori was captivated by her own pleasure and she had forgotten to care about my cock."]}, {"name": "", "audio": "", "normalized": ["She was surprised to see my cock erect so hard and at the same time, she smiled joyously as she looked at me."]}, {"name": "Iori", "audio": "v_r-ev290_0030", "normalized": ["Of course, you can come inside me… I want you to feel good with my inside… I want your cock, Fuuma…"]}, {"name": "Iori", "audio": "v_r-ev290_0031", "normalized": ["Come on, my pussy is… It's all ready to go… Please put it inside me… I want your cock… I want your huge, thick cock…inside me…"]}, {"name": "", "audio": "", "normalized": ["Iori said and lifted her hips and the placed my cock into her vagina, then lowered her hips back down."]}, {"name": "Iori", "audio": "v_r-ev290_0032", "normalized": ["Mnnghhaaghghh!", " Your cock is coming in, Fuuma, ooghh!"]}, {"name": "", "audio": "", "normalized": ["The tip buried into Iori's vagina and that was enough to make her body arch back from the pleasure even harder than before."]}, {"name": "", "audio": "", "normalized": ["The inside of her vagina was almost as warm as the water in the bath as her heated flesh tangled onto my cock, with just enough squeeze."]}, {"name": "Iori", "audio": "v_r-ev290_0033", "normalized": ["Huhuhah, haahaaghh… Just the tip and my pussy feels so good, ughh!", " Fuuma, your cock really is so huge…"]}, {"name": "Iori", "audio": "v_r-ev290_0034", "normalized": ["My pussy, getting spread open by your cock… The hot water is coming in… Inside of my pussy… Mnnghh, uhwaaghmnmm…"]}, {"name": "", "audio": "", "normalized": ["Iori had become a woman who only sought pleasure and lowered her hips further down, engulfing my cock all the way down to its base."]}, {"name": "", "audio": "", "normalized": ["And once my tip reached the opening into her womb, Irori's body pulled back wildly and cute moans came out of her mouth."]}, {"name": "Iori", "audio": "v_r-ev290_0035", "normalized": ["Hyaahhmnmm!", " Your cock is hitting me so deep… Mnngguhh, nuuhaahh… Inside of my pussy, tingling so much…"]}, {"name": "", "audio": "", "normalized": ["Iori's ass was trembling as she had accepted the whole cock inside her, but she lifted her hips up and then began the vertical movements."]}, {"name": "", "audio": "", "normalized": ["She began moving slowly, at her own pace and seemed to be looking into my face carefully, observing."]}, {"name": "Iori", "audio": "v_r-ev290_0036", "normalized": ["How is it…?", " Do you like my pussy?", " Would it make you feel better if I moved faster?"]}, {"name": "You", "audio": "", "normalized": ["It's good, inside of you, Iori."]}, {"name": "Iori", "audio": "v_r-ev290_0037", "normalized": ["I'm so glad… Mnnguhh, I feel good too… You're scraping into me, into my pussy, so hard… It feels so, so good…"]}, {"name": "", "audio": "", "normalized": ["Iori was moving desperately, seemingly more focused on pleasuring me more than feeling pleasure herself."]}, {"name": "Iori", "audio": "v_r-ev290_0038", "normalized": ["I want you to feel more pleasure from my pussy… My pussy is just for you and your pleasure, Fuuma… Mnngh, come on, how is it?"]}, {"name": "", "audio": "", "normalized": ["The steam from the bathtub filled the air as Iori's cheeks turned red and she sweated from her forehead."]}, {"name": "", "audio": "", "normalized": ["Then the breath coming out of her mouth was getting heated up.", " Iori almost looked ill and something inside me snapped."]}, {"name": "You", "audio": "", "normalized": ["Iori, I want you to enjoy this more."]}, {"name": "Iori", "audio": "v_r-ev290_0039", "normalized": ["Uughh, haaguhaaghh!", " Fuuma, you're moving too… Mnnghuagh, aagahh… Your cock, amazing… It's pounding me so deep…"]}, {"name": "", "audio": "", "normalized": ["I could have let Iori do all the work and just enjoy the sex, but I did want her to feel good as well."]}, {"name": "", "audio": "", "normalized": ["Plus, letting her just work on me like that made me want to start moving on my own and I started pounding Iori from below."]}, {"name": "Iori", "audio": "v_r-ev290_0040", "normalized": ["Noo!", " Fuuma, it's so hard… Aahhmnguhaahh… It's coming from below, so hard… My womb, getting squished…"]}, {"name": "Iori", "audio": "v_r-ev290_0041", "normalized": ["I love it, your huge cock… I love it so much… Please, make my tight pussy… Haaghmn, guhhnyaahh… Make it all messed up…"]}, {"name": "", "audio": "", "normalized": ["I could not hear the sound of her pussy juice getting stirred up, but the water in the tub spattered and the loud noises of water dancing echoed."]}, {"name": "", "audio": "", "normalized": ["It was slightly different than usual, having sex in the water, a little awkward, but the pleasure was a familiar feeling."]}, {"name": "Iori", "audio": "v_r-ev290_0042", "normalized": ["Mnnhuhaaghh… My pussy is getting rubbed up… It's so hot… Mnnuhh, haaghh… It's burning up…"]}, {"name": "Iori", "audio": "v_r-ev290_0043", "normalized": ["I just, I want to…keep doing thing in the bath…with you, Fuuma, mnnguhh… Ahh, nyuhaaghahh…"]}, {"name": "You", "audio": "", "normalized": ["We'll get dizzy from the hot water, so no."]}, {"name": "", "audio": "", "normalized": ["We were basically exercising in the hot water.", " Our bodies were starting to boil and we could not stop sweating."]}, {"name": "", "audio": "", "normalized": ["Especially, my penis inside Iori's pussy was burning up, but I did not stop at all.", " In fact, I was actually speeding up."]}, {"name": "Iori", "audio": "v_r-ev290_0044", "normalized": ["Ummuaahghh!", " Mnnguhhghh, aaguhh… It's so good… Oh god, this is so hard… I'm coming soon…"]}, {"name": "You", "audio": "", "normalized": ["I'm coming too."]}, {"name": "Iori", "audio": "v_r-ev290_0045", "normalized": ["Then… Let us come together… I have to be, with Fuuma, or I can't come… Please, let us come together…"]}, {"name": "", "audio": "", "normalized": ["With the running sweat and splashing water, it was almost like kids playing a pool.", " However, we were just smashing our crotch together."]}, {"name": "", "audio": "", "normalized": ["Both of us were rising up towards the climax as our bodies slammed into each other, reassuring out feeling towards each other."]}, {"name": "Iori", "audio": "v_r-ev290_0046", "normalized": ["I love it when you do me like this, Fuuma… You enjoying fucking me like this… You feeling good, Fuuma, I'm just happy for that!"]}, {"name": "Iori", "audio": "v_r-ev290_0047", "normalized": ["Fuuma, I love you!", " Fuuma, you're gonna make me come… Come, come… Your cock feels too good, ugghh!"]}, {"name": "", "audio": "", "normalized": ["I was thrusting my hips as hard as I could to let go of the urge to ejaculate that was building up inside me."]}, {"name": "Iori", "audio": "v_r-ev290_0048", "normalized": ["Haaghaahh!", " Make me pregnant like Crackle, eegghh!"]}, {"name": "You", "audio": "", "normalized": ["Then get pregnant!"]}, {"name": "", "audio": "", "normalized": ["I buried my tip into her womb and poured semen into Iori's womb."]}, {"name": "", "audio": "", "normalized": ["At the same time, Iori's head pulled back and she orgasmed wildly, making her womb tremble."]}, {"name": "Iori", "audio": "v_r-ev290_0049", "normalized": ["Guuhnyuuhaaghaahh… Your dick-milk, you poured it into my womb… Heheheh… I'm gonna be pregnant with your baby too, Fuuma…"]}, {"name": "Iori", "audio": "v_r-ev290_0050", "normalized": ["Inside of my belly is so hot… You gave me so much baby juice… I'm so happy… It spewed inside and felt so good…"]}, {"name": "", "audio": "", "normalized": ["Iori was completely limp and her shoulders went up and down as she sat on top of me and enjoyed the aftermath of the orgasm."]}, {"name": "", "audio": "", "normalized": ["She squeezed the penis still inside her twitching vagina.", " It was as though her womb was asking for more semen."]}, {"name": "Iori", "audio": "v_r-ev290_0051", "normalized": ["I can feel it, even more cum is coming from your cock, Fuuma… It's so hot and you're melting the inside of my pussy…"]}, {"name": "Iori", "audio": "v_r-ev290_0052", "normalized": ["The inside of my womb filled by your juice, Fuuma… I'm such a happy girl… Having the inside of my womb filled by my love…"]}, {"name": "", "audio": "", "normalized": ["Iori's womb sucked it out and my ejaculation began to slow down, and soon, nothing was coming out."]}, {"name": "Iori", "audio": "v_r-ev290_0053", "normalized": ["So, we had sex, Fuuma."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I didn't think I'd be in the bath so long."]}, {"name": "", "audio": "", "normalized": ["Iori and I were savoring the lingering orgasm."]}, {"name": "", "audio": "", "normalized": ["Iori petted her belly satisfied as if she was just blessed with the gift of a child, then smiled happily."]}, {"name": "", "audio": "", "normalized": ["I returned a smile and then patted her head gently."]}, {"name": "Iori", "audio": "v_r-ev290_0054", "normalized": ["Both insides of my belly and heart feel so warm.", " You filled me up with your love, Fuuma…"]}, {"name": "You", "audio": "", "normalized": ["Stop, you're making me blush."]}, {"name": "", "audio": "", "normalized": ["Iori leaned against me and hugged me, then kissed me."]}, {"name": "Iori", "audio": "v_r-ev290_0055", "normalized": ["Do you love me?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I love you.", " You, moaning on my cock was so cute, too."]}, {"name": "Iori", "audio": "v_r-ev290_0056", "normalized": ["Heheheh… I'm so glad you felt so good with my pussy, I'm just so happy you did."]}, {"name": "", "audio": "", "normalized": ["My cock was starting to harden and grow again in her pussy which had stopped twitching."]}, {"name": "Iori", "audio": "v_r-ev290_0057", "normalized": ["Fuuma, you're getting hard again."]}, {"name": "You", "audio": "", "normalized": ["I want to have sex with you more, Iori."]}, {"name": "", "audio": "", "normalized": ["Iori reacted to my words as the inside of her vagina twitched and squeezed down onto my cock hard."]}, {"name": "Iori", "audio": "v_r-ev290_0058_01", "normalized": ["Come on… Please fuck me more, make me pregnant for sure…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, sure thing."]}, {"name": "", "audio": "", "normalized": ["I said and began to move once again.", " Iori soon started to let out joyous moans from her mouth."]}, {"name": "Iori", "audio": "v_r-ev290_0059", "normalized": ["Haahhmnmm… More, more, I want more of your baby juice, Fuuma… Ahhmn, mnngughh… Do as you want, Fuuma…"]}, {"name": "", "audio": "", "normalized": ["It seemed me and Iori would not be getting out of the bath quite yet."]}, {"name": "", "audio": "", "normalized": ["Of course, I had no intention of finishing it until I filled Iori's womb up completely with my semen."]}]