[{"name": "You", "audio": "", "normalized": ["Well, well, you are such a troublemaker."]}, {"name": "", "audio": "", "normalized": ["The aspiring Taimanin who was attending Gosha Academy, Kana Samidare."]}, {"name": "", "audio": "", "normalized": ["I had no idea where she found out about it, but she proclaimed I was their archenemy Fuuma and attacked me suddenly."]}, {"name": "", "audio": "", "normalized": ["Her ninja arts, Explosive Kick, was her one of a kind move, kicking with a flaming foot with incredible speed and firepower."]}, {"name": "", "audio": "", "normalized": ["Even though it was something she came up with on her own, she was already extremely skilled.", " Getting hit with it would have damaged me severely."]}, {"name": "", "audio": "", "normalized": ["However, Kana's body and endurance could not keep up with it and she blew herself away as well as the price of the firepower."]}, {"name": "", "audio": "", "normalized": ["It would be fine if she could just bounce right back, but Kana wore herself out so much from using her powers and were hoist by her own petard at last."]}, {"name": "", "audio": "", "normalized": ["I tied her arms behind her back and held her legs down.", " At first, she struggled, but once she was bound, Kana stopped as if she had given up."]}, {"name": "Kana", "audio": "v_r-ev242_0000", "normalized": ["Guh!", " I almost had you on the ropes…!"]}, {"name": "You", "audio": "", "normalized": ["Oh?"]}, {"name": "", "audio": "", "normalized": ["I let my fingers slide along Kana's armpits, belly, and her small breasts and pressed it slightly against her…going along her lines."]}, {"name": "Kana", "audio": "v_r-ev242_0001", "normalized": ["Heaaghh?!", " D-don't touch me there like t-that!"]}, {"name": "", "audio": "", "normalized": ["I could feel the warmth of her moist and soft skin underneath through her Taimanin suit."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was already sensitive, just touching her made her body twitch."]}, {"name": "", "audio": "", "normalized": ["Kana was tearing up from the humiliation and frustration, staring back at me fiercely."]}, {"name": "You", "audio": "", "normalized": ["Hmm, I see your entire body is getting sensitive… Plus, it's so hot like you are burning up."]}, {"name": "Kana", "audio": "v_r-ev242_0002", "normalized": ["…Nonsense…!"]}, {"name": "You", "audio": "", "normalized": ["Or, are you getting turned on because you've gotten yourself all tied up like this?"]}, {"name": "Kana", "audio": "v_r-ev242_0003", "normalized": ["?!", " I-I'm not turned on or anything… No, don't touch…!", " Aaahh, huahh?!", " Haghh… C-cut it out!"]}, {"name": "", "audio": "", "normalized": ["Even though she was denying it, every time I touched her, Kana moaned faintly and she desperately tried to keep her voice down."]}, {"name": "", "audio": "", "normalized": ["Because she uses the fire arts, her body temperature was high and it was as though she as about to breathe fire."]}, {"name": "", "audio": "", "normalized": ["She was writhing to get away from the fingers groping her body, but she could not move freely to because of the bondage."]}, {"name": "You", "audio": "", "normalized": ["Humph, did you really think you can take me out with your power level?", " You think of yourself too highly."]}, {"name": "", "audio": "", "normalized": ["I told her so and Kana stared back at me begrudgingly with a frown on her brows."]}, {"name": "Kana", "audio": "v_r-ev242_0004", "normalized": ["I-I would rather die than to be subjected to such…humiliation!", " K-kill me now if you will!"]}, {"name": "", "audio": "", "normalized": ["She seemed unable to deal with the shame and was sounding desperate."]}, {"name": "You", "audio": "", "normalized": ["Not gonna happen.", " It's no fun just killing you now."]}, {"name": "", "audio": "", "normalized": ["As I said, I looked at Kana's crotch as it was sticking out towards me."]}, {"name": "", "audio": "", "normalized": ["The suit fabric was sticking and biting into her crotch, accentuating the mound and crevice of flesh clearly."]}, {"name": "", "audio": "", "normalized": ["Either from the sweat or the fluids coming out of her, moist air was rising from her crotch as it reeked of lewd odor."]}, {"name": "", "audio": "", "normalized": ["Kana appeared physically juvenile thanks to her flat chest, but it seemed her sexual organs were developed enough for her age."]}, {"name": "", "audio": "", "normalized": ["Kana noticed my eyes and her face turned red instantly."]}, {"name": "Kana", "audio": "v_r-ev242_0005", "normalized": ["Noo!", " D-don't look at me, n-not there…!"]}, {"name": "", "audio": "", "normalized": ["The more she moved, Kana's body began to burn up, spreading moisture from her vagina to her thigh where female allure originated from."]}, {"name": "", "audio": "", "normalized": ["Her movements appeared as though she was seducing me and the desire to tease her was growing in the depth of my guts."]}, {"name": "", "audio": "", "normalized": ["I petted her crevice as I groped her pushed out crotch."]}, {"name": "Kana", "audio": "v_r-ev242_0006", "normalized": ["Hyaamnn?!", " Wh-what are you…?!"]}, {"name": "", "audio": "", "normalized": ["As I pressed my finger, it easily dug into Kana's soft honeypot.", " Musky heat was rising from the hottest part of her body."]}, {"name": "You", "audio": "", "normalized": ["Is your fire arts also affecting your crotch too?", " Hahaha."]}, {"name": "Kana", "audio": "v_r-ev242_0007", "normalized": ["Noo?!", " D-don't touch me…!", " Aaahh… I-it tickles so much… Heeguhh?!"]}, {"name": "", "audio": "", "normalized": ["As I petted it from top to bottom, Kana squeezed out the sweet voice from the bottom of her stomach and it was not just because of how it tickled."]}, {"name": "", "audio": "", "normalized": ["The faster I sped up the petting, Kana poked out her crotch as she twitched and her crevice wiggled as though it wanted more."]}, {"name": "Kana", "audio": "v_r-ev242_0008", "normalized": ["Mnnguhh… W-wait a sec… Aaahh, noo…!", " D-don't pet me like that, no…!"]}, {"name": "", "audio": "", "normalized": ["I ignored her and continued to rub her up.", " Eventually, her mounds began to perk up and the tiny lump of flesh was beginning to grow."]}, {"name": "You", "audio": "", "normalized": ["I can feel your pussy getting hotter and hotter… Haha… I can't believe you are getting turned on from such humiliation."]}, {"name": "Kana", "audio": "v_r-ev242_0009", "normalized": ["Noo…!", " I-it's so hot…!", " How the, why is my pussy, s-so hot like this…?!"]}, {"name": "", "audio": "", "normalized": ["…As I looked down, I saw a small stain in the middle of her honeypot."]}, {"name": "You", "audio": "", "normalized": ["Well, I'm gonna make you pay for my labor with your body."]}, {"name": "Kana", "audio": "v_r-ev242_0010", "normalized": ["Wh-what are you saying…?!"]}, {"name": "", "audio": "", "normalized": ["I shoved my finger into her wet pussy right through the suit."]}, {"name": "Kana", "audio": "v_r-ev242_0011", "normalized": ["Heegyuhh!", " Y-your finger is coming in?!"]}, {"name": "", "audio": "", "normalized": ["As I inserted my finger, she screamed joyously and Kana's entire body shuddered."]}, {"name": "", "audio": "", "normalized": ["The sizzling hot honey flowed out of her vagina and it seeped through the suit and onto the fingertip."]}, {"name": "", "audio": "", "normalized": ["The finger dug into her pussy gradually.", " Not only that, her flesh was inviting my fingers in."]}, {"name": "You", "audio": "", "normalized": ["Hey hey, you're already getting wet down there… Are you a pervert?"]}, {"name": "Kana", "audio": "v_r-ev242_0012", "normalized": ["N-no?!", " S-stop this, please…!", " D-don't stick your fingers i-in there like that…!"]}, {"name": "You", "audio": "", "normalized": ["I don't even have to stick my fingers in, you're sucking it in."]}, {"name": "", "audio": "", "normalized": ["I inserted my finger into her already drenched pussy once again."]}, {"name": "", "audio": "", "normalized": ["It was actually squeezing tighter than before, but the juice allowed my finger to go in smoothly."]}, {"name": "Kana", "audio": "v_r-ev242_0013", "normalized": ["Mnnahaaghh…!", " I-it's coming inside…!", " N-not there, it can't be, but…!"]}, {"name": "", "audio": "", "normalized": ["I moved the fingers in and out of her pussy like a piston and her flesh tangled onto my finger with a lewd, sticky feeling."]}, {"name": "", "audio": "", "normalized": ["It was sucking on like an octopus' suction cup and the strong sucking sent chills from my finger to down her spine."]}, {"name": "", "audio": "", "normalized": ["Kana's cheeks turned red immediately and she could not resist her own body's reaction.", " Her eyes teared up from the frustration."]}, {"name": "Kana", "audio": "v_r-ev242_0014", "normalized": ["N-noo…!", " I-I don't want, I don't want this…!"]}, {"name": "You", "audio": "", "normalized": ["You say that, but I can see your pussy getting even wetter."]}, {"name": "", "audio": "", "normalized": ["Despite her intentions, her vagina was squeezing tightly onto my fingers over and over again, making her crotch heat up."]}, {"name": "Kana", "audio": "v_r-ev242_0015", "normalized": ["Haahh, hauhh… Mnngh… Guhh, aahh, my pussy… I-it's burning up… Haahh…!"]}, {"name": "", "audio": "", "normalized": ["Her sweet moans were tickling my ears.", " Kana's skin was turning slightly pinkish and her boiling pussy was molten like lava."]}, {"name": "", "audio": "", "normalized": ["Her body was slowly going limp as her crotch loosened up too.", " Yet her pussy was twitching, longing for more as it was alluring me."]}, {"name": "You", "audio": "", "normalized": ["I guess you haven't had quite enough yet, huh."]}, {"name": "", "audio": "", "normalized": ["I bent my finger at the joint and rubbed her flesh hard as if I was scraping with the pad of the thumb."]}, {"name": "Kana", "audio": "v_r-ev242_0016", "normalized": ["Huaaghhaahh!", " M-m-my belly… You are p-pulling my belly, uhh…!"]}, {"name": "", "audio": "", "normalized": ["Then Kana's body arched back wildly and she showed a violent reaction to the stimulation."]}, {"name": "", "audio": "", "normalized": ["Perhaps I was a bit rough…?", " I thought about it, but her honeypot contracted immediately after and sucked the finger in."]}, {"name": "Kana", "audio": "v_r-ev242_0017", "normalized": ["Uughh…!", " N-noo, I don't want it, b-but my pussy is aching so much and it won't stop burning up…!"]}, {"name": "You", "audio": "", "normalized": ["Guh, what a tight squeeze…!", " Hold on, you actually like being fucked rough like this?"]}, {"name": "Kana", "audio": "v_r-ev242_0018", "normalized": ["Eghh?!", " N-no, I don't…!", " That's not possible!", " I don't like this at all, no way this is happening!"]}, {"name": "", "audio": "", "normalized": ["Although she squeezed out the faint denial, her body was tensing up as it was devouring pleasure and fluids seeped out gradually."]}, {"name": "You", "audio": "", "normalized": ["Is that so… Hey."]}, {"name": "", "audio": "", "normalized": ["I figured she still had enough energy left in her to resist, so I ordered one of my men to bring me a sword."]}, {"name": "", "audio": "", "normalized": ["Kana opened her eyes wide as she saw the sword and cringed her body tightly in fear."]}, {"name": "Kana", "audio": "v_r-ev242_0019", "normalized": ["Wh-what are you gonna do…?!"]}, {"name": "You", "audio": "", "normalized": ["Mnn?", " What, you just told me to kill you right away and now you are scared of a sword."]}, {"name": "Kana", "audio": "v_r-ev242_0020", "normalized": ["?!", "… Th-that's not true…!", " I'm ready to face death… Just get it over and k-kill me now…!"]}, {"name": "", "audio": "", "normalized": ["She said so, but her lips were shaking from the fear and it was obvious she was bluffing."]}, {"name": "You", "audio": "", "normalized": ["…A half-baked Tamanin who's not even ready to give up your life, as I said, won't be any fun if I kill you.", " So…"]}, {"name": "", "audio": "", "normalized": ["I slowly removed the blade from its sheath.", " Then I held just the sheath in my hand and returned the blade to the men."]}, {"name": "Kana", "audio": "v_r-ev242_0021", "normalized": ["…?", " What are you going to do with just the sheath…?!"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna do, this!"]}, {"name": "", "audio": "", "normalized": ["I moved Kana's crotch fabric to the side and shoved the sheath right into her exposed, pinkish flesh characteristic of a virgin."]}, {"name": "Kana", "audio": "v_r-ev242_0022", "normalized": ["Heeghuhh!"]}, {"name": "", "audio": "", "normalized": ["The flesh sucked the sheath in with the sound of fluids splashing around.", " She then raised a mix of screams and moans."]}, {"name": "", "audio": "", "normalized": ["Her entire body twitched like a broken toy as the blood from defloration ran down from her honeypot and moaned incoherently from her gaping mouth."]}, {"name": "", "audio": "", "normalized": ["Kana was absent-minded as if she could not comprehend what was happening to her."]}, {"name": "", "audio": "", "normalized": ["Then she noticed the brutal erection right at her crotch and her lips trembled."]}, {"name": "Kana", "audio": "v_r-ev242_0023", "normalized": ["Aaaghh!", " B-blood… No way?!", " I-it's not happening…?!", " I-it's inside me… Th-the sheath… No way, no way…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahahaha!", " You lost your virginity to a damn sheath of all things, aren't you glad?!"]}, {"name": "Kana", "audio": "v_r-ev242_0024", "normalized": ["This is so bad… Terrible…!", " I'm not… I will not let you get away with this… D-don't you move it, meeahh, aahh!"]}, {"name": "", "audio": "", "normalized": ["As I twisted the sheath inside her to scrape her insides, she moaned with a molten voice."]}, {"name": "Kana", "audio": "v_r-ev242_0025", "normalized": ["Mnnaahh!", " N-no, noo…!", " D-don't you move that!"]}, {"name": "You", "audio": "", "normalized": ["You say that, but you're sucking in the sheath so deep!"]}, {"name": "", "audio": "", "normalized": ["I stirred up her drenched pussy to tease it with pain."]}, {"name": "", "audio": "", "normalized": ["I appeared even that was adding to Kana's pleasure and she let out more sweet moans."]}, {"name": "", "audio": "", "normalized": ["Every time I stirred up her inside, Kana's pussy sucked the sheath in deeper and deeper.", " More fluids came out and flushed her blood away."]}, {"name": "", "audio": "", "normalized": ["I could feel her pussy squeezing onto the sheath through my grip and her such a lewd reaction made me sigh in the amazement."]}, {"name": "You", "audio": "", "normalized": ["That's quite something.", " Your pussy is going so wild.", " I can't believe you used to be a virgin until just now…"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, there aren't that many perverts like you."]}, {"name": "Kana", "audio": "v_r-ev242_0026", "normalized": ["Mnnguhh…!", " I-I'm not liking this… Ahhmnaahh!", " N-noo… Mnnguhhaahhahh!", " Mnahh, aahhmn, aahhmn…!"]}, {"name": "", "audio": "", "normalized": ["Her vagina tangled onto the sheath as though it was fondling the penis of a loved one."]}, {"name": "", "audio": "", "normalized": ["Her voice was going even higher-pitched and it was obvious she was feeling pleasure.", " As proof, her body was shuddering and she was moaning."]}, {"name": "", "audio": "", "normalized": ["I pulled the sheath, almost pulling out, and then shoved it in deep."]}, {"name": "Kana", "audio": "v_r-ev242_0027", "normalized": ["Nbbgyuhh!"]}, {"name": "", "audio": "", "normalized": ["I repeated the movement and reciprocated the sheath."]}, {"name": "Kana", "audio": "v_r-ev242_0028", "normalized": ["Mnaahh, aghh, aahh, aahh!", " Ugghh… G-going in and out of my pussy… N-no, not that, noo…!"]}, {"name": "", "audio": "", "normalized": ["As I began the virtual piston movement, the fluids from her honeypot played the lewd symphony and Kana poked out her hips as though she wanted more."]}, {"name": "", "audio": "", "normalized": ["Her body twitched and jumped in synch with the movement and the interval between the squeeze of her longing pussy got shorter and shorter."]}, {"name": "You", "audio": "", "normalized": ["Looks like you really like it, but a sheath is just not enough, eh?"]}, {"name": "Kana", "audio": "v_r-ev242_0029", "normalized": ["Mnnguhh… Nmmgh, aaghh… Th-that's not…"]}, {"name": "", "audio": "", "normalized": ["I stopped moving for a moment to see how she reacted and Kana let out panting and moaning and questioned herself."]}, {"name": "", "audio": "", "normalized": ["Then she moved her hips as though she wanted something and tensed up her muscles in the crotch area to invite the sheath in deeper."]}, {"name": "", "audio": "", "normalized": ["But it seemed either it was just not hitting the spot or she was missing something and Kana wiggled her body, wanting for more and tensed up."]}, {"name": "Kana", "audio": "v_r-ev242_0030", "normalized": ["Haahh, hauhh… Mnguhh… Aaaghh?!", " Wh-what am I…?!"]}, {"name": "", "audio": "", "normalized": ["Kana was ashamed she wanted more subconsciously and her face blushed."]}, {"name": "", "audio": "", "normalized": ["Just as her pussy twitched for more, her body shook and she was about to break into tears."]}, {"name": "You", "audio": "", "normalized": ["You want this, don't you?"]}, {"name": "", "audio": "", "normalized": ["As soon as I whipped out my penis, Kana opened her eyes wide and her body jumped as if it was affirming she was right."]}, {"name": "Kana", "audio": "v_r-ev242_0031", "normalized": ["Noo…!", " Th-that's so huge…!", " I-if you put something inside me like that, then I'm, I'm…!"]}, {"name": "", "audio": "", "normalized": ["Kana neither denied nor accepted it and just stared at it."]}, {"name": "", "audio": "", "normalized": ["But her body was reacting honestly and her vagina was twitching quickly and violently like it could not wait anymore."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… I think it's about ready now."]}, {"name": "Kana", "audio": "v_r-ev242_0032", "normalized": ["Aaaghh…!", " No, noo… It's way too big, you can't put it inside me…!", " S-stop it… It's gonna drive me crazy… N-noo."]}, {"name": "", "audio": "", "normalized": ["Her denial was so faint.", " She must have really wanted it in her mind, her eyes were staring at it enchanted."]}, {"name": "", "audio": "", "normalized": ["I slowly removed the sheath from her moist pussy.", " The fluids dripped down and created a clear thread from her vagina."]}, {"name": "", "audio": "", "normalized": ["I placed the tip of my cock right onto her pussy and aligned the angle and shoved the awaiting and erect cock right in."]}, {"name": "Kana", "audio": "v_r-ev242_0033", "normalized": ["Mnnhhouughhoohgh hh!", " Th-this is, this is, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Her pussy had already gotten sizzling hot like lava and the easily accepted the erect penis in, squeezing tight onto the cock to not let it go."]}, {"name": "", "audio": "", "normalized": ["Even though I have not even touched it, her nipples were completely erect and the lewd protrusions were visible even through the suit."]}, {"name": "Kana", "audio": "v_r-ev242_0034", "normalized": ["Aaaheghhmmnn…!", " Y-your cock, so hot, the tip and the shoulders, i-it's hitting the r-right spot…!"]}, {"name": "Kana", "audio": "v_r-ev242_0035", "normalized": ["S-so hot, so good…!", " It wasn't the sheath I wanted, but this is it…!", " I don't want to let your cock go…!"]}, {"name": "", "audio": "", "normalized": ["Her pinkish flesh wiggled around like sea anemone and the creases sucked onto the entire tip like a suction cup with the help of fluids."]}, {"name": "", "audio": "", "normalized": ["The coarse crease stuck onto even the back of my cock and the entire things twitched from the stimulation."]}, {"name": "", "audio": "", "normalized": ["The pleasure ran through the entire body and it even reached my spine.", " The sheer pleasure made all my hair stand up."]}, {"name": "You", "audio": "", "normalized": ["Phew… Your pussy does feel pretty damn good… It's squeezing down on my cock so hard like it loves my cock so much!"]}, {"name": "Kana", "audio": "v_r-ev242_0036", "normalized": ["Ughh… Th-this is so big, no one can stay sane with this thing inside… Mnnguhh!", " I-it's getting bigger… Aaahhmnn!"]}, {"name": "", "audio": "", "normalized": ["I scoffed at how overly sensitive she was."]}, {"name": "You", "audio": "", "normalized": ["It won't be torture if you keep enjoying it too much.", " I'm gonna help myself to your pussy so I can feel good…!"]}, {"name": "", "audio": "", "normalized": ["I pulled my hips and scraped her flesh with my cock's shoulders and pulled back just before it came out."]}, {"name": "", "audio": "", "normalized": ["I felt the bumps of her pussy with the cock and every time I did, Kana tensed up her lower abdomen and moaned faintly."]}, {"name": "", "audio": "", "normalized": ["I wondered how she would react to it if I started pounding her… It piqued my interests and I slammed my hips hard."]}, {"name": "Kana", "audio": "v_r-ev242_0037", "normalized": ["Ohhoougghh?!", " ?!", " C-cock!", " Cock, cock, oghh!"]}, {"name": "", "audio": "", "normalized": ["An obscene scream echoed as her mind became unhinged."]}, {"name": "", "audio": "", "normalized": ["I continued to pound my hips with the momentum and slammed my burning cock right into Kana's drenched pussy."]}, {"name": "", "audio": "", "normalized": ["Lewd, slapping sound of skin hitting another skin echoed and the waterly noise from the mixture of our fluids came from the joint."]}, {"name": "", "audio": "", "normalized": ["My lower abdomen was burning like and my cock was especially hot like a heated metal rod."]}, {"name": "", "audio": "", "normalized": ["Yet Kana's vagina was even hotter than my penis and her lava pit sucked onto my cock as if it wished to integrate itself with it."]}, {"name": "Kana", "audio": "v_r-ev242_0038", "normalized": ["Haaghh, aaghh, aaghh…!", " Aaam, aahhmnn… M-my belly is stretching and your cock is stirring up the inside."]}, {"name": "Kana", "audio": "v_r-ev242_0039", "normalized": ["This is all, it's all so, I'm going insane…!", " With your cock fucking my pussy, I, I'm going insane…!"]}, {"name": "You", "audio": "", "normalized": ["Come on, squeeze tighter!"]}, {"name": "", "audio": "", "normalized": ["I slapped her ass hard."]}, {"name": "", "audio": "", "normalized": ["And Kana twitched her lower body and squeezed her pussy tight, either from the reaction or my order."]}, {"name": "Kana", "audio": "v_r-ev242_0040", "normalized": ["Ohhumnn!", " M-my ass, my ass…!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, what a fucking masochist bitch you are.", " It looks like you like the pain…!"]}, {"name": "", "audio": "", "normalized": ["As I moved my penis in and out of her honeypot, I slapped her ass cheeks over and over."]}, {"name": "", "audio": "", "normalized": ["Every time I did, the inside of Kana squeezed tight again and again as if she was captivated by the cock."]}, {"name": "", "audio": "", "normalized": ["Eventually, Kana's butt turned as red as a monkey's and her pussy was wiggling to bring the cock in deeper and deeper into her."]}, {"name": "", "audio": "", "normalized": ["The squeeze on the inside, the slippery sensation of her juice, and the pleasure from her pussy stimulated my ejaculation nerves."]}, {"name": "", "audio": "", "normalized": ["The base of the cock boiled up with the heat and the violently erect penis was about to release the sizzling lump of semen."]}, {"name": "You", "audio": "", "normalized": ["…Do you want it inside you?"]}, {"name": "", "audio": "", "normalized": ["Kana shook her body when I asked and her eyes teared up."]}, {"name": "Kana", "audio": "v_r-ev242_0041", "normalized": ["Egh…?", " Wh-what?", " N-no, you don't mean…?!"]}, {"name": "You", "audio": "", "normalized": ["Cum, of course.", " Do you want it in you or not?"]}, {"name": "Kana", "audio": "v_r-ev242_0042", "normalized": ["B-but… Aaahh, mnaaghh, aahh!", " …I-if you cum inside me, y-you're gonna make a baby… Naahh!", " Aghh, haahh, mnaahh…!"]}, {"name": "Kana", "audio": "v_r-ev242_0043", "normalized": ["A-and, if you cum inside me now… Mnnhhn, aahhmnn…!", " I-I, I c-can't go back anymore…!"]}, {"name": "", "audio": "", "normalized": ["Kana was scared by the possible pregnancy and even more pleasure and hesitated."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " Then no more fucking for you."]}, {"name": "", "audio": "", "normalized": ["I said and I began to slowly pull out――"]}, {"name": "Kana", "audio": "v_r-ev242_0044", "normalized": ["!", " N-noo!", " Don't pull out yet, please keep your cock inside me, please, eehh!"]}, {"name": "", "audio": "", "normalized": ["Kana let out a voice resembling a scream and squeezed her crotch tight so my cock would not be able to escape."]}, {"name": "Kana", "audio": "v_r-ev242_0045", "normalized": ["P-please cum!", " You can cum in my pussy, so please, let your dick juice inside me now!", " M-more, fuck me more!"]}, {"name": "Kana", "audio": "v_r-ev242_0046", "normalized": ["I want it all in my pussy, all of it.", " I want your cum, right into my pussy, I order you to!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… That's what I'm talking about…!"]}, {"name": "", "audio": "", "normalized": ["Her commanding speech was bothering me a little, but I was not going to hold myself back at that point."]}, {"name": "", "audio": "", "normalized": ["I moved so hard that I could break Kana's vagina and shoved my cock brutally forward.", " Kana arched her body back and writhed from the pleasure."]}, {"name": "Kana", "audio": "v_r-ev242_0047", "normalized": ["Mnnhhouh, oohouhh, oohoohhoohh!", " Cock!", " Cock, so good!", " I love cock, I love it!"]}, {"name": "Kana", "audio": "v_r-ev242_0048", "normalized": ["It feels so good, with you pounding my pussy, ah, aahmnn!", " I-it feels so good with you rubbing the inside of me, so goodd!"]}, {"name": "Kana", "audio": "v_r-ev242_0049", "normalized": ["Please do me more, more, fuck my pussy harder and cum inside of me, fill me up with cock please, eeghh!"]}, {"name": "", "audio": "", "normalized": ["No matter how many times I pounded, her pussy never got loose and her juice kept flowing."]}, {"name": "", "audio": "", "normalized": ["I almost flinched from so much heat melting me."]}, {"name": "", "audio": "", "normalized": ["I was building up towards the ejaculation and the precum gushed out from the tip as the sign of me cumming."]}, {"name": "You", "audio": "", "normalized": ["Guh, I'm cumming inside!", " Get knocked up!"]}, {"name": "Kana", "audio": "v_r-ev242_0050", "normalized": ["Come, please get me pregnant, eghh!", " Please pour your cum deep into my womb, eeghh!"]}, {"name": "Kana", "audio": "v_r-ev242_0051", "normalized": ["I'm coming too, I'm coming too, commiinngg, ughh!"]}, {"name": "", "audio": "", "normalized": ["I shoved my hips forward into her womb and rubbed the tip towards the opening into her womb and let out the cum."]}, {"name": "Kana", "audio": "v_r-ev242_0052", "normalized": ["Mnnhyooaahh!", " Aaaghh, hot cum is coming inside mee!", " Aaaghaaghh!"]}, {"name": "Kana", "audio": "v_r-ev242_0053", "normalized": ["I-I-I'm c-coming too, coming!", " Coming, coming, come, come, come, come, commiinngg, uugghh!"]}, {"name": "", "audio": "", "normalized": ["Kana screamed and her body arched back like a bow and her body jumped up as if she was broken and her vagina twitched violently."]}, {"name": "", "audio": "", "normalized": ["Sizzling hot cum ran through my urethra and slammed into her womb.", " The momentum from the cum and orgasm made my cock dance."]}, {"name": "", "audio": "", "normalized": ["I ejaculated over and over again as if the tap on my cock was opened up all the way."]}, {"name": "Kana", "audio": "v_r-ev242_0054", "normalized": ["Coommiinngg!", " So much, so much of it!", " I'm going to get pregnant for sure, I'm getting pregnant!"]}, {"name": "You", "audio": "", "normalized": ["Oh no, we are just getting started…!"]}, {"name": "", "audio": "", "normalized": ["I moved her hips slowly to arouse her orgasm even more and rubbed my semen into all of her vagina."]}, {"name": "", "audio": "", "normalized": ["I rubbed my cock against the opening of her womb and further repeated my ejaculation."]}, {"name": "", "audio": "", "normalized": ["The backflowing semen poured out of her pussy and combined with her own ejaculation, erupted out of her as if she was cumming as well."]}, {"name": "", "audio": "", "normalized": ["Kana appeared to be achieving orgasm over and over again as I came and our combined orgasm lasted for some time."]}, {"name": "", "audio": "", "normalized": ["Soon, her womb was filled with the semen and her belly had inflated as if she was pregnant already."]}, {"name": "You", "audio": "", "normalized": ["Huuhh… Looks like your womb is filled with cum now, but did you really want me to get you pregnant that much?"]}, {"name": "Kana", "audio": "v_r-ev242_0055", "normalized": ["Haahh, hahuhh, hauhh, haaughh… Y-yes… I want to get pregnant with your cock juice…"]}, {"name": "", "audio": "", "normalized": ["She answered back faintly with ecstasy on her face from the aftermath.", " Her body twitched and she was letting the waves of pleasure carry her away."]}, {"name": "", "audio": "", "normalized": ["…That sight somehow got on my nerves."]}, {"name": "You", "audio": "", "normalized": ["It's not all fun with only you getting satisfied…!"]}, {"name": "", "audio": "", "normalized": ["I pushed Kana's stomach in with momentum."]}, {"name": "", "audio": "", "normalized": ["The massive volume of cum spewed out of her pussy as though a well-shaken soda was opened up suddenly."]}, {"name": "Kana", "audio": "v_r-ev242_0056", "normalized": ["Mnnhhouughh!", " C-c-c-coming, it's coming out, uughh!"]}, {"name": "", "audio": "", "normalized": ["The shower of semen erupted like a fountain."]}, {"name": "", "audio": "", "normalized": ["Kana opened her eyes wide and she stared at it reluctantly as she groaned faintly."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Now it's time for you to cum all the way!"]}, {"name": "Kana", "audio": "v_r-ev242_0057", "normalized": ["!", " Y-yes!", " I'll cum!", " Mnnhhuuhh, mnnhuaaghh… Aghh, c-coming, coming, cominngg!"]}, {"name": "", "audio": "", "normalized": ["Perhaps the sensation of viscous cum going through her vagina was so good, Kana's body trembled violently and orgasmed once again."]}, {"name": "", "audio": "", "normalized": ["She was now getting turned on by the fact she was getting ordered around.", " She had lost control of herself."]}, {"name": "", "audio": "", "normalized": ["She was spewing semen so hard, it was flying at least a few feet in the air as she madly orgasmed."]}, {"name": "", "audio": "", "normalized": ["…Eventually, her belly returned to the usual size and once it was all out, her mind had muddled from the pleasure by then."]}, {"name": "You", "audio": "", "normalized": ["Hmm… Looks like I can have more fun with you after all.", " You're coming with me."]}, {"name": "Kana", "audio": "v_r-ev242_0058", "normalized": ["Mnnhuhh…!", " I-I'm going with you… Please let me go with you…"]}, {"name": "", "audio": "", "normalized": ["…Kana's face, as she answered, was plastered with a broken smile as she was expecting what even more horrific things were about to happen to her."]}]