[{"name": "", "audio": "", "normalized": ["With a clang, Asuka is freed from her wall restraints.", " She was still bound, but she was no longer connected to the wall, so she falls to her knees."]}, {"name": "", "audio": "", "normalized": ["With no strength left to stand, she crumples to the ground as limp as a ragdoll."]}, {"name": "", "audio": "", "normalized": ["Her face lies flat on the floor, but she is alive and breathing heavily."]}, {"name": "", "audio": "", "normalized": ["She is covered in cum from head to toe, and there is still a stream of fresh cum leaking from her holes onto the floor."]}, {"name": "You", "audio": "", "normalized": ["…Looks like they got you good."]}, {"name": "Asuka", "audio": "v_sr018_0000", "normalized": ["Ah… Hrnnggh!"]}, {"name": "", "audio": "", "normalized": ["Asuka lets out a cry as the man sticks his fingers into her cum-filled holes."]}, {"name": "", "audio": "", "normalized": ["She no longer has the strength to even attempt to fight back, escape, or free herself from her bonds."]}, {"name": "", "audio": "", "normalized": ["She can only let her body react as it will, her pussy pulsing and pushing out the seemingly endless stream of cum inside her."]}, {"name": "", "audio": "", "normalized": ["That alone was enough to stimulate her, and her fat ass quivered and shook as she let the pleasure run through her."]}, {"name": "You", "audio": "", "normalized": ["Now then, let's finish you off, shall we?", " Get up, bitch!", " I'm not done with you!", " Do your job, whore!"]}, {"name": "Asuka", "audio": "v_sr018_0001", "normalized": ["Urgghh… Anngghh…!"]}, {"name": "", "audio": "", "normalized": ["Asuka's pussy was left loose from the seemingly hundreds of men who'd had their way with her before"]}, {"name": "", "audio": "", "normalized": ["but still she lets out a scream as she's penetrated again in her cum-drenched hole."]}, {"name": "Asuka", "audio": "v_sr018_0002", "normalized": ["Annggh?!", " Aggh!", " Unnggh…Hnnggh!"]}, {"name": "", "audio": "", "normalized": ["She was no more than a fuckhole now.", " Her body writhes and twists as the feeling of the cock inside her runs through her like a current."]}, {"name": "", "audio": "", "normalized": ["Her pussy was red and swollen from being fucked constantly for so long now.", " She could feel the cock pressing against her inner walls more than ever before."]}, {"name": "Asuka", "audio": "v_sr018_0003", "normalized": ["(Anggh?!", " Agghh… Unngghh… W-what's this…feeling… Urgh!", ")"]}, {"name": "", "audio": "", "normalized": ["The man pulls out from her, and she can feel his cock perfectly as it slides out of her."]}, {"name": "", "audio": "", "normalized": ["Her mind was filled with nothing but the pleasure of sex, and suddenly her hips begin to writhe and her fingers and toes curl in ecstasy."]}, {"name": "Asuka", "audio": "v_sr018_0004", "normalized": ["Urgghghh… Mnngghh!", " Agghh!", " Anngghh!"]}, {"name": "", "audio": "", "normalized": ["She was so sensitive now it almost hurt, but the cum inside her acted as lube as it soaked into her from the inside."]}, {"name": "", "audio": "", "normalized": ["The only pain she felt was when he first put it in.", " After a few strokes, her pussy seemed to mold itself to accommodate the cock."]}, {"name": "", "audio": "", "normalized": ["She can feel the wet, sticky cum inside her, and it seemed to awaken some primal womanly desire from deep within."]}, {"name": "", "audio": "", "normalized": ["She can feel his cock and the cum inside her pushing ever deeper, ever harder, as he fucks her relentlessly with his huge member."]}, {"name": "Asuka", "audio": "v_sr018_0005", "normalized": ["Anngghh!", " Urgghh… Mnnggh!"]}, {"name": "", "audio": "", "normalized": ["With each stroke she screams louder, sometimes screeching, sometimes deeply moaning."]}, {"name": "", "audio": "", "normalized": ["It wasn't as if there was no pain.", " It's just that the pleasure was that much more intense.", " Her cervix quivered as it was gently touched by the tip of his cock."]}, {"name": "", "audio": "", "normalized": ["Her body quivers and shakes with desire.", " With her face still on the floor, Asuka lifts her ass up into the air."]}, {"name": "", "audio": "", "normalized": ["She moves her hips to stimulate herself even more on the man's cock, and now her ass was up in the air right in front of the man."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, I thought you were all tuckered out, but I see your body still wants more."]}, {"name": "You", "audio": "", "normalized": ["Your asshole is wide open, maybe you'd prefer me to fuck you there?"]}, {"name": "", "audio": "", "normalized": ["Asuka had her legs spread and ass up so that her asshole was on complete display."]}, {"name": "", "audio": "", "normalized": ["It was red and swollen, but open and ready for a cock.", " It quivered in anticipation and the man could smell the stench of sex emanating from within."]}, {"name": "Asuka", "audio": "v_sr018_0006", "normalized": ["Unngghh… Agghh… Urgghh… Annggh?!"]}, {"name": "You", "audio": "", "normalized": ["Hehe, don't worry, slut.", " I'll make sure this hole gets all the attention it deserves, too!"]}, {"name": "Asuka", "audio": "v_sr018_0007", "normalized": ["Annggh!", " Mnnggh!", " Ahh…"]}, {"name": "", "audio": "", "normalized": ["The man decides to stick a vibrator in Asuka's asshole to satisfy its cravings."]}, {"name": "", "audio": "", "normalized": ["With the thick, throbbing cock inside her and the vibrator thrust into her asshole, Asuka lets out a loud moan as they ravage her from inside."]}, {"name": "", "audio": "", "normalized": ["She can feel the hard vibrator filling up her ass, covered in cum and sliding up and down inside her."]}, {"name": "Asuka", "audio": "v_sr018_0008", "normalized": ["Anngghh!", " Ahh… Urnnggh!"]}, {"name": "", "audio": "", "normalized": ["Both holes were filled and pounded in and out alternatingly, sending intense waves of pleasure to Asuka and melting her heart with bliss."]}, {"name": "", "audio": "", "normalized": ["Yelps of pain turn to gentle moans as the man rams into her, pounding her from behind, pushing and pulling on the vibrator in the process."]}, {"name": "", "audio": "", "normalized": ["With every stroke her pussy trembles, getting wetter and lubricating the man's cock so that he can pound her even harder."]}, {"name": "", "audio": "", "normalized": ["The thick lube of her own juices gradually eases the pain."]}, {"name": "", "audio": "", "normalized": ["Asuka's feet repeatedly rise and smack down again on the floor as she writhes in pleasure like a fish out of water."]}, {"name": "Asuka", "audio": "v_sr018_0009", "normalized": ["Anngghh!", " Ahh!", " Mnngghh!", " Hnngghh!"]}, {"name": "", "audio": "", "normalized": ["She feels so full she could burst, her insides rammed harder with every stroke.", " But the pleasure of the man's cock inside her kept her sane."]}, {"name": "", "audio": "", "normalized": ["If her body wasn't so exhausted, she knows she'd never feel such pleasure from a man like this…"]}, {"name": "", "audio": "", "normalized": ["She feels her emotions rise as she contemplates this fact and turns back to the man."]}, {"name": "You", "audio": "", "normalized": ["What?", " Ready to submit?"]}, {"name": "Asuka", "audio": "v_sr018_0010", "normalized": ["S-shut…your…fucking…mouth…"]}, {"name": "", "audio": "", "normalized": ["The man laughs in Asuka's face as he continues to make her moan and says back to her…"]}, {"name": "You", "audio": "", "normalized": ["With pleasure.", " More time to use you then."]}, {"name": "", "audio": "", "normalized": ["The man speaks coldly as he pulls his hips back, ready to thrust again.", " He rapidly thrusts the vibrator in and out of Asuka's ass as he resumes fucking her violently."]}, {"name": "", "audio": "", "normalized": ["*Squissh!", " Squish!", "* *Squish!", " Squish!", " Squisshh!", "*"]}, {"name": "Asuka", "audio": "v_sr018_0011", "normalized": ["Ahh!", " Annggh!", " Unnggh!", " Agghh!"]}, {"name": "", "audio": "", "normalized": ["Asuka lets out a blood curdling scream as she feels just how gentle the man was being with her before now."]}, {"name": "", "audio": "", "normalized": ["He's fucking her so hard and deep now that every stroke rams hard into her cervix, sending shooting pain through her body."]}, {"name": "", "audio": "", "normalized": ["But, this is mixed with the continuous pleasure his cock inside her pussy, stimulating her constantly."]}, {"name": "", "audio": "", "normalized": ["The pain was intense, as if she was being ripped apart from inside.", " But in the next instant she was filled with intense pleasure.", " Again and again."]}, {"name": "Asuka", "audio": "v_sr018_0012", "normalized": ["Ahh!", " Hnnggh!", " Mnngh!", " Ohh!"]}, {"name": "", "audio": "", "normalized": ["It feels like a tree trunk is being jammed up her pussy as the shock of every stroke shakes her to the core and violently rattles her."]}, {"name": "", "audio": "", "normalized": ["Her eyes were open but rolled back so that you could only see the whites of them."]}, {"name": "", "audio": "", "normalized": ["Her mouth was open so wide you could see to the back of her throat and her tongue was hanging out, limp."]}, {"name": "Asuka", "audio": "v_sr018_0013", "normalized": ["Anngh!", " Ahh!", " Mnngh!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["If she was only getting fucked in the pussy, maybe she could have withstood it."]}, {"name": "", "audio": "", "normalized": ["But that wasn't all.", " There was a vibrator in her ass, pushing against her from inside and forcing her to squirt cum out of her like a squirt gun."]}, {"name": "Asuka", "audio": "v_sr018_0014", "normalized": ["Annggh!", " Unnggh!", " Ahh!", " Anngghh!", " Get it…out of mee!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["The cold, emotionless vibrator violated Asuka's ass with complete disregard to her body, her insides, or her feelings."]}, {"name": "", "audio": "", "normalized": ["It felt like it was crushing her from inside, to the point where Asuka began to feel fear and a chill runs up her spine."]}, {"name": "", "audio": "", "normalized": ["Unfortunately, there was no time for her to revel in those feelings.", " She could only take the savage ravaging of her holes."]}, {"name": "", "audio": "", "normalized": ["Both her holes were wet and sticky.", " The sticky sound of her holes being penetrated echoed around the room as she's fucked."]}, {"name": "", "audio": "", "normalized": ["Hot, sticky liquid continues to flow from her holes, and every time it touches her skin Asuka can't help but think that she must be bleeding profusely."]}, {"name": "Asuka", "audio": "v_sr018_0015", "normalized": ["Agghh!", " Ahh!", " Oww!", " It hurts!", " IT HURTSS!", " Ahh!"]}, {"name": "You", "audio": "", "normalized": ["Hehehe, you like the pain, don't you?", " Yeah that's right slut, I know you do."]}, {"name": "", "audio": "", "normalized": ["The man seems to enjoy Asuka's confused reaction as he continues to fuck her just as hard as ever."]}, {"name": "", "audio": "", "normalized": ["The sound of flesh pounding into flesh rattles the room as he fucks her, causing her pale skin to gradually blush red from the impact."]}, {"name": "", "audio": "", "normalized": ["Her ass and her pussy both felt searing hot, as if they'd been ripped and torn apart."]}, {"name": "", "audio": "", "normalized": ["Despite it all, her mind still went blank with unwavering waves of pleasure."]}, {"name": "", "audio": "", "normalized": ["Why does it feel so good even through the pain?", " Maybe the pain was the pleasure?", " At this point, she wasn't sure what anything was."]}, {"name": "Asuka", "audio": "v_sr018_0016", "normalized": ["Ahh!", " Mnnggh!", " Hnngh!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["This time was completely different from when she was just being used as a sex toy."]}, {"name": "", "audio": "", "normalized": ["The intensity was just the same, but the skill of this man was much different.", " Each stroke of his cock was at a slightly different angle."]}, {"name": "", "audio": "", "normalized": ["He was nothing like those other men.", " He knew how to build up her pleasure to the breaking point and then back off, again and again and again."]}, {"name": "", "audio": "", "normalized": ["He was being rough, sure, but he knew exactly where to please her.", " Somehow, he seemed to know the right spots more than Asuka herself."]}, {"name": "", "audio": "", "normalized": ["And with each stroke, her eyes rolled back into her head, her teeth rattled, and tears welled up in her eyes."]}, {"name": "Asuka", "audio": "v_sr018_0017", "normalized": ["(Unnggh!", " Agghh!", " I can't… I can't take this… I can't take this…anymore…)"]}, {"name": "", "audio": "", "normalized": ["She felt her consciousness slip away.", " She felt as if she was being pulled away by an intense current."]}, {"name": "Asuka", "audio": "v_sr018_0018", "normalized": ["Urrnngghh… Ugghh…"]}, {"name": "", "audio": "", "normalized": ["The man's movement, size, aggressiveness, passion… and his cold, distant demeanor."]}, {"name": "", "audio": "", "normalized": ["Everything about him was terrifying.", " Her hands began shaking and tears rolled down her face."]}, {"name": "Asuka", "audio": "v_sr018_0019", "normalized": ["Please… Please stop… I can't take anymore…!", " Please, STOP!"]}, {"name": "", "audio": "", "normalized": ["Her voice shook as she begged the man to stop."]}, {"name": "", "audio": "", "normalized": ["The man grinned and he slowed his hips before finally asking back to her."]}, {"name": "You", "audio": "", "normalized": ["Then are you willing to join my side?", " Do you pledge your allegiance to me?"]}, {"name": "Asuka", "audio": "v_sr018_0020", "normalized": ["I… Well… I don't… Ahh!"]}, {"name": "", "audio": "", "normalized": ["The man notices her indecisiveness and pushes his cock back deep inside her, ramming into her cervix."]}, {"name": "Asuka", "audio": "v_sr018_0021", "normalized": ["Aggh!", " Ahh!", " S-stop!", " Please, stop!"]}, {"name": "You", "audio": "", "normalized": ["If you want me to stop, join me!", " Swear that you will join my side!", " If you can't, then this continues!"]}, {"name": "", "audio": "", "normalized": ["The man speaks without emotion before ramming his cock deep inside her again."]}, {"name": "", "audio": "", "normalized": ["Each wave of pleasure breaks her a little more, slowly dismantling her piece by piece."]}, {"name": "Asuka", "audio": "v_sr018_0022", "normalized": ["I… I… I swear… I will…"]}, {"name": "", "audio": "", "normalized": ["Asuka feels what was left of her dignity shatter as she swears her allegiance to the man."]}, {"name": "", "audio": "", "normalized": ["Her survival instincts kick in, and before she realizes it she finds herself screaming to the man, her voice shaking with fear."]}, {"name": "Asuka", "audio": "v_sr018_0023", "normalized": ["I will!", " I will join you!", " I swear, I swear allegiance to you!", " Just stop, please!", " Please stop!"]}, {"name": "You", "audio": "", "normalized": ["Hehe, very well."]}, {"name": "Asuka", "audio": "v_sr018_0024", "normalized": ["Phew… Ahh… Ahh…"]}, {"name": "You", "audio": "", "normalized": ["This will be the end.", " Try to enjoy yourself!"]}, {"name": "", "audio": "", "normalized": ["The man waits for Asuka's reaction before ramming his cock and the vibrator into her holes as deep as they could possibly go."]}, {"name": "Asuka", "audio": "v_sr018_0025", "normalized": ["Anngghh… Ahh?!"]}, {"name": "", "audio": "", "normalized": ["Thinking her torture was over, she found herself suddenly filled in both holes again with savage intensity… And then…"]}, {"name": "", "audio": "", "normalized": ["*Spurrt!", "* *Spurrt!", " Spurt!", " Spurt!", "* *Spurrt!", " Spurt!", " Spurt!", "*"]}, {"name": "Asuka", "audio": "v_sr018_0026", "normalized": ["Aggh!", " Ahh… Mnngh!", " Urgghh!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["She could feel herself being filled with the man's hot, sticky, white cum."]}, {"name": "", "audio": "", "normalized": ["The sheer volume filled her deep to her cervix and beyond, and the cum that filled her from before was pushed out like a geyser."]}, {"name": "Asuka", "audio": "v_sr018_0027", "normalized": ["Agghh!", " Annggh… Ahh!"]}, {"name": "", "audio": "", "normalized": ["She felt like no more could fit inside her, but the intensity of the man's cum pouring inside her forced its way into her deepest crevices."]}, {"name": "", "audio": "", "normalized": ["Cum squirted out from her like an erupting volcano.", " She writhed and moaned at the feeling of the warm, sticky liquid flowing out of her."]}, {"name": "", "audio": "", "normalized": ["She screamed in ecstasy, and though her eyes were wide open she couldn't see a thing."]}, {"name": "", "audio": "", "normalized": ["The waves of orgasm were so intense that she felt like she was about to explode.", " The warm waves of ecstasy enveloped her and took over her mind and body."]}, {"name": "Asuka", "audio": "v_sr018_0028", "normalized": ["Anngghh… Ahh… Hnngghh…"]}, {"name": "", "audio": "", "normalized": ["She started to squirt, her own cum mixed with the cum of so many men inside her.", " There was no denying the pleasure she felt now."]}, {"name": "", "audio": "", "normalized": ["Captured, fucked by a hundred men or more, forced to cum again and again and again… She thought she could never look at this man without hatred, but…"]}, {"name": "Asuka", "audio": "v_sr018_0029", "normalized": ["(Ahh… No… This can't… This can't be… Anngghh…)"]}, {"name": "", "audio": "", "normalized": ["Asuka felt the pleasure take over from the bottom of her heart to the core of her soul… Her mind was lost to the intense pleasure."]}, {"name": "", "audio": "", "normalized": ["Her instinctual desire to fully submit to a man finally fulfilled, she found herself stuck in perpetual orgasm for the rest of her days."]}]