[{"name": "", "audio": "", "normalized": ["A few weeks had passed since the remodeling of Asagi into a sex toilet had begun."]}, {"name": "", "audio": "", "normalized": ["In a certain space, deep within the warehouse of the Fuuma base…"]}, {"name": "", "audio": "", "normalized": ["Where up until now laid only a graveyard of junk, never to be seen by human eyes again, a woman's crazed screams were echoing throughout the warehouse."]}, {"name": "", "audio": "", "normalized": ["If one listened closely, they could hear the dull sound of flesh slapping together and the vulgar sound of sticky fluids exploding everywhere."]}, {"name": "", "audio": "", "normalized": ["If they sniffed, they would be able to smell the thick scent of sex leaking from the junk graveyard as well."]}, {"name": "", "audio": "", "normalized": ["Right now, Asagi was 'installed' there."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0000", "normalized": ["Guhhiihhnnhh!"]}, {"name": "", "audio": "", "normalized": ["Asagi was crying out in an immodest voice as an ogre slave conspicuously dug deep into her anus."]}, {"name": "", "audio": "", "normalized": ["Its enormous penis, much longer than an orc's, was penetrating all the way past her anus to her abdomen, making Asagi's stomach swell slightly."]}, {"name": "", "audio": "", "normalized": ["The orcs at her side, suckling greedily at her breasts, laughed at Asagi's pathetic state."]}, {"name": "Orc 1", "audio": "", "normalized": ["Bwahahah, did you cum from that just now?", " See, your nipples are, shlrlrpp, they're twitching, bwahahahah!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Gufufu, your whole breast is trembling in chaos from the inside out from your orgasm."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0001", "normalized": ["Sh-shut up, I'm not, cumming from that, rotten dick…"]}, {"name": "Orc 1", "audio": "", "normalized": ["This is what I mean, even though we can all tell already.", " Hey, if it's such a rotten dick, give her another real heavy blow."]}, {"name": "Orc Slave", "audio": "", "normalized": ["She's a meat toilet… whether it's a rotten dick or not, she's gotta take it anyway, gaahh!"]}, {"name": "", "audio": "", "normalized": ["Spurred on by the orcs, the ogre that was penetrating her anus let out another roar and thrust his hips."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0002", "normalized": ["Ghhbhhohhnhh!"]}, {"name": "Orc 1", "audio": "", "normalized": ["Bwahahah, she came, she came, cumming again so easily like that!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0003", "normalized": ["Guhhoh, hohh, ohh…!", " Y-you better remember this, you assholes…!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Shut up, remember what?", " Your fucking orgasm face, huh?"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0004", "normalized": ["Nihhihh?!", " D-don't pinch my nipples when I'm cumming, noo!"]}, {"name": "", "audio": "", "normalized": ["The force of Asagi's orgasm made her bend backward."]}, {"name": "", "audio": "", "normalized": ["Asagi's muscles had been considerably damaged from the cruel toilet remodel, leaving her unable to really move beyond reactions like this."]}, {"name": "Orc 1", "audio": "", "normalized": ["Not cumming, huh, toilet."]}, {"name": "Orc 1", "audio": "", "normalized": ["Even though you're bent over from your orgasm, bwaha, looks like I'll have to get your other nipple too as punishment…"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0005", "normalized": ["Ohhohhnnhh!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Your muscles are in shreds and your toy limbs are just scrap junk.", " Remember your place, you toilet bitch."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0006", "normalized": ["Fuhhihh, fuhhihh, my nippless, fuhihhnhh!"]}, {"name": "Orc Slave", "audio": "", "normalized": ["Ohh, she's squeezing, squeezing, now things are getting good, hey, hey, squeeze me more!"]}, {"name": "Orc 1", "audio": "", "normalized": ["He says squeeze your loose ass, ghlrlrlbhh, ghlrlbhaahh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0007", "normalized": ["I-it's so… ohh, ohh, so deep, phh, nhh!"]}, {"name": "", "audio": "", "normalized": ["Even as humiliation welled up within her from being treated like a mere object, the sucking at her nipples made it vanish quickly, as she was steeped in pleasure."]}, {"name": "", "audio": "", "normalized": ["Asagi howled with ecstasy as she squeezed with her asshole, just as ordered."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0008", "normalized": ["Nnnhh, nnh, nhh, nnphhghii!"]}, {"name": "", "audio": "", "normalized": ["Her straining caused yellow orc semen to gush from her still-opened front hole with a vulgar sound."]}, {"name": "", "audio": "", "normalized": ["The semen that had completely filled her vagina was now splurting out bit by bit as if she were ejaculating."]}, {"name": "Orc 2", "audio": "", "normalized": ["Jeez, you stupid toilet, do you not even understand you're not supposed to let it out, grr!"]}, {"name": "", "audio": "", "normalized": ["The orc kneading her breasts scolded Asagi for her accident, slapping her clitoris and pussy that was shamefully dripping with semen."]}, {"name": "", "audio": "", "normalized": ["He smacked against her clitories with a dry, slapping noise."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0009", "normalized": ["Nnhiihh, ohhohh, ohh, hohhiihh!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Is this meat toilet seriously cumming from her little clit dick being struck?!", " Hey, does having your clit spanked feel that good?!"]}, {"name": "", "audio": "", "normalized": ["The orc struck her clitoris with a strong thwack."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0010", "normalized": ["Ihhihh, hiihh, hiihh, phoohhnnhh!"]}, {"name": "", "audio": "", "normalized": ["The flow of semen being expelled grew stronger as Asagi screamed in pleasure."]}, {"name": "", "audio": "", "normalized": ["The was a cloudy, stinking puddle beneath Asagi's crotch, as if this had already happened over and over."]}, {"name": "Orc 1", "audio": "", "normalized": ["This toilet is useless.", " Should we put in a service request to make it so she'll actually contract her ass and pussy?"]}, {"name": "Orc 3", "audio": "", "normalized": ["Bwahahahah, if we're gonna put in a request, we should ask them to make her so it'll be fine even if we break her to pieces."]}, {"name": "Orc 3", "audio": "", "normalized": ["Take that!"]}, {"name": "", "audio": "", "normalized": ["At the suggestion of the orc sucking on Asagi's nipple…"]}, {"name": "", "audio": "", "normalized": ["An orc who had already cum once now plunged his thick, rough meat inside of Asagi's vagina as they threatened her."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0011", "normalized": ["Guhhohh, ohh, ohh, d-dick, two dicks, my pussy, my ass-pussy, so thick, ohh, hooh, hoohh…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Hmph, swooning and moaning all happily even though you're leaking…"]}, {"name": "Orc 3", "audio": "", "normalized": ["We're gonna break you so get ready, you shitty meat toilet, bwahahah!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0012", "normalized": ["Nnpph, nnphh, guuh… I'm not… a toilet… I'm… the strongest… cyborg soldier… Asagi…"]}, {"name": "", "audio": "", "normalized": ["She hadn't fallen to the level of a toilet.", " Asagi told herself this feebly, her voice shaking with pleasure."]}, {"name": "Orc 3", "audio": "", "normalized": ["Don't talk back to me, you toilet, did you already forget you went crazy cumming from from the pleasure of all these dicks?"]}, {"name": "Orc 3", "audio": "", "normalized": ["Just like this, remember!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0013", "normalized": ["Oohhoohh, ohh, ohh, ohh, your dick, your dick is gyrating inside of me, rubbing against the dick in my ass, nnhiihh?!"]}, {"name": "", "audio": "", "normalized": ["As the orc's hips twisted and he churned up the inside of her vagina, the pride in Asagi's words completely vanished."]}, {"name": "", "audio": "", "normalized": ["No matter how much she tried to keep the flames of resistance burning, the moment he pleasured her, her body yielded and her consciousness melted."]}, {"name": "", "audio": "", "normalized": ["Each time, he chipped away at her resistance.", " No matter what Asagi wanted, the result of her grand body remodel was her transformation to nothing but a sex toilet."]}, {"name": "Ogre", "audio": "", "normalized": ["I'll churn up the inside of your ass too."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0014", "normalized": ["My ass, the dick in my ass is churning too, phhoohh, ohh, ohh, why is this, so muuch!"]}, {"name": "Orc 2", "audio": "", "normalized": ["It's obvious, it's because you're a meat toilet!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Bwahahaha, you literally can't lift a finger against my dick, huh?"]}, {"name": "Orc 1", "audio": "", "normalized": ["Can't lift a finger, that's it exactly, bwahahah!"]}, {"name": "Orc 3", "audio": "", "normalized": ["There, I'm gonna use my semen to wash off that pride of yours that's clinging like shit to the toilet bowl, take that!"]}, {"name": "Ogre", "audio": "", "normalized": ["Here comes the dick you like so much, make sure you enjoy it!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0015", "normalized": ["Ahhiihhnnh, nnh, nhh, guhhohh, your dicks are completely attacking my womb from both my ass and pussyy, ohh, ohhnhh!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Sheesh, this toilet's womb is already gaping open too, she's seriously useless."]}, {"name": "Orc 2", "audio": "", "normalized": ["But still, even if she is a fake, getting to fuck up Asagi like this feels amazing, just like this, hah!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0016", "normalized": ["Fuhhihh, my nipples, don't pinch theem, your stinky orc saliva is, nnh, nhh, ohh, it's the best aphrodisiac…"]}, {"name": "Orc 2", "audio": "", "normalized": ["Just like this, guhahahah!", " Hurry up and cum from my spit everywhere, toilet!"]}, {"name": "Orc 1", "audio": "", "normalized": ["If you do then I'm gonna tease your huge nipples even more."]}, {"name": "Orc 3", "audio": "", "normalized": ["We're gonna break your womb toilet from your ass and pussy and make you faint from cumming."]}, {"name": "", "audio": "", "normalized": ["Asagi winced for a moment, but her face relaxed and she lapped up the saliva dripping down as they churned both her holes and tormented her womb."]}, {"name": "", "audio": "", "normalized": ["Her body trembled as she licked up the pungent, unpleasant liquid spat out by the orcs, who were unaccustomed to brushing their teeth."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0017", "normalized": ["Haaphh, aah, nlrlrll, nnph, aah, aah, sho shmellyy, this taste makes my pussy squeeze up tight on its own!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Begging for an orgasm with your pussy clamping, huh.", " I'll break you to pieces as your reward for being a good girl."]}, {"name": "Orc 3", "audio": "", "normalized": ["Make sure you come back with a nice tight pussy after the repair job."]}, {"name": "", "audio": "", "normalized": ["The two enormous cocks stuffed in Asagi's vagina and anus began to move furiously at the orc's signal."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0018", "normalized": ["Guuhhn, ohhohh, hhoohh, obbh, ohh, onnhhgh, oohh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0019", "normalized": ["Inside my stomach, ohh, ohh!", " Your dick is, guoahh, pounding against me inside while it spreads me out!"]}, {"name": "", "audio": "", "normalized": ["Pierced by their demon rods, far beyond human limits, Asagi's stomach swelled enormously like the time she had taken that mechanical dildo."]}, {"name": "", "audio": "", "normalized": ["Unable to even twist her body properly to avoid the furious pumping, the two giant shafts made her tremble as they pierced and played with her."]}, {"name": "", "audio": "", "normalized": ["The two orcs to her left and right, tormenting her breasts, kneaded her ample, soft flesh with no less enthusiasm than the male spear pumping inside her."]}, {"name": "", "audio": "", "normalized": ["Just as the orcs had mocked her before, Asagi was completely unable to use her arms and legs as they had their way with her."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0020", "normalized": ["My tits are going crazy too, phhnhh, oghh, oohh, ohh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0021", "normalized": ["Guuhhiihh, my areolae are getting bigger, my nipples are getting fat, haah, haah, my breasts are so tender they're melting!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Just your breasts?", " How about your pussy that's about to break, I'm gonna do it harder and pound your womb into your brains, take that!"]}, {"name": "Ogre", "audio": "", "normalized": ["I'll churn up your ass into your brain too and break you, I'm gonna break you real good too!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0022", "normalized": ["Nnghiihh, yess, yess!", " It feels amazing in my ass and pussy!", " Something amazing pounding me!"]}, {"name": "", "audio": "", "normalized": ["Asagi's entire body had been remodeled by the aphrodisiac, and she continued to tremble as she constantly climaxed slightly from the feeling of their dicks."]}, {"name": "", "audio": "", "normalized": ["Love juices flowed down endlessly, though it was impossible to tell if it was semen or female cum."]}, {"name": "", "audio": "", "normalized": ["The rough heads of their members excavated her from both front and behind."]}, {"name": "", "audio": "", "normalized": ["More cloudly fluid dripped down from where they were joined, adding to the puddle beneath her legs."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0023", "normalized": ["Aahhnh, it's no use, my pussy, my ass-pussy, ohhnnhhn, my mind is melting, your dicks, I feel so good I'm meltiing!"]}, {"name": "Orc 3", "audio": "", "normalized": ["In that case clamp down with your pussy properly!", " You're so loose, I can barely feel anything, it's like fucking the air."]}, {"name": "Ogre", "audio": "", "normalized": ["Seriously, you're way loose.", " Squeeze more, you toilet."]}, {"name": "Orc 1", "audio": "", "normalized": ["Your breasts are so soft and melted now, there's barely enough pressure to make it worth putting my dick between them."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0024", "normalized": ["Nnhoohh, ohh, that's awful to say it like that, oghh, ohh, ohhohh, hoohh, and besides, I'm not a toilet…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Are you still saying that, that you're not a toilet, even though you're so turned on you keep showing off your ahegao!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Exactly, you're the only one all excited here, you shitty toilet girl, squeeze already, squeeze until you break, you're a toilet!"]}, {"name": "Ogre", "audio": "", "normalized": ["That's right, clamp down, toilet!", " You are a toilet!", " You're just a hole made to wring out dicks!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0025", "normalized": ["Ngghiihh, hoohh, dick, dick, diicks, attacking my pussyy!", " Hhyahhohh!"]}, {"name": "", "audio": "", "normalized": ["The ogre and the orcs were truly trying to break Asagi."]}, {"name": "", "audio": "", "normalized": ["The two enormous dicks dug at Asagi's stomach as she lay there, powerless to move."]}, {"name": "", "audio": "", "normalized": ["They crumpled her breasts, caressing, no, violating her nipples with frightening force."]}, {"name": "", "audio": "", "normalized": ["It was animalistic sexual abuse, as if they were relentlessly, mercilessly battering her with their passionate frustration."]}, {"name": "", "audio": "", "normalized": ["This was truly what one could call a sex punching bag."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0026", "normalized": ["I'm gonna go crazy, aah, I'm going crazyy!", " Uwaah, I can't take this pleasure!", " I'm gonna cum and go insaane!"]}, {"name": "", "audio": "", "normalized": ["The violence that reminded Asagi of her grand remodel made her body ache involuntarily."]}, {"name": "", "audio": "", "normalized": ["That violation that had utterly broken Asagi down and forced her to yield to pleasure, changing her into a sex toilet."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0027", "normalized": ["Ohhohohh, hiihh, hiihh, please, please I'm begging you, I'm gonna diie!"]}, {"name": "", "audio": "", "normalized": ["Asagi shook with fear of the intense pleasure that had remade her body, but also the memory of the masochistic ecstasy."]}, {"name": "", "audio": "", "normalized": ["Both her holes that had been loosened from the remodel and the abuse now closed tightly, squeezing their dicks as if begging for forgiveness."]}, {"name": "Orc 3", "audio": "", "normalized": ["Bwahahah, you tightened up from feeling too good huh.", " You really are a meat toilet."]}, {"name": "Orc 1", "audio": "", "normalized": ["Your breasts aren't getting any firmer but, your nipples are… rlrlrll, nnh, rlrl, chbhbhh, getting huge."]}, {"name": "Ogre", "audio": "", "normalized": ["But you're still loose, it feels like it's gonna take me until tomorrow to cum."]}, {"name": "Orc 3", "audio": "", "normalized": ["Seems like you still have a ways to go before you're useful, hah!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0028", "normalized": ["Guhhohhnhh!", " Nnhehehh, hehh, hyaahh…"]}, {"name": "", "audio": "", "normalized": ["Asagi's eyes spun around for a moment from the intense pressure on her womb from both her vagina and anus."]}, {"name": "", "audio": "", "normalized": ["Even after they returned to position, they swam around, unfocused."]}, {"name": "", "audio": "", "normalized": ["At this rate, everything about her would be swept away like during her remodel."]}, {"name": "", "audio": "", "normalized": ["There was no doubt that the next time she awakened, she would be mad, a true toilet, unable to think of anything but pleasure."]}, {"name": "", "audio": "", "normalized": ["The heat of this indescribable feeling weighed heavily in the middle of her body.", " But the attacks that had rattled her consciousness did not continue."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0029", "normalized": ["Uuh, phwaah…?"]}, {"name": "", "audio": "", "normalized": ["Just before hitting her deepest part, all at once, his dick pulled back."]}, {"name": "Orc 1", "audio": "", "normalized": ["Buheheh, what's wrong, not enough for you?"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0030", "normalized": ["Wh-what are you saying… That's not it… I-I was just… wondering what you're planning…"]}, {"name": "Orc 2", "audio": "", "normalized": ["Hah, what nonsense.", " Your body is begging to get plowed by that fat dick from before until it makes you stupid."]}, {"name": "Orc 1", "audio": "", "normalized": ["Yeah, it's asking for you to be hosed down like the shit clinging to the toilet bowl."]}, {"name": "Ogre", "audio": "", "normalized": ["Your asshole is twitching, just like your pussy, desperate to wring out my dick."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0031", "normalized": ["N-no way… as if I'd stand for that…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Guheheh, then give it a try, why don't you?"]}, {"name": "Orc 3", "audio": "", "normalized": ["Either call it a day here, or continue clamping down with your pussy like before until you orgasm like you're gonna die."]}, {"name": "Orc 3", "audio": "", "normalized": ["If you're calling it quits here, then shut up."]}, {"name": "Orc 3", "audio": "", "normalized": ["If you want to orgasm, then we'll use you as practice for ruining the real Asagi, so have a little gratitude."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0032", "normalized": ["Wh-what are you… g-gratitude…?"]}, {"name": "Orc 1", "audio": "", "normalized": ["I'm gonna bite your nipple till it seems like it's gonna come off too."]}, {"name": "Orc 2", "audio": "", "normalized": ["This nipple too, I'm gonna work it hard till it's like a dick."]}, {"name": "Ogre", "audio": "", "normalized": ["I'm gonna violate your asshole until your spine breaks."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0033", "normalized": ["Wh-who the hell would… say something like that…"]}, {"name": "", "audio": "", "normalized": ["Even though she denied it out loud, Asagi's eyes were swimming.", " Her womb was aching painfully with an outrageous longing welling up within."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0034", "normalized": ["Nnnhh, uuh, uuhh!", " Wh-who would, aahh!"]}, {"name": "Orc 1", "audio": "", "normalized": ["You get it?", " You won't even get any maintenance, nobody would use this gaping loose pussy, they're probably all tired of you already."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0035", "normalized": ["Uuuh, uuh, uuh, uuh…!"]}, {"name": "Orc 2", "audio": "", "normalized": ["In that case, you're gonna die all alone in the back of this basement with your pussy and ass twitching."]}, {"name": "Orc 2", "audio": "", "normalized": ["You won't get any dick for all of time.", " Of course, that goes for food and semen too."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0036", "normalized": ["N-no dick, n-no semen too…"]}, {"name": "Orc 3", "audio": "", "normalized": ["That's right.", " Who the hell wants to use a toilet covered in shit?", " Nobody would, not even me."]}, {"name": "Ogre", "audio": "", "normalized": ["You're the worst asshole toilet."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0037", "normalized": ["Haggahhghh, uuhh, uuhh…!"]}, {"name": "", "audio": "", "normalized": ["The orcs tortured Asagi with their words and their dicks.", " At this rate, if they left her all alone, aching on her own in a place like this…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Cyborg soldier?", " What the hell is that.", " You can't even move much on your own."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0038", "normalized": ["Phh, ughpphh, uphh!", " Ughh…!"]}, {"name": "", "audio": "", "normalized": ["It would be the end of her mission, the end of her purpose.", " Her toilet body was urging her with every second as the heat and ache in her womb grew stronger."]}, {"name": "", "audio": "", "normalized": ["To orgasm, to climax, or to be thrown away in the corner of this warehouse as an unpopular toilet."]}, {"name": "", "audio": "", "normalized": ["Unable to go home to anywhere, with this useless body, all alone, writhing endlessly here as she tried to climax…"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0039", "normalized": ["Aahahiihh!", " Hiihh, ihh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0040", "normalized": ["Th-thank you for using a counterfeit like me, as practice for torturing Asagii!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0041", "normalized": ["The real Asagi is formidable, so break me carefully, please practice on mee!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0042", "normalized": ["Please, play with me as much as you want, torment me as your dicks' punching bag, to work yourselves up before you break Asagi!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Bwahahahah, you're really squeezing now, so you really can do it if you try, huh?"]}, {"name": "Orc 3", "audio": "", "normalized": ["All right, I'll thrust real hard and break you to pieces!"]}, {"name": "Ogre", "audio": "", "normalized": ["That's right, break, bitch, diie!"]}, {"name": "", "audio": "", "normalized": ["At Asagi's crazed scream, the orcs and ogre once again began their merciless violence against her womb where they had stopped before."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0043", "normalized": ["Nnghhiihh!", " Owwaahh, thish ish amazing, ohh, thiish!", " Your fat dick is killing mee!"]}, {"name": "Orc 3", "audio": "", "normalized": ["That's right, you punching bag, you're just a patsy on the way to killing Asagi, the opening act toilet that anybody could mess up!"]}, {"name": "Ogre", "audio": "", "normalized": ["Nnnh, she's getting tighter, that's it, you meat hole!", " You punching bag, you pighole!"]}, {"name": "Orc 1", "audio": "", "normalized": ["You should be grateful to the real Asagi too, without her, you'd be completely worthless garbage, scrap metal!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0044", "normalized": ["A-Asagii, iihh, nnghhihh, haghghihgnhighh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0045", "normalized": ["Nnghiihghh, phh, pghhnnhh!", " Aiihh, iihhihh!", " Aaasaagii!"]}, {"name": "Orc 2", "audio": "", "normalized": ["What's wrong with this idiot toilet, she's blowing bubbles.", " Is she really broken all the way to her brain?"]}, {"name": "Orc 1", "audio": "", "normalized": ["Being called Asagi's patsy is affecting her brain probably."]}, {"name": "Orc 1", "audio": "", "normalized": ["It's written under the instructions for what to do when she's not squeezing in the toilet manual."]}, {"name": "Orc 2", "audio": "", "normalized": ["Now that you mention it, when she was being remodeled, she got the hell beat out of her while being compared to Asagi."]}, {"name": "Orc 1", "audio": "", "normalized": ["Seems like it might make her resist more than ever, but for a toilet, that just means they want to be broken, right."]}, {"name": "Ogre", "audio": "", "normalized": ["Exactly, a meat toilet is just consumable goods, breaking her is just fine."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0046", "normalized": ["Phhnhh, ogghh, hoohh, ohh, ohh, ohh, nnghbhah, aah!", " Asagii!"]}, {"name": "", "audio": "", "normalized": ["Surpassing her original was the foundation and the goal of her life."]}, {"name": "", "audio": "", "normalized": ["Losing this was, to borrow the phrasing of the orcs, having her shit self clinging to the toilet bowl suddenly washed away as she shrieked her death cries."]}, {"name": "", "audio": "", "normalized": ["But for them, they had no clue or care about the inner workings of her heart or her mental state."]}, {"name": "", "audio": "", "normalized": ["The orcs' lust increased steadily at the anguish on Asagi's face and her tightening holes as they greedily devoured her body, her belly swelling cruelly."]}, {"name": "Orc 1", "audio": "", "normalized": ["Right, Asagi?", " This is you begging for us to break you."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0047", "normalized": ["Ogghiihh, iihh, ohh, Asagi, Asagii, ohh, ohh, Asagii!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Ohh, she's gone totally crazy again."]}, {"name": "Orc 3", "audio": "", "normalized": ["We'll ruin the real Asagi as thoroughly as you and make her a toilet too, so relax and act like a toilet already!"]}, {"name": "Ogre", "audio": "", "normalized": ["If even her imitation is like this, the original Asagi will probably make a fine toilet."]}, {"name": "Orc 2", "audio": "", "normalized": ["Definitely, if even this low-quality toilet is on this level, the real thing will be a hopeless masochist of a toilet."]}, {"name": "Orc 1", "audio": "", "normalized": ["Absolutely, with this fake already like this."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0048", "normalized": ["Fuhhihh, I'm a toilet!", " I'm the worst, masochist meat toilet!", " I'm a fake, I'm an imitation!", " Fuhhohh, ohhohh!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Ohh, she's suddenly clamping down with her pussy, trying to cum!"]}, {"name": "Orc 1", "audio": "", "normalized": ["She must really be enjoying falling to the level of a toilet."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0049", "normalized": ["Nnhohh, I'm happy, happy to be a toilet, hihh, I'm the worst, garbage, fake Asagi toilet, my life is over, my life is overr!"]}, {"name": "", "audio": "", "normalized": ["Asagi screamed out her agreement.", " Screaming that she was a piece of garbage who would never compare to the real Asagi, she struggled toward her highest peak."]}, {"name": "", "audio": "", "normalized": ["She squirted slightly, giving up on being a person just as she said, her face ridiculous as she became a squealing sex toilet made for cock, without a shred of humanity left."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0050", "normalized": ["So I'm even, ophh, hhohhihh, I'm an even more pathetic bitch!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0051", "normalized": ["Hahhihh, violate me more, spit on me and soak me with your semen, spray me with urine, make me cum and send me to hell as a toilet!"]}, {"name": "Ogre", "audio": "", "normalized": ["Now you're finally acting like a meat toilet!", " I'll give you what you want!", " I'll sink you with your toilet orgasm, die, fall!"]}, {"name": "Orc 3", "audio": "", "normalized": ["I'm gonna screw your womb into your brain, Asagi, uoaahh!"]}, {"name": "", "audio": "", "normalized": ["The orcs and the ogre howled, swiftly heightening the urge to ejaculate within them."]}, {"name": "", "audio": "", "normalized": ["Asagi had completely given in both in body and mind to being a meat toilet."]}, {"name": "", "audio": "", "normalized": ["She accommodated them happily as a sex device made to wring out their cocks, as she clamped down with both her holes."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0052", "normalized": ["It's coming!", " Dick is coming!", " Semen is coming!", " I'm doing my job as a meat toilet!", " With semen in my womb toilet and my ass toilet!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0053", "normalized": ["Phhnhhohh, I'm gonna cum from feeling your semen, I'm gonna have the worst orgasm from my job as a toileet!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0054", "normalized": ["Nnnghiihh, I'm gonna cum, I'm gonna cum, I'm gonna cum from my toilet holes, this orgasm ends my life as a human, nnhiihh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0055", "normalized": ["Nnnphyaahh!", " I'm cumming like a toilet from your semen coming ouut!"]}, {"name": "", "audio": "", "normalized": ["An enormous amount of semen poured into both of Asagi's holes as she screamed and climaxed."]}, {"name": "", "audio": "", "normalized": ["The force of their ejaculation and the frantic clamping of her holes pushed out huge amounts of semen and cloudy white fluid."]}, {"name": "", "audio": "", "normalized": ["Asagi's climax intensified as the thick, filthy fluids loudly shot into her body."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0056", "normalized": ["Nnnhh, ohh, ohh, this is amazing, your semen is amazing, ohh, I can't stand thiis cumming like a toilet…"]}, {"name": "Ogre", "audio": "", "normalized": ["Nngh, does it feel that good becoming a toilet and orgasming so much you push the semen out?"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0057", "normalized": ["It's the best, being a meat toilet is the best, uhhihh, hhihh, I can't get enough of your thick splooge…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Not just your toilet holes, cum over here and wring out my dick, nnghlrl, chrllrlrll!"]}, {"name": "Orc 2", "audio": "", "normalized": ["For the repair service, I'm gonna make sure to ask them to make your nipples big like dicks."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0058", "normalized": ["Nnhoohhahh, orgasming with my nippless, ohh, my toilet holes are squeezing more, guhhihh!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Bwahahahah, now you're really acting like a human toilet.", " You're leaking piss.", " Cum from this too, ehh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0059", "normalized": ["Nnghiihh!"]}, {"name": "", "audio": "", "normalized": ["The orc who was using Asagi from the front moved his body away and spit on her."]}, {"name": "", "audio": "", "normalized": ["The force of her urine spray grew stronger from being used as a spittoon, as her body swung in an arc from the convulsions of her orgasm."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0060", "normalized": ["Ahaahh, a toilet, a meat toilet… guhhihh, hiihh, I'm a toilet…!", " Ohh, ohh, nhhoohh!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Buhyahaha!", " She's crying while cumming and pissing herself with joy!"]}, {"name": "Orc 1", "audio": "", "normalized": ["She must be thrilled at becoming a sex toilet!"]}, {"name": "Orc 3", "audio": "", "normalized": ["But her piss really stinks.", " I've never seen any that yellow."]}, {"name": "Ogre", "audio": "", "normalized": ["Guhahah, even from behind her, it's assaulting my nose."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0061", "normalized": ["Fuhehh, fuehh, j-just thinking about, how I'm gonna cum as a meat toilet from now on until I die, made my urine totally yellow."]}, {"name": "", "audio": "", "normalized": ["Asagi flirted with them like a proper toilet as tears streamed down and she stammered."]}, {"name": "", "audio": "", "normalized": ["All of her worries and suffering up until now, everything she had experienced in life pricked painfully inside Asagi's mind."]}, {"name": "", "audio": "", "normalized": ["But this too would be cleanly wiped away once her tears stopped."]}, {"name": "", "audio": "", "normalized": ["Asagi understood now that there was no escaping the pleasure of being a sex toilet."]}, {"name": "", "audio": "", "normalized": ["Installed for public use in the deepest, darkest corner of the warehouse, her fate would likely be to rot and die before even a year had passed."]}, {"name": "Ogre", "audio": "", "normalized": ["Ggphh, you know what, I like you.", " Keep sticking it out, I'm gonna break your ass, so squeeze harder."]}, {"name": "Orc 1", "audio": "", "normalized": ["Isn't that nice, he likes you."]}, {"name": "Orc 1", "audio": "", "normalized": ["I bet this guy won't give you any mercy when he breaks you thoroughly and ruins all the muscles in your ass."]}, {"name": "Orc 2", "audio": "", "normalized": ["In that case, you should have an ogre break your pussy too."]}, {"name": "Orc 2", "audio": "", "normalized": ["It's not every day that you get to experience both holes getting ruined by ogres."]}, {"name": "Orc 3", "audio": "", "normalized": ["Yeah, that's right, a normal human would die before they could finish."]}, {"name": "Ogre 2", "audio": "", "normalized": ["Guhah, in that case, I'll break your pussy."]}, {"name": "", "audio": "", "normalized": ["The orc approached Asagi with an even thicker, longer meat rod than the hardness stuffed in her anus."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0062", "normalized": ["Hihh, hiihh, well then, thank you…"]}, {"name": "", "audio": "", "normalized": ["Asagi pulled her face into a smile, large teardrops streaming down her face as the waves of her orgasm subsided."]}, {"name": "", "audio": "", "normalized": ["The original Asagi would meet an even more brutal, cruel fate."]}, {"name": "Ogre 2", "audio": "", "normalized": ["I'm gonna ram it in."]}, {"name": "", "audio": "", "normalized": ["Asagi's flattery made him spray pre-cum everywhere, as the ogre fitted the tip of his shaft to her flesh."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr176_0063", "normalized": ["Nnnghoohghhahh!", " Aghiih, gghiihh, igghii―"]}, {"name": "", "audio": "", "normalized": ["The ogre's insertion made Asagi cry out with an ear-splitting, inhuman scream as she lost consciousness."]}, {"name": "", "audio": "", "normalized": ["White bubbles began to overflow from her mouth."]}, {"name": "Orc 2", "audio": "", "normalized": ["Pissing yourself with glee while fainting, bwahahaha!"]}, {"name": "Ogre 2", "audio": "", "normalized": ["Now that's what gets me excited!", " Nnhoohh!"]}, {"name": "Ogre", "audio": "", "normalized": ["Me too!", " Guoaahh!"]}, {"name": "", "audio": "", "normalized": ["The two ogres mercilessly buried and thrusted their fat rods inside of Asagi, who could no longer respond."]}, {"name": "", "audio": "", "normalized": ["Asagi's body was like a leaf tossed on the waves, sinking into the darkness, never to surface again, as their cocks buffeted her."]}]