[{"name": "", "audio": "", "normalized": ["The complex transportation network covering the demon capital, Tokyo.", " A great number of humans utilized the cars and trains there, and in one corner…"]}, {"name": "", "audio": "", "normalized": ["On a train which ran directly from the city to neighboring prefectures…"]}, {"name": "", "audio": "", "normalized": ["…dark forces who normally had nothing to do with the regular users were in the middle of a struggle."]}, {"name": "", "audio": "", "normalized": ["It was a time even later than the evening hours."]}, {"name": "", "audio": "", "normalized": ["On a train car packed with passengers on their way home, a certain organization began to carry out a gruesome revenge play…"]}, {"name": "Mirabell", "audio": "v_sr092_0000", "normalized": ["Uuh…"]}, {"name": "", "audio": "", "normalized": ["With a short groan, Mirabell opened her eyes slowly."]}, {"name": "Mirabell", "audio": "v_sr092_0001", "normalized": ["(This is… I'm… that's right…)"]}, {"name": "", "audio": "", "normalized": ["Her head was still woozy, but she remembered what had happened just before she lost consciousness."]}, {"name": "", "audio": "", "normalized": ["She was Mirabell Bell.", " Her rank was sergeant."]}, {"name": "", "audio": "", "normalized": ["She was employed as a Bone pilot in the UFS, and was entrusted with a special force for the purpose of suppressing the enemy threat."]}, {"name": "", "audio": "", "normalized": ["The newly established team 'Stormcat' was made up of female soldiers piloting the reinforced exoskeletons called Bones."]}, {"name": "", "audio": "", "normalized": ["As the first captain of the force, Mirabell had come here to Japan."]}, {"name": "", "audio": "", "normalized": ["The mission this time was simple.", " A certain organization's leader was an incredibly troublesome presence for the UFS—therefore, they were to be erased."]}, {"name": "Mirabell", "audio": "v_sr092_0002", "normalized": ["(…At least, that was the plan—but…)"]}, {"name": "", "audio": "", "normalized": ["The attack went according to plan.", " And the man was definitely present."]}, {"name": "", "audio": "", "normalized": ["However, the surprise attack had been leaked, and Mirabell found herself faced with a counterattack."]}, {"name": "", "audio": "", "normalized": ["Her forced were devastated, causing a large number of her subordinates to be taken prisoner."]}, {"name": "Mirabell", "audio": "v_sr092_0003", "normalized": ["…What happened to my subordinates."]}, {"name": "You", "audio": "", "normalized": ["Fufu, good morning, Sergeant Mirabell."]}, {"name": "You", "audio": "", "normalized": ["For that to be the first thing out of your mouth upon waking, you seem to be rather considerate of your underlings."]}, {"name": "", "audio": "", "normalized": ["Having had her women taken hostage, in order to save them, Mirabell had surrendered herself to capture and was put to sleep."]}, {"name": "", "audio": "", "normalized": ["She had no memory after that, but she realized now that this situation—it was likely that, being in this train car, she was the organization's prisoner of war."]}, {"name": "Mirabell", "audio": "v_sr092_0004", "normalized": ["(…First I have to confirm everyone's safety.", " I'll answer their demands after that.", ")"]}, {"name": "", "audio": "", "normalized": ["Unused to the train's seat, she felt ill at ease compared to sitting in the cockpit of her Bone."]}, {"name": "", "audio": "", "normalized": ["However, these disgusting restraints made her feel that way even more."]}, {"name": "", "audio": "", "normalized": ["Both arms were together behind her head and her legs were spread wide open.", " Her legs were held open by a pair of giant men who likely belonged to the organization."]}, {"name": "Mirabell", "audio": "v_sr092_0005", "normalized": ["(Nngh… but still, what is this…is this truly the inside of a normal train…?", ")"]}, {"name": "", "audio": "", "normalized": ["Surrounding the seated Mirabell at a distance were a large number of passengers in suits and plain clothing, with fear showing on their faces."]}, {"name": "", "audio": "", "normalized": ["A large number of—professional soldiers holding guns, huh."]}, {"name": "", "audio": "", "normalized": ["The enemy organization's men were controlling the passengers, allowing no resistance as they watched them."]}, {"name": "Mirabell", "audio": "v_sr092_0006", "normalized": ["What are you planning to do, bastard… I'll tell you now, all I'm worried about is the safety of my subordinates, that's it."]}, {"name": "Mirabell", "audio": "v_sr092_0007", "normalized": ["I might feel bad for civilians, but I don't plan on cooperating with you, even if you take them hostage."]}, {"name": "", "audio": "", "normalized": ["At Mirabell's words, the surrounding passengers screeched in fear."]}, {"name": "", "audio": "", "normalized": ["However, upon hearing this, the man's underlings purposely did not turn their guns.", " They remained calm, making no move as long as there was no resistance."]}, {"name": "You", "audio": "", "normalized": ["Calm down, your women are fine.", " More importantly, whether or not they continue to be fine depends on your cooperation…"]}, {"name": "Mirabell", "audio": "v_sr092_0008", "normalized": ["Ggh… What are you planning…"]}, {"name": "You", "audio": "", "normalized": ["What, nothing much… just a little message, I was thinking I'd have you help with a video letter."]}, {"name": "", "audio": "", "normalized": ["As he said this, the man produced a small video camera and grinned."]}, {"name": "Mirabell", "audio": "v_sr092_0009", "normalized": ["What exactly do you mean by a message—"]}, {"name": "You", "audio": "", "normalized": ["Even one as gentle as me cannot stand by and bear the recent meddling by the UFS."]}, {"name": "You", "audio": "", "normalized": ["I'm going to have you be an example of what happens when someone makes me mad."]}, {"name": "", "audio": "", "normalized": ["His words hinted that it was a matter of life and death—or perhaps Mirabell had vaguely guessed at his meaning."]}, {"name": "Mirabell", "audio": "v_sr092_0010", "normalized": ["If I cooperate with that, do you have any proof that you'll guarantee my subordinates' lives?"]}, {"name": "You", "audio": "", "normalized": ["As if a prisoner of war merits anything like that.", " If you refuse, their dead bodies will be the message."]}, {"name": "You", "audio": "", "normalized": ["You're free to choose, sergeant.", " Your disgrace or your women's corpses, pick one for the message to the UFS."]}, {"name": "Mirabell", "audio": "v_sr092_0011", "normalized": ["Guh… this degenerate…"]}, {"name": "", "audio": "", "normalized": ["It was true, from the moment the strategy had failed and she was captured, she wasn't on a level playing field with her opponent."]}, {"name": "", "audio": "", "normalized": ["She had no guarantee, but…"]}, {"name": "You", "audio": "", "normalized": ["You all are the lucky ones.", " My underlings died in your attack without any choice at all."]}, {"name": "You", "audio": "", "normalized": ["Now then, choose—if you don't choose, it'll be both."]}, {"name": "", "audio": "", "normalized": ["She was Sergeant Mirabell Bell.", " Although it was a small force, she was their captain.", " As a commanding officer, there was no way she could forsake her subordinates."]}, {"name": "Mirabell", "audio": "v_sr092_0012", "normalized": ["…Do what you want…"]}, {"name": "You", "audio": "", "normalized": ["What I want?"]}, {"name": "Mirabell", "audio": "v_sr092_0013", "normalized": ["Ugh… It's obvious, isn't it… T-to me… do what you want to me…"]}, {"name": "", "audio": "", "normalized": ["Her expression twisted as her cheeks grew red with disgrace."]}, {"name": "You", "audio": "", "normalized": ["Heheh, as expected of such a loyal sergeant.", " I appreciate your cooperation."]}, {"name": "", "audio": "", "normalized": ["The man gazed at her with a pleased look as he started up the camera."]}, {"name": "Mirabell", "audio": "v_sr092_0014", "normalized": ["(Ggh… don't pay it… any attention… a soldier can withstand… much more than this…)"]}, {"name": "", "audio": "", "normalized": ["She told herself this, but no matter how much she thought of herself as a soldier, deep within her heart, it seemed the feeling of being a woman still remained."]}, {"name": "", "audio": "", "normalized": ["Her pilot suit was removed, and her cheeks grew hot from the shame of being exposed as she felt the breeze on her skin."]}, {"name": "You", "audio": "", "normalized": ["Fufufu, you have a nice body, Sergeant Belle.", " I'll make sure to film those giant tits well too."]}, {"name": "Mirabell", "audio": "v_sr092_0015", "normalized": ["Shut up, be quiet…"]}, {"name": "", "audio": "", "normalized": ["She could feel even the male passengers turn their gaze toward her at the man's words."]}, {"name": "", "audio": "", "normalized": ["Just thinking of their hungry eyes on her exposed breasts and them staring at her secret spot was enough to make her whole body hot with shame."]}, {"name": "You", "audio": "", "normalized": ["No need to be modest, you should be proud.", " You don't see tits that splendid everyday.", " Especially on the battlefield."]}, {"name": "Mirabell", "audio": "v_sr092_0016", "normalized": ["I told you to be quiet…"]}, {"name": "", "audio": "", "normalized": ["Pointing this out made her more embarrassed, and the rest of her body flushed red as she started to sweat."]}, {"name": "", "audio": "", "normalized": ["She knew that the surrounding enemy soldiers were also staring at her bare tits."]}, {"name": "Mirabell", "audio": "v_sr092_0017", "normalized": ["(Guuh… even those assholes… but if I don't do this, my subordinates will…)"]}, {"name": "", "audio": "", "normalized": ["Being shamed like this without even the slightest choice made her irritated and beyond frustrated at her own uselessness."]}, {"name": "You", "audio": "", "normalized": ["That's right… your tits were too splendid, so I remodeled them just a bit to make them even better, heheheh…"]}, {"name": "Mirabell", "audio": "v_sr092_0018", "normalized": ["…what?"]}, {"name": "", "audio": "", "normalized": ["At the man's sudden words, Mirabell forgot her bashfulness and questioned him."]}, {"name": "You", "audio": "", "normalized": ["I told you, I remodeled them.", " If they were just big, they wouldn't be good for anything but looking."]}, {"name": "You", "audio": "", "normalized": ["I messed with them a little to make them more useful."]}, {"name": "Mirabell", "audio": "v_sr092_0019", "normalized": ["What—y-you bastard!"]}, {"name": "", "audio": "", "normalized": ["Not knowing what had been done to her, Mirabell felt her heart pounding at this unknown fear."]}, {"name": "", "audio": "", "normalized": ["If they were just big—even so, they had caused her severe trouble on the battlefield, these balls of fat."]}, {"name": "", "audio": "", "normalized": ["Now they had been remodeled, moreover into something more useful."]}, {"name": "", "audio": "", "normalized": ["Considering the man's goal and his actions, no matter how favorably she interpreted this remodel, it was the worst-case scenario."]}, {"name": "Mirabell", "audio": "v_sr092_0020", "normalized": ["It… it can't be… you bastard…"]}, {"name": "You", "audio": "", "normalized": ["Fufufu, it's boring just saying that, right.", " Let's have you enjoy for yourself thoroughly the results of the remodel."]}, {"name": "Mirabell", "audio": "v_sr092_0021", "normalized": ["S-stop—let go!"]}, {"name": "", "audio": "", "normalized": ["She shouted without thinking, but both the restraints and then men's hands did not move."]}, {"name": "", "audio": "", "normalized": ["The giant men on her left and right reached out their hands and touched her shapely, upturned breasts, massaging them vigorously…"]}, {"name": "Mirabell", "audio": "v_sr092_0022", "normalized": ["Nnhhii… ihhyaahh…?!"]}, {"name": "", "audio": "", "normalized": ["At their attack, Mirabell's head went blank and she let out a magnificent scream—and then a squeal of pleasure."]}, {"name": "Mirabell", "audio": "v_sr092_0023", "normalized": ["(Phgguuh?!", " Wh-what… what'sh… what iis thiish!", " Ahiie, hiie!", ")"]}, {"name": "", "audio": "", "normalized": ["There were times where she touched her nipples, during training, or in the shower and bath."]}, {"name": "", "audio": "", "normalized": ["And of course, there were perhaps times someone else had touched that spot by accident."]}, {"name": "", "audio": "", "normalized": ["However, what she felt at that moment was a different sweet, heated stimulation running through her from their base…"]}, {"name": "Mirabell", "audio": "v_sr092_0024", "normalized": ["Guhii?!", " N-noo, no good… agghh…?!"]}, {"name": "", "audio": "", "normalized": ["The men's hands didn't hold back as they massaged and squeezed, and an extreme, piercing thrill welled up inside her crushed breasts."]}, {"name": "", "audio": "", "normalized": ["Furthermore, that thrill soaked into the deepest part of her breasts, spreading the flowing heat throughout them as her spine started to shudder."]}, {"name": "Mirabell", "audio": "v_sr092_0025", "normalized": ["Nhhaa?!", " Aiiee, wh-whaat?!", " Thish ish… strange, noo, noo!"]}, {"name": "", "audio": "", "normalized": ["Her restraints clattered as Mirabell was tortured by an intense shock she had never felt before, struggling against this tingling called ecstasy."]}, {"name": "", "audio": "", "normalized": ["Her hips began to lift on their own, and her pussy lips which had spread were exposed to the camera the man had set up."]}, {"name": "", "audio": "", "normalized": ["Her plump yet toned thighs were covered in sweat, and the camera had a full view between her legs as it dripped down."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, seems like you're really feeling it… Look, they only just started touching you and your pussy is already completely wet."]}, {"name": "Mirabell", "audio": "v_sr092_0026", "normalized": ["Nhhaahh, shut… upp… phggh, ghphh…"]}, {"name": "", "audio": "", "normalized": ["Just as he had pointed out, her tightened pussy lips had loosened before long, and sticky love nectar was trickling out from her swollen flesh."]}, {"name": "", "audio": "", "normalized": ["Every time Mirabell twisted her hips, a spray of love fluids went flying from her disarrayed crotch, leaving dirty stains all over the train seat and floor."]}, {"name": "Mirabell", "audio": "v_sr092_0027", "normalized": ["Th-this… thish… y-you… bashtaard!"]}, {"name": "", "audio": "", "normalized": ["This is because you remodeled them, you bastard!", "\"\"—"]}, {"name": "", "audio": "", "normalized": ["That was what she wanted to say, but her words became unintelligible in the face of the burning pleasure in her breasts."]}, {"name": "", "audio": "", "normalized": ["Her shouting was muffled with gasps."]}, {"name": "", "audio": "", "normalized": ["The man was grinning widely as he held the camera."]}, {"name": "", "audio": "", "normalized": ["Although Mirabell didn't want to show her foolish face in front of it, she lowered her eyes and her lips loosened."]}, {"name": "Mirabell", "audio": "v_sr092_0028", "normalized": ["Gyaah… gyaamhhaa, aghh, auuhh!", " Why is this—guaah!", " Ahiihi, hiihh!"]}, {"name": "", "audio": "", "normalized": ["The peaks of her crumpled breasts were swollen stiff and pointing upwards, and each time her ample breasts swayed, she was filled with pleasure."]}, {"name": "", "audio": "", "normalized": ["As her breasts were crushed inside the men's massaging hands, Mirabell, unable to stand it, bent her back and shook her head wildly, letting out loud, girly screams."]}, {"name": "Mirabell", "audio": "v_sr092_0029", "normalized": ["Nnguaah!", " Aiihiiee!", " Hahiih, nphh, phghh…"]}, {"name": "", "audio": "", "normalized": ["Mirabell breathed roughly and drooled as she writhed, and the man proudly began to explain."]}, {"name": "You", "audio": "", "normalized": ["How is it, so good you feel like you're gonna go crazy, right?"]}, {"name": "You", "audio": "", "normalized": ["Your slutty tits have been remodeled to be even more sensitive than your pussy…"]}, {"name": "You", "audio": "", "normalized": ["…so you're getting disciplined every time they get stimulated."]}, {"name": "Mirabell", "audio": "v_sr092_0030", "normalized": ["Hyaahh, it hurtshh… aghh!", " Hnrrh, hyaahhrhh… r-return me… to normall!"]}, {"name": "", "audio": "", "normalized": ["Her face went red and her tongue hung out, but her eyes were still pointedly narrow as she begged earnestly.", " However, his answer was exceedingly cruel."]}, {"name": "You", "audio": "", "normalized": ["That's not possible.", " They'll just keep getting more sensitive."]}, {"name": "You", "audio": "", "normalized": ["Even when you take off in that reinforced exoskeleton and try to pilot it, those vibrations will affect you too."]}, {"name": "You", "audio": "", "normalized": ["You'll be made to orgasm from the swaying of your breasts as you pilot and squirt as you go insane from cumming, you know?"]}, {"name": "Mirabell", "audio": "v_sr092_0031", "normalized": ["Nnnhyaah…n-no way…"]}, {"name": "", "audio": "", "normalized": ["Her breasts were squished under the man's grip and the shock made her hips dance as Mirabell shook her head no."]}, {"name": "You", "audio": "", "normalized": ["Your giant breasts that hindered your piloting are now an even bigger tit pussy hindrance—"]}, {"name": "You", "audio": "", "normalized": ["Basically a titty clitoris.", " You must be so happy you can't stand it, right?"]}, {"name": "Mirabell", "audio": "v_sr092_0032", "normalized": ["Nnnhoo… noo, nnoo, auughh!", " Nhhiihii!"]}, {"name": "", "audio": "", "normalized": ["Mirabell screamed in denial of her remodeled flesh and erogenous zones."]}, {"name": "", "audio": "", "normalized": ["In order to make the female soldier quiet—no, that was wrong."]}, {"name": "", "audio": "", "normalized": ["In order to make her scream even more wildly, the man took out a small tool and drew it near to the tips of her breasts."]}, {"name": "You", "audio": "", "normalized": ["Well then—I think I'll help out a little bit with disciplining those tit clits."]}, {"name": "Mirabell", "audio": "v_sr092_0033", "normalized": ["Shtoop, d-don't touch mee!", " Nhhiihh…?!"]}, {"name": "", "audio": "", "normalized": ["Her nipples were pinched as if they would be pulled out, lifting her full breasts upward, as he affixed vibrators to the tips."]}, {"name": "", "audio": "", "normalized": ["To her nipples that were already throbbing painfully, even these minute stimulations connected to pleasure, becoming an extremely severe attack."]}, {"name": "", "audio": "", "normalized": ["However, the man's aim wasn't just to stimulate her with the pulsations of the vibrators."]}, {"name": "Mirabell", "audio": "v_sr092_0034", "normalized": ["Nhhyyaah?!", " Wh-whyy!", " Guhii, ihhiihh!"]}, {"name": "", "audio": "", "normalized": ["Her pulled nipples ached sweetly as her her mammary glands swelled up even further."]}, {"name": "", "audio": "", "normalized": ["Her nipple holes had opened widely, and they were sucking at the vibrators pressed against them, holding them fast and slowly swallowing them up."]}, {"name": "", "audio": "", "normalized": ["*Whirr, buzz…*"]}, {"name": "Mirabell", "audio": "v_sr092_0035", "normalized": ["Nnhhiih…?!", " Thish, wh-what, it feels weird… it feels weeiird, ihiihyaah?!"]}, {"name": "", "audio": "", "normalized": ["With the surface of her breasts being rubbed and kneaded, and endless vibrations spreading throughout her from within…"]}, {"name": "", "audio": "", "normalized": ["…her sensitive flesh was melting all over."]}, {"name": "", "audio": "", "normalized": ["Faced with this pleasure that made her mind go blank, Mirabell couldn't stand it."]}, {"name": "", "audio": "", "normalized": ["She lowered her eyes invitingly, with her tongue stretching out from her loosened lips."]}, {"name": "", "audio": "", "normalized": ["Her tongue shook saliva everywhere as it twisted lewdly and sweet sighs escaped from the back of her throat."]}, {"name": "Mirabell", "audio": "v_sr092_0036", "normalized": ["Hphh, nhhoohh… hoohh, ohhiihhi!"]}, {"name": "Mirabell", "audio": "v_sr092_0037", "normalized": ["(Aaahh… m-my boobs are, why… all the way inside, shocking, twitchiing…)"]}, {"name": "", "audio": "", "normalized": ["Her hips leaped over and over, as her completely soaked pussy flesh sent her female juices flying, her movements pushing her forward as if to meet him, time after time."]}, {"name": "", "audio": "", "normalized": ["Her loosened entrance was gaping open like one would expect from a prostitute, and clear nectar spilled forth endlessly."]}, {"name": "", "audio": "", "normalized": ["Above this, bit by bit, her smaller hole was spraying, forming a spreading puddle on the train's floor."]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " Your nipple pussies are complete!", " How is it, sergeant, feeling good?"]}, {"name": "Mirabell", "audio": "v_sr092_0038", "normalized": ["Nghhiih!", " Th-thish is, the woorst!"]}, {"name": "", "audio": "", "normalized": ["Although she was trying to reject the lewd remodel, her hips lifted from the vibrations torturing her nipples from the inside."]}, {"name": "", "audio": "", "normalized": ["She let out another spray of female ejaculate as she screamed again."]}, {"name": "You", "audio": "", "normalized": ["Now you've got all the tools of the trade!"]}, {"name": "You", "audio": "", "normalized": ["With this, now a bunch of lecherous rich men will use up all their money on you as their female pig toy!"]}, {"name": "Mirabell", "audio": "v_sr092_0039", "normalized": ["Ghyuuhh!", " Ghhohh… nghh, ghh, hyohh… th-the train, sh-shaking… ahiie!"]}, {"name": "", "audio": "", "normalized": ["As he stuck his fingers into her completely opened nipples and swirled around the vibrators stuck there…"]}, {"name": "", "audio": "", "normalized": ["…the electric current of pleasure pierced all the way to the base of her breasts, making her voice melt."]}, {"name": "You", "audio": "", "normalized": ["There, have you already hit your limit, Sergeant Belle?"]}, {"name": "You", "audio": "", "normalized": ["Caught by the enemy, undergoing a lewd remodel, agonizing in pleasure rather than hatred…"]}, {"name": "You", "audio": "", "normalized": ["Are you not ashamed?"]}, {"name": "Mirabell", "audio": "v_sr092_0040", "normalized": ["Be quiieieett!", " I'm gonna… I'm gonna kill you, I'll kill youu!", " Nnhahh, nhhyahh…!"]}, {"name": "", "audio": "", "normalized": ["It seemed as though the man's subordinates and even the surrounding male passengers couldn't help but stare lustfully at the scene."]}, {"name": "", "audio": "", "normalized": ["She continued to squirt every time she screamed."]}, {"name": "", "audio": "", "normalized": ["Even as she was exposed to countless stares, she opened her mouth to hurl abuse at the man.", " However, her voice was completely sweet with gasps of pleasure."]}, {"name": "You", "audio": "", "normalized": ["Can you kill me with such an erotic voice?", " Heheheh, it seems like all of the UFS soldiers are such wild, crazy perverts."]}, {"name": "Mirabell", "audio": "v_sr092_0041", "normalized": ["(Phghh, uuhh… thish bashtaard… I'll definitely… k-kill youu… ghhuuh?!", ")"]}, {"name": "", "audio": "", "normalized": ["It happened at about the same time that she was cursing him inside of her head."]}, {"name": "", "audio": "", "normalized": ["The stimulation from the vibrators buried inside her let up for a moment, and then…"]}, {"name": "", "audio": "", "normalized": ["*Buzz… bzz… whirr!", "*"]}, {"name": "Mirabell", "audio": "v_sr092_0042", "normalized": ["Phghii, nnhoo…?!", " Nnhhahii!", " Nnnhhoo!"]}, {"name": "", "audio": "", "normalized": ["The man flipped a switch on the small board he held in one hand, and just with this…"]}, {"name": "", "audio": "", "normalized": ["…an overwhelming electric current that threatened to drive her mad pierced through her chest like she would explode."]}, {"name": "", "audio": "", "normalized": ["Electric current—she realized belatedly that it was only the stimulation of her heated female flesh with overwhelming ecstasy from her breasts."]}, {"name": "Mirabell", "audio": "v_sr092_0043", "normalized": ["Pghhii?!", " Sh-shtop, stoop!", " Oghhuhh!"]}, {"name": "You", "audio": "", "normalized": ["Fwahahahaha!", " Great face, sergeant!", " Show us your unsightly orgasm with that bitch face melting in pleasure!"]}, {"name": "Mirabell", "audio": "v_sr092_0044", "normalized": ["Nnn…nnoo!"]}, {"name": "", "audio": "", "normalized": ["Mirabell's body couldn't stop convulsing, the inside of her breasts undergoing intense pleasure as she let out squeals that sounded like the cries of death."]}, {"name": "Mirabell", "audio": "v_sr092_0045", "normalized": ["(Hghh… nnh, phh… thish, thish… aahehh♪", ")"]}, {"name": "", "audio": "", "normalized": ["At that moment, something burnt to a crisp inside Mirabell's mind, and her eyes rolled backward."]}, {"name": "Mirabell", "audio": "v_sr092_0046", "normalized": ["Nghhyuuhh, I'm… gonna cuum!", " Nngh I'm gonna breaak, ohh?!"]}, {"name": "", "audio": "", "normalized": ["Mirabell let out a low, disoriented voice, as the man's fingers turned the vibrators' power up to the max."]}, {"name": "Mirabell", "audio": "v_sr092_0047", "normalized": ["Nnnhoohii…?!", " Hghh, I'm gonna cum… aahh!", " I'm cumming I'm cumming I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["The vibrators raged crazily as if they would fly out, and the stimulation made Mirabell's breasts shake, her back bend, and her crotch point straight upward."]}, {"name": "", "audio": "", "normalized": ["No sooner than her whole lower body had trembled, her completely relaxed urethra opened even wider."]}, {"name": "", "audio": "", "normalized": ["It then burst forth like a water fountain with clear liquid in a showy display."]}, {"name": "Mirabell", "audio": "v_sr092_0048", "normalized": ["Guaahhiih☆", " Nnhahh, hghh, nhhohh!", " I'm gonna cum, I'm cummiing☆"]}, {"name": "", "audio": "", "normalized": ["Her hips bounced up and down like a broken spring, soaking the man and his camera with her female ejaculate and spraying the surrounding area."]}, {"name": "", "audio": "", "normalized": ["Her secret place was untouched from beginning to end, and Mirabell was completely enraptured by the attacks on just her nipples and breasts."]}, {"name": "", "audio": "", "normalized": ["She exposed her grand orgasm shamefully."]}, {"name": "Mirabell", "audio": "v_sr092_0049", "normalized": ["(Sh-sh-sh-strange, this ish shtrange!", " My mind ish meltiing, auuohh!", ")"]}, {"name": "", "audio": "", "normalized": ["Her eyes were rolled back and inside her wide open mouth…"]}, {"name": "", "audio": "", "normalized": ["…countless strings of saliva stretched as her pink tongue pierced them from the back of her throat."]}, {"name": "", "audio": "", "normalized": ["The edges of her mouth were painted with drool and the stimulation from the vibrators made her convulsing breasts dance obscenely as her chest bent backward in pleasure."]}, {"name": "Mirabell", "audio": "v_sr092_0050", "normalized": ["Nnhhiihh, guuaahnn!", " Ohhohh, ohhoohh!"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, good, that's it, sergeant.", " Get even more messed up, orgasm more lewdly, show them all the foolishness of making me angry."]}, {"name": "", "audio": "", "normalized": ["She showed the cold camera lens an unparalleled obscenity even she hadn't known she was capable of as she was filmed…"]}, {"name": "", "audio": "", "normalized": ["Mirabell continued to act out her squirting orgasm dance for the camera single-mindedly for some time."]}]