[{"name": "Sakura", "audio": "v_sr234_0000", "normalized": ["Grr?!", " Fuck!", " Let me go… hnn!"]}, {"name": "", "audio": "", "normalized": ["The tentacle suit stops running out of control, the panting of her climax has faded, and Sakura was just about to try and escape."]}, {"name": "", "audio": "", "normalized": ["The enemy, the incubus who noticed that the suit was reacting, was approaching quickly and by the time Sakura notices, it's too late."]}, {"name": "", "audio": "", "normalized": ["She's restrained by the suit and the incubus transforms into tentacle-form meat ropes and holds Sakura."]}, {"name": "Sakura", "audio": "v_sr234_0001", "normalized": ["Hnng… haa, no use… I don't have… any power…"]}, {"name": "", "audio": "", "normalized": ["Her limp body doesn't move like she expects it to, still remembering her lingering climax."]}, {"name": "Sakura", "audio": "v_sr234_0002", "normalized": ["Let… me go, ohh… mnn… you monster… nyaah?!"]}, {"name": "", "audio": "", "normalized": ["Striking the incubus hard and showing resistance doesn't help Sakura escape, but instead, it stirs up the incubus's lust and anger."]}, {"name": "Sakura", "audio": "v_sr234_0003", "normalized": ["Hnn, hyaah… stop!", " Hnng, grr, fuu…"]}, {"name": "", "audio": "", "normalized": ["A bunch of tentacles grow out of the mass of meat, dripping with shiny secretion."]}, {"name": "", "audio": "", "normalized": ["One of them hangs down from Sakura's head, the tip entering her nose and pulling hard."]}, {"name": "Sakura", "audio": "v_sr234_0004", "normalized": ["Hnng!", " Hyaah…"]}, {"name": "", "audio": "", "normalized": ["Sakura looks like a pig and is being subjected to humiliation, making her angry."]}, {"name": "", "audio": "", "normalized": ["But, even though her voice and eyes show that, her body doesn't respond."]}, {"name": "", "audio": "", "normalized": ["Her limbs are being held down by the tentacles and can't move.", " The incubus sees her as prey and is gleefully passing over her skin."]}, {"name": "Sakura", "audio": "v_sr234_0005", "normalized": ["Hyaah?!", " Hyaah, hehh… nyaah, hnng, mnn, gyaah…"]}, {"name": "", "audio": "", "normalized": ["The sticky tentacles stick to her skin, wrap around her tits and squeeze them from the base."]}, {"name": "", "audio": "", "normalized": ["Even though it should be tight and painful, there's a lot of secretion and she climaxes, reducing her pain and changing it into pleasure."]}, {"name": "Sakura", "audio": "v_sr234_0006", "normalized": ["Hnn, hnng, gyaah!"]}, {"name": "", "audio": "", "normalized": ["The extremely unpleasant sensation creates pleasure, and while she's suffering from shame, Sakura pants with saliva running down her face and twisting her hips."]}, {"name": "", "audio": "", "normalized": ["On top of that, because of the hooks in her nose, her panting has become a terrible pig-like squeal."]}, {"name": "Sakura", "audio": "v_sr234_0007", "normalized": ["(Shit… getting it from this thing… this incubus!", " Hnng…)"]}, {"name": "", "audio": "", "normalized": ["At the very least she thinks she should be able to resist pleasure, but the tentacle suit acts as the incubus's caress and lets go of her nipples."]}, {"name": "", "audio": "", "normalized": ["Her expose, erect nipples and swollen areolas are squeezed and rubbed by the tentacles."]}, {"name": "", "audio": "", "normalized": ["The tentacles lick the mucus around for stimulation, and Sakura unknowingly narrows her eyes while her lower parts start to heat up."]}, {"name": "Sakura", "audio": "v_sr234_0008", "normalized": ["(Fwaah… n-noo… hnng, th-this… hnn?!", ")"]}, {"name": "", "audio": "", "normalized": ["But of course, that's not enough."]}, {"name": "", "audio": "", "normalized": ["The incubus is holding and laying Sakura down and its bed-like body crawls all over and strokes Sakura."]}, {"name": "", "audio": "", "normalized": ["A sweet stimulus is poured all over her body, numbing her brain and bouncing her body, making her hot and relaxed."]}, {"name": "Sakura", "audio": "v_sr234_0009", "normalized": ["Hnng!", " Anng, gyaah!"]}, {"name": "", "audio": "", "normalized": ["Wet proof oozes from her slutty pussy in the tight-fitting suit."]}, {"name": "", "audio": "", "normalized": ["While Sakura's moaning obscenely, the lustful shape of her pussy lips clearly appears and even the swelling of her pussy lining can be seen."]}, {"name": "", "audio": "", "normalized": ["To make matters worse, the suit feels Sakura's lust and only the part around her slit releases and opens."]}, {"name": "Sakura", "audio": "v_sr234_0010", "normalized": ["Nyaah, haa… hoo… anng… ohh?!"]}, {"name": "", "audio": "", "normalized": ["The tentacles attack the opening and her slit makes a squelching sound over the top of the suit as it trembles in a frenzy."]}, {"name": "", "audio": "", "normalized": ["Then the stimulant is released from the suit and is bloated to the size of fingertips, so even the little blood vessels will be bathed mercilessly."]}, {"name": "Sakura", "audio": "v_sr234_0011", "normalized": ["(Ahh―!", " N-not my clit!", ")"]}, {"name": "", "audio": "", "normalized": ["The tentacles come close and cover her protruding blood vessels around her clit, squeezing enough to crush them.", " Then they slather them with mucus and attack them persistently."]}, {"name": "", "audio": "", "normalized": ["Her back trembles violently with the stimulus and her mind flashes white."]}, {"name": "Sakura", "audio": "v_sr234_0012", "normalized": ["(Hnng, ahh, mnn!", " No way… this… I'll… cum quickly… hyaan!", ")"]}, {"name": "", "audio": "", "normalized": ["The pleasure is enough for her to continue to lightly climax, her body and consciousness wrapped in the sensation as her eyes droop heavily."]}, {"name": "Sakura", "audio": "v_sr234_0013", "normalized": ["Oh… hoo, haa… this… is too… much…"]}, {"name": "", "audio": "", "normalized": ["Though she can't stop speaking nonsense, the incubus's meat bed massages her whole body making sweet waves pour over the suit."]}, {"name": "", "audio": "", "normalized": ["Getting stimulation little by little from the outside to make the core of Sakura's body heat up and simmer slowly like a flame from the meat."]}, {"name": "", "audio": "", "normalized": ["Her relaxed body doesn't have much feeling, but the aphrodisiac poison sharpens certain sensations, making them strong."]}, {"name": "Sakura", "audio": "v_sr234_0014", "normalized": ["(Hyaan… this… suit… is in… nyaah… inside me…)"]}, {"name": "", "audio": "", "normalized": ["The pleasure from the illusion that something is entering the suit is so great…"]}, {"name": "", "audio": "", "normalized": ["…making Sakura's spine shiver countless times and her sight fade as she experiences the pleasure."]}, {"name": "", "audio": "", "normalized": ["But―"]}, {"name": "Sakura", "audio": "v_sr234_0015", "normalized": ["Nyaah, huu… mnn, ahh…"]}, {"name": "", "audio": "", "normalized": ["Gradually getting used to the pleasure that's too strong and too sweet, Sakura barely keeps her consciousness and again chases the feeling in her nerves."]}, {"name": "", "audio": "", "normalized": ["Then, it hits her again."]}, {"name": "Sakura", "audio": "v_sr234_0016", "normalized": ["(Huh… eh?!", ")"]}, {"name": "", "audio": "", "normalized": ["Sakura feels a touching sensation inside her body and it licks her all over."]}, {"name": "", "audio": "", "normalized": ["It's not humiliation, a caress, or even an attack."]}, {"name": "Sakura", "audio": "v_sr234_0017", "normalized": ["(No… this is… the incubus… the suit is… me―)"]}, {"name": "", "audio": "", "normalized": ["In other words, it's digesting, enveloping, melting itself into Sakura, trying to assimilate into her body."]}, {"name": "", "audio": "", "normalized": ["Moreover, the pleasure from the aphrodisiac is increasing and her body is losing even more of its power to resist, encouraging the behavior of the incubus."]}, {"name": "Sakura", "audio": "v_sr234_0018", "normalized": ["Grr… I-I won't lose… ahh!"]}, {"name": "", "audio": "", "normalized": ["Shaking off the feeling of being swept away, Sakura narrows her eyes, shouts, clenches her fists, and puts strength into her whole body."]}, {"name": "", "audio": "", "normalized": ["She exudes her firm determination in her attitude."]}, {"name": "Sakura", "audio": "v_sr234_0019", "normalized": ["(The suit, the incubus… the tentacles… I have to run away from everything… grr!", ")"]}, {"name": "", "audio": "", "normalized": ["However, even the tentacles can feel Sakura's resistance and don't ignore it."]}, {"name": "Sakura", "audio": "v_sr234_0020", "normalized": ["Hnn, kyaah… whooa?!"]}, {"name": "", "audio": "", "normalized": ["When she thinks that a part of the meat starts shaking violently, a new tentacle sprouts from the area and raises its neck."]}, {"name": "", "audio": "", "normalized": ["Two thick, dick-shaped tentacles with bulges like heads strike Sakura's slit."]}, {"name": "Sakura", "audio": "v_sr234_0021", "normalized": ["Hnng, hyaah… ee!"]}, {"name": "", "audio": "", "normalized": ["Still― Sakura had thought that the suit was still in the way and it couldn't be inserted, but she screams in complete surprise."]}, {"name": "Sakura", "audio": "v_sr234_0022", "normalized": ["Anng?!"]}, {"name": "", "audio": "", "normalized": ["Her two holes that should be blocked by the suit are assaulted and pierced by the tentacles, as they make them open wide and swallow their lengths."]}, {"name": "Sakura", "audio": "v_sr234_0023", "normalized": ["(No… way… this… hnng!", " The s-suit… too much… hnng, in the back?!", ")"]}, {"name": "", "audio": "", "normalized": ["Sakura's eyes roll back as they come close to her crotch.", " The tentacles may have already assimilated with the meat, and are inside her."]}, {"name": "", "audio": "", "normalized": ["Their thickness and length are abnormal, and the moment they thrust, her skin is torn so much that she thinks it might have left a hole."]}, {"name": "Sakura", "audio": "v_sr234_0024", "normalized": ["Hnng… yaah!", " Hann, oh…hnng, hee… too big… nyaah…"]}, {"name": "", "audio": "", "normalized": ["They make a squeaking sound as she feels the double penetration."]}, {"name": "", "audio": "", "normalized": ["Her internal organs are pushed with a tremendous amount of pressure, sending intense pain waves to her brain.", " Her extremities start to tremble tremendously."]}, {"name": "", "audio": "", "normalized": ["However― her pussy is poisoned by the aphrodisiac, turning her suffering into pleasure and making Sakura's body horny."]}, {"name": "Sakura", "audio": "v_sr234_0025", "normalized": ["(Anng, ah… gyaah!", " M-my stomach… hnng, m-my ass too!", " I'm going- I'm going crazy…)"]}, {"name": "", "audio": "", "normalized": ["Fireworks are exploding in front of her eyes and every time they thrust in, her mind goes blank and her back muscles tremble like a current is running through them."]}, {"name": "", "audio": "", "normalized": ["She can't afford to realize she's climaxing, but wrapped in the tentacle suit and held by the meat bed, she has no choice but to continue taking in the tentacles."]}, {"name": "Sakura", "audio": "v_sr234_0026", "normalized": ["Hnng, gyaah!", " Hee, iyahh, haa!"]}, {"name": "", "audio": "", "normalized": ["Like heavy logs, the tentacles push her with a huge impact against her walls and pump vigorously over and over."]}, {"name": "", "audio": "", "normalized": ["Forceful strokes that spread mucus by slamming into her walls hit all the way to her internal organs."]}, {"name": "", "audio": "", "normalized": ["A normal person would die immediately from the shock, but Taimanin are trained to withstand it."]}, {"name": "", "audio": "", "normalized": ["She's enduring it, but―"]}, {"name": "Sakura", "audio": "v_sr234_0027", "normalized": ["Yaah?!", " Hyaah, hnng, hnn!", " I-it hurtss, I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["The violent tentacles hit her and she feels pleasure directly in her stomach, her body going numb and her screaming doesn't stop."]}, {"name": "", "audio": "", "normalized": ["However, the tentacles don't care about that.", " Rather, they bury themselves even more deeply when the screaming stops."]}, {"name": "Sakura", "audio": "v_sr234_0028", "normalized": ["Hnng… kyaah?!", " Staahp… ohh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles are no longer having sex, they are destroying her."]}, {"name": "", "audio": "", "normalized": ["Thick tentacles are screwed not into her rectum or colon, but all the way into the top of her small intestine."]}, {"name": "", "audio": "", "normalized": ["Sakura is overwhelmed by tremendous nausea and pressure in her stomach.", " She twists violently while greasy sweat runs all over her body."]}, {"name": "Sakura", "audio": "v_sr234_0029", "normalized": ["Haat… this… ohh, hnn, hnng…"]}, {"name": "", "audio": "", "normalized": ["The tentacles are pushing mucus and shit together the tentacles are scattering the aphrodisiac and trying to reach her stomach."]}, {"name": "", "audio": "", "normalized": ["The invasion continues deeply in her body, making Sakura feel so much agony that is turning into pleasure and she feels like she's going crazy."]}, {"name": "", "audio": "", "normalized": ["Even though it feels bad, it feels good.", " She feels comfortable even though it's uncomfortable, and she feels pleasure even though it's painful."]}, {"name": "", "audio": "", "normalized": ["Even though she is out of it, the spirit of the Taimanin doesn't let go of reason and it tortures Sakura and makes her in even more pain."]}, {"name": "Sakura", "audio": "v_sr234_0030", "normalized": ["(Nyaah!", " Whaat!", " What is it doing to mee?!", " Soo good, I'm going crazyy!", ")"]}, {"name": "", "audio": "", "normalized": ["Her pussy is now like a covering for the tentacles, sticking to her insides.", " Every time they move, Sakura climaxes."]}, {"name": "", "audio": "", "normalized": ["The tip opens her womb and attacks Sakura's precious area, violently rampaging inside her."]}, {"name": "Sakura", "audio": "v_sr234_0031", "normalized": ["Nyaah!", " My pussy!", " My pussy, hnng.", " anng!", " Slapping … Hhh, hnng!"]}, {"name": "", "audio": "", "normalized": ["Whether by instinct or not, in the midst of the confusion her body bounces reflexively and her lips quiver and her voice shakes in climax."]}, {"name": "", "audio": "", "normalized": ["But gradually her voice fades away as she becomes weaker and less competent, her groans just whispers."]}, {"name": "Sakura", "audio": "v_sr234_0032", "normalized": ["Nyahh, hnng, ang… ann hnn… gyahh, anng…"]}, {"name": "", "audio": "", "normalized": ["Instead, fluid from her stomach is flowing out her lips and the aphrodisiac from the tentacles is mixed with it."]}, {"name": "", "audio": "", "normalized": ["Everything touched by it is hot and numb"]}, {"name": "Sakura", "audio": "v_sr234_0033", "normalized": ["(Hyaah… no… noo… th-this… is… hyaah, like…)"]}, {"name": "", "audio": "", "normalized": ["Sakura can no longer speak normally and keeps bouncing her hips like she's broken, her tears of regret and agony spilling down her face."]}, {"name": "", "audio": "", "normalized": ["During all of this, in the bottom of her stomach― two tentacles are going crazy in her core and making her convulse repeatedly."]}, {"name": "", "audio": "", "normalized": ["No― it's not her internal organs that are convulsing, it's the thick tentacles that are assaulting them."]}, {"name": "Sakura", "audio": "v_sr234_0034", "normalized": ["(― Ohh, hyaah… this… no… noo, staa―)"]}, {"name": "", "audio": "", "normalized": ["She understands the real nature of their movement."]}, {"name": "", "audio": "", "normalized": ["It's a well-known reaction she's experienced many time, the feeling that they start swelling in her body and squeezing her from within."]}, {"name": "", "audio": "", "normalized": ["At the same time that she feels the sings of a terrible explosion from the rampant throbbing, large tears form in Sakura's eyes."]}, {"name": "Sakura", "audio": "v_sr234_0035", "normalized": ["Oh… noo… hnn… hnng, ehh!"]}, {"name": "", "audio": "", "normalized": ["Immediately after Sakura's agonizing whimpers, the tentacles clearly be seen moving around in her belly explode all at once."]}, {"name": "", "audio": "", "normalized": ["Then― like a hose that keeps pumping out water, the aphrodisiac drenches her stomach and uterus."]}, {"name": "", "audio": "", "normalized": ["―Whoosh, splash!", " Sploosh, crash!"]}, {"name": "Sakura", "audio": "v_sr234_0036", "normalized": ["Gyaah!", " Hnng, gaah, ooh!"]}, {"name": "", "audio": "", "normalized": ["Sakura lets out whimpers that are painfully agonizing to hear as mucus spouts and overflows, making her taste the ultimate feeling of being stuffed."]}, {"name": "", "audio": "", "normalized": ["The amount of mucus that flows deep into her seems to be double the amount of swollen and bouncing tentacles."]}, {"name": "Sakura", "audio": "v_sr234_0037", "normalized": ["Bweehh!", " Hnng, gyaah… anng, mmbwweeghh!"]}, {"name": "", "audio": "", "normalized": ["Her belly swells like she's in her final month of pregnancy, and the aphrodisiac semen that fills her womb flows back, spraying her pussy and spouting out from it."]}, {"name": "", "audio": "", "normalized": ["Her pussy convulses with a great amount of pleasure, and the squirming from it rubs the tentacles and squeezes the semen, making it overflow with momentum."]}, {"name": "", "audio": "", "normalized": ["Sakura climaxes at the pleasure of feeling the mucus erupt violently, the movement caressing the tentacles―"]}, {"name": "Sakura", "audio": "v_sr234_0038", "normalized": ["(No wayy!", " Ahyaah, cumm, maa!", " Anng, cummin, cummingg!", ")"]}, {"name": "", "audio": "", "normalized": ["The spiral of pleasure stimulates one another and spreads into a wave of never-ending climaxes."]}, {"name": "", "audio": "", "normalized": ["Vomiting the aphrodisiac jizz that's flowing from all her holes, her eyes are lost in ecstasy and her body forcibly keeps convulsing."]}, {"name": "Sakura", "audio": "v_sr234_0039", "normalized": ["Hnng, hoo… gyaah… hnng?!"]}, {"name": "", "audio": "", "normalized": ["In the midst of all this, Sakura feels uncomfortable with the stuffed feeling and closes her mouth reflexively."]}, {"name": "Sakura", "audio": "v_sr234_0040", "normalized": ["(―Wa… it, noo… this… yaah… n, noo―)"]}, {"name": "", "audio": "", "normalized": ["However, because of the unstoppable ejaculation coming from the tentacles…"]}, {"name": "", "audio": "", "normalized": ["…the flowing mucus gains even more momentum and scorns Sakura's resistance, making her mouth open."]}, {"name": "Sakura", "audio": "v_sr234_0041", "normalized": ["Hnng, nng… this is… amazingg?!"]}, {"name": "", "audio": "", "normalized": ["Her closed jaw flies open, and thick shit with white mucus squeezes out."]}, {"name": "", "audio": "", "normalized": ["She also blows mucus out of her nostrils, and even her tears are dyed with cloudy mucus ash she's filled with discomfort, disgust, and pleasure while she vomits."]}, {"name": "Sakura", "audio": "v_sr234_0042", "normalized": ["(Eee… yahh?!", " Nonononono!", " Gyaah, don't like itt?!", ")"]}, {"name": "", "audio": "", "normalized": ["While rejecting it, Sakura's body feels pleasure at the terrible act as if even her brain is controlled by the aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["Crying and shaking, her whole body bends back while violently convulsing and showing her shameful lust-filled actions."]}, {"name": "", "audio": "", "normalized": ["The whites of her eyes are showing and her consciousness is half-gone."]}, {"name": "", "audio": "", "normalized": ["Nevertheless― is it still not enough?"]}, {"name": "Sakura", "audio": "v_sr234_0043", "normalized": ["Hnng… hnn, ohh?!"]}, {"name": "", "audio": "", "normalized": ["Immediately before she loses all consciousness, the tentacles shake violently, bouncing around in her body as if it's their final blow."]}, {"name": "Sakura", "audio": "v_sr234_0044", "normalized": ["Gyaahh?!"]}, {"name": "", "audio": "", "normalized": ["In an instant― her light quivering due to climaxing turns into huge convulsions, like earthquakes."]}, {"name": "", "audio": "", "normalized": ["As if a nail was hit directly into her spinal cord, her reaction seems to show she's destroyed as a human being, receiving stimulation beyond what a body can take―"]}, {"name": "", "audio": "", "normalized": ["Showing that, mucus drips from the edge of Sakura's mouth and \"it\" flows from her lips."]}, {"name": "Sakura", "audio": "v_sr234_0045", "normalized": ["― Eh― eh―!"]}, {"name": "", "audio": "", "normalized": ["She can't speak― because her mouth is completely filled with tentacles."]}, {"name": "", "audio": "", "normalized": ["Sending shit flying and scattering mucus, the thick, penis-shaped tentacle that had been in her asshole rubs her throat and comes out of her body through her lips."]}, {"name": "", "audio": "", "normalized": ["Sakura is out of breath as her body has been violently skewered."]}, {"name": "", "audio": "", "normalized": ["Even though she can breathe slightly through her nose, her consciousness fades and her eyes roll back."]}, {"name": "", "audio": "", "normalized": ["Her body no longer has any power, and the convulsions are just a repeating reflex."]}, {"name": "", "audio": "", "normalized": ["The tentacles sticking out of her mouth jump happily, confirming they have conquered their prey, and spray aphrodisiac mucus all around."]}, {"name": "", "audio": "", "normalized": ["It slams into her dirty face with its tip to confirm that Sakura isn't reacting."]}, {"name": "", "audio": "", "normalized": ["And when Sakura can't resist in her deeply faded state, the incubus's body starts to reveal a new movement."]}, {"name": "", "audio": "", "normalized": ["―Slither… slither…"]}, {"name": "", "audio": "", "normalized": ["The limp Sakura is about to sink into and become entangled into the body of the incubus."]}, {"name": "", "audio": "", "normalized": ["It will feed on her great power and become stronger, and―"]}, {"name": "", "audio": "", "normalized": ["It follows it's beastly instinct and declares its victory with a meal."]}, {"name": "", "audio": "", "normalized": ["Sakura is unconscious and can't resist being eaten."]}, {"name": "", "audio": "", "normalized": ["If she gets swallowed like this, her body will become food for the beast and she will never be seen again."]}, {"name": "", "audio": "", "normalized": ["It's a desperate situation and at that timing―"]}, {"name": "You", "audio": "", "normalized": ["―Hah!"]}, {"name": "Beast", "audio": "", "normalized": ["Gyaah?!"]}, {"name": "", "audio": "", "normalized": ["Fuuma's barely-in-time slashing cuts the tentacles from Sakura's mouth, and they go flying, wriggling in the air vigorously."]}, {"name": "You", "audio": "", "normalized": ["Haah!"]}, {"name": "", "audio": "", "normalized": ["Also, when you swing the sword down on the return to the main body, the meat that was assaulting Sakura spews mucus and then collapses in an instant."]}, {"name": "You", "audio": "", "normalized": ["― Jesus, I made it."]}, {"name": "", "audio": "", "normalized": ["You speak as you embrace Sakura, who has passed out, and the incubus crumbles."]}, {"name": "You", "audio": "", "normalized": ["This is my woman you monster.", " This woman is too much for you."]}, {"name": "", "audio": "", "normalized": ["While talking, you swing your sword and the crumbling meat is further divided until it's just loose powdered dust―"]}]