[{"name": "", "audio": "", "normalized": ["I had successfully captured Kicillia so I planned to get her to join us as a valuable asset."]}, {"name": "", "audio": "", "normalized": ["So I used the curse Black put on Kycillua to force her under my control, by force, if necessary."]}, {"name": "You", "audio": "", "normalized": ["Alright, I'll leave it to you now."]}, {"name": "", "audio": "", "normalized": ["A number of naked men surrounded Kicillia as she remained silent."]}, {"name": "", "audio": "", "normalized": ["Kicillia's arms were bound behind her and her legs were spread open as she sat on a bed."]}, {"name": "Man 1", "audio": "", "normalized": ["Yes, please let us take over."]}, {"name": "", "audio": "", "normalized": ["I let them handle Kicillia and left the room――"]}, {"name": "", "audio": "", "normalized": ["Kicillia did not even struggle and just stayed still as she was bound."]}, {"name": "Kicillia", "audio": "v_sr486_0000", "normalized": ["What are you going to do to me?"]}, {"name": "", "audio": "", "normalized": ["She gave a cold look at the men around her without changing her expression."]}, {"name": "Man 1", "audio": "", "normalized": ["Heheheh… Something nice."]}, {"name": "Kicillia", "audio": "v_sr486_0001", "normalized": ["Something nice…?"]}, {"name": "", "audio": "", "normalized": ["A man moved in towards Kicillia's face with a video camera as she said."]}, {"name": "", "audio": "", "normalized": ["The man smiled joyously as he saw her disgusted face appear on the screen, covering it up."]}, {"name": "Man 2", "audio": "", "normalized": ["I'm gonna record your nice, cute face, Kicillia-chan, so you don't have to worry."]}, {"name": "Kicillia", "audio": "v_sr486_0002", "normalized": ["There's no reason you want to be filming me with that camera.", " I would not be entertaining to watch even if you do."]}, {"name": "", "audio": "", "normalized": ["Kicillia's face frown as she had no idea what those men were going to do to her."]}, {"name": "Man 2", "audio": "", "normalized": ["That's not true.", " This is gonna be such fun."]}, {"name": "", "audio": "", "normalized": ["The man's camera filmed Kicillia as it traced the curves of her body, from top to bottom."]}, {"name": "Kicillia", "audio": "v_sr486_0003", "normalized": ["Huh… Do as you wish."]}, {"name": "Man 2", "audio": "", "normalized": ["Even your angry face looks cute."]}, {"name": "", "audio": "", "normalized": ["They cheered as Kicillia stared at the lens angrily."]}, {"name": "Man 1", "audio": "", "normalized": ["So, when was your first, Kicillia-chan?"]}, {"name": "", "audio": "", "normalized": ["One of the men asked her such a question, but Kicillia showed no signs of answering."]}, {"name": "", "audio": "", "normalized": ["The other men around her grinned as if they were enjoying how Kicillia was reacting."]}, {"name": "Man 1", "audio": "", "normalized": ["How many guys have you fucked before?", " I assume you haven't hit three-digits yet, have you?"]}, {"name": "", "audio": "", "normalized": ["Kicillia gave a cold, stern look but it only served to entertain her audience more."]}, {"name": "Man 1", "audio": "", "normalized": ["Do you masturbate?", " How many times a week?", " And where do you do it?"]}, {"name": "", "audio": "", "normalized": ["After a series of meaningless questions, they finally stopped asking as Kicillia did not answer any of them."]}, {"name": "", "audio": "", "normalized": ["But these men ignored Kicillia's reaction, or rather, they seemed to be aroused by it."]}, {"name": "Man 3", "audio": "", "normalized": ["Aren't you a bit tense, Kicillia-chan?"]}, {"name": "Man 1", "audio": "", "normalized": ["Maybe she is.", " It's no good with her being too wound up.", " We have to let her relax."]}, {"name": "", "audio": "", "normalized": ["They looked at each other and then communicated without actually saying a word."]}, {"name": "Kicillia", "audio": "v_sr486_0004", "normalized": ["Mnnghh… Aghh… My breasts…"]}, {"name": "", "audio": "", "normalized": ["A man moved behind Kicillia and started groping the exposed breasts."]}, {"name": "Man 1", "audio": "", "normalized": ["You like it.", " Now, just relax."]}, {"name": "Kicillia", "audio": "v_sr486_0005", "normalized": ["Ughh… Mnnghmm… No…"]}, {"name": "", "audio": "", "normalized": ["Her soft, large breasts changed their shape inside their hands."]}, {"name": "", "audio": "", "normalized": ["At the same it, they had just the right perkiness and jumped around as they were squished."]}, {"name": "Kicillia", "audio": "v_sr486_0006", "normalized": ["Mnnm… This feels wrong… The sensation…running trough me…"]}, {"name": "Man 1", "audio": "", "normalized": ["Feels wrong?", " Everything's just fine.", " You are going to start feeling pleasure real soon."]}, {"name": "", "audio": "", "normalized": ["The man's hands started squeezing Kicillia's breasts with lewd, milking motion."]}, {"name": "Kicillia", "audio": "v_sr486_0007", "normalized": ["Huuhh… Aghahh… Mnmm…"]}, {"name": "", "audio": "", "normalized": ["He rubbed her nipped gently and enjoyed her reaction as Kicillia trembled slightly."]}, {"name": "Kicillia", "audio": "v_sr486_0008", "normalized": ["Aghh… My nipples… Being teased… Guh, mnnguh…"]}, {"name": "Man 1", "audio": "", "normalized": ["Look, they're getting hard."]}, {"name": "", "audio": "", "normalized": ["They showed a satisfied smile as Kicillia made a very obvious reaction to the stimulation."]}, {"name": "", "audio": "", "normalized": ["Her puffed up, adorable nipples were showing themselves off as they were being teased."]}, {"name": "Kicillia", "audio": "v_sr486_0009", "normalized": ["No… Mnnhh, my nipples…aren't getting hard… Ahhnm…"]}, {"name": "Man 1", "audio": "", "normalized": ["Are they really not?"]}, {"name": "", "audio": "", "normalized": ["The man said and checked them by pinching her erect nipples, stimulating her even further."]}, {"name": "Kicillia", "audio": "v_sr486_0010", "normalized": ["Gughuhh… Aghh, uguhh… This is too much… Mnnh, agahh…"]}, {"name": "Man 1", "audio": "", "normalized": ["They're so easy to pinch because they are getting hard."]}, {"name": "", "audio": "", "normalized": ["Her large, erect nipples were so big that they could easily be pinched and tugged on as the man kept pulling on it over and over."]}, {"name": "Kicillia", "audio": "v_sr486_0011", "normalized": ["Don't pull on them… Mnn, my nipples… Not like that, ahh… Uguhh…"]}, {"name": "", "audio": "", "normalized": ["Every time he tugged on her nipples, Kicillia's hips jumped up a little, desperately trying to ease the stimulation on her nipples."]}, {"name": "", "audio": "", "normalized": ["And the man continued to squeeze her breasts as he lifted them from below, enjoying their weight in his hands."]}, {"name": "Kicillia", "audio": "v_sr486_0012", "normalized": ["Aghaaghh, mnhnmm… Please, don't touch my breasts… Mnnmm, noo…"]}, {"name": "", "audio": "", "normalized": ["The weight of her breasts was on his hands and it almost felt like they were sucking onto his fingers."]}, {"name": "Man 1", "audio": "", "normalized": ["So, do your titties feel good now?"]}, {"name": "Kicillia", "audio": "v_sr486_0013", "normalized": ["Not at all… This is disgusting, mnnuuh… They don't feel good…at all…"]}, {"name": "", "audio": "", "normalized": ["Despite her words of denial, Kicillia's groin area was starting to twitch restlessly."]}, {"name": "", "audio": "", "normalized": ["Kicilliawas getting aroused as her breasts were groped and the man started reaching for her crotch."]}, {"name": "Kicillia", "audio": "v_sr486_0014", "normalized": ["P-please… N-not there…"]}, {"name": "", "audio": "", "normalized": ["Kicillia's crotch was not covered by fabric panties but by a metal chastity belt instead."]}, {"name": "", "audio": "", "normalized": ["There was no way to check what was beneath the chastity belt as it covered the entirety of her crotch."]}, {"name": "Man 1", "audio": "", "normalized": ["What is this?"]}, {"name": "", "audio": "", "normalized": ["The man grabbed the metal chastity belt and shook it left and right."]}, {"name": "Kicillia", "audio": "v_sr486_0015", "normalized": ["Mnnghh, please… Don't move it so much…"]}, {"name": "Man 1", "audio": "", "normalized": ["Why should I not?"]}, {"name": "", "audio": "", "normalized": ["It felt almost like touching her through the underwear but no warmth of her skin was there."]}, {"name": "", "audio": "", "normalized": ["The only thing he felt on his fingers was the inorganic hardness of the metal and the fact it covering her crotch aroused him even more."]}, {"name": "Kicillia", "audio": "v_sr486_0016", "normalized": ["Th-that's… Ahhgh, mnnghmm… If you move it, the inside… Uuughh…"]}, {"name": "Man 1", "audio": "", "normalized": ["What about the inside?", " Does it… Does it have anything to do with the little snugness?"]}, {"name": "", "audio": "", "normalized": ["The man knew exactly how the chastity belt was structured and was teasing her indirectly."]}, {"name": "", "audio": "", "normalized": ["Just moving the chastity belt slightly made Kicillia let out sugary moans from her mouth."]}, {"name": "Kicillia", "audio": "v_sr486_0017", "normalized": ["Mnnuuhghh… Never mind… Please, just…get your hands off of me…"]}, {"name": "男", "audio": "", "normalized": ["Let's see…"]}, {"name": "", "audio": "", "normalized": ["Vaginal fluid started seeping out from the chastity belt that was sealed tight on her."]}, {"name": "", "audio": "", "normalized": ["The man knew that Kicillia was already wet enough inside and started slowly taking the chastity belt off of her."]}, {"name": "Kicillia", "audio": "v_sr486_0018", "normalized": ["No.", " Please don't take it off."]}, {"name": "", "audio": "", "normalized": ["Once the chastity belt was removed from Kicillia, there were two stick-like protrusions on the inside."]}, {"name": "", "audio": "", "normalized": ["And the one that was supposedly inside her vagina was covered with viscous fluid, making sticky threads."]}, {"name": "Man 1", "audio": "", "normalized": ["Hey, look at those.", " You had some big sticks inside you."]}, {"name": "Man 2", "audio": "", "normalized": ["And one was even in your ass too."]}, {"name": "", "audio": "", "normalized": ["The stick that was also in her anus was covered with intestinal fluid, letting off a dull shine."]}, {"name": "Man 3", "audio": "", "normalized": ["Man, you really are such a pervert, wearing a chastity belt like this."]}, {"name": "", "audio": "", "normalized": ["Her vagina twitched after the foreign object was removed as if she was breathing through there."]}, {"name": "", "audio": "", "normalized": ["And her vagina was completely drenched by her own vaginal fluid, almost drowning in it."]}, {"name": "Kicillia", "audio": "v_sr486_0019", "normalized": ["I can focus better with this on because it feels good."]}, {"name": "", "audio": "", "normalized": ["Kicillia said so without hesitating and the men let out a vulgar cheer."]}, {"name": "Man 1", "audio": "", "normalized": ["Heheheh… You really are such a slut."]}, {"name": "Man 3", "audio": "", "normalized": ["You know, there's a better way, you damn perv.", " And it'll make you feel even better than this chastity belt."]}, {"name": "", "audio": "", "normalized": ["The man whispered and Kicillia stared at the man's face as her expression suddenly changed."]}, {"name": "Kicillia", "audio": "v_sr486_0020", "normalized": ["I-is that even possible?"]}, {"name": "Man 3", "audio": "", "normalized": ["Yeah, totally."]}, {"name": "", "audio": "", "normalized": ["The man stared back into Kicillia's eyes and nodded deeply."]}, {"name": "", "audio": "", "normalized": ["And started inserting two fingers into her vagina in addition to the other man."]}, {"name": "Kicillia", "audio": "v_sr486_0021", "normalized": ["Ahhgh, aahhahh… Your fingers, inside my pussy… It's coming inside, mnmmuuhgh…"]}, {"name": "", "audio": "", "normalized": ["The two fingers penetrated her with no resistance, down to its base."]}, {"name": "", "audio": "", "normalized": ["Kicillia poked her hips out from the sensation she felt for the first time as she moaned with a sweet voice."]}, {"name": "Kicillia", "audio": "v_sr486_0022", "normalized": ["This is, completely different… The fingers, moving inside my pussy… Aaghh, it's hitting so many…different places…"]}, {"name": "Kicillia", "audio": "v_sr486_0023", "normalized": ["It's hitting all the spots, mnnhm… So much, so much… It's coming in, aghh… It's making me feel so good…"]}, {"name": "", "audio": "", "normalized": ["Kicillia's reaction rejoiced them and the man fingered even harder."]}, {"name": "", "audio": "", "normalized": ["Lewd, moist noises of her vaginal fluid being stirred up echoed loudly."]}, {"name": "Man 3", "audio": "", "normalized": ["Is it that different from the chastity belt?"]}, {"name": "Kicillia", "audio": "v_sr486_0024", "normalized": ["It's totally different, nothing like the belt… Mnnhh, it's not metal… It's making my pussy…so happy… Auh, uuhghh…"]}, {"name": "", "audio": "", "normalized": ["The man behind her started groping her breasts harder so he was not outdone, stimulating Kicillia from both top and bottom."]}, {"name": "Kicillia", "audio": "v_sr486_0025", "normalized": ["Aahh, mnmmuh… Amazing… But this is not enough… Just not enough… I'm not satisfied at all…"]}, {"name": "Kicillia", "audio": "v_sr486_0026", "normalized": ["This is just not, ahh… The belt still feels better… That felt better than this… More, more…"]}, {"name": "", "audio": "", "normalized": ["Kicillia started moaning loudly, begging for more pleasure and taunting the men."]}, {"name": "Man 2", "audio": "", "normalized": ["Looks like Kicillia-chan wants it harder."]}, {"name": "Man 3", "audio": "", "normalized": ["She really is a slut."]}, {"name": "", "audio": "", "normalized": ["They reacted joyously at Kicillia's words as their fingers sped up."]}, {"name": "Kicillia", "audio": "v_sr486_0027", "normalized": ["Mnnmm, aghaahh… That's right, more… More, make me… Ughh, feel more pleasure… Please, mnmmuhh…"]}, {"name": "", "audio": "", "normalized": ["Her breasts were groped so hard that they changed the shape inside the man's hands."]}, {"name": "", "audio": "", "normalized": ["And he pulled on her nipples hard and twisted them as if she was harvesting a fruit."]}, {"name": "Kicillia", "audio": "v_sr486_0028", "normalized": ["Aghh, my titties… It's so hard, too rough… Haaghaahh, haaghh…"]}, {"name": "Kicillia", "audio": "v_sr486_0029", "normalized": ["My nipples are coming off too… Mnnmm, don't pull on them so much… No… Uguhh, it's getting bigger and bigger… Please…"]}, {"name": "", "audio": "", "normalized": ["The fingers inside Kicillia's vagina teased exactly where she was sensitive and stimulated her further."]}, {"name": "Kicillia", "audio": "v_sr486_0030", "normalized": ["There, mnmmhh… This is amazing, my pussy… All the right spots… Right in there, aghahh… It's making me nuts…"]}, {"name": "", "audio": "", "normalized": ["Kicillia was intoxicated by their intense teasing and her body shuddered as she moaned from pleasure."]}, {"name": "", "audio": "", "normalized": ["Her vagina made obscene noises and was gushing with vaginal fluid, giving the man's fingers a shiny texture."]}, {"name": "Man 3", "audio": "", "normalized": ["Do you really like it that much?"]}, {"name": "Kicillia", "audio": "v_sr486_0031", "normalized": ["Ahh, mnmmuhh… It's so good… My titties and my pussy too… They are both so good… Haahh, aghaahh…"]}, {"name": "", "audio": "", "normalized": ["She expressed pleasure verbally and gave them an ecstatic look."]}, {"name": "Man 2", "audio": "", "normalized": ["Now, show how much you like it in front of the camera over here, Kicillia-chan."]}, {"name": "Kicillia", "audio": "v_sr486_0032", "normalized": ["Ahh… I'm on camera and… I'm getting so turned on… Please, film me more… I'm such a pervert… Mnmm, uhguuhh…"]}, {"name": "", "audio": "", "normalized": ["She poked her hips out in front of the lens and showed her her pleasure vagina."]}, {"name": "", "audio": "", "normalized": ["She let sugary breath while looking at the camera as if she was getting aroused by the camera pointing at her."]}, {"name": "Man 2", "audio": "", "normalized": ["Where do you like it?"]}, {"name": "Kicillia", "audio": "v_sr486_0033", "normalized": ["My titties, my pussy too… More, I want more… Please, tease me more… Hahh, mhhnm… Do it harder, please…"]}, {"name": "", "audio": "", "normalized": ["She shook her body as she thought more pleasure, looking up as she begged."]}, {"name": "", "audio": "", "normalized": ["And saliva started dripping from her mouth left gaping open, drenching her neck."]}, {"name": "Man 1", "audio": "", "normalized": ["Come on, feel it more, squirt, come as much as you want, you slut."]}, {"name": "Kicillia", "audio": "v_sr486_0034", "normalized": ["Yes, I will, aaghh… I'm such a pervert… Please, I want it more… And squirt… And come…"]}, {"name": "", "audio": "", "normalized": ["As Kicillia climbed towards the climax, they started teasing her more and more."]}, {"name": "", "audio": "", "normalized": ["And Kicillia accepted it head-on, moving her body as her instinct demanded more pleasure."]}, {"name": "Kicillia", "audio": "v_sr486_0035", "normalized": ["Aaaghaahh… More, harder… Please, I want it more… Please… Make me, mnngh…come…"]}, {"name": "Kicillia", "audio": "v_sr486_0036", "normalized": ["I'm just a slut… So I want it rough and hard… Make lewd sounds in my pussy…with your fingers…"]}, {"name": "", "audio": "", "normalized": ["Kicillia's moans became louder and louder as the fingers stimulated her more."]}, {"name": "", "audio": "", "normalized": ["She sucked the fingers in, seeling pleasure and rising towards the climax."]}, {"name": "Kicillia", "audio": "v_sr486_0037", "normalized": ["Uaaghaahh!", " Coming, coming, coming, guhh!", " Haaghahhnmm!", " I'm coming with my pussy, uughh!"]}, {"name": "", "audio": "", "normalized": ["With the men teasing her, Kicillia reached her limits and expressed the orgasm as she opened her mouth wide and screamed with her eyes shut tight."]}, {"name": "", "audio": "", "normalized": ["Her whole body shuddered and trembled as her legs were going limp, only her groin remained tense."]}, {"name": "Kicillia", "audio": "v_sr486_0038", "normalized": ["Hyaauguhh!", " Haaghaahh… It's coming out!", " Juice, coming out of my pussy, coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Splash* *Squirt* *Splash* *Splosh* *Spew* *Squirt* *Splash*"]}, {"name": "", "audio": "", "normalized": ["She pushed her hips out and splashed squirt all over the place, drenching the men in front of her."]}, {"name": "Man 3", "audio": "", "normalized": ["Please, give me more juice.", " Shower me with all the tasty juice!"]}, {"name": "Kicillia", "audio": "v_sr486_0039", "normalized": ["Haaghahh… I can't stop it!", " This is, this is amazing!", " It's like I'm pissing myself and it feels so good!"]}, {"name": "", "audio": "", "normalized": ["Her orgasming vagina continued to squirt over and over as the fingers remained inside, filling the air with the female musk."]}, {"name": "", "audio": "", "normalized": ["Her orgasming pussy started finally calming down as it showed off pinkish flesh, twitching from the lingering orgasm."]}, {"name": "Kicillia", "audio": "v_sr486_0040", "normalized": ["Mnnmmhaahh, haahhaaghh… I just came so much… Hehehehh, I've got you…all wet…"]}, {"name": "Man 2", "audio": "", "normalized": ["That's so good, Kicillia-chan.", " I've got your cute, coming face on the camera right here."]}, {"name": "", "audio": "", "normalized": ["Kicillia's squirt had splashed onto the lens but the man ignored that and continued to film her."]}, {"name": "Kicillia", "audio": "v_sr486_0041", "normalized": ["Ahhahh, mmnnghh… How I'm getting so turned on… Getting filmed like this… It's a bit embarrassing…"]}, {"name": "", "audio": "", "normalized": ["Kicillia's body trembled slightly as she was still feeling the lingering pleasure from the orgasm."]}, {"name": "", "audio": "", "normalized": ["And then they started letting their hands off of Kicillia's burning body one by one."]}, {"name": "", "audio": "", "normalized": ["And the man playing with Kicillia's breasts stepped away from her behind and Kicillia nearly fell over as he was leaning onto him."]}, {"name": "", "audio": "", "normalized": ["The man with his fingers in her vagina pulled them out and showed Kicillia the fingers that just came out of her."]}, {"name": "Man 3", "audio": "", "normalized": ["These fingers were just inside your pussy."]}, {"name": "Kicillia", "audio": "v_sr486_0042", "normalized": ["They're so drenched…"]}, {"name": "", "audio": "", "normalized": ["The fingers were covered with Kicillia's vaginal fluid and squirt, completely drenching them enough for the fluids to drip down."]}, {"name": "", "audio": "", "normalized": ["Kicillia's expression as she stared hard at those fingers appeared somewhat joyous."]}, {"name": "Man 1", "audio": "", "normalized": ["She's such a perv, she's smiling looking at the fingers she made drenched."]}, {"name": "Man 3", "audio": "", "normalized": ["She really is one hell of a pervert."]}, {"name": "", "audio": "", "normalized": ["The fluids dripping down from her fingers were making stains on the bed."]}, {"name": "Man 1", "audio": "", "normalized": ["Have you been squirting and coming so hard even with that chastity belt on you?"]}, {"name": "Kicillia", "audio": "v_sr486_0043", "normalized": ["Not at all.", " I've never felt anything so good before."]}, {"name": "", "audio": "", "normalized": ["The fluids on the man's fingers were viscous enough to make threads between them."]}, {"name": "", "audio": "", "normalized": ["Kicillia was staring at the fingers drenched with her own fluid but suddenly started licking the dripping fluids off of them."]}, {"name": "Kicillia", "audio": "v_sr486_0044", "normalized": ["Perouhprellouhh, jurruruhh… Mnnhnmm, preouhperouh… Haauhhnm, prouhh…"]}, {"name": "Man 3", "audio": "", "normalized": ["Hey, hey, this is so hot."]}, {"name": "Man 1", "audio": "", "normalized": ["She's licking her own pussy juice."]}, {"name": "", "audio": "", "normalized": ["She sucked onto the fingers and licked her own juice off.", " It was as if she was sucking sweet nectar from flowers."]}, {"name": "", "audio": "", "normalized": ["Her eyes were so passionate as she used her tongue tenaciously and consumed her own juice."]}, {"name": "Kicillia", "audio": "v_sr486_0045", "normalized": ["Aahhnmm, juurruuhh… Rellouhrelouh, jubahh… Mnnmm, hururhh… Buhgahh… Peruhoerouh…"]}, {"name": "Man 1", "audio": "", "normalized": ["Looks like she wants more."]}, {"name": "Man 2", "audio": "", "normalized": ["You want more than those fingers, right, Kicillia-chan?"]}, {"name": "Kicillia", "audio": "v_sr486_0046", "normalized": ["Mnnhnmm, jurruruhh?", " Relouhrelouhh, haahh… No, that wasn't enough…"]}, {"name": "", "audio": "", "normalized": ["She let her mouth go from the fingers as she heard the man and stared at the penises of the men around her one by one."]}, {"name": "", "audio": "", "normalized": ["She licked her own wet lips with her tongue and showed a flirty smile."]}, {"name": "Kicillia", "audio": "v_sr486_0047", "normalized": ["I want all of your cocks."]}, {"name": "", "audio": "", "normalized": ["Kicillia's plea rejoiced them as their cocks grew larger, getting ready to pleasure her."]}]