[{"name": "Tesla", "audio": "v_sr383_0000", "normalized": ["Haahhmnm!", " Tesla is all ready to fuck, my legs open so wide."]}, {"name": "", "audio": "", "normalized": ["Tesla said with a flirty voice."]}, {"name": "", "audio": "", "normalized": ["It had been a few days since I removed the self-destruct device."]}, {"name": "", "audio": "", "normalized": ["Instead of the useless junk metal like the superconductor limbs, I have given her limbs that were almost identical to human ones."]}, {"name": "", "audio": "", "normalized": ["The one time she would become a killing machine is when I give the authorization to give her back the junk she came with."]}, {"name": "", "audio": "", "normalized": ["In the downtime, she was just a slut waiting for her master to give her cock, always ready to fuck."]}, {"name": "You", "audio": "", "normalized": ["Looks like you're getting used to being a whore like this."]}, {"name": "Tesla", "audio": "v_sr383_0001", "normalized": ["You gave me the bomb-abortion and taught me the pussy is for a cock, Fuuma.", " You taught Tesla's pussy that, hmm?"]}, {"name": "", "audio": "", "normalized": ["There was no semblance of the cold killing machine left in her."]}, {"name": "", "audio": "", "normalized": ["Tesla told me as she was flirting with me, looking at me with sweet eyes, begging for pleasure as she offered her body clad in gorgeous lingerie."]}, {"name": "Tesla", "audio": "v_sr383_0002", "normalized": ["You have to give me your cock, you know, or my pussy is going to die from loneliness."]}, {"name": "You", "audio": "", "normalized": ["Then you better beg like you mean it."]}, {"name": "", "audio": "", "normalized": ["I urged her and took my cock out."]}, {"name": "", "audio": "", "normalized": ["Tesla's eyes lit up as she saw the cock right in front of her."]}, {"name": "Tesla", "audio": "v_sr383_0003", "normalized": ["Ahhmnm, Tesla loves this cock so much… Suuhghh… Aahh, Fuuma, I can smell your cock from here."]}, {"name": "", "audio": "", "normalized": ["Her nose twitched and Tesla's body trembled like she could not wait any longer."]}, {"name": "Tesla", "audio": "v_sr383_0004", "normalized": ["Mnnghuuhhm, my pussy is aching so much…"]}, {"name": "Tesla", "audio": "v_sr383_0005", "normalized": ["Huughh, huuhh, Fuuma, your cock, the cock that taught me what the pussy is really for and made Tesla into a slut I am…"]}, {"name": "Tesla", "audio": "v_sr383_0006", "normalized": ["You're teasing me like this, showing it off.", " My pussy can't take it much more, I want to fuck."]}, {"name": "Tesla", "audio": "v_sr383_0007", "normalized": ["Haahuhh, haahuhhu, my pussy's been so wet just like you told me to make it even before I saw your cock, so please, mnnghh…"]}, {"name": "Tesla", "audio": "v_sr383_0008", "normalized": ["Please give me Fuuma's lovely cock, into my pussy."]}, {"name": "", "audio": "", "normalized": ["She spouted some unfittingly flirty words with a sugary voice."]}, {"name": "", "audio": "", "normalized": ["Even while that, her body made and trained for the battle and killing was shuddering as it begged for the cock."]}, {"name": "", "audio": "", "normalized": ["The pitiful sight of her being controlled and twisted by me allured my carnal desires."]}, {"name": "You", "audio": "", "normalized": ["Haha, what a slut you are."]}, {"name": "", "audio": "", "normalized": ["I reached for Tesla's pussy as she poked it out and moved it as she was begging for pleasure."]}, {"name": "Tesla", "audio": "v_sr383_0009", "normalized": ["Haauhhmnmm…!", " Mnngh, mnnghh!", " Please, pet my good girl pussy…!"]}, {"name": "Tesla", "audio": "v_sr383_0010", "normalized": ["Haahh, haah, aahaahh, it's soo good."]}, {"name": "", "audio": "", "normalized": ["Tesla moaned in a longing voice."]}, {"name": "", "audio": "", "normalized": ["I could feel her fleshy mounds burning up even through the underwear."]}, {"name": "Tesla", "audio": "v_sr383_0011", "normalized": ["Pet me, rub me, aahh, haaghh, it's so good, my pussy, aahh, I love this, I love it, my pussy feels amazing, I love it."]}, {"name": "You", "audio": "", "normalized": ["Your hips are moving to bury my fingers into your pussy.", " What a greedy little slut you are, Tesla."]}, {"name": "Tesla", "audio": "v_sr383_0012", "normalized": ["Come on, you're the one who taught me pussy is for making me feel good.", " You made me this way."]}, {"name": "", "audio": "", "normalized": ["Even as she said, her hips kept moving along with my slow and gentle rubbing with my fingers."]}, {"name": "", "audio": "", "normalized": ["I could immediately feel the moistness through my fingers buried in her lewd crevice on the mound."]}, {"name": "Tesla", "audio": "v_sr383_0013", "normalized": ["Aghh, my bean too, please, give me, haauhhmnm… Give me the good stuff there too."]}, {"name": "Tesla", "audio": "v_sr383_0014", "normalized": ["Ahhmm, it's good, I'm so happy, this feels great, aghh, mnaah, aghh, it's getting so wet, ahaahh, haagh, aaghaahh."]}, {"name": "", "audio": "", "normalized": ["She moved her hips greedily and moaned as she put my fingers on her clitoris."]}, {"name": "", "audio": "", "normalized": ["But soon her voice turned frustrated as her hips began moving harder."]}, {"name": "", "audio": "", "normalized": ["It was getting moister and moister as the visible stain from the love juice spread onto her underwear."]}, {"name": "Tesla", "audio": "v_sr383_0015", "normalized": ["Ahhmnmm, my pussy, huhh, huughh, my pussy, just for cocks, it's gotten so drenched."]}, {"name": "Tesla", "audio": "v_sr383_0016", "normalized": ["I can take your cock right in, haahhmnm, please give me your lovely cock, please plow me and pound me hard and deep."]}, {"name": "", "audio": "", "normalized": ["Her brows came together longingly and she begged for the cock like she could not wait any more, just like I taught her."]}, {"name": "", "audio": "", "normalized": ["It was like a junkie seeking more drugs while there was a sliver of sanity left in him."]}, {"name": "Tesla", "audio": "v_sr383_0017", "normalized": ["It's already so good.", " My pussy is so good."]}, {"name": "", "audio": "", "normalized": ["Her eyes were fixed on my erect cock, the thing she will be showing off the achievement of her training and what changed the meaning for her life."]}, {"name": "", "audio": "", "normalized": ["My cock got hard for the slut I had created and twitched as the blood pumped."]}, {"name": "Tesla", "audio": "v_sr383_0018", "normalized": ["Ahh, aahh, your cock…"]}, {"name": "", "audio": "", "normalized": ["She looked at me and the dick back and forth, begging for it."]}, {"name": "Tesla", "audio": "v_sr383_0019", "normalized": ["Aaahh…"]}, {"name": "", "audio": "", "normalized": ["Tesla moaned happily as I reached for her panties."]}, {"name": "", "audio": "", "normalized": ["As I pulled her panties down, I pressed my naked cock against her now exposed pussy."]}, {"name": "Tesla", "audio": "v_sr383_0020", "normalized": ["Haahhahhmm… Your cock, it's so hot…"]}, {"name": "", "audio": "", "normalized": ["She let out a voice as if she was taking a hot bath."]}, {"name": "", "audio": "", "normalized": ["The cock was buried into her wet and shiny crevice, getting squeezed between the flesh on both sides."]}, {"name": "", "audio": "", "normalized": ["Tesla's pussy was obviously inexperienced, but it had lost its naiveness in the past two weeks, transforming into a blossoming lewd whore hole."]}, {"name": "You", "audio": "", "normalized": ["How is it, the cook you've been waiting for so long, you like it?"]}, {"name": "Tesla", "audio": "v_sr383_0021", "normalized": ["Yess, I love your cock.", " It's a perfect fit for my pussy, mnnghh, those big veins, rubbing onto my pussy."]}, {"name": "", "audio": "", "normalized": ["As I moved the cock had pressed against her up and down, the pussy sucked onto the cock, making sticky and wet noises."]}, {"name": "", "audio": "", "normalized": ["I smothered my cock evenly with the tangling pussy juice."]}, {"name": "Tesla", "audio": "v_sr383_0022", "normalized": ["Aahh, cock, Tesla loves your cock."]}, {"name": "Tesla", "audio": "v_sr383_0023", "normalized": ["Tell me, am I doing it right, my pussy being a proper hole for your cock, is it making your cock feel good."]}, {"name": "You", "audio": "", "normalized": ["Not as good as you're feeling."]}, {"name": "Tesla", "audio": "v_sr383_0024", "normalized": ["Heemngh!"]}, {"name": "", "audio": "", "normalized": ["I slapped her with the cock I moved away from her crevice by lifting it up."]}, {"name": "", "audio": "", "normalized": ["The pussy juice splattered and I felt the dull impact of the flesh with my cock."]}, {"name": "Tesla", "audio": "v_sr383_0025", "normalized": ["Haauhh, haauhhmn!", " Mnnghh!", " Mnnghh!", " Your cock-slapping, mnghh!", " It's slappy slappy, haauumn, haauhm!"]}, {"name": "Tesla", "audio": "v_sr383_0026", "normalized": ["I love a little rub-rub, but slappy slappy too, ahhmghh, my pussy loves that too."]}, {"name": "You", "audio": "", "normalized": ["You'd like anything as long as it involves cock."]}, {"name": "Tesla", "audio": "v_sr383_0027", "normalized": ["Y-yes, my slutty pussy will love anything and everything as long as it has a cock, uuhmngh, mmngh, guhhmnmm!"]}, {"name": "You", "audio": "", "normalized": ["Hah, you're such a simple girl, Tesla."]}, {"name": "Tesla", "audio": "v_sr383_0028", "normalized": ["Yes, Tesla is a simple girl, mnnghh!", " I'm an easy pussy, with you cock-slapping me, guhhmnm, I'm ready coming a little."]}, {"name": "You", "audio": "", "normalized": ["Hahah, but your pussy is still sucking onto my cock like it wants more."]}, {"name": "Tesla", "audio": "v_sr383_0029", "normalized": ["Y-you know, I can come with my clit, but my womb wants some action too, haauuhgh, my belly is twitching, begging for it."]}, {"name": "Tesla", "audio": "v_sr383_0030", "normalized": ["Haauhhmnmm, please, let me have your lovely, veiny cock, kiss my womb, please let me have it."]}, {"name": "Tesla", "audio": "v_sr383_0031", "normalized": ["Tesla is a lewd pussycat and I can't wait for your cock any longer.", " I want it, I want your cock deep inside me."]}, {"name": "You", "audio": "", "normalized": ["That bad?"]}, {"name": "Tesla", "audio": "v_sr383_0032", "normalized": ["Yes, yes!"]}, {"name": "You", "audio": "", "normalized": ["You really want it?"]}, {"name": "Tesla", "audio": "v_sr383_0033", "normalized": ["I want it, I really want it."]}, {"name": "", "audio": "", "normalized": ["My cock was covered with pussy juice so thick, it was like getting covered with slime."]}, {"name": "", "audio": "", "normalized": ["It was more than enough for the penetration."]}, {"name": "", "audio": "", "normalized": ["She begged, begged, begged, and begged, then begged some more till she only lived for the cock, and I finally decided to penetrate her."]}, {"name": "", "audio": "", "normalized": ["I grinned as I could see the training had stuck to her, all the way to her core and it had become part of Tesla, then pressed my cock onto her pussy."]}, {"name": "Tesla", "audio": "v_sr383_0034", "normalized": ["Mnnghh, aaghh, aaghh…!"]}, {"name": "", "audio": "", "normalized": ["I thrust my hips slowly and inserted my penis."]}, {"name": "", "audio": "", "normalized": ["The flesh sucking onto it was wiggling with pleasure."]}, {"name": "", "audio": "", "normalized": ["The pussy juice on my cock dripped as the labia scraped it off and even more juice came out from the inside of her pussy as my cock displaced it."]}, {"name": "", "audio": "", "normalized": ["Tesla's pussy was nice and moist, hot and molten, it was almost like a steak of prime beef."]}, {"name": "Tesla", "audio": "v_sr383_0035", "normalized": ["I-it's coming, it's huge, rock-hard, and lovely cock…!", " This is it, this, it's so goodd…!"]}, {"name": "", "audio": "", "normalized": ["She seemed to have achieved light orgasm just from the penetration and the pussy juice spewed from the space between my cock and her pussy."]}, {"name": "", "audio": "", "normalized": ["As I pushed the overflowing pussy juice out, I gradually let my cock get buried into her cervix, going in deep."]}, {"name": "You", "audio": "", "normalized": ["Your womb is sucking onto me like it wants cum.", " I guess it still remembers its role as a baby sack."]}, {"name": "Tesla", "audio": "v_sr383_0036", "normalized": ["Mnnghhmm, it feels so good, you know, how could I forget how to use my womb correctly…!"]}, {"name": "You", "audio": "", "normalized": ["Then you better suck hard with your pussy and womb!"]}, {"name": "", "audio": "", "normalized": ["I began to slowly move back and forth as I rubbed her fleshy vaginal walls."]}, {"name": "Tesla", "audio": "v_sr383_0037", "normalized": ["Haaheeghh, haagahh, haahhmnmm, the creases in my pussy, heehmngh, they're flopping, guhahhmn, you're turning them!"]}, {"name": "Tesla", "audio": "v_sr383_0038", "normalized": ["Aghaahh, I'm getting so limp now, mnnghh, your cock is making me limp!"]}, {"name": "You", "audio": "", "normalized": ["You say that, but your pussy is squeezing so tight."]}, {"name": "Tesla", "audio": "v_sr383_0039", "normalized": ["That's only because I love your cock so much, I just love your lovely cock, you know."]}, {"name": "", "audio": "", "normalized": ["I pulled the cock out of my pussy and stopped right when the shoulders on it were nudging onto her labia."]}, {"name": "Tesla", "audio": "v_sr383_0040", "normalized": ["Mnnghh!", " N-now my labia too, it's opening and spreading wide, ahh, aghh, aghh, this is making me ache for more."]}, {"name": "", "audio": "", "normalized": ["Tesla moaned as I moved shallowly, rubbing up the entrance."]}, {"name": "", "audio": "", "normalized": ["The whole body tensed up like her pussy and her body twisted like she could not stand it."]}, {"name": "You", "audio": "", "normalized": ["I see, I see.", " Then I'd have to go in again!"]}, {"name": "", "audio": "", "normalized": ["Her womb must have been contracting deep in her belly.", " I smashed my cock right in at her tensed up womb."]}, {"name": "Tesla", "audio": "v_sr383_0041", "normalized": ["Hoouoghh!"]}, {"name": "", "audio": "", "normalized": ["The cock knocked onto the tensed up womb violently.", " It made a dull impact on the core of the shaft."]}, {"name": "", "audio": "", "normalized": ["Tesla let out a silly voice as the bolt of pleasure ran right through her body and her face skewed."]}, {"name": "You", "audio": "", "normalized": ["What, you should like this."]}, {"name": "", "audio": "", "normalized": ["Tesla gradually forced a smile back on her skewed face."]}, {"name": "Tesla", "audio": "v_sr383_0042", "normalized": ["Y-yess…!", " R-right in my womb, m-my lovely cock, coming in so hard!", " Thank you so much."]}, {"name": "", "audio": "", "normalized": ["The gratitude for the first strike on her womb."]}, {"name": "", "audio": "", "normalized": ["Tesla held back the orgasm as hard as she could and said that out loud as she was taught so I could fuck her with no remorse."]}, {"name": "Tesla", "audio": "v_sr383_0043", "normalized": ["Th-th-th, heeghh!"]}, {"name": "You", "audio": "", "normalized": ["Haha, th?", " Th- what?"]}, {"name": "", "audio": "", "normalized": ["I asked her as I pressed her womb in deeper while it twitched violently from her trying to subdue an orgasm."]}, {"name": "You", "audio": "", "normalized": ["You can't even show your gratitude for getting cock in your womb, for me giving you the will to live?"]}, {"name": "Tesla", "audio": "v_sr383_0044", "normalized": ["Uguhhuhh, I-I-I can, I am grateful, I'm loving your cock so so much with m-my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Then you say it."]}, {"name": "Tesla", "audio": "v_sr383_0045", "normalized": ["Ooohhghhmnm!", " Y-yeess!"]}, {"name": "", "audio": "", "normalized": ["Before she could even finish nodding, I began moving back and forth, smashing my cock into her womb without mercy."]}, {"name": "", "audio": "", "normalized": ["I could feel it knocking onto her contracted and tensed up a womb."]}, {"name": "Tesla", "audio": "v_sr383_0045_01", "normalized": ["Huooughh, ohaaghh, aaghaahh, aaghaagaaghh, th-thank you, so, eegh, eeggeegh, eeghmnm!", " Eegh, eegh, eegheegeeghh!"]}, {"name": "Tesla", "audio": "v_sr383_0046", "normalized": ["Ohooghh, oogh, so much!"]}, {"name": "You", "audio": "", "normalized": ["Good.", " You're a good girl."]}, {"name": "Tesla", "audio": "v_sr383_0047", "normalized": ["Mnnaghaahhaahh, aaghh, aaghahh, aghaahhahh!", " Coming, coming, I'm coming, ughh!"]}, {"name": "Tesla", "audio": "v_sr383_0048", "normalized": ["My womb feels so good!", " Coming!", " Coming!", " I'm coming but I'm coming again when you put it in so deep, uughh!"]}, {"name": "", "audio": "", "normalized": ["She expressed her gratitude and was allowed to finally feel pleasure.", " Tesla screamed like an unchained beast."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, it feels that good to have your womb smashed, huh!"]}, {"name": "Tesla", "audio": "v_sr383_0049", "normalized": ["Yes, yeess!", " I love it, my womb feels so happy, uguhh!"]}, {"name": "Tesla", "audio": "v_sr383_0050", "normalized": ["Huaaghaahahh, aghaahhahh, I'm so happy, mnneeghehh, I'm so happy right now!"]}, {"name": "Tesla", "audio": "v_sr383_0051", "normalized": ["You cock turned Tesla into a living thing that can actually have feelings and emotions!"]}, {"name": "Tesla", "audio": "v_sr383_0052", "normalized": ["That's why I love it so much!", " I love getting fucked so hard by your huge cock, getting my womb pounded like this, ughh!"]}, {"name": "Tesla", "audio": "v_sr383_0053", "normalized": ["I love it more than anything in this whole world, I love getting fucked by the lovely cock I've offered myself to!"]}, {"name": "Tesla", "audio": "v_sr383_0054", "normalized": ["Aaaghaahhaaghhaghh, aaghh, it's amazing, it's so good, it feels so great, I love your lovely cock, ooghhuhh."]}, {"name": "", "audio": "", "normalized": ["Tesla screamed while she was breaking into tears."]}, {"name": "", "audio": "", "normalized": ["This was all thanks to the torture where I shut every single one of her senses but her womb off, making it the only way for her to feel alive."]}, {"name": "You", "audio": "", "normalized": ["If you want me to cum inside, you better tighten up hard.", " If you let go for just a moment, you don't get a creampie!"]}, {"name": "Tesla", "audio": "v_sr383_0055", "normalized": ["Yess!"]}, {"name": "You", "audio": "", "normalized": ["Open up your womb, I'm gonna cum in there!"]}, {"name": "Tesla", "audio": "v_sr383_0056", "normalized": ["Yes, y-yeess!", " I love it, please, cum inside me, directly in there, mnnhuuh, uughh, pleaassee!"]}, {"name": "Tesla", "audio": "v_sr383_0057", "normalized": ["Cum, cuumm!"]}, {"name": "", "audio": "", "normalized": ["She smashed her hips as hard as she could with the semen in the sight."]}, {"name": "", "audio": "", "normalized": ["Eventually, her cervix relaxed and I felt the tip burying into it."]}, {"name": "You", "audio": "", "normalized": ["I'm cumming, you better squeeze tight, suck it out!"]}, {"name": "Tesla", "audio": "v_sr383_0058", "normalized": ["Aaguhh, aaghh, aahaghaahh, aaghaahh!"]}, {"name": "Tesla", "audio": "v_sr383_0059", "normalized": ["C-come, please, come, come, come, come, come, so much throbbing cum, please, coommee!"]}, {"name": "Tesla", "audio": "v_sr383_0060", "normalized": ["Hooaaghaahhgaagghhaa hh!", " It's coming, coming, coming, aaghh!"]}, {"name": "Tesla", "audio": "v_sr383_0061", "normalized": ["Aaaghaahh!", " Aahh!", " Such fresh cum, eeghh!", " It's so hot, right into my womb!"]}, {"name": "", "audio": "", "normalized": ["As the tip lodged into her cervix, it was locked right in the pace and the intense pleasure caused the semen to erupt from my cock."]}, {"name": "", "audio": "", "normalized": ["I was ejaculating so hard that I actually felt my own balls moving from the momentum."]}, {"name": "Tesla", "audio": "v_sr383_0062", "normalized": ["Uughhuughhuuhh, please, give me so much cum, please, gimme…!"]}, {"name": "Tesla", "audio": "v_sr383_0063", "normalized": ["Please feel good with Tesla's cum hole…!", " And give me lots and lots of cum, your c-cum…!"]}, {"name": "", "audio": "", "normalized": ["She had devolved into a hole just for a cock, a sex toy, yet Tesla's body tensed up like a naïve virgin as she focused onto her womb."]}, {"name": "", "audio": "", "normalized": ["The vaginals walls were squeezing hard, trying to suck the cum out and her cervix was sucking to my cock so hard, it was going to snap it right off."]}, {"name": "Tesla", "audio": "v_sr383_0064", "normalized": ["Haaguhh, haaghh, aaghaahh, it's tingling, aaghh, into my womb, mmaahh, aghh, it's so good, tingling, eeghh…!"]}, {"name": "Tesla", "audio": "v_sr383_0065", "normalized": ["Aaghaahh, thank you so, so much, thank you so much, thank you so much, uguhuhh!"]}, {"name": "Tesla", "audio": "v_sr383_0066", "normalized": ["Your cum…!", " Cum, thank you so much for the cum!"]}, {"name": "Tesla", "audio": "v_sr383_0067", "normalized": ["I love it so much, I love, this!", " I'm so happy right now, mnnghhmmghh…"]}, {"name": "", "audio": "", "normalized": ["Tesla continued to murmur some kind of chant till the ejaculation was over and the waves of orgasm were pulling out from her womb."]}, {"name": "Tesla", "audio": "v_sr383_0068", "normalized": ["Haagh, haaghh, haahh, haahh… C-cum, thank you so much for your cum…"]}, {"name": "", "audio": "", "normalized": ["Once the wave was gone and she managed to spit it out, her body was still tense like rigor mortis with her womb sucking onto my cock."]}, {"name": "", "audio": "", "normalized": ["I tried pulling out."]}, {"name": "Tesla", "audio": "v_sr383_0069", "normalized": ["Mnnghh!"]}, {"name": "", "audio": "", "normalized": ["The womb did not let go of my cock."]}, {"name": "You", "audio": "", "normalized": ["You're so greedy, you haven't had enough, huh."]}, {"name": "Tesla", "audio": "v_sr383_0070", "normalized": ["Uguhh… Uughh…"]}, {"name": "", "audio": "", "normalized": ["She nodded like a child being scolded for mischief.", " I knew she would not let go easily like that."]}, {"name": "You", "audio": "", "normalized": ["Fine.", " I'm gonna fuck you till your heart stops."]}, {"name": "Tesla", "audio": "v_sr383_0071", "normalized": ["A-again… Heheh!"]}, {"name": "", "audio": "", "normalized": ["Her womb twitched and then the cervix began to relax, licking up the cock inside it."]}, {"name": "", "audio": "", "normalized": ["I forcibly pulled my cock out of there and began to pound her hard and fast once again."]}]