[{"name": "You", "audio": "", "normalized": ["Looks like you can't even resist anymore."]}, {"name": "", "audio": "", "normalized": ["Donna was overwhelmed by the pleasure of orgasm and she laid there, groggy and still."]}, {"name": "Donna", "audio": "v_sr419_0000", "normalized": ["Guhhaahh, huhaahh, mnnhaahh… Aauhhaaghh…"]}, {"name": "", "audio": "", "normalized": ["There was no need for me to keep her bound by her powers which I had taken.", " Even her android arms were useless without the wielder's will to fight."]}, {"name": "Donna", "audio": "v_sr419_0001", "normalized": ["Haauhhaauhaahh… Guhhguhh, huhhaahh, mnnhaahhm huheghh…"]}, {"name": "You", "audio": "", "normalized": ["Quite ironic, huh.", " If you wanted, you could easily reduce me to nothing but dust, but then you are completely broken by pleasure and have no will to do so."]}, {"name": "", "audio": "", "normalized": ["No matter how skilled one might be, no matter how good a weapon might be, they are nothing but a tool.", " Once the user lost the will to fight, it was over."]}, {"name": "You", "audio": "", "normalized": ["Now, I'm going to make you serve me like an animal you are, with both your android arm and gravity sword completely useless."]}, {"name": "Donna", "audio": "v_sr419_0002", "normalized": ["Huheahaagghh.", " S-serve you… Mnnghaahh, huuhhaaghh…"]}, {"name": "", "audio": "", "normalized": ["She was so intoxicated, it was hard to tell if she understood what I told her, but I lifted Donna up anyway――"]}, {"name": "", "audio": "", "normalized": ["And then put her on my lap as I sat down.", " Immediately, my rock-hard penis dug into Donna's crotch through the crotch fabric."]}, {"name": "Donna", "audio": "v_sr419_0003", "normalized": ["Uhghaaghaaghhaahhnmm!"]}, {"name": "You", "audio": "", "normalized": ["You can't even talk because it's so good, huh?"]}, {"name": "", "audio": "", "normalized": ["Her crotch was drenched like she wet herself thanks to the orgasm and just the stimulation of my penis touching her made her tremble."]}, {"name": "Donna", "audio": "v_sr419_0004", "normalized": ["Mnhhaahhaahh, it's hitting, it's hitting me, mnngh, it's right on me, mmnmnhuhh, th-this is… Haaheeghh, so hard, what is this…"]}, {"name": "You", "audio": "", "normalized": ["What a stupid question.", " It's the cock you'll be serving from now on as an animal you are, of course."]}, {"name": "You", "audio": "", "normalized": ["You're gonna come so hard with it, you'll get addicted."]}, {"name": "Donna", "audio": "v_sr419_0005", "normalized": ["Uhghaahahh, a-addicted, an animal… Haaghhahhaauhhaahuhh, your cock, heehahhnm, I can feel it, mngh."]}, {"name": "", "audio": "", "normalized": ["Even though she was denying it with words, her body was anticipating the pleasure about to be given by the penis, showing signs of arousal."]}, {"name": "Donna", "audio": "v_sr419_0006", "normalized": ["Guhhaaghh, haahouhohghhohhahh, heehhnmghh, mnnghmm, your cock, ahh, heghaahh, i-it's touching me…"]}, {"name": "You", "audio": "", "normalized": ["I'm only lightly nudging you through the fabric and you're reacting as if I had gone inside."]}, {"name": "", "audio": "", "normalized": ["With just a slight bump with my hips, Donna shuddered and let out moans like I was already pounding her."]}, {"name": "Donna", "audio": "v_sr419_0007", "normalized": ["Mnnhaahh, huhhaahh, haaghhaghhaahhnmmgh."]}, {"name": "", "audio": "", "normalized": ["I enjoyed the reaction as more vaginal fluids came out of her more and more with the repeated shaking, savoring the sensation."]}, {"name": "You", "audio": "", "normalized": ["It's so wet, it's like you've wet yourselves.", " You won't even need foreplay like this."]}, {"name": "Donna", "audio": "v_sr419_0008", "normalized": ["Guhhuuhaaghahh, mnnhuhhaahh, haaghhaahh, huhhaahuhaahhahaaghhaahhnm."]}, {"name": "", "audio": "", "normalized": ["Donna was moaning senselessly, not even able to answer me properly.", " A fitting attitude for an animal."]}, {"name": "You", "audio": "", "normalized": ["Alright, I'm gonna give slutty sex animal all the cock you want!"]}, {"name": "", "audio": "", "normalized": ["I moved her drenched crotch fabric out of the way and exposed her moist vagina, then shoved my cock right in from the below."]}, {"name": "Donna", "audio": "v_sr419_0009", "normalized": ["Uhouhoohgohohohgoohhmm!"]}, {"name": "", "audio": "", "normalized": ["Her already drenched vagina accepted the huge penis in easily down to its base and the stimulation alone made Donna let out beastly moans."]}, {"name": "Donna", "audio": "v_sr419_0010", "normalized": ["Huhooghoohhoouhh, mnnhouohheeghaahh, mnnghhmnhgaahh, aaheeghhaahh, this is, this is so good, aaheeghhnm!"]}, {"name": "You", "audio": "", "normalized": ["Oh, it looks like the penetration also made your nipples join the fun."]}, {"name": "", "audio": "", "normalized": ["Donna's nipple began to drip the new batch of the breast milk like a virgin dick which ejaculated as soon as it went in for the first time."]}, {"name": "Donna", "audio": "v_sr419_0011", "normalized": ["Huhaahheghhaahhmmnn, i-it's coming, coming out, coming, aaghhehhehhahaaheghh, it's coming out, aahh!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, you're spewing the breast milk while getting pounded.", " What a slutty body you got.", " That's some really lewd stuff."]}, {"name": "Donna", "audio": "v_sr419_0012", "normalized": ["Mngnuhaahh, when you, mnnguhh, pound me, aahh, milk, coming out aahegghh, coming out of my tits…"]}, {"name": "Donna", "audio": "v_sr419_0013", "normalized": ["Haahaaghaahh, it tingles, aaghh, through my tits… Milk keeps coming out, it keeps coming, aahuhhnmghhmm!"]}, {"name": "", "audio": "", "normalized": ["As I shook my hips and pounded her up hard.", " Donna's breast milk was gushing out more and more in synch."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, I can't even imagine how much breast milk is stored in your tits.", " Hey, I'm not gonna let it go to waste if they keep coming out like a fountain."]}, {"name": "Donna", "audio": "v_sr419_0014", "normalized": ["Guhhaahaahh, huhhaahh, I can't stop it, breast milk, aahh, it's coming out of my nipples, so much…"]}, {"name": "Donna", "audio": "v_sr419_0015", "normalized": ["It keeps coming out, huhaahhnmghh, so much, keeps coming out, aauhaamnghmnmm!"]}, {"name": "You", "audio": "", "normalized": ["If the milk keeps coming out, I'm gonna suck it out for you."]}, {"name": "", "audio": "", "normalized": ["I opened my mouth wide and sucked right onto her nipples as breast milk was seeping out from them every time I pounded her."]}, {"name": "Donna", "audio": "v_sr419_0016", "normalized": ["Huhoouhgoohaahahahahh, m-my tits, tits, getting sucked on, aaheghh, they're getting sucked on!"]}, {"name": "You", "audio": "", "normalized": ["Chuurruhhnmmnmm!"]}, {"name": "Donna", "audio": "v_sr419_0017", "normalized": ["Hoheeaaghahh, this, this is too good, heeahaaghh, you're sucking on my nips, sucking them out, aahh!"]}, {"name": "", "audio": "", "normalized": ["Donna went wild with pleasure with the new stimulation of getting her nipples sucked out hard."]}, {"name": "Donna", "audio": "v_sr419_0018", "normalized": ["Mnnhououhh, nnmghhouheeghh, huhheeghahh, mnnhaaghaahaoouhghh!"]}, {"name": "", "audio": "", "normalized": ["Every time the breast milk flowed into my mouth as I sucked it out, Donna twitched and let out pleasured moans."]}, {"name": "Donna", "audio": "v_sr419_0019", "normalized": ["Huhouhouhhmnhaaghhuhhouhohohmhoouhg ouhoohhmm, mnnheeghaahheghhaahh…"]}, {"name": "You", "audio": "", "normalized": ["Gouchuuhh, juruhhruhuhrreehh… It's actually not too sweet and tastes nice.", " Considering how much is coming out, it's perfect."]}, {"name": "", "audio": "", "normalized": ["Although she was still resistant to the fact I was sucking out her breast milk and savoring it, Donna felt a new kind of pleasure as she trembled even more."]}, {"name": "Donna", "audio": "v_sr419_0020", "normalized": ["Uhghaahhuuhh, guughhaahhouhoouhohh, mnngmmhoouhmnhouhh, mnnhouhh, they're getting sucked so hard…"]}, {"name": "Donna", "audio": "v_sr419_0021", "normalized": ["My tits, getting sucked, and my pussy getting pounded… Milk, sucked out… Eegheeghh, this feels so good, mnngmghmnmmn!"]}, {"name": "You", "audio": "", "normalized": ["Mnnjuruhuhrehh, every time I suck on it, mnguh, juhruhh, your nipples get harder and more milk comes out."]}, {"name": "", "audio": "", "normalized": ["I could feel Donna's nipple getting bigger as I rolled it in my mouth and volume of her breast milk increasing."]}, {"name": "", "audio": "", "normalized": ["Even the other nipple I was not sucking on was dripping breast milk like they were in synch, splashing down onto the ground."]}, {"name": "Donna", "audio": "v_sr419_0022", "normalized": ["Mnnhuhh, guhhoouhhaahh, huhouhouhaaohaaghh, mnnhhaauhhaahhaauh, ughhouhouhoohh!"]}, {"name": "You", "audio": "", "normalized": ["Sucking on just a single nipple is rather unbalanced.", " Your other nipple looks rather lonely, so I'll keep it company too."]}, {"name": "", "audio": "", "normalized": ["I pulled both of her nipples and decided to put them both in my mouth."]}, {"name": "Donna", "audio": "v_sr419_0023", "normalized": ["Ughheeghaahhnmm!"]}, {"name": "", "audio": "", "normalized": ["Donna let out screaming voice as both of her nipples were tugged and sucked on."]}, {"name": "You", "audio": "", "normalized": ["Jurhjuruyuhrhh, juuruuhreehh, gochrehgochreh."]}, {"name": "Donna", "audio": "v_sr419_0024", "normalized": ["Mnnheegghh, hooheeghh, guuhheeghhaahh!"]}, {"name": "You", "audio": "", "normalized": ["Sucking on both of your nipples… Mnnguhh, juruh, at the same time… There's… Goochhuh, goochh, there's so much of it."]}, {"name": "", "audio": "", "normalized": ["I laughed and sucked on her nipples hard, then Donna reacted to the sensation and her vagina squeezed particularly tight."]}, {"name": "You", "audio": "", "normalized": ["Getting your milk sucked is making your pussy feel even better."]}, {"name": "Donna", "audio": "v_sr419_0025", "normalized": ["Guhhaahaahh, huhhaaghaahhnmmheehaahh, eeghheeghaaghh, both, mnghmnmnmm, sucked…"]}, {"name": "Donna", "audio": "v_sr419_0026", "normalized": ["I'm getting sucked on, aahh, getting pounded… Aaaheeh, so good, it's too good, mnnghmnmhhmnmnmghhmnm!"]}, {"name": "", "audio": "", "normalized": ["Donna began to writhe madly and was rejoyced by the double stimulation through her vagina and nipples, moaning loudly as her body twisted."]}, {"name": "Donna", "audio": "v_sr419_0027", "normalized": ["Mnngaahhaahaahhbahabahaaghh, I-I can't take it anymore, I can't, I'm going insane, bubuguhugugouhghghhghh!"]}, {"name": "You", "audio": "", "normalized": ["Hahahahah, now you can only roar like an animal."]}, {"name": "Donna", "audio": "v_sr419_0028", "normalized": ["Guhhaagoouhagohaahh, mnnghaahaghaabaahh, please stop, eegheghheghh!"]}, {"name": "", "audio": "", "normalized": ["She let out beastly roars to tell me that she could not stand it much more of the intense stimulation, but I ignored her."]}, {"name": "", "audio": "", "normalized": ["It was her duty was the sex animal to sit there and get fucked however her master wanted."]}, {"name": "Donna", "audio": "v_sr419_0029", "normalized": ["Mnngoouhobaaghhaaghh, guhhegheeaahh, mnnheegaahh!"]}, {"name": "You", "audio": "", "normalized": ["It's okay if you like this, but if you move too much…your nipples are gonna pop out of my mouth."]}, {"name": "", "audio": "", "normalized": ["It's not like she could really stay still with both the pounding and her nipples getting milked――"]}, {"name": "", "audio": "", "normalized": ["But every time she writhed, her nipples almost came out of my mouth."]}, {"name": "Donna", "audio": "v_sr419_0030", "normalized": ["Ughaaghh, huheghaahhaghhaghhaghhaahh hhnmm!"]}, {"name": "You", "audio": "", "normalized": ["Fine then.", " I'll just have to suck it harder."]}, {"name": "", "audio": "", "normalized": ["She still kept moving even after I told her to stop, so the only thing I could do was to suck harder."]}, {"name": "", "audio": "", "normalized": ["I bit down onto her both of erect nipples rolling inside my mouth with my teeth."]}, {"name": "Donna", "audio": "v_sr419_0031", "normalized": ["Mmnnghheegheeghhaaghaa aahghh!"]}, {"name": "", "audio": "", "normalized": ["With the new kind of intense stimulation, Donna let out a screaming moan as her nipples were bitten."]}, {"name": "You", "audio": "", "normalized": ["Hahah, now you're letting out different voices.", " I wonder what's gonna happen if I keep fucking you hard like this.", " I'm intrigued."]}, {"name": "Donna", "audio": "v_sr419_0032", "normalized": ["Guheeghgeghh, heeghee, hoo, you're biting me, my nipples, aahghh, biting on my nipples, uguughh!"]}, {"name": "", "audio": "", "normalized": ["Every time I bit onto Donna's nipples, they spewed breast milk like juice bursting out of ripe fruit."]}, {"name": "Donna", "audio": "v_sr419_0033", "normalized": ["mnngohoomngohohh, don't bite me, eegheeghheegheeghh, noonmmgh!"]}, {"name": "", "audio": "", "normalized": ["As I put pressure on her nipples and rolled it with my teeth, Donna screamed loudly and expressed pleasure."]}, {"name": "You", "audio": "", "normalized": ["Biting your nipples and pounding you makes your pussy move differently."]}, {"name": "Donna", "audio": "v_sr419_0034", "normalized": ["Gheegehaahaaghaahh, noo, aaghheeghh, I'm going to break, my nipples are gonna break!"]}, {"name": "", "audio": "", "normalized": ["Donna writhed as she spewed breast milk from her nipples."]}, {"name": "", "audio": "", "normalized": ["I ignored her and kept pounding her, biting down harder, teasing her."]}, {"name": "Donna", "audio": "v_sr419_0035", "normalized": ["Guhboouboouhhgboouhbohbbouhgbbhh hhmmngh, noo, don't time on theemm, noo, eeghegeehhegehh!"]}, {"name": "You", "audio": "", "normalized": ["I have no idea what you're saying with that beastly growl."]}, {"name": "", "audio": "", "normalized": ["I figured out the gist of that she was trying to say, but I was the Master and Donna was the animal.", " I had no reason to care."]}, {"name": "", "audio": "", "normalized": ["I would play with her however I want till I get bored, then get rid of her.", " That was how we treat animals."]}, {"name": "", "audio": "", "normalized": ["But seeing her come like crazy as she splashed breast milk everywhere was rather entertaining.", " I could have some fun with this for a while."]}, {"name": "Donna", "audio": "v_sr419_0036", "normalized": ["Huhgoouhh, guhhgoohh, guhbuuhoohhgooghhgooghhoohh h, help, help me, eegehh!"]}, {"name": "You", "audio": "", "normalized": ["We've already come so far… Grrehgrreh, you can't go back now… Ghreeh, geereeghh, you think that's possible?"]}, {"name": "Donna", "audio": "v_sr419_0037", "normalized": ["Mnngouhh, huoohhgoohh, oohbbobbohbohohhnmm, please, help, help me, I'm going crazy, uughh."]}, {"name": "You", "audio": "", "normalized": ["You've already gone crazy enough.", " Nothing should be half-assed.", " We've already come this far, might as well go all the way."]}, {"name": "", "audio": "", "normalized": ["Donna's consciousness was already fading away thanks to the intense stimulation and pleasure, but her body was instinctively reacting as a female."]}, {"name": "", "audio": "", "normalized": ["She could not resist and every time she was pounded, her vaginal walls shuddered and every time I bit her nipples, she spewed breast milk."]}, {"name": "Donna", "audio": "v_sr419_0038", "normalized": ["Mnngoohooghoohghoohh, uuhhmgoohhgoohgoohuuhhooghhoghhe egahaghaahh!"]}, {"name": "You", "audio": "", "normalized": ["You scream with a real pretty voice.", " Don't forget how this feels.", " This is a pleasure that will control you from now on."]}, {"name": "", "audio": "", "normalized": ["I looked at Donna screaming like a beast and sensed she was quickly reached her limit."]}, {"name": "Donna", "audio": "v_sr419_0039", "normalized": ["Ohoboohhboohhmooghoohghhnmm, heegohggoohhoghhnmm, mnngheebeegheehhguhgeheehheemn mm!"]}, {"name": "", "audio": "", "normalized": ["Every time I swung my hips and pounded her deep into her tight cervix, drilling the tip in, Donna writhed as she let out a beastly roar."]}, {"name": "", "audio": "", "normalized": ["The vaginal fluid was getting more viscous and it was pressurizing my cock to drive deeper and deeper."]}, {"name": "You", "audio": "", "normalized": ["Mnnguhh, goohgogohuhh, fuhffhuhhghh, both your breast milk and pussy juice are gushing out."]}, {"name": "Donna", "audio": "v_sr419_0040", "normalized": ["Guhhaahbheeghh, so much, juice coming out, eeghehh, I'm gonna run dry, mnnguhhbeegbeeuhheeghh."]}, {"name": "Donna", "audio": "v_sr419_0041", "normalized": ["My body gaahhaabaahhabaahh, it's gonna run dry, aabuughh, buuheegheegeeghhaahh!"]}, {"name": "You", "audio": "", "normalized": ["It's about time to finish you off."]}, {"name": "", "audio": "", "normalized": ["I swallowed her breast milk and sped up pounding from below to enter the final stretch."]}, {"name": "Donna", "audio": "v_sr419_0042", "normalized": ["Hummggoouhhoohhoohghhbooghh h, gheegheehh, heeghhaahhbeehegehaahh!"]}, {"name": "", "audio": "", "normalized": ["Donna twitched and let out incoherent and loud screams as she writhed from the intense stimulation of me pounding her."]}, {"name": "", "audio": "", "normalized": ["I forced my penis deep into her vagina which had turned into a muddy melting pot and then I let go of the hot, pent up semen."]}, {"name": "Donna", "audio": "v_sr419_0043", "normalized": ["Guugheeghaaghaahhaghhaa aahhaaghhnmm!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Spew* *Spew* *Sput*"]}, {"name": "", "audio": "", "normalized": ["As her womb contracted and she fell speechless, Donna achieved orgasm with the spectacular ejaculation."]}, {"name": "", "audio": "", "normalized": ["Her moans turned into roaring screams and every time I ejaculated, her whole body shuddered."]}, {"name": "Donna", "audio": "v_sr419_0044", "normalized": ["Hooboouhboouhghouooguhhgouhhaahh aagahaahh, aaheeghaaghhnm!"]}, {"name": "You", "audio": "", "normalized": ["Ughbbuhh, your nips just jumped out of my mouth!"]}, {"name": "", "audio": "", "normalized": ["Donna was orgasming spectacularly and her nipples popped right out of my mouth like a bursting popcorn in a microwave."]}, {"name": "", "audio": "", "normalized": ["Her nipples jumped right out of my mouth and splashed the breast milk all over the place as it whipped around like it was a garden hose on an open faucet."]}, {"name": "Donna", "audio": "v_sr419_0045", "normalized": ["Guhhouohhohh, mnnhoohohh, huuhhbuguhhbuuhhaahh, it's, it's blowing up, uuguhh!"]}, {"name": "", "audio": "", "normalized": ["Donna's body was literary exploding with pleasure and her body jumped up uncontrollably"]}, {"name": "Donna", "audio": "v_sr419_0046", "normalized": ["Mnnhoouhh, oohoouhh, it's so good, beegheehheeghh, this feels too good, rruhhruhhruuhhuuhhnmm!"]}, {"name": "You", "audio": "", "normalized": ["It must feel like you're flying up to the damn space with such a massive creampie orgasm."]}, {"name": "", "audio": "", "normalized": ["Donna must have been experiencing intense pleasure I can not even imagine as a man――"]}, {"name": "", "audio": "", "normalized": ["She kept screaming in joy as her body shuddered ecstatically."]}, {"name": "Donna", "audio": "v_sr419_0047", "normalized": ["Ohhaahaaghhbaahaahh, heeghaahh, cum inside, I'm coming, aammaazziingg, aamaazzinngg, eeghhnmm!"]}, {"name": "You", "audio": "", "normalized": ["Now, do you understand that the only thing that's worth anything to you is the pleasure given to you by this cock?"]}, {"name": "Donna", "audio": "v_sr419_0048", "normalized": ["Yeess, I understaanndd, aaghh, I'm an animal, uughh, I'm, heegheeaaghh."]}, {"name": "Donna", "audio": "v_sr419_0049", "normalized": ["I've become an animal and serving your cock, eeghh, I'll serve your cock, mmnnmnnghhuhh!"]}, {"name": "", "audio": "", "normalized": ["Every time the ejaculated semen pumped her womb up, Donna experienced intense pleasure and repeatedly orgasmed."]}, {"name": "Donna", "audio": "v_sr419_0050", "normalized": ["Ohghooaghaaghabbaahabaaghh, guhhbuubbubuuhguhbheehhaahh, mnnhoho, huuhohoohh."]}, {"name": "You", "audio": "", "normalized": ["Quite a nice voice, perfectly fitting for an animal you are.", " I'm gonna take good care of you from now till I get bored."]}, {"name": "Donna", "audio": "v_sr419_0051", "normalized": ["Mnnhoouhmmnhoouhh, thank, thank you soo muuchh, mmnmghnmghmm!"]}, {"name": "", "audio": "", "normalized": ["There was not a single sign of Donna who bravely fought against me with the android arm and vengence――"]}, {"name": "", "audio": "", "normalized": ["The only thing I could see in her was the lewd, shameful attitude of one corrupted whore."]}, {"name": "Donna", "audio": "v_sr419_0052", "normalized": ["Mnnhuhhaaghhahh, mnnhoohaaghhaaghhguhhuhhaaghh hheh, haaheghahaaheghheeghhnmm…"]}, {"name": "", "audio": "", "normalized": ["She had savored the endless pleasure and once the ejaculation was over, she was completely intoxicated."]}, {"name": "Donna", "audio": "v_sr419_0053", "normalized": ["Buuhbbeeghh, guhhegheehheeghh, haabuueghheeghhehhaahh…"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, now you're looking pretty good."]}, {"name": "Donna", "audio": "v_sr419_0054", "normalized": ["Mnngheehaahh, buuhgheehahh… Mnnhuuhahh, haaghahaahhnmhaahhnmm…"]}, {"name": "", "audio": "", "normalized": ["It was doubtful she understood what I was saying at that point."]}, {"name": "", "audio": "", "normalized": ["Donna was only groaning incoherently at that point, twitching and letting out a sweet breath."]}, {"name": "Donna", "audio": "v_sr419_0055", "normalized": ["Uuhghaahhaahh, guhhaghaahh, huhhaahhnmhaahh, aahahh, mnnfuuh, mnnguhaagghh…"]}, {"name": "", "audio": "", "normalized": ["And Donna's breasts which I have worked on thoroughly was looking even worse than I thought."]}, {"name": "", "audio": "", "normalized": ["Her nipples, wet with the breast milk, had turned red and puffed up, all stretched and sagging down as I played with them thoroughly."]}, {"name": "You", "audio": "", "normalized": ["Oh, maybe I went a little too far?", " Your nipples look a slobbier than when we started."]}, {"name": "Donna", "audio": "v_sr419_0056", "normalized": ["Aaahaahh… M-my nipples… My, my nipples, aahaahh, nipples… They're so big and stretched…"]}, {"name": "You", "audio": "", "normalized": ["But your milk is still coming out with no issue whatsoever even like this, so I guess it's all fine."]}, {"name": "", "audio": "", "normalized": ["Her nipples were grotesquely stretched and drooping, but it was still letting out milk from the tip."]}, {"name": "", "audio": "", "normalized": ["Even as I looked, more breast milk dripped down and colored the floor milky white."]}, {"name": "You", "audio": "", "normalized": ["I sucked out and drunk so much milk and you still have breast milk left in you?"]}, {"name": "Donna", "audio": "v_sr419_0057", "normalized": ["Aaghaahh, huhaahh, mnnhaahh… I-I'm broken, I'm broken down… My nipples are broken… Breast milk, mnnhaahh, I can't stop it…"]}, {"name": "You", "audio": "", "normalized": ["Well, well, your tits really are sloppy.", " They're like a broken faucet, milk everywhere."]}, {"name": "", "audio": "", "normalized": ["Donna stared back at me with begging eyes even though the person who broke her, me, was insulting her."]}, {"name": "Donna", "audio": "v_sr419_0058", "normalized": ["Suck on me… Please, until it stops… Haauh, haahh, Please, suck… Haauhahh, suck my milk and drink it… Please…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, now you know how to beg like an animal you are."]}, {"name": "", "audio": "", "normalized": ["I looked down at Donna as she started begging me and I smiled, satisfied knowing that she was completely corrupted now."]}]