[{"name": "", "audio": "", "normalized": ["Tokyo Kingdom, where fighting had erupted countless times within its sphere of influence…"]}, {"name": "", "audio": "", "normalized": ["And now, once again, all of Tokyo was embroiled in the confusion and chaos of war."]}, {"name": "", "audio": "", "normalized": ["It had begun with the Taimanin's large-scale attack against the REA's forces, and then the UFS special forces became involved, muddying the situation."]}, {"name": "", "audio": "", "normalized": ["Presently, the city was full of these entangled forces and their fighting in the streets, with no end in sight, a few hours after the battle had begun…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["There was one man responsible for the free-for-all."]}, {"name": "", "audio": "", "normalized": ["Using the hostility between the Taimanin and the REA, he had baited them into conflict, and spread information that would get the UFS involved as well."]}, {"name": "", "audio": "", "normalized": ["As a result―in the middle of the chaotic battlefield of Tokyo, he had succeeded in capturing a certain woman."]}, {"name": "", "audio": "", "normalized": ["The one who was known as the strongest Taimanin―Asagi Igawa.", " The isolated woman had fallen into his trap, and was now struggling in the stomach of a ghastly creature."]}, {"name": "Asagi", "audio": "v_sr145_0000", "normalized": ["Guuh… I can't believe this kind of trap…"]}, {"name": "", "audio": "", "normalized": ["Asagi was swallowed up by the giant worm creature from her head all the way to her stomach, as she struggled earnestly to escape."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, you're just like a frog.", " When it's about to get swallowed by a snake, that is."]}, {"name": "Asagi", "audio": "v_sr145_0001", "normalized": ["…!", " That voice is… Fuuma…"]}, {"name": "", "audio": "", "normalized": ["It was the voice of the leader of the opposition faction, the inheritor of the Fuuma name who she had met several times before."]}, {"name": "Asagi", "audio": "v_sr145_0002", "normalized": ["So that's it… In other words, you made both us and the UFS dance like puppets…"]}, {"name": "You", "audio": "", "normalized": ["Good guess.", " Seems like the juicier the bait, the more they bite, after all…heheh."]}, {"name": "", "audio": "", "normalized": ["Having heard the man's voice, Asagi ceased her struggling as she began to work out a plan to escape."]}, {"name": "", "audio": "", "normalized": ["For a little while now, when the monster touched her, she could feel the strength being sapped from her body."]}, {"name": "", "audio": "", "normalized": ["It was a living trap that sucked up her power, and by absorbing it, likely could strengthen its grip on its prey that much more."]}, {"name": "Asagi", "audio": "v_sr145_0003", "normalized": ["…I wonder if this is all to capture me.", " You prepared this monster and everything.", " Cowardly as usual, I see."]}, {"name": "You", "audio": "", "normalized": ["Just what are you trying to say when you're in such a sorry state?", " Sounds like a loser whining."]}, {"name": "Asagi", "audio": "v_sr145_0004", "normalized": ["And?", " Capturing me like this, just what are you thinking yourself?", " Taking advantage of everyone fighting each other like a coward?"]}, {"name": "You", "audio": "", "normalized": ["Well, I wonder about that…"]}, {"name": "", "audio": "", "normalized": ["As they exchanged insults, she examined the man's state, but he didn't seem to let down his guard at all."]}, {"name": "", "audio": "", "normalized": ["He saw right through her.", " That she had realized the creature's characteristics―its ability to sap her power, and that she was trying to counteract this."]}, {"name": "", "audio": "", "normalized": ["She wanted to know what his goal was at the same time, but it didn't seem as though he would let it slip that easily."]}, {"name": "Asagi", "audio": "v_sr145_0005", "normalized": ["(…But still, he must have an important goal… after all―)"]}, {"name": "", "audio": "", "normalized": ["The juicy bait he had mentioned before―if it were true, it was a rather grand strategy."]}, {"name": "", "audio": "", "normalized": ["As she thought this to herself, she could hear the man's vulgar laugh."]}, {"name": "Yamazaki", "audio": "", "normalized": ["Guhahaha!", " What a mess, Asagi… good job capturing this annoying bitch!", " Now that's the head of the Fuuma clan!"]}, {"name": "Asagi", "audio": "v_sr145_0006", "normalized": ["…So it was you, Yamazaki…"]}, {"name": "", "audio": "", "normalized": ["The former government secretary-general had lost trust with the public due to scandal and had fled…"]}, {"name": "", "audio": "", "normalized": ["After that, Asagi and the other Taimanin had chased him, out for blood―but just like the leaked info had said, it seemed as though he really was still alive."]}, {"name": "Asagi", "audio": "v_sr145_0007", "normalized": ["You're more stubborn than a cockroach."]}, {"name": "Yamazaki", "audio": "", "normalized": ["Shut up!", " Trying to kill me… do you have any idea what you're doing?!", " I'm a representative of Japan!", " I'm Senator Shin Yamazaki!"]}, {"name": "Asagi", "audio": "v_sr145_0008", "normalized": ["You sure are loud for a snob robbed of their position."]}, {"name": "Yamazaki", "audio": "", "normalized": ["Hmph… that goes for you too!", " You call yourself the strongest Taimanin in a position like that?!"]}, {"name": "", "audio": "", "normalized": ["To put it like Fuuma, the frog swallowed up by the snake…"]}, {"name": "", "audio": "", "normalized": ["Yamazaki laughed scornfully at Asagi's state as he pounded the other man's shoulder in appreciation."]}, {"name": "Yamazaki", "audio": "", "normalized": ["Hey, Fuuma… you wouldn't kill a woman as fine as Asagi, right?", " How about leaving her discipline up to me?"]}, {"name": "", "audio": "", "normalized": ["She could feel the man's eyes grow cold, exasperated at these words."]}, {"name": "", "audio": "", "normalized": ["She could even feel his irritation at Yamazaki's shallow thoughts, completely unaware that she was trying to recover."]}, {"name": "You", "audio": "", "normalized": ["…'Mister' Yamazaki.", " Sorry, but this isn't a game."]}, {"name": "Yamazaki", "audio": "", "normalized": ["Wha―you asshole!", " Are you mocking me―bghh?!"]}, {"name": "", "audio": "", "normalized": ["The moment he flew into a rage at the man's words, a blade suddenly pierced his throat."]}, {"name": "Asagi", "audio": "v_sr145_0009", "normalized": ["…!"]}, {"name": "You", "audio": "", "normalized": ["Now nobody knows who orchestrated this fight, or what happened to you, Asagi… if you get my drift."]}, {"name": "", "audio": "", "normalized": ["Cleaning the blood from his blade, the man turned to face Asagi again."]}, {"name": "Asagi", "audio": "v_sr145_0010", "normalized": ["(This man… I really can't let my guard down after all…)"]}, {"name": "", "audio": "", "normalized": ["He had a fearsome power to negotiate, bringing in Yamazaki, even if he was disgraced.", " And the ability to cause a massive military action."]}, {"name": "", "audio": "", "normalized": ["He had the grit to keep standing next to his target up until the point he would betray him, and the cool-headedness to slaughter him once the deed was done…"]}, {"name": "", "audio": "", "normalized": ["He was a rare existence, possessing every necessary skill for someone involved with a shady organization."]}, {"name": "Asagi", "audio": "v_sr145_0011", "normalized": ["You were planning on doing that from the beginning, huh…"]}, {"name": "You", "audio": "", "normalized": ["Who knows… now then, back to our conversation.", " You were asking what my goal is, right?"]}, {"name": "Asagi", "audio": "v_sr145_0012", "normalized": ["Yes, that's right…"]}, {"name": "", "audio": "", "normalized": ["Saying this, Asagi let loose all at once her power inside of the worm."]}, {"name": "Asagi", "audio": "v_sr145_0013", "normalized": ["I'll make you spit out your goal, this is an interrogation!"]}, {"name": "You", "audio": "", "normalized": ["…?!"]}, {"name": "", "audio": "", "normalized": ["No matter how much of her strength the worm sucked up, if she could just exceed its capacity, the trap should fall apart easily."]}, {"name": "", "audio": "", "normalized": ["That was why she had stored up her power during the conversation, internally awaiting her chance to explode.", " That was what should have happened.", " However…"]}, {"name": "Asagi", "audio": "v_sr145_0014", "normalized": ["…What… no way?!"]}, {"name": "", "audio": "", "normalized": ["It was true that she could feel the worm sucking up the power she had meant to let loose."]}, {"name": "", "audio": "", "normalized": ["But no matter how much energy she used, the worm did not split open or die."]}, {"name": "Asagi", "audio": "v_sr145_0015", "normalized": ["This is… guuh…"]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " Seems like you've had a misunderstanding."]}, {"name": "You", "audio": "", "normalized": ["That thing isn't sucking up your energy, it just eats whatever demonic power is in front of it."]}, {"name": "Asagi", "audio": "v_sr145_0016", "normalized": ["What did you say…?"]}, {"name": "You", "audio": "", "normalized": ["It isn't trying to suck it up and save it or anything.", " It's just a bodily function… the same as humans breathing or eating."]}, {"name": "Asagi", "audio": "v_sr145_0017", "normalized": ["…S-so that's it…"]}, {"name": "", "audio": "", "normalized": ["She understood then the reason why she had been caught in a surprise attack by the worm, unable to resist."]}, {"name": "", "audio": "", "normalized": ["Since her power was demonic in nature, none of it had any effect at all."]}, {"name": "", "audio": "", "normalized": ["It was like watering a plant.", " Still, for someone as strong as her, it should have had some kind of effect…"]}, {"name": "You", "audio": "", "normalized": ["…Heheheh, of course, that's not the only thing."]}, {"name": "", "audio": "", "normalized": ["Asagi twisted her body desperately, having a bad feeling about the aura lingering around the bold man."]}, {"name": "Asagi", "audio": "v_sr145_0018", "normalized": ["Guuh… youu!"]}, {"name": "", "audio": "", "normalized": ["Silently wishing to herself that she could move just a little bit, she strained her arms and legs inside the worm."]}, {"name": "", "audio": "", "normalized": ["But the more she tried, the more the worm devoured her energy, making her exhaust herself uselessly."]}, {"name": "Asagi", "audio": "v_sr145_0019", "normalized": ["(Guuh.", " but there has to be a limit…)"]}, {"name": "", "audio": "", "normalized": ["Asagi struggled even more, thinking that she must take care of this before the man made his move, but then he spoke."]}, {"name": "You", "audio": "", "normalized": ["I told you―that's not the only thing.", " Even humans, when they eat something bad, or eat too much, they clean themselves out, right?"]}, {"name": "Asagi", "audio": "v_sr145_0020", "normalized": ["What are you… nghh!", " Wh-what?!"]}, {"name": "", "audio": "", "normalized": ["As the man spoke, the inside of the worm's body soaked her with a strange mucus."]}, {"name": "You", "audio": "", "normalized": ["Seems like it's started… when it eats too much, that worm uses its prey to spit that stuff out."]}, {"name": "You", "audio": "", "normalized": ["A powerful aphrodisiac… it works really well, you know?"]}, {"name": "Asagi", "audio": "v_sr145_0021", "normalized": ["Bhh…ughh!", " Don't fuck with mee!"]}, {"name": "", "audio": "", "normalized": ["The unpleasantness of the flesh walls tangled around her made Asagi's face warp, as she immediately put energy into trying to escape."]}, {"name": "", "audio": "", "normalized": ["But the worm easily denied her resistance."]}, {"name": "Asagi", "audio": "v_sr145_0022", "normalized": ["This… nnghh, aguuhh?!", " What, this is.", " the worm is… moving… closing… guhhiihh?!"]}, {"name": "", "audio": "", "normalized": ["The worm's insides were filled with bumps of various sizes."]}, {"name": "", "audio": "", "normalized": ["It used its rough, complex surface as if it were chewing Asagi, wriggling its body furiously and putting pressure on her."]}, {"name": "", "audio": "", "normalized": ["It massaged her whole body, kneading and tangling its mucus and walls around her, sucking at her with the most repulsive feeling and painful stimulation…"]}, {"name": "", "audio": "", "normalized": ["But that wasn't the only thing she felt."]}, {"name": "Asagi", "audio": "v_sr145_0023", "normalized": ["Guuh… nnhh?!", " J-just what… is happening… this feeling… phhgh?!"]}, {"name": "", "audio": "", "normalized": ["The pressure was too great to be called a caress, as it bent and crushed her whole body, making her bones creak and pressuring her insides."]}, {"name": "", "audio": "", "normalized": ["But for some reason, the pain in her bones was substituted for overwhelming pleasure, making Asagi scream over and over as her body leapt."]}, {"name": "Asagi", "audio": "v_sr145_0024", "normalized": ["Nnhahh?!", " Wh-why… my bodyy!", " My bones are cracking, it feels good?!"]}, {"name": "You", "audio": "", "normalized": ["Fwahahaha!", " That's the effect of the aphrodisiac fluid!", " It's made from demonic power and soaking into you from that thing's skin!"]}, {"name": "You", "audio": "", "normalized": ["In other words, it soaks all the way to your bones and makes even pressure like that feel pleasurable."]}, {"name": "Asagi", "audio": "v_sr145_0025", "normalized": ["Nngnhhiihh?!", " Wh-what are you saying… oghh, nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["Even as he said this, Asagi's whole body was crushed, pleasure shooting through her with every time her body creaked, shamefully convulsing inside of the worm."]}, {"name": "You", "audio": "", "normalized": ["The more you yell and struggle, the more strength you lose."]}, {"name": "You", "audio": "", "normalized": ["After sucking it up, the worm will make even more aphrodisiac, melting its target…"]}, {"name": "You", "audio": "", "normalized": ["…Making you feel good, and stealing your strength again…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, you fine with that?", " At that rate, you'll fall into an endless loop of being pickled in aphrodisiac."]}, {"name": "Asagi", "audio": "v_sr145_0026", "normalized": ["Nnno, waiit…phhgyuuh!"]}, {"name": "", "audio": "", "normalized": ["She knew it even without him saying it.", " But the aphrodisiac formed from her demonic power was unimaginably strong and had increased her erogenous zones."]}, {"name": "", "audio": "", "normalized": ["She felt no pain from being chewed on, but rather her whole body swelled with ecstasy to the tips of her limbs, her spine tingling."]}, {"name": "Asagi", "audio": "v_sr145_0027", "normalized": ["Phhnghh, nnghuuhh… uwah!", " Nnnoo, my boobs?!", " Not my chest and my cliit!"]}, {"name": "", "audio": "", "normalized": ["Even though she was clad in her Taimanin costume, her nipples and love button were swollen so large they appeared from beneath her suit."]}, {"name": "", "audio": "", "normalized": ["Just like her whole body, they twitched with pleasure, and her pussy lips were swollen with heat as they stained the fabric at her crotch."]}, {"name": "", "audio": "", "normalized": ["And then―the bumps inside the worm's mouth opened as if they were flower petals, forming cups like a bra as they sucked at her breasts."]}, {"name": "Asagi", "audio": "v_sr145_0028", "normalized": ["Obbhyaah?!", " Ihhiihh, nnoo, aghh!"]}, {"name": "", "audio": "", "normalized": ["Truly like a frog swallowed up by a snake, even though she knew it was completely useless, she could only squirm and resist in her bound state."]}, {"name": "", "audio": "", "normalized": ["Inside the opened bumps, little beads of flesh stuck fast to her, pouring intense pleasure down on her breasts, as if her suit wasn't in the way at all."]}, {"name": "Asagi", "audio": "v_sr145_0029", "normalized": ["Nngyuhh, youu!", " Do you really think… I can't withstand… thish much… guhhiihhn!"]}, {"name": "You", "audio": "", "normalized": ["My, you really are sturdy after all.", " The demons I threw to it as a test got their bones completely crushed easily, though."]}, {"name": "", "audio": "", "normalized": ["Even with these words of admiration, the man's sneer remained as he gazed at Asagi."]}, {"name": "Asagi", "audio": "v_sr145_0030", "normalized": ["(Gupphh… is there still more… to this monster…)"]}, {"name": "", "audio": "", "normalized": ["Sensing danger, Asagi began to struggle even further, and the worm made its move to block her."]}, {"name": "Asagi", "audio": "v_sr145_0031", "normalized": ["Wha… hyaphh, nnhahh!"]}, {"name": "", "audio": "", "normalized": ["Disgusting tentacles shot out from the worm, stabbing the area around Asagi's crotch with sharp needles that poked out from their tips."]}, {"name": "Asagi", "audio": "v_sr145_0032", "normalized": ["What are you… nngyuuh, aah… nnguuh?!", " Guwooaahh!"]}, {"name": "", "audio": "", "normalized": ["Even sensations which should have hurt all became pleasure."]}, {"name": "", "audio": "", "normalized": ["They made Asagi pant each time, but the moment the small pouches attached to the needles contracted, her head snapped back and she let out a howl."]}, {"name": "Asagi", "audio": "v_sr145_0033", "normalized": ["Fugghiih?!", " Nnhyaah, ohh, ohhwaahh!"]}, {"name": "", "audio": "", "normalized": ["Of course, the contents of those pouches was aphrodisiac―and though they were small, they were vastly more effective than the aphrodisiac soaking her outsides."]}, {"name": "", "audio": "", "normalized": ["It was the purest strain."]}, {"name": "", "audio": "", "normalized": ["Just the injection made her lewd slit ache, repeatedly twitching stickily, as her whole body convulsed wildly over and over."]}, {"name": "Asagi", "audio": "v_sr145_0034", "normalized": ["Nnhyaah… shtop iit!", " M-my, my pussyy!", " Agghh!", " It'sh tingliing!"]}, {"name": "", "audio": "", "normalized": ["She was in agony from the pricking of the needles, and the aphrodisiac that poured in made her muscles weak, making her pussy drip with nectar as though she were leaking."]}, {"name": "", "audio": "", "normalized": ["Naturally, her large, erect clitoris that poked through her suit also fell victim to the needles."]}, {"name": "", "audio": "", "normalized": ["It swelled even larger thanks to the efficacy of the aphrodisiac."]}, {"name": "Asagi", "audio": "v_sr145_0035", "normalized": ["Nnghaah!", " Ahiihh, m-my clit, my clitorishh!", " Sh-shomething big is comiing!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were completely blinded by flashes of light, and even she was no longer sure what she was screaming."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac injected into her membranes was already traveling through her bloodstream to the rest of her body, spreading throughout her head and heart."]}, {"name": "", "audio": "", "normalized": ["Asagi was bent backwards with her crotch thrust out in front of her, as if she were frozen in that position, as her body was attacked by intense spasms."]}, {"name": "", "audio": "", "normalized": ["If not for the roar of her climax coming from the back of her throat, one would think she were truly dying."]}, {"name": "Asagi", "audio": "v_sr145_0036", "normalized": ["(Hhhohh… nngh, thish… thish is no good, seriously… no good… aggh, aah… nnhahh…)"]}, {"name": "", "audio": "", "normalized": ["She could no longer roughly struggle.", " Asagi was now nothing more than pitiful prey caught in its trap."]}, {"name": "", "audio": "", "normalized": ["And―there was only one fate left for pitiful prey that was completely chewed up."]}, {"name": "Asagi", "audio": "v_sr145_0037", "normalized": ["Aah… ohh, oghh?!", " Wh-what… stop… shtop iit!"]}, {"name": "", "audio": "", "normalized": ["Unable to move any longer from the chewing and the aphrodisiac injections, the flesh walls of the worm pressed against Asagi…"]}, {"name": "", "audio": "", "normalized": ["…Narrowing and constricting as if it were fellating her."]}, {"name": "Asagi", "audio": "v_sr145_0038", "normalized": ["Shtop iit… agiighh!", " M-my boddyy, it'sh being… it'sh being crushed, uwaahh!"]}, {"name": "", "audio": "", "normalized": ["The clinging flesh walls pressured Asagi, no longer kneading her with their bumps but instead wrapping around and compressing her."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, that's the worm's final stage.", " Crushing its prey's bones, squishing their insides, and then…"]}, {"name": "Asagi", "audio": "v_sr145_0039", "normalized": ["Nnhbhaahh, there's shtill more?!", " Thish is too muuch!", " Ihihh… I'm cumming from being crushed!"]}, {"name": "", "audio": "", "normalized": ["Her arms, no longer able to withstand the intense burden, creaked and shuddered with a dull sound, as all of her joints became dislocated."]}, {"name": "", "audio": "", "normalized": ["The pain which should have made her pass out turned to pleasure, as the stimulation made Asagi climax easily."]}, {"name": "", "audio": "", "normalized": ["Her expression was blissful as her pussy folds were forced open, spraying love juices as she jerked and twitched."]}, {"name": "Asagi", "audio": "v_sr145_0040", "normalized": ["Phhghh… nnhohh…"]}, {"name": "You", "audio": "", "normalized": ["Heheh, seems like you were able to withstand it after all."]}, {"name": "You", "audio": "", "normalized": ["But after this… if all your bones break and your insides melt, you'll get completely absorbed."]}, {"name": "Asagi", "audio": "v_sr145_0041", "normalized": ["N-no… way… s-stop… shtop iit, nnghhuuh?!"]}, {"name": "", "audio": "", "normalized": ["Asagi rattled her limbs in a panic, filled with fear at the man's words."]}, {"name": "You", "audio": "", "normalized": ["It's actually pretty interesting, what a human is like after having everything sucked up and leaving them just a shell."]}, {"name": "You", "audio": "", "normalized": ["Show me what you look like when that happens, Asagi."]}, {"name": "Asagi", "audio": "v_sr145_0042", "normalized": ["Shtoop!", " There'sh no wayy!", " Nnghuuhhiihh!"]}, {"name": "", "audio": "", "normalized": ["There was nothing she could do, as even though she struggled not to be digested, the creaking and pain of dislocation of her bones filled her body with just as much pleasure."]}, {"name": "", "audio": "", "normalized": ["Unable to realize the man's words were a bluff, Asagi drooled with tears in her eyes, showing her final death throes.", " However…"]}, {"name": "Asagi", "audio": "v_sr145_0043", "normalized": ["Nnhahh… let mee goo… let me goo… nnbyahh?!"]}, {"name": "", "audio": "", "normalized": ["The worm blocked any resistance it met.", " The bumps that covered her breasts split in two and began to shoot out aphrodisiac needles from there as well."]}, {"name": "", "audio": "", "normalized": ["Her ample mounds were as sensitive as a clitoris all over, roughed up and warped lewdly."]}, {"name": "", "audio": "", "normalized": ["Around her twitching pink nipples, the aphrodisiac needles stabbed into her breasts and puffy areolae, as the pouches began to constrict."]}, {"name": "Asagi", "audio": "v_sr145_0044", "normalized": ["Gyaahiihh?!"]}, {"name": "", "audio": "", "normalized": ["Her breasts were already stretched beyond their limit, but the moment they directly came in contact with the aphrodisiac, Asagi convulsed as if she had been struck by lightning."]}, {"name": "Asagi", "audio": "v_sr145_0045", "normalized": ["Nnhoohh… hohh, uwaah… nnh, guhhih…"]}, {"name": "", "audio": "", "normalized": ["Just after this electric shock, her slackened body leapt and shuddered…"]}, {"name": "", "audio": "", "normalized": ["*Splash…* *Dripdripdripdrip…*"]}, {"name": "Asagi", "audio": "v_sr145_0046", "normalized": ["Hohhehh… nnh, aah…"]}, {"name": "", "audio": "", "normalized": ["Forcing its way through her suit, the yellow, ammonia-scented liquid gushed out of Asagi's tiny hole."]}, {"name": "Asagi", "audio": "v_sr145_0047", "normalized": ["Hohh, hhihh… hnnhyuhh… nghhi… hihh, hnnhhuh… nnhehh…"]}, {"name": "", "audio": "", "normalized": ["As if the pleasure had overflowed the capacity of her brain, Asagi lost herself in ecstasy from the stabbing and massaging of her breasts."]}, {"name": "", "audio": "", "normalized": ["Her eyes were practically inside out, with her mouth opened wide, and her expression was perfectly that of a female in heat."]}, {"name": "", "audio": "", "normalized": ["Dripping with drool, tears, and her own piss, her body was twitching with orgasms over and over again."]}, {"name": "", "audio": "", "normalized": ["Her relaxed pussy lips were spread wide open, and her swollen flesh was sucking at the fabric of her costume, closing down on it."]}, {"name": "", "audio": "", "normalized": ["Aiming for her pussy lips that were drooling lewdly, a single fat tentacle inside the worm raised its head and swooped down on her."]}, {"name": "Asagi", "audio": "v_sr145_0048", "normalized": ["Nnhaah… auuh… nnphh?!", " Phgghh… oghh…?!"]}, {"name": "", "audio": "", "normalized": ["Twisting itself up in her suit like a condom, the tentacle drove itself inside her pussy as it twisted, digging out her swollen walls."]}, {"name": "", "audio": "", "normalized": ["Even just this made her eyes swim with pleasure, as the inside of her head and her field of vision went white, making her completely black out."]}, {"name": "Asagi", "audio": "v_sr145_0049", "normalized": ["(Nghh, what, whaat?!", ")"]}, {"name": "", "audio": "", "normalized": ["Asagi breathed hard, unable to see her own crotch, and as she bent her spine."]}, {"name": "", "audio": "", "normalized": ["As she shook and trembled, the tentacle pierced through to her deepest part, striking severely against the entrance to her womb."]}, {"name": "Asagi", "audio": "v_sr145_0050", "normalized": ["Ohhwahh!", " Ahiiee, ighghiihh!"]}, {"name": "", "audio": "", "normalized": ["The moment it struck her, her female hole, loosened by the pleasure, swallowed up the tentacle as if admitting its defeat."]}, {"name": "", "audio": "", "normalized": ["The needle at its tip attacked the inside of her womb."]}, {"name": "Asagi", "audio": "v_sr145_0051", "normalized": ["Hyahhahh?!", " Theree!", " There, not theere!", " I'm gonna, I'm gonna go crazyy!"]}, {"name": "", "audio": "", "normalized": ["Her cries of resistance amounted to nothing more than wheezing as the needle buried itself in her womb's walls relentlessly, pouring in the thick aphrodisiac."]}, {"name": "Asagi", "audio": "v_sr145_0052", "normalized": ["―Fugghgiih, iih… ahiieheh…"]}, {"name": "", "audio": "", "normalized": ["The ecstasy of the assault that robbed her of her dignity as a woman finally made Asagi's instincts and senses snap."]}, {"name": "", "audio": "", "normalized": ["At the same time, it was like a dam had broken as her body's muscles lost all control, this time squirting everywhere instead of peeing."]}, {"name": "", "audio": "", "normalized": ["*Spray…splaash!", "* *Splosh, sploosh!", "*"]}, {"name": "", "audio": "", "normalized": ["It was an even greater force than before―in fact, her squirt was strong enough it became a spray that penetrated her suit, splashing everywhere in front of her crotch."]}, {"name": "Asagi", "audio": "v_sr145_0053", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["It was none other than the disgraceful figure of a loser who had wet themselves as they fainted in defeat."]}, {"name": "", "audio": "", "normalized": ["With her consciousness completely gone, Asagi's eyes rolled back in her head, surrendering her body to the worm as she squirted countless times."]}, {"name": "You", "audio": "", "normalized": ["…Hmph, seems like you've completely fallen."]}, {"name": "", "audio": "", "normalized": ["Whether it had reached her heart as well wasn't clear, but at the very least, she had lost consciousness, leaving her muscles, organs, bones, nerves, cells and more vulnerable…"]}, {"name": "", "audio": "", "normalized": ["Her power as the strongest Taimanin had been turned to an aphrodisiac and forced into every part of her body.", " Confirming this, the man grinned."]}, {"name": "You", "audio": "", "normalized": ["You won't be able to move properly for a while with this.", " Now then, onto the next preparations…"]}, {"name": "", "audio": "", "normalized": ["After confirming the unconscious Asagi had no reaction, the man let the worm swallow up her body, as he departed…"]}]