[{"name": "Natsume", "audio": "v_sr509_0000", "normalized": ["Haaghaahghh!", " Your cock, it's coming in!"]}, {"name": "", "audio": "", "normalized": ["The middle-aged man lied down on her back and then shoved his penis deep into her already drenched vagina at once."]}, {"name": "", "audio": "", "normalized": ["And then the penis pushed back Natsume's already lowering womb and the man let out a pleasured moan while trembling."]}, {"name": "Natsume", "audio": "v_sr509_0001", "normalized": ["Mnnhuaaghh… It's coming in so deep… Your huge, amazing cock, coming in… Aghhnmuhh…"]}, {"name": "Kaneko", "audio": "", "normalized": ["I'm sure you like finally having the cock you wanted so much."]}, {"name": "Natsume", "audio": "v_sr509_0002", "normalized": ["Yes… I just wanted your cock… And my pussy was aching for it all this time… Really, I can't thank you enough!"]}, {"name": "Natsume", "audio": "v_sr509_0003", "normalized": ["My pussy's so happy… It's making my head all dizzy… I can feel the warmth of your cock… I can't stop it twitching…"]}, {"name": "", "audio": "", "normalized": ["When he penetrated, the vaginal walls were sucking onto each other because of the fluid inside and lowering womb made it extremely tight for the penis."]}, {"name": "", "audio": "", "normalized": ["However, soon the warm flesh started tangle onto the penis instead as if it was caressing it along with Natsume's twitching."]}, {"name": "Kaneko", "audio": "", "normalized": ["You know, your pussy must really, really love a cock, Natsume… Gwuhahahah."]}, {"name": "Natsume", "audio": "v_sr509_0004", "normalized": ["Of course… I want to feel pleasure with a cock inside me… And your cock is definitely special, Kaneko-sama…"]}, {"name": "Natsume", "audio": "v_sr509_0005", "normalized": ["It's so hard, so thick, and so big… Just having it inside me is turning me on… And please, I want you to start moving…"]}, {"name": "Kaneko", "audio": "", "normalized": ["Don't be so hasty now.", " I'll move in a bit."]}, {"name": "", "audio": "", "normalized": ["The man did not start moving after the penetration into her vagina, making her learn the shape of his penis, making her hole his own."]}, {"name": "Kaneko", "audio": "", "normalized": ["Your pussy's getting used to my cock now."]}, {"name": "Natsume", "audio": "v_sr509_0006", "normalized": ["That's good to hear… I'm just honored such a lesser pussy like mine can have your cock inside, Kaneko-sama…"]}, {"name": "Natsume", "audio": "v_sr509_0007", "normalized": ["How does your cock feel?", " Is my pussy doing everything you want?", " Please, just let me know if there's anything…"]}, {"name": "", "audio": "", "normalized": ["Natsume kept talking like an obedient sex slave but this was still just sex to sweeten the deal."]}, {"name": "", "audio": "", "normalized": ["The man looked down at Natsume's vulnerable body and tearing up his eyes which made his sadistic desire burn up."]}, {"name": "Kaneko", "audio": "", "normalized": ["I don't have anything to say.", " I've never seen a pussy this good."]}, {"name": "Natsume", "audio": "v_sr509_0008", "normalized": ["O-oh my, pussy so good… I see you really are good with words, Kaneko-sama… My pussy's just ordinary…"]}, {"name": "Kaneko", "audio": "", "normalized": ["I'm not lying to compliment you.", " I'm telling the truth.", " This is the best pussy I've ever seen."]}, {"name": "", "audio": "", "normalized": ["As he praised Natsume's vagina, his also impressive erect penis throbbed inside her and finally started moving."]}, {"name": "Natsume", "audio": "v_sr509_0009", "normalized": ["Mnnhhnmmhaaghaahh!", " Your cock's moving… I can feel it so much… I didn't think it was this good… Uhhnmmahh…"]}, {"name": "Natsume", "audio": "v_sr509_0010", "normalized": ["This is so slow, but… Mnguhahh… My pussy's getting tingly… It's pounding me so hard!"]}, {"name": "", "audio": "", "normalized": ["The first two strokes were slow and opened up the flesh inside which made Natsume moan, after which he started pounding hard."]}, {"name": "Natsume", "audio": "v_sr509_0011", "normalized": ["Aghaaghh!", " It's so hard, here it comes!", " Ughh, mnnaghh… This feels so good, so good!"]}, {"name": "Natsume", "audio": "v_sr509_0012", "normalized": ["Kaneko-sama, aghh!", " Haannmm, noo… Your cock's hitting me so deep, haaguh… Mnnmm, nuhaahhnmm!"]}, {"name": "", "audio": "", "normalized": ["Natsume's breasts shook along with her body as she was shaken by the intense pounding of the man using his own weight on the penis and hips."]}, {"name": "Natsume", "audio": "v_sr509_0013", "normalized": ["So good, this is so good… It's like I'm getting fucked against my will… Ahh, mnnguhh… My pussy's getting so turned on!"]}, {"name": "Natsume", "audio": "v_sr509_0014", "normalized": ["Getting pounded in my pussy by such a man… I'm so happy, yes… I love a rough man like you!"]}, {"name": "", "audio": "", "normalized": ["The man's voice was shaking from satisfaction as his hips were about to collapse from the pleasure he felt, moaning as he was overwhelmed by it."]}, {"name": "", "audio": "", "normalized": ["And he continued to pound her hard with the intention of making Natsume his own, corrupting her with pleasure."]}, {"name": "Kaneko", "audio": "", "normalized": ["Here, here, you better moan more and feel my cock with your pussy!"]}, {"name": "Natsume", "audio": "v_sr509_0015", "normalized": ["Yes… I'll fee it!", " My pussy is just for you, Kaneko-sama… Haanuhhahh, mnnguhahh… I'm moaning and I'm feeling it!"]}, {"name": "Natsume", "audio": "v_sr509_0016", "normalized": ["Your cock's rubbing in so hard… Guhhahh, mnnguhh… Mnnghaahh, guhyaghh… My pussy's becoming so slutty!"]}, {"name": "", "audio": "", "normalized": ["The man had already achieved ejaculation twice but his cock had been teased enough that the tip had inflated to its limit."]}, {"name": "", "audio": "", "normalized": ["Frothing vaginal fluid splashed from where they were joined together as the tip scooped it out of Natsume's vagina."]}, {"name": "Natsume", "audio": "v_sr509_0017", "normalized": ["Ughgaghh!", " My pussy's making all those lewd noises… Your cock's making those sounds, Kaneko-sama!"]}, {"name": "Natsume", "audio": "v_sr509_0018", "normalized": ["I can't stop my juice coming out… I'm so sorry… Mnnguh, huhaahhnmm… I'm so sorry I got you filthy, Kaneko-sama…"]}, {"name": "", "audio": "", "normalized": ["The man's voice became louder and deeper from the arousal, pounding his hips desperately as he was about to ejaculate once again."]}, {"name": "Kaneko", "audio": "", "normalized": ["How is it?", " Do you like my cock?"]}, {"name": "Natsume", "audio": "v_sr509_0019", "normalized": ["Of course, I love it… It's so good… I won't be able to come without your cock from now… Kaneko-sama…"]}, {"name": "Kaneko", "audio": "", "normalized": ["Very well, very well… Then I want you to come as much as you want with my cock."]}, {"name": "Natsume", "audio": "v_sr509_0020", "normalized": ["Yes… Kaneko-sama, with you… Huuguhhaahh, mmhnmm… I'm coming too… Haaguhhaaghh… Aghahhnmmhuh!"]}, {"name": "", "audio": "", "normalized": ["The man was getting so close to ejaculating and he pounded harder and harder which made Natsume moan out of control."]}, {"name": "Kaneko", "audio": "", "normalized": ["I'm gonna cum inside, okay?", " You want my cum in you, right, Natsume?"]}, {"name": "Natsume", "audio": "v_sr509_0021", "normalized": ["I want it… I want your cum inside me, please!", " I want it in my screaming pussy… Your cum, Kaneko-sama!"]}, {"name": "Natsume", "audio": "v_sr509_0022", "normalized": ["Not just in my mouth but also in my pussy too… Lots and lots of cum, pour it in, please… Please, Kaneko-sama!"]}, {"name": "", "audio": "", "normalized": ["Natsume thought about the lingering taste of semen in her mouth and gulped her throat."]}, {"name": "", "audio": "", "normalized": ["Then the man pounded his hips while screaming and ejaculated."]}, {"name": "Natsume", "audio": "v_sr509_0023", "normalized": ["Mmmnngyaaghaahh?!"]}, {"name": "", "audio": "", "normalized": ["Even though it was the third time, semen erupted with even more momentum which made the man's body tense up as he roared from such pleasure."]}, {"name": "", "audio": "", "normalized": ["And her vagina also achieved orgasm along with his penis.", " It wiggled along the throbbing penis instead of just twitching and sucked onto the tip."]}, {"name": "Natsume", "audio": "v_sr509_0024", "normalized": ["Coomiingnn!", " I'm coming with you, Kaneko-sama, I'm coming too, uguhh!"]}, {"name": "Natsume", "audio": "v_sr509_0025", "normalized": ["Haaguhaaghh!", " Mnnghnmm!", " Guhaahh!", " Mnnghmm… So much cum!", " It's coming into my pussy!"]}, {"name": "", "audio": "", "normalized": ["The man shuddered from the pleasure of semen spewing from his body and his shoulders moved up and down, trying to catch his breath."]}, {"name": "Kaneko", "audio": "", "normalized": ["Haauh, hahh… We did come togeher…"]}, {"name": "Natsume", "audio": "v_sr509_0026", "normalized": ["Yes… I came with you, Kaneko-sama… Mnnguh, mnnaaghh… It's so big, your cock… It made me come…"]}, {"name": "", "audio": "", "normalized": ["With orgasm and a massive amount of semen rushing into her womb, Natsume could barely breathe from the intense pleasure."]}, {"name": "Natsume", "audio": "v_sr509_0027", "normalized": ["You've filled me up… All the way inside my belly… Thank you so much… Kaneko-sama…"]}, {"name": "", "audio": "", "normalized": ["The man almost passed from but he managed to endure the intense pleasure and acted stern towards Natsume to prove his manliness."]}, {"name": "Kaneko", "audio": "", "normalized": ["Your pussy's sucking onto my cock."]}, {"name": "Natsume", "audio": "v_sr509_0028", "normalized": ["That's your cock…making my pussy do so… I came so much and my pussy's going nuts from it…"]}, {"name": "Natsume", "audio": "v_sr509_0029", "normalized": ["Please, I just want to suck out…your dick milk.", " I want to suck it more, taste it… I want more hot cum…"]}, {"name": "", "audio": "", "normalized": ["Natsume answered as her voice was cut off with the penis jumping inside her vagina but the man thrust his penis deep with no hesitation."]}, {"name": "", "audio": "", "normalized": ["And then he mounted on top of Natsume as if she was urging her for more."]}, {"name": "Natsume", "audio": "v_sr509_0030", "normalized": ["Huaahhnmm… Aahhnm, my titties… You're sucking on them… And your cock's coming in so deep…"]}, {"name": "", "audio": "", "normalized": ["The man grabbed both of her breasts and sucked on them while making deeper penetration with his penis, putting his weight on it."]}, {"name": "", "audio": "", "normalized": ["Natsume could not help but let out a loud moan and squeezed her vagina tight while the pleasure from orgasm still lingered within."]}, {"name": "Kaneko", "audio": "", "normalized": ["Yeah, you really are perfect, all of you.", " I can't find a single bit wrong with you, nothing."]}, {"name": "Natsume", "audio": "v_sr509_0031", "normalized": ["You saying that… Such a thing… It's making my pussy burn up on its own… Mnnhaghh…"]}, {"name": "Natsume", "audio": "v_sr509_0032", "normalized": ["And you're so good at sex too, Kaneko-sama… Your cock's so big and so manly… You really are a wonderful man…"]}, {"name": "", "audio": "", "normalized": ["Natsume's honest moans made the man go after the sensitive spot he found out with his fingers using his penis."]}, {"name": "Kaneko", "audio": "", "normalized": ["Well, I love what you are saying there.", " I'm going to pound you where you like it as thanks, Natsume."]}, {"name": "Natsume", "audio": "v_sr509_0033", "normalized": ["Aaaguhhaaghh!", " R-right there, that's… I'm so sensitive there… Thank you so much…"]}, {"name": "Natsume", "audio": "v_sr509_0034", "normalized": ["You're such a nice gentleman… Mnnguhh, nuhhaaghhnmm… I can't stop…my hips lifting up…"]}, {"name": "", "audio": "", "normalized": ["With her sensitive parts being pounded by the penis coming in with the man's weight on, Natsume expressed light orgasm every time by shaking her body."]}, {"name": "Natsume", "audio": "v_sr509_0035", "normalized": ["You're focusing way too much on that spot… Mnnhnmm, haahhnm… Coming… Mnnaghhnm… I'm coming…"]}, {"name": "Natsume", "audio": "v_sr509_0036", "normalized": ["Guhhaahhnmm… My pussy's shaking and I can't stop it… Mnnaaghhuh… It's twitching so much…"]}, {"name": "", "audio": "", "normalized": ["And it began to get even harder, more erect as if it was waiting for more of his penis."]}, {"name": "Natsume", "audio": "v_sr509_0037", "normalized": ["Ughuhaaghh… It's rubbing on me, so hard… There, it's burning up… Mnnhahh… This is way too intense…"]}, {"name": "Natsume", "audio": "v_sr509_0038", "normalized": ["Your cock's so hard… Grinding into me, it's driving me mad… My pussy's too sensitive… It's gonna break me…"]}, {"name": "", "audio": "", "normalized": ["The man was also feeling more pleasure from how hard she was getting and he was starting to enjoy it himself rather than just pleasuring her."]}, {"name": "", "audio": "", "normalized": ["He rubbed his penis onto the spot, enjoying how he was turning her into his personal slut."]}, {"name": "Kaneko", "audio": "", "normalized": ["What a great pussy you got."]}, {"name": "Natsume", "audio": "v_sr509_0039", "normalized": ["I'm just happy…you're enjoying how it feels… Kaneko-sama… Even my heart is getting warm too…"]}, {"name": "Natsume", "audio": "v_sr509_0040", "normalized": ["Please, use my pussy as much as you want…so you can feel good, please… My holes belong to you, Kaneko-sama…"]}, {"name": "", "audio": "", "normalized": ["It was not just his penis, but he also felt pleasure from his tongue and lips as he sucked on her nipples."]}, {"name": "", "audio": "", "normalized": ["He savored the heat, softness, and smoothness of Natsume's skin which was meant to arouse any man."]}, {"name": "", "audio": "", "normalized": ["The man was consumed by Natsume as he pounded his hips hard."]}, {"name": "Kaneko", "audio": "", "normalized": ["I'm so happy that I've finally made you mine, Natsume.", " You can't find a woman like you anywhere else."]}, {"name": "Natsume", "audio": "v_sr509_0041", "normalized": ["I'm glad to hear that… Thank you…for giving me such a compliment… Thank you so much…"]}, {"name": "Natsume", "audio": "v_sr509_0042", "normalized": ["I'm so happy too… Being able to be one with your, Kaneko-sama… I'm just so happy…"]}, {"name": "", "audio": "", "normalized": ["Natsume let out a pleasured voice even from the intense pounding and the man nibbling on her, alluring him with her body."]}, {"name": "Natsume", "audio": "v_sr509_0043", "normalized": ["Mnnmmnnhhchuubahh… Mnnmm, Kaneko-sama… Chuhh, chuuhh…"]}, {"name": "", "audio": "", "normalized": ["Next, the man asked Natsume to let him suck on her mouth and started stirring up inside of her mouth with his tongues."]}, {"name": "", "audio": "", "normalized": ["Natsume splashed saliva all over the place as if she was waiting for that moment and tangled her tongue onto his tongue going wild inside her mouth."]}, {"name": "Natsume", "audio": "v_sr509_0044", "normalized": ["Ammuhh… Juhhchuh, buhcurruhh… Mnhmm, haahh… Relouhh, relouhh… Ammuhhrelouhrelouhh… Jurrurhh…"]}, {"name": "", "audio": "", "normalized": ["She slurped the man's saliva and lips, looking at him with ecstatic eyes as she let out a sugary breath."]}, {"name": "Natsume", "audio": "v_sr509_0045", "normalized": ["Chuhh… Kaneko-sama, mnnhnm… You're also good at kissing too… Churruhhamuhh… Jurruhh, mnmmhhnm…"]}, {"name": "Kaneko", "audio": "", "normalized": ["Natsume…"]}, {"name": "Natsume", "audio": "v_sr509_0046", "normalized": ["Mnnhnmm, pfaahh… Kaneko-sama… Ammuh, mhmm… Huahhmn, rellouhh… Jurruhhaghhaahh… Mhhmuh, rellouh…"]}, {"name": "", "audio": "", "normalized": ["The man was so consumed by the act and pleasure it brought."]}, {"name": "", "audio": "", "normalized": ["He no longer checked Natsume's reaction and just kept teasing her with the tongue and penis feverishly."]}, {"name": "", "audio": "", "normalized": ["And it got more and more intense as his penis neared ejaculation with his testicles coming up."]}, {"name": "Natsume", "audio": "v_sr509_0047", "normalized": ["Mhhmmnn, haamuhh… Juhhbboughh, mnnhaaghh… Relurelouhbuchuhh… Haahhnm, Kaneko-sama… Mnngmm…"]}, {"name": "Natsume", "audio": "v_sr509_0048", "normalized": ["Aaahhnmm, noo… Mnnguhh, mhmm… Jurruororuhh, baahaaghhm… Ammughmm… Uhhnmm, haaghhauh…"]}, {"name": "", "audio": "", "normalized": ["The man devoured Natusm's lips so much that she could not even moan like he could not control his love for her."]}, {"name": "Natsume", "audio": "v_sr509_0049", "normalized": ["Ahh, mnnghnmm… Buugouh, guhahahh… Mnmm, junnbahh… Huhah, mhmm… Kaneko-sama, this is just amazing…"]}, {"name": "Natsume", "audio": "v_sr509_0050", "normalized": ["Relouhrellouh, mhmmhh… I can't stop it… Jurruruhh, chuhruhh… Mnnhhnm, puhhaahhnm… Mnnguhaahh?!"]}, {"name": "", "audio": "", "normalized": ["He would have ejaculated by this point, but the man continued to pound his hips with bloodshot eyes and short breath."]}, {"name": "", "audio": "", "normalized": ["Then he ejaculated after a feverish pounding, letting out beastly growl and roar."]}, {"name": "Natsume", "audio": "v_sr509_0051", "normalized": ["Mnnghegaghheeghh?!"]}, {"name": "", "audio": "", "normalized": ["With so much semen that was hard to believe it was the fourth time erupted and Natsume orgasmed as well."]}, {"name": "Natsume", "audio": "v_sr509_0052", "normalized": ["Nyuuhaagahh!", " I'm coming too, uugghuughh!"]}, {"name": "", "audio": "", "normalized": ["The man called out Natsume's name and shoved his penis into her orgasming vagina, continuing to ejaculate."]}, {"name": "Kaneko", "audio": "", "normalized": ["Come oonn!", " Take in all my cum with your slutty pussy, all of it, oouhh!"]}, {"name": "Natsume", "audio": "v_sr509_0053", "normalized": ["I'll take it all in, uugghh!", " Please, pour all your cum into my lewd, slutty pussy, eeghh!"]}, {"name": "", "audio": "", "normalized": ["The man's ejaculation became more and more intense as Natsume's vagina urged it."]}, {"name": "Kaneko", "audio": "", "normalized": ["Ahh, I can't stop it!", " This hole is too good to stop!"]}, {"name": "Natsume", "audio": "v_sr509_0054", "normalized": ["Mnnmmnuhuaaghhmm!", " Me too, I can't stop coming too, eehhnmm!", " Please, pour it into my womb, eeghh!"]}, {"name": "Natsume", "audio": "v_sr509_0055", "normalized": ["Please, give me your man-juice, Kaneko-sama, eeghh!", " Please, make my pussy pregnant, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Overflowing semen make pouring out of the opening, showing how incredible the man's ejaculation was."]}, {"name": "Natsume", "audio": "v_sr509_0056", "normalized": ["Cum, please give it to me, all of it!", " Please, pour it into me, till your balls run dry, eeghh!"]}, {"name": "Kaneko", "audio": "", "normalized": ["Ah, aaghh…"]}, {"name": "", "audio": "", "normalized": ["The man started letting out strained groans as his body began to shudder, and he finally showed a weak expression to Natsume."]}, {"name": "Kaneko", "audio": "", "normalized": ["Haauhhaahh… Natsume…"]}, {"name": "Natsume", "audio": "v_sr509_0057", "normalized": ["Huhahhnmm… This is just not enough… I want more of your thick cum, Kaneko-sama… I want my belly full…"]}, {"name": "", "audio": "", "normalized": ["On the other hand, Natsume was so satisfied by orgasm and urged the man's penis to ejaculate even more by squeezing her vagina."]}, {"name": "Natsume", "audio": "v_sr509_0058", "normalized": ["Please, I want you to feel more pleasure with my body… Please… Cum, again, inside my pussy… Pleassee!"]}, {"name": "", "audio": "", "normalized": ["Soon, the man's body started trembling as his breath ran short and rough.", " Even Natsume's words did not reach him by then."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput* *Splosh*"]}, {"name": "", "audio": "", "normalized": ["The man's body shook violently and then a torrent of semen started pouring out of his penis even harder than urine."]}, {"name": "", "audio": "", "normalized": ["Natsume caressed the man's head as he was becoming unconscious from such intense pleasure, whispering gently."]}, {"name": "Natsume", "audio": "v_sr509_0059", "normalized": ["It's okay… It's okay…"]}, {"name": "", "audio": "", "normalized": ["She said and patted his head.", " The heat and lust remained in her body, but her lewd voice and expression calmed down as she sat with him."]}, {"name": "", "audio": "", "normalized": ["In contrast to the man's ejaculation, his voice weakened and his rapid heartbeat became faint, unlike his throbbing penis."]}, {"name": "", "audio": "", "normalized": ["Then his body shuddered one last time and his breath skipped, only his penis throbbed as his heartbeat and breathing stopped."]}, {"name": "Natsume", "audio": "v_sr509_0060", "normalized": ["Kaneko-sama…"]}, {"name": "", "audio": "", "normalized": ["Natsume continued to pet his head gently even after he dies as she let out a lamenting sigh."]}, {"name": "???", "audio": "", "normalized": ["Well done."]}, {"name": "", "audio": "", "normalized": ["Then a voice praised Natsume's work."]}, {"name": "Natsume", "audio": "v_sr509_0061", "normalized": ["How long have you…"]}, {"name": "", "audio": "", "normalized": ["A dry clap of hands answered her words and Natsume gave an alarmed look at where it came from."]}, {"name": "", "audio": "", "normalized": ["The Fuuma emerged from the shadows."]}, {"name": "Fuuma", "audio": "", "normalized": ["I've come here to have you join me."]}, {"name": "", "audio": "", "normalized": ["Fuuma gave the man still spewing semen on the bed and then looked at Natsume's face with praise."]}]