[{"name": "Inori", "audio": "v_r-ev321_0000", "normalized": ["Guh, I suppose this was a waste of time…"]}, {"name": "", "audio": "", "normalized": ["Inori frustratedly bit her lips as she located Fuuma's hideout and assaulted it, but it was already empty."]}, {"name": "Inori", "audio": "v_r-ev321_0001", "normalized": ["I thought I would finally get to meet him again, but he got away… Stupid Fuuma-kun."]}, {"name": "", "audio": "", "normalized": ["Inori spoke her true motivation."]}, {"name": "", "audio": "", "normalized": ["She had run into Fuuma while she was looking for her sister, Iori, who went missing during a mission."]}, {"name": "", "audio": "", "normalized": ["She had offered him her virginity then."]}, {"name": "", "audio": "", "normalized": ["But Fuuma had escaped her and she was determined to capture him this time as she was longing for him."]}, {"name": "Inori", "audio": "v_r-ev321_0002", "normalized": ["But… You won't get away the next time."]}, {"name": "", "audio": "", "normalized": ["Inori was frustrated by the fact he had gotten away, but she switched her mindset quickly and started retrieving items and data left by Fuuma."]}, {"name": "", "audio": "", "normalized": ["Then she left the hideout."]}, {"name": "Inori", "audio": "v_r-ev321_0003", "normalized": ["Mnnh, guuhh… Phew, that was exhausting."]}, {"name": "", "audio": "", "normalized": ["Inori returned to the hotel which she had been using as the base of operation after leaving the hideout and she immediately started analyzing the data."]}, {"name": "", "audio": "", "normalized": ["A few hours had passed since she started analyzing the data left behind as she stretched and took a breath."]}, {"name": "Inori", "audio": "v_r-ev321_0004", "normalized": ["Huuhaahh… Mnnhh, it's already so late and I didn't even notice.", " I thought I was getting sleepy…"]}, {"name": "Inori", "audio": "v_r-ev321_0005", "normalized": ["I can't stay up too late and I guess I should call it a day and get some sleep now."]}, {"name": "", "audio": "", "normalized": ["By the time Inori realized, it was already late night and she decided to end the day."]}, {"name": "", "audio": "", "normalized": ["She was exhausted, so she sluggishly changed into her pajamas and switched off the light and headed to bed."]}, {"name": "Inori", "audio": "v_r-ev321_0006", "normalized": ["Huh… I thought I had him this time…"]}, {"name": "", "audio": "", "normalized": ["Inori dove onto the bed right away.", " I muttered frustratedly, thinking back at the assault."]}, {"name": "Inori", "audio": "v_r-ev321_0007", "normalized": ["No… I shouldn't keep thinking about it… Huuhahh, I really need to go to sleep… Huh…"]}, {"name": "", "audio": "", "normalized": ["Inori shook her head as if she was shaking something off of her mind and then let out a tired sigh as she tried to go to sleep."]}, {"name": "Inori", "audio": "v_r-ev321_0008", "normalized": ["Mnngh… Mnnm… What's that familiar smell…?"]}, {"name": "", "audio": "", "normalized": ["Once she was about to go to sleep, she smelled a familiar scent and opening her eyes to look around her."]}, {"name": "Inori", "audio": "v_r-ev321_0009", "normalized": ["This is the smell of Fuuma-kun…?", " But where?"]}, {"name": "", "audio": "", "normalized": ["Inori noticed the smell belong to the man she was just thinking about till a few moments ago and tried to find where it was coming from."]}, {"name": "", "audio": "", "normalized": ["It seemed the smell was coming from the area around the bed where she was lying down as Inori blindly looked for the source of the scent."]}, {"name": "Inori", "audio": "v_r-ev321_0010", "normalized": ["The smell, it's coming from…this?"]}, {"name": "", "audio": "", "normalized": ["She felt something on her hand as she reached out and then she brought it up to her face as she grabbed it."]}, {"name": "Inori", "audio": "v_r-ev321_0011", "normalized": ["Its… Fuuma's shirt I found and brought back from the hideout… I guess this is where it was coming from."]}, {"name": "", "audio": "", "normalized": ["The shirt Inori was holding.", " It was one of the items she had retrieved from Fuuma's hideout."]}, {"name": "", "audio": "", "normalized": ["Inori wondered how such a thing ended up on her bed while still holding his shirt."]}, {"name": "Inori", "audio": "v_r-ev321_0012", "normalized": ["Ahh, I figured this would be useful as some kind of clue and brought it back with me."]}, {"name": "", "audio": "", "normalized": ["There were few clothing items belonging to Fuuma left at the hideout and Inori brought them back as perhaps they might have given her some intel."]}, {"name": "Inori", "audio": "v_r-ev321_0013", "normalized": ["I was too busy analyzing other data and I just left them all lying on the bed, I supposed…"]}, {"name": "", "audio": "", "normalized": ["There were other clothes that belonged to Fuuma spread all over the bed, not just his shirt."]}, {"name": "", "audio": "", "normalized": ["As she remembered it, Inori realized the space surrounding her was filled with Fuuma's scent."]}, {"name": "Inori", "audio": "v_r-ev321_0014", "normalized": ["Ahh… I didn't know but Fuuma-kun's smell is all around the bed… Mnnhaahh, it's so good!"]}, {"name": "", "audio": "", "normalized": ["She breathed in deep joyously over and over, trying to consume Fuuma's smell as much as she could."]}, {"name": "Inori", "audio": "v_r-ev321_0015", "normalized": ["Mnnghh, haahh, huughh… Amazing… Th-this almost feels like actually getting hugged by Fuuma-kun…!"]}, {"name": "", "audio": "", "normalized": ["Just thinking about it was getting her aroused and Inori's breath was starting to heat up."]}, {"name": "Inori", "audio": "v_r-ev321_0016", "normalized": ["Mnnhuhh, mnnaahh… Haahhnm… I don't know, smelling this is making me horny…"]}, {"name": "", "audio": "", "normalized": ["It seemed her sleepiness was completely gone."]}, {"name": "", "audio": "", "normalized": ["She rolled over left and right on the bed while rubbing his clothing onto her body for a while."]}, {"name": "Inori", "audio": "v_r-ev321_0017", "normalized": ["Aaahh, aahuhh… Mnnuh, guhhmuhh… With these, I can actually feel Fuuma-kun…"]}, {"name": "", "audio": "", "normalized": ["Inori stared at the shirt in her hand."]}, {"name": "", "audio": "", "normalized": ["She was motivated by lust as her cheeks blushed and turned pink while letting out erotic moans."]}, {"name": "Inori", "audio": "v_r-ev321_0018", "normalized": ["But… I feel kind of guilty doing this… But this is… I-it's just a little… Just a little bit."]}, {"name": "", "audio": "", "normalized": ["Inori felt guilt towards Fuuma."]}, {"name": "", "audio": "", "normalized": ["She was talking to herself as there was no one else she could be talking to in the room."]}, {"name": "Inori", "audio": "v_r-ev321_0019", "normalized": ["Yes, just a little… That's fine, right…?"]}, {"name": "", "audio": "", "normalized": ["Her lust overpowered her rational thought as she made excuses to herself as she moved her face closer to the shirt and inhaled Fuuma's scent."]}, {"name": "Inori", "audio": "v_r-ev321_0020", "normalized": ["Mnnhuuhh, haahhnm… Mnnhaahh… Mnngahh, mnnuh… Mnnghh… The smell!"]}, {"name": "", "audio": "", "normalized": ["Inori repeatedly inhaled and exhaled the breath as she buried her face into Fuuma's shirt."]}, {"name": "", "audio": "", "normalized": ["She was savoring the scent coming from the shirt she pulled close to her and put on a pleasured smile."]}, {"name": "Inori", "audio": "v_r-ev321_0021", "normalized": ["Mnnuhh… It's so relaxing… I know it's wrong, but it's making me want to smell it more… Haauh, mnguhh."]}, {"name": "Inori", "audio": "v_r-ev321_0022", "normalized": ["Guaahh, mnnguuhh… Every time I smell it, it's turning me on… I'm starting to burn up…"]}, {"name": "", "audio": "", "normalized": ["Inori was so consumed by the act of smelling with her eyes and mouth shut, as she wanted to feel Fuuma as close to her as possible."]}, {"name": "Inori", "audio": "v_r-ev321_0023", "normalized": ["(Aahahh… I'm reminded of the old times doing this…)"]}, {"name": "", "audio": "", "normalized": ["She smiled with nostalgia as she was reminiscing about the time she spent with Fuuma ever since she met him."]}, {"name": "Inori", "audio": "v_r-ev321_0024", "normalized": ["(I met Fuuma-kun while I was still just a student… And how happy I was when I saw him again after graduating.", ")"]}, {"name": "", "audio": "", "normalized": ["Inori fondly recalled every memory and then let out a sigh with a loving expression."]}, {"name": "Inori", "audio": "v_r-ev321_0025", "normalized": ["(You know, he was rather big when I saw him back then…)"]}, {"name": "", "audio": "", "normalized": ["Inori was thinking back to the time when she met him again and gave him a blowjob as she covered her face with the shirt and smiled embarrassedly."]}, {"name": "", "audio": "", "normalized": ["And as the shirt was pushed onto her face harder, she smelled the stronger scent of Fuuma which made her feel more embarrassed and aroused."]}, {"name": "Inori", "audio": "v_r-ev321_0026", "normalized": ["(A-and then, I offered him my first and… Mnnuhh, thinking about it… It's making my body burn up…)"]}, {"name": "", "audio": "", "normalized": ["She tried to breathe in to calm herself down, but the shirt was still covering her face and it only made her even more aroused."]}, {"name": "Inori", "audio": "v_r-ev321_0027", "normalized": ["My head is getting filled with thoughts of Fuuma-kun and I'm so turned on… Mnhahh, I can't stop this heat coming on."]}, {"name": "", "audio": "", "normalized": ["Just like she said, her body was starting to heat up and her panties were getting moist was it showed she was getting aroused."]}, {"name": "", "audio": "", "normalized": ["There was no way she could now go to sleep as her body was burning up so hot."]}, {"name": "", "audio": "", "normalized": ["However, she also felt guilty to actually masturbate as well."]}, {"name": "Inori", "audio": "v_r-ev321_0028", "normalized": ["N-no… But, it's just a little bit… And I can't go to sleep like this… I don't have a choice."]}, {"name": "Inori", "audio": "v_r-ev321_0029", "normalized": ["That's right… It's all Fuuma-kun's fault for running away from me… I don't have a choice, mnnghh, mnnhahh."]}, {"name": "", "audio": "", "normalized": ["She could not resist the ache deep inside her body and Inori made an excuse to herself and suppressed her guilt."]}, {"name": "", "audio": "", "normalized": ["She thought about Fuuma as she breathed in his scent full of her lungs as her lust commanded, heightening her arousal."]}, {"name": "Inori", "audio": "v_r-ev321_0030", "normalized": ["Mnnhahh, my pussy's aching too… Haahh… Mnuhh, I can't keep this down anymore."]}, {"name": "", "audio": "", "normalized": ["Her breath started to run short and she let out erotic sighs as Inori was no longer satisfied with just the smell."]}, {"name": "", "audio": "", "normalized": ["And then she exposed her chest to deal with the heat building up and then reached for her crotch to stimulate herself."]}, {"name": "Inori", "audio": "v_r-ev321_0031", "normalized": ["Aaheehh, guhahh, ahhnmm!", " Mnnhh, guhuhh, I just touched it a little and I'm getting so turned on!"]}, {"name": "", "audio": "", "normalized": ["Inori touched her crotch through her panties and let out a pleasured moans as she could not resist the electrifying impulse."]}, {"name": "Inori", "audio": "v_r-ev321_0032", "normalized": ["Mnnahahh, mnnghh… Just the smell… It's making my pussy so wet too."]}, {"name": "Inori", "audio": "v_r-ev321_0033", "normalized": ["Guhaahh… Mnnhegh, aghhaahh… Haahhahh… Mnnguhuhh, it's so good!"]}, {"name": "", "audio": "", "normalized": ["She realized she was so wet that she could feel it through her panties."]}, {"name": "", "audio": "", "normalized": ["She realized that she was getting aroused just from smelling the scent of the shirt."]}, {"name": "Inori", "audio": "v_r-ev321_0034", "normalized": ["Just rubbing it with my finger makes it tingle!", " Mnnguhaahh, it feels so good, I can't stop touching myself… Aheeh, huughh!"]}, {"name": "", "audio": "", "normalized": ["Inori moved her finger on the crotch and moved it slowly as she savored the smell of the shirt."]}, {"name": "", "audio": "", "normalized": ["She let out moans from the pleasure and smiled as it felt like Fuuma was actually close to her."]}, {"name": "Inori", "audio": "v_r-ev321_0035", "normalized": ["(I'm…getting so turned on by the smell from Fuuma-kun's shirt… I know I shouldn't but I can't stop my body burning up, or my hand…)"]}, {"name": "", "audio": "", "normalized": ["Even while she was thinking about it, her hand did not stop and it was actually moving faster."]}, {"name": "Inori", "audio": "v_r-ev321_0036", "normalized": ["Mnnhahahahhnmm… Mnnheghh, I haven't had enough yet… I want more, I want more pleasure… Mnnguhahah… Guhhmmuughh!"]}, {"name": "", "audio": "", "normalized": ["Inori muttered frustratedly as she rubbed her pussy through the panties."]}, {"name": "", "audio": "", "normalized": ["She felt her mind was going blank from the heat coming over her body."]}, {"name": "", "audio": "", "normalized": ["She just wanted to devour pleasure and continued to rub her crevice through her panties."]}, {"name": "Inori", "audio": "v_r-ev321_0037", "normalized": ["(Aaahh… This feels almost like he's touching me… Mnnaahh, I love masturbating to his smell, yess!", ")"]}, {"name": "", "audio": "", "normalized": ["Her mind was already overwhelmed by pleasure and her fingers started moving faster and faster, following her instinct."]}, {"name": "", "audio": "", "normalized": ["More fluids were coming out and made stains on her panties bigger as she let out a hot breath and her mouth gradually turned into a pathetic smile."]}, {"name": "Inori", "audio": "v_r-ev321_0038", "normalized": ["Mnnhuuhuughh, haahh… Huuguhh… Aaahegh, mnnhaaghhnm!", " But this isn't enough… More… I want to feel more."]}, {"name": "", "audio": "", "normalized": ["Inori reached for other clothing items spread on the bed as she was not satisfied with just the shirt."]}, {"name": "Inori", "audio": "v_r-ev321_0039", "normalized": ["(More… I want to feel Fuuma-kun more and come, I want to smell him more, stronger!", ")"]}, {"name": "Inori", "audio": "v_r-ev321_0040", "normalized": ["(There must be… W-wait, those are Fuuma-kun's underwear…)"]}, {"name": "", "audio": "", "normalized": ["She though and his underwear ended up in her hand."]}, {"name": "", "audio": "", "normalized": ["The aching coming over her escalated while she wanted a stronger smell and Inori's face blushed more from the shame as she saw the item in her hand."]}, {"name": "Inori", "audio": "v_r-ev321_0041", "normalized": ["B-but… This is like… I'm a pervert or something…"]}, {"name": "", "audio": "", "normalized": ["She hesitated to push the underwear onto her face."]}, {"name": "", "audio": "", "normalized": ["Inori stared at the underwear and gulped, but her barely remaining rational mind stopped her."]}, {"name": "Inori", "audio": "v_r-ev321_0042", "normalized": ["(But… I can smell it even from here… I'm sure this will smell much stronger…)"]}, {"name": "", "audio": "", "normalized": ["However, her body was heating up, not calming down."]}, {"name": "", "audio": "", "normalized": ["She was simply not satisfied with just the shirt and there was nothing there that could have given her stronger smell."]}, {"name": "Inori", "audio": "v_r-ev321_0043", "normalized": ["Mnnaghh!", " I can't stop myself!"]}, {"name": "", "audio": "", "normalized": ["In the end, she could not resist the urge brewing inside her and Inori pushed the underwear onto her face along with the shirt."]}, {"name": "Inori", "audio": "v_r-ev321_0044", "normalized": ["Suuhh, mnnhaaghaahhnm!", " This is the smell I wanted… It's so much stronger than before!"]}, {"name": "Inori", "audio": "v_r-ev321_0045", "normalized": ["Mnnhuughuuhh… Haagh… Haahh… Mnnguhh… Aaheh, mnnhegh, guhaahh… Heehnm."]}, {"name": "", "audio": "", "normalized": ["Inori lightly orgasmed as she smelled an even stronger scent than the shirt."]}, {"name": "", "audio": "", "normalized": ["She twitched restlessly while she moaned and showed an ecstatic expression from such pleasure."]}, {"name": "Inori", "audio": "v_r-ev321_0046", "normalized": ["(I know I'm not supposed to, but… This feels so good and I don't even know why…)"]}, {"name": "", "audio": "", "normalized": ["The feeling of getting her head filled with the mind-melting pleasure made her body shudder violently."]}, {"name": "Inori", "audio": "v_r-ev321_0047", "normalized": ["Aghh, noo… I'm not supposed to do this, but I can't stop touching my pussy!", " Mnnahh, mnnheghh!"]}, {"name": "Inori", "audio": "v_r-ev321_0048", "normalized": ["Haahhnmm, mnnaahh… Aaaheghh, aghaahahh… This is still not enough… More!", " Mnnouh, guhhuughh."]}, {"name": "", "audio": "", "normalized": ["She felt guilty but the guilt actually added to pleasure as Inori's hand started to speed up."]}, {"name": "", "audio": "", "normalized": ["She continued to rub her own vagina as her lust commanded her and she let out erotic moans from the aches coming over her body."]}, {"name": "Inori", "audio": "v_r-ev321_0049", "normalized": ["(Aaaheehaaghh… Fuuma-kun's smell, I can't resist it… I'm coming so much… Ughh, I'm so sorry.", ")"]}, {"name": "", "audio": "", "normalized": ["She apologized over and over in her mind, but her masturbation while smelling the scent escalated."]}, {"name": "", "audio": "", "normalized": ["She used her fingers to rub her vagina but she moans as if she was still not satisfied."]}, {"name": "Inori", "audio": "v_r-ev321_0050", "normalized": ["Mnnhaahh!", " This is just not enough, I want more… I need to mess up my pussy more, harder!"]}, {"name": "", "audio": "", "normalized": ["Inori was being overwhelmed by the escalating desire for pleasure."]}, {"name": "", "audio": "", "normalized": ["Inori moved her underwear aside and inserted her finger into her vagina as she was not satisfied with the current stimulation."]}, {"name": "Inori", "audio": "v_r-ev321_0051", "normalized": ["Aghaahh, haahhnm!", " I-I'm already putting my fingers into my pussy… Mnghh, gguuhh… Mnnahh, it feels so good!"]}, {"name": "", "audio": "", "normalized": ["The voices she could not hold in started to come out as she stirred up her vagina, making lewd, wet noises."]}, {"name": "Inori", "audio": "v_r-ev321_0052", "normalized": ["Haaheehh, mnnuhh, ahaahh… My pussy's twitching so much… I'm smelling it and touching myself, I'm coming!"]}, {"name": "", "audio": "", "normalized": ["Inori was so consumed by the act of devouring pleasure as her body kept twitching and her moans got louder from the escalating stimulation."]}, {"name": "", "audio": "", "normalized": ["She let the pleasure take over her mind and drooled from her mouth pathetically left open."]}, {"name": "Inori", "audio": "v_r-ev321_0053", "normalized": ["Suuhh, mnnuuhh!", " I can feel Fuuma-kun… Aaahuhh, I'm being surrounded by Fuuma-kun… Mnngh."]}, {"name": "", "audio": "", "normalized": ["Her fingers started moving faster and faster as she was motivated by the lust and her uninterrupted erotic moans echoed."]}, {"name": "", "audio": "", "normalized": ["Still, it was not enough for her as she put her fingers into her vagina and rubbed the spot that really pleasured her."]}, {"name": "Inori", "audio": "v_r-ev321_0054", "normalized": ["Huughegguuhhnm!", " Mnngh, mngheehh, aahuhaahh, my fingers in there… It's squeezing so tight, mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["Inori thought about Fuuma as her masturbation escalated."]}, {"name": "", "audio": "", "normalized": ["It was not just a simple rubbing as she stimulated her clitoris hard and the shock made her writhe and moan."]}, {"name": "Inori", "audio": "v_r-ev321_0055", "normalized": ["Mnngehghh, heeguhh, mnnaahhnm!", " Mnaahh, aahheghh… Haahh… Haahh… Mnnhh, guhuhh!"]}, {"name": "", "audio": "", "normalized": ["As she moved restlessly, vaginal fluid kept coming out of her crotch and it dripped onto the bed along her thighs and formed stains."]}, {"name": "", "audio": "", "normalized": ["Inori was getting aroused more and more by such intense pleasure."]}, {"name": "Inori", "audio": "v_r-ev321_0056", "normalized": ["Just smelling Fuuma-kun's scent is making me come so hard… Aaheghhmnoouhhghh… Fuuma-kun, Fuuma-kun…"]}, {"name": "", "audio": "", "normalized": ["Her face was blushing as she achieved orgasm while screaming Fuuma's name."]}, {"name": "Inori", "audio": "v_r-ev321_0057", "normalized": ["Mnnahaaghahh!", " Coming, coming… I'm not supposed to… But I'm coming as I'm touching my pussy, coming, coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Inori let out loud moans without holding back as she continued to smell the shirt and underwear while her face expressed joy."]}, {"name": "Inori", "audio": "v_r-ev321_0058", "normalized": ["Haaheeaahh, mnnguhh… Haagh, mnnhuhh… I just love putting my finger into my pussy and stirring it up, yess!"]}, {"name": "", "audio": "", "normalized": ["Inori continued to madly rub her crotch while she was squirting, moaning, and orgasming."]}, {"name": "Inori", "audio": "v_r-ev321_0059", "normalized": ["Haaheeghh, guhhuughh… Mnnhuheagh… Haahh, huughh… I'm pissing myself again, ahaahh."]}, {"name": "", "audio": "", "normalized": ["She must have felt pleasure from the sensation of warm fluids running from her crotch as she was so consumed with stimulating herself."]}, {"name": "", "audio": "", "normalized": ["She let out a labored breath as her body twitched while repeatedly orgasming."]}, {"name": "Inori", "audio": "v_r-ev321_0060", "normalized": ["Mnnguhh… Aaahghh… I'm touching my pussy and getting so turned on with masturbation… Haanm, it was amazing."]}, {"name": "", "audio": "", "normalized": ["Inori seemed satisfied as she had orgasmed with Fuuma's scent."]}, {"name": "", "audio": "", "normalized": ["However, as the waves of orgasm started to fade away, the heat went away and guilt came over her."]}, {"name": "Inori", "audio": "v_r-ev321_0061", "normalized": ["(Mnnhhaahh!", " What have I done… I got so turned on by Fuuma-kun's smell and came!", ")"]}, {"name": "", "audio": "", "normalized": ["Once Inori came to, she looked back at her action in shame."]}, {"name": "Inori", "audio": "v_r-ev321_0062", "normalized": ["(I don't know what I'm supposed to do when I see Fuuma-kun next time, ughh!", ")"]}, {"name": "", "audio": "", "normalized": ["Sudden shame overwhelmed her as she let out a silent scream at what she had just done."]}, {"name": "", "audio": "", "normalized": ["Her face blushed as her she curled up in the place, seemingly regretting her action."]}, {"name": "Inori", "audio": "v_r-ev321_0063", "normalized": ["(I-I mean… You know… It's all Fuuma-kun's fault because he hasn't seen me for a long time…)"]}, {"name": "Inori", "audio": "v_r-ev321_0064", "normalized": ["(And I had the clothes of someone I love with me….", " Yeah, I really didn't have a choice…)"]}, {"name": "", "audio": "", "normalized": ["However, her satisfaction started to overcome her guilt and she defended herself, making excuses."]}, {"name": "Inori", "audio": "v_r-ev321_0065", "normalized": ["(Okay, I can't keep thinking about stuff like this forever… I have to calm down now.", ")"]}, {"name": "", "audio": "", "normalized": ["Inori collected herself somewhat forcefully after lying down in the bed, regretting, for a few minutes."]}, {"name": "Inori", "audio": "v_r-ev321_0066", "normalized": ["(But… Next time, I want to actually smell him, not the shirt or underwear… I want to feel Fuuma-kun directly.", ")"]}, {"name": "", "audio": "", "normalized": ["Once she had calmed down, she felt her desire to actually meet Fuuma growing inside her."]}, {"name": "Inori", "audio": "v_r-ev321_0067", "normalized": ["(I wonder what he's up to… I hope I can see him soon.", ")"]}, {"name": "", "audio": "", "normalized": ["She was starting to ponder about such things while her mind was still hazy from the lingering orgasm."]}, {"name": "Inori", "audio": "v_r-ev321_0068", "normalized": ["(I really shouldn't keep thinking about such things… But I just want to see again one more time)"]}, {"name": "", "audio": "", "normalized": ["Inori tried to keep herself calm, but once her desires started to brew, it was not going away and she could not control it."]}, {"name": "", "audio": "", "normalized": ["The more she thought about it, the more made her want to see him desperately."]}, {"name": "Inori", "audio": "v_r-ev321_0069", "normalized": ["Mnnhuhh… I just want to see him…"]}, {"name": "", "audio": "", "normalized": ["Inori's desires were getting so strong that she started whispering such things as she hugged Fuuma's clothes closer."]}, {"name": "", "audio": "", "normalized": ["Her whispering words echoed in the room and faded, reminding her that she still was not able to see him."]}, {"name": "Inori", "audio": "v_r-ev321_0070", "normalized": ["Haahh, mnnhaahh, huuhh… Fuuma-kun, I wonder where you might be now."]}, {"name": "", "audio": "", "normalized": ["Inori breathed in deep and then savored the scent once more as she continued to whisper over and over again, expressing her desires."]}, {"name": "", "audio": "", "normalized": ["The exhaustion from the attack and data analysis, combined with the orgasm, made her mind fade away."]}, {"name": "Inori", "audio": "v_r-ev321_0071", "normalized": ["Mnnuhh… I wanna see you again… Fuuma-kun."]}, {"name": "", "audio": "", "normalized": ["And then she closed her eyes and muttered Fuuma's name as she slowly fell asleep."]}]