[{"name": "Rin", "audio": "v_sr107_0000", "normalized": ["Uuh… nnh… nngh, nnhh?!"]}, {"name": "", "audio": "", "normalized": ["The intense attack penetrated her abdomen, and as she screamed at the terrible pain, Rin realized that she had lost consciousness."]}, {"name": "Rin", "audio": "v_sr107_0001", "normalized": ["(Wha… why… what am I doing here… a-and…)"]}, {"name": "", "audio": "", "normalized": ["Right… before she had lost consciousness, she was in battle with someone."]}, {"name": "", "audio": "", "normalized": ["And for some reason right in the middle she had become unable to use her Lightning Escape power, and made to faint."]}, {"name": "", "audio": "", "normalized": ["She had been praised for her ability, being even more skilled with her Lightning Escape than even Yukikaze Mizuki, and called the Lightning Bolt Taimanin."]}, {"name": "", "audio": "", "normalized": ["At least, that was what her students who feared her wrath called her."]}, {"name": "", "audio": "", "normalized": ["Yes, Rin Uehara was an outstandingly talented and powerful taimanin who was employed as a lecturer at Gosha Academy."]}, {"name": "Rin", "audio": "v_sr107_0002", "normalized": ["(I can't believe I was beaten by… such an enemy…)"]}, {"name": "", "audio": "", "normalized": ["Though she had a guess as to why her Lightning Escape didn't activate, she ignored it for the moment."]}, {"name": "Rin", "audio": "v_sr107_0003", "normalized": ["(At any rate, I have to escape―nngh!", ")"]}, {"name": "", "audio": "", "normalized": ["Yet again, a dull, heavy pain ran through her, as though something had stabbed into her stomach, making her nauseated."]}, {"name": "", "audio": "", "normalized": ["Moreover, as she tried to get up, she found that both her shoulders were grasped and being pressed down by something, leaving her unable to escape its hold."]}, {"name": "Rin", "audio": "v_sr107_0004", "normalized": ["Ggh… just what―"]}, {"name": "", "audio": "", "normalized": ["As her eyes adjusted to the darkness, she lifted her face and tried to determine what was restraining her…"]}, {"name": "Rin", "audio": "v_sr107_0005", "normalized": ["―?!", " Wha…nnghh?!"]}, {"name": "", "audio": "", "normalized": ["The thing holding her shoulders was a living creature, and furthermore, it was a dweller of the Dark World, an enormous ogre holding her tight in its enormous hands."]}, {"name": "Rin", "audio": "v_sr107_0006", "normalized": ["(Ohh… aah… w-wait, in that case―this pain coming from my stomach can't be…)"]}, {"name": "", "audio": "", "normalized": ["Rin, who was often teased within the academy by her students and colleagues that she was always stoic and listless…"]}, {"name": "", "audio": "", "normalized": ["…now had on her face a disgusted and slightly fearful expression."]}, {"name": "", "audio": "", "normalized": ["That face and gaze timidly turned toward her stomach―and then a scream escaped from Rin's mouth."]}, {"name": "Rin", "audio": "v_sr107_0007", "normalized": ["Ohh… ahh… aahh!"]}, {"name": "", "audio": "", "normalized": ["At the ogre's crotch was a truly soaring, toweringly long cock, deeply penetrating her vagina."]}, {"name": "", "audio": "", "normalized": ["No, in reality, it was only halfway inserted, but the pain and pressure of its stiffness gave the impression that she was being violated all the way to the core."]}, {"name": "Rin", "audio": "v_sr107_0008", "normalized": ["Wh-why… guuh!", " Aaah!", " D-don't move!", " Agghh!"]}, {"name": "", "audio": "", "normalized": ["As if he had realized that she had noticed the situation, the ogre began to move his hips."]}, {"name": "", "audio": "", "normalized": ["He stimulated the inside of her vagina as though he was getting a kick out of her reactions."]}, {"name": "", "audio": "", "normalized": ["Writhing in agony, she floundered, trying to escape his restraint somehow, but the difference in physical strength was too much to overcome."]}, {"name": "Rin", "audio": "v_sr107_0009", "normalized": ["Nngh… ghh, let me go…"]}, {"name": "", "audio": "", "normalized": ["As she still struggled to escape, putting all her energy into her arms while she glared at the ogre…"]}, {"name": "You", "audio": "", "normalized": ["Don't be so cruel, Rin Uehara.", " He seems like he's doing his best to satisfy you too."]}, {"name": "Rin", "audio": "v_sr107_0010", "normalized": ["…!", " Who the hell…"]}, {"name": "", "audio": "", "normalized": ["As she turned to face the voice, a person she had no memory of stood there―no, as she looked at him, she remembered his face."]}, {"name": "Rin", "audio": "v_sr107_0011", "normalized": ["You asshole… You're the Fuuma leader, huh…"]}, {"name": "", "audio": "", "normalized": ["According to the information she had, the reason she had suddenly been unable to use her power in the battle just before was because it had been stolen by this man."]}, {"name": "", "audio": "", "normalized": ["There was no doubt that the person who could do that was the head of the organization that opposed the Taimanin."]}, {"name": "Rin", "audio": "v_sr107_0012", "normalized": ["Leaving me alive and treating me like this… just what are you planning to do with me―oggh?!"]}, {"name": "", "audio": "", "normalized": ["The moment she tried to shout, the ogre's arms pushed down more strongly on Rin's body, and the steel stuffed into her abdomen dug into her."]}, {"name": "You", "audio": "", "normalized": ["Heheh, looking good… fine.", " Since you asked, I'll tell you how I'm going to handle you."]}, {"name": "Rin", "audio": "v_sr107_0013", "normalized": ["Before you do that… get this guy… ggh!"]}, {"name": "", "audio": "", "normalized": ["The man began to talk as Rin glared at him and tightened her lips, determined not to let out any unseemly screams."]}, {"name": "You", "audio": "", "normalized": ["The reason I captured you is to recruit you, Rin.", " I was thinking of making you my ally, so I invited you to my base of operations."]}, {"name": "Rin", "audio": "v_sr107_0014", "normalized": ["Invited…?", " Don't fuck with me… Who the hell would call this an invite…"]}, {"name": "You", "audio": "", "normalized": ["…Are you trying to say that if I had tried to recruit you politely and welcomingly, that you would have become my ally?"]}, {"name": "", "audio": "", "normalized": ["It was just as the man said.", " Giving the white flag to him would be the same thing as betraying the Taimanin."]}, {"name": "", "audio": "", "normalized": ["No matter what kind of bribes or hospitality he approached her with, there was no way she would nod her head.", " More than anything…"]}, {"name": "Rin", "audio": "v_sr107_0015", "normalized": ["I've heard plenty of rumors about you… a man like you, taking me prisoner… There's no way I'd ever acknowledge you… no matter what!"]}, {"name": "", "audio": "", "normalized": ["The overwhelming pressure forcing her stomach upward warped her expression with anguish, making even her voice tremble, but Rin still spoke clearly to the man."]}, {"name": "", "audio": "", "normalized": ["But upon hearing this, the man simply grinned and nodded in acknowledgement."]}, {"name": "You", "audio": "", "normalized": ["That's why I'm using this ogre.", " Hey blockhead, I'll give you that order one more time."]}, {"name": "", "audio": "", "normalized": ["Kicking the ogre's leg, the man gave him an order."]}, {"name": "You", "audio": "", "normalized": ["Hurry up and discipline this woman into an obedient female."]}, {"name": "Rin", "audio": "v_sr107_0016", "normalized": ["What are you―nngh, guaah!"]}, {"name": "", "audio": "", "normalized": ["A few seconds after being kicked… howling as if in response, the ogre's superhuman strength bore down on Rin's shoulders."]}, {"name": "Rin", "audio": "v_sr107_0017", "normalized": ["Ogghhaahh?!", " Nnsstop, stoop!"]}, {"name": "", "audio": "", "normalized": ["The pain that felt as though her internal organs were being ripped out bit into her along with the orc's penis as it filled her completely."]}, {"name": "Rin", "audio": "v_sr107_0018", "normalized": ["(Uugh… Don't get so cocky…)"]}, {"name": "", "audio": "", "normalized": ["She reflexively activated her Lightning Escape, intending to burn the ogre to a crisp.", " However…"]}, {"name": "Rin", "audio": "v_sr107_0019", "normalized": ["…ghh, aah, guuh!"]}, {"name": "", "audio": "", "normalized": ["Her skill failed to fire, and the ogre's strength was relentless as his dick plunged into her depths, widening her canal as Rin's whole body shivered with pain."]}, {"name": "You", "audio": "", "normalized": ["It's no use, Lightning Bolt Taimanin.", " I've already got your Lightning Escape power."]}, {"name": "Rin", "audio": "v_sr107_0020", "normalized": ["Guuh, eehh… uwaahh!"]}, {"name": "", "audio": "", "normalized": ["Those words were like a death sentence as the now-powerless taimanin, unable to resist the ogre's strength, had her womanhood violated."]}, {"name": "", "audio": "", "normalized": ["*Gzhh… gchh!", "* *Bchh, gchh!", "*"]}, {"name": "Rin", "audio": "v_sr107_0021", "normalized": ["Aaahh… gahh, aah…"]}, {"name": "", "audio": "", "normalized": ["His enormous dick was trying to crush her womb, spreading out her pussy so wide the shape of it could be seen through her abdomen."]}, {"name": "", "audio": "", "normalized": ["He buried it inside her all the way to the base."]}, {"name": "", "audio": "", "normalized": ["Pain ripped not only through her womb, but her pussy, her other organs and muscles, and even breathing became difficult."]}, {"name": "", "audio": "", "normalized": ["Still, though Rin's face betrayed her anguish, she gritted her teeth as she glared at the man, her stiff body trembling as she refused to show even a single tear."]}, {"name": "Rin", "audio": "v_sr107_0022", "normalized": ["Are you… satisfied now…"]}, {"name": "You", "audio": "", "normalized": ["No way.", " Look, your partner's waiting.", " Continue like before."]}, {"name": "", "audio": "", "normalized": ["Whether because he was mentioned, or because he himself was getting ready to move…"]}, {"name": "Ogre", "audio": "", "normalized": ["Y-yeah, I'll do it… this female, I'll discipline her…"]}, {"name": "", "audio": "", "normalized": ["As the ogre said this happily, his arms gripped Rin even tighter."]}, {"name": "Rin", "audio": "v_sr107_0023", "normalized": ["Hgghh!", " Aah, gaah… s-stop… guwaahh!"]}, {"name": "", "audio": "", "normalized": ["Though she hoarsely shouted for him to halt, her feeble voice wasn't enough to stop the ogre's violence."]}, {"name": "", "audio": "", "normalized": ["*Gcch… npph, ghbb, chbb…*"]}, {"name": "Rin", "audio": "v_sr107_0024", "normalized": ["Nnhyaahh!", " Agghiih… ighahh!"]}, {"name": "", "audio": "", "normalized": ["With Rin's body fixed beneath him, the ogre began to thrust his cock, moving up and down, in and out slowly."]}, {"name": "Rin", "audio": "v_sr107_0025", "normalized": ["(Th-this… stupid ogre… unngaahh!", " Aaah…)"]}, {"name": "", "audio": "", "normalized": ["Intense stimulation and pain ran through her vagina, feeling almost as if an entire arm was stuffed into it."]}, {"name": "", "audio": "", "normalized": ["If she were an ordinary person, it wouldn't be strange if she had long since fainted."]}, {"name": "", "audio": "", "normalized": ["But as a taimanin, Rin's well-trained body wouldn't let her fall unconscious."]}, {"name": "Rin", "audio": "v_sr107_0026", "normalized": ["Ogghhahh… gihh… aah… nnghh!", " Phh, phew…"]}, {"name": "", "audio": "", "normalized": ["Though she groaned from the pain, it was all she could do to withstand the heat burning her cave as she let the waves crash over her."]}, {"name": "", "audio": "", "normalized": ["When he pulled back, too, his huge fist-sized glans dug into her wounded flesh.", " The pain ran through her to the top of her head, making it tingle."]}, {"name": "", "audio": "", "normalized": ["But the moment she was freed from the pressure, her expression slackened unintentionally with relief and peace of mind."]}, {"name": "Rin", "audio": "v_sr107_0027", "normalized": ["Haah, aapphh… nnghh… gwaahh!", " S-stop… iihhih, hyaahh!"]}, {"name": "", "audio": "", "normalized": ["The pain bearing down on her, and the relief from it.", " The repeated movements took Rin to heaven and hell over and over, and she found herself wishing strongly for heaven."]}, {"name": "Rin", "audio": "v_sr107_0028", "normalized": ["(Aguuhh!", " H-hurry up… aah… nnh, take it out, at this rate, aah, not again!", ")"]}, {"name": "", "audio": "", "normalized": ["Each time her suffering ceased, her body relaxed, and then stiffened again as the pain came back."]}, {"name": "", "audio": "", "normalized": ["But soon the ogre pulling back his hips earned her a blissful moment."]}, {"name": "", "audio": "", "normalized": ["Like an aphrodisiac changing her pain for pleasure, Rin's canal gradually grew wetter, love juices stickily painting her walls."]}, {"name": "", "audio": "", "normalized": ["*Zcch, nnh, ghbb…*"]}, {"name": "Rin", "audio": "v_sr107_0029", "normalized": ["Nnnh?!", " Gahah, haah, aah!"]}, {"name": "", "audio": "", "normalized": ["Realizing her soaked state, Rin turned red and gritted her teeth, constricting her sphincter muscles in an attempt to hide it."]}, {"name": "", "audio": "", "normalized": ["However, the man had noticed the change from the sound, and he grinned at her mockingly, making her feel indescribable disgrace."]}, {"name": "Rin", "audio": "v_sr107_0030", "normalized": ["What… are you laughing at…"]}, {"name": "You", "audio": "", "normalized": ["You're a woman getting turned on by being violated by an ogre!", " This is like the best show ever."]}, {"name": "", "audio": "", "normalized": ["His casual response and his laughing at her made her whole body quiver with shame and humiliation."]}, {"name": "", "audio": "", "normalized": ["But Rin was more worried about the movement of the ogre's hips than the man's words."]}, {"name": "Rin", "audio": "v_sr107_0031", "normalized": ["(Uugh… for a while now, he's…)"]}, {"name": "", "audio": "", "normalized": ["Using Rin's love juices as lubrication, the ogre's pumping had become smoother."]}, {"name": "", "audio": "", "normalized": ["The subdued wet sounds had also gradually gotten even more indecent and intensely lewd as their soft flesh intertwined."]}, {"name": "Rin", "audio": "v_sr107_0032", "normalized": ["Phhghh, nnh, ahhahh!", " Uuh… ghh, pph… nnhh!"]}, {"name": "", "audio": "", "normalized": ["Though her suffering hadn't ceased, as his thrusting became smoother, the rubbing against her pussy folds sent sweet sensations through her."]}, {"name": "", "audio": "", "normalized": ["Of course, the pain was still greater, and even as she panted, she was groaning."]}, {"name": "", "audio": "", "normalized": ["But the sweet, lustful sounds that escaped her stood out all the more for being mixed with her grunts of pain."]}, {"name": "Rin", "audio": "v_sr107_0033", "normalized": ["Hagghh!", " Aaahn, aah!"]}, {"name": "", "audio": "", "normalized": ["As the faint pleasure gradually built up, it made her pussy tingle and tremble, and the orc's thrusting of his hips grew even more furious."]}, {"name": "", "audio": "", "normalized": ["Not only did his movements grow faster, but his dick grew harder, pulsating so strongly she could feel it, and his breathing was ragged."]}, {"name": "Rin", "audio": "v_sr107_0034", "normalized": ["(N-no way… he's… gpphh!", ")"]}, {"name": "", "audio": "", "normalized": ["The moment her body had stiffened, sensing the danger, he pulled his penis back and then inserted it again slightly, rubbing against her."]}, {"name": "", "audio": "", "normalized": ["The pleasant stimulation made her cry out unconsciously, as her pussy folds shook, trying to squeeze him, and love juices overflowed and dripped down."]}, {"name": "Ogre", "audio": "", "normalized": ["Ohh, ohh… I'm gonna cum, I'm cumming!"]}, {"name": "Rin", "audio": "v_sr107_0035", "normalized": ["…!", " M-move… stop it… don't do it inside of me…"]}, {"name": "", "audio": "", "normalized": ["The goosebumps on her skin were not only from the climaxing ogre's behavior, but the dreadful reality that made her spine shiver."]}, {"name": "", "audio": "", "normalized": ["Getting filled with an ogre's seed would be unthinkably humiliating and disgusting."]}, {"name": "", "audio": "", "normalized": ["Rin shouted passionately at the ogre in fear and even greater rage."]}, {"name": "Rin", "audio": "v_sr107_0036", "normalized": ["I told you to stop, can't you hear me… phhghh, nnhahh… haahhnnh…"]}, {"name": "You", "audio": "", "normalized": ["Heheh, seems like the bitch is waiting for it.", " Pour it all out for her…"]}, {"name": "Rin", "audio": "v_sr107_0037", "normalized": ["Wha… d-don't just say that―nnghh!"]}, {"name": "", "audio": "", "normalized": ["Rin immediately tried to object to the man stirring on the ogre, but her voice was sweet as it rumbled up from the back of her throat."]}, {"name": "", "audio": "", "normalized": ["Though the pain was indeed great, her pussy had gotten used to the overwhelming pressure, and the ogre's penis sent tingling waves of pleasure through her."]}, {"name": "", "audio": "", "normalized": ["It made her clamp down hard."]}, {"name": "", "audio": "", "normalized": ["The stimulation felt as though she was licking and working his giant cock from base to tip, wrapping around every part of it, trying to wring out the milk inside."]}, {"name": "Ogre", "audio": "", "normalized": ["Ohh, I'm gonna cum, I'm cummiing!", " Get pregnant while I discipline youu!"]}, {"name": "Rin", "audio": "v_sr107_0038", "normalized": ["Stoop… stop it, move… pghh!", " D-don't let it ouut!"]}, {"name": "", "audio": "", "normalized": ["At roughly the same time as she screamed this, the pressure on his dick made it swell up and spray forth his milky heat…"]}, {"name": "", "audio": "", "normalized": ["*Splurtsplurtspluurt!", "* *Dripdripdripdriip!", "* *Sploort, sploosh!", "*"]}, {"name": "Rin", "audio": "v_sr107_0039", "normalized": ["Guhhihh… ihhyaah?!"]}, {"name": "", "audio": "", "normalized": ["A litre's worth of thick semen, enough to make one wonder where he was hiding it, poured into Rin's insides like a fountain."]}, {"name": "Rin", "audio": "v_sr107_0040", "normalized": ["(I-inshiide?!", " A-annd!", " Sh-sho… muuch?!", ")"]}, {"name": "", "audio": "", "normalized": ["She could feel the terrifying force of his semen pouring into her like a firehose from the heat and thickness on her membranes."]}, {"name": "", "audio": "", "normalized": ["The expelled semen filled her womb in a flash, expanding it and even making Rin's stomach swell, as the excess immediately overflowed."]}, {"name": "Rin", "audio": "v_sr107_0041", "normalized": ["Ogyahh!", " Agguuhh… nnh, aah, y-you're tearing me apaart!"]}, {"name": "", "audio": "", "normalized": ["The semen forced back into her canal from her swollen womb put even more pressure on her expanded walls."]}, {"name": "", "audio": "", "normalized": ["Rin's vision went black and the ogre gripped her, leaving her slackened limbs dangling."]}, {"name": "Rin", "audio": "v_sr107_0042", "normalized": ["Gbbh, nnhh… owaahh…"]}, {"name": "", "audio": "", "normalized": ["Her womb and folds being pounded by the pulsating penis, combined with the shock of such a large amount of semen poured into her, finally made Rin's eyes roll back into her head."]}, {"name": "", "audio": "", "normalized": ["Her unconscious muscles lost their last bit of support, and a trickle from deep inside flowed out."]}, {"name": "", "audio": "", "normalized": ["*Driip… sloosh…*"]}, {"name": "", "audio": "", "normalized": ["Loosened along with her cave, her urethra let out a spray of urine that soaked the ogre's crotch and spread its stench throughout the room."]}, {"name": "You", "audio": "", "normalized": ["Heheh, I heard you were a real livewire… but to think that you'd swoon and piss yourself just from one creampie."]}, {"name": "", "audio": "", "normalized": ["The man's scornful words fell on deaf ears, as even though Rin was still breathing, her consciousness had completely left her, exposing her shameful defeat."]}, {"name": "You", "audio": "", "normalized": ["Now then―hey, are you satisfied yet?"]}, {"name": "", "audio": "", "normalized": ["The man called out to the orc, thinking about the next discipline on the agenda, but the orc simply continued shaking his hips joyfully with no response."]}, {"name": "Ogre", "audio": "", "normalized": ["Awooah, awooah♪"]}, {"name": "Rin", "audio": "v_sr107_0043", "normalized": ["Nnhohh, hahhohh, ohh…"]}, {"name": "", "audio": "", "normalized": ["Rin continued to be pierced by the ogre's giant phallus, a doll who could only respond to his voice with similar groans even as she fainted."]}, {"name": "You", "audio": "", "normalized": ["Guess there's no use.", " I'll come back again once you get tired of this."]}, {"name": "", "audio": "", "normalized": ["His words didn't reach either of the two's ears, and as he turned and left the room, there echoed only the sound of thrusting…"]}]