[{"name": "", "audio": "", "normalized": ["Several days had passed since the man who caught her had anally violated her and locked a restraint around her neck…"]}, {"name": "", "audio": "", "normalized": ["Nearly every day, Cara's anus was violated, eventually forcing her to a shameful climax even as she tried earnestly to resist the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Now then―show me how you beg for it, as usual."]}, {"name": "", "audio": "", "normalized": ["The man spoke overbearingly as he looked down at Cara, grinning widely."]}, {"name": "Cara", "audio": "v_sr152_0000", "normalized": ["Ghh… I say it every day, don't I… I refuse―agghh?!"]}, {"name": "", "audio": "", "normalized": ["The moment she answered him, a sharp electric current ran down the back of her neck, and Cara's body leapt pitifully as she twitched in her bound state."]}, {"name": "You", "audio": "", "normalized": ["Did you not hear me?", " I said beg.", " I dunno if you're trying to pose like you're resisting, but every day sure is a trial… heheheh."]}, {"name": "Cara", "audio": "v_sr152_0001", "normalized": ["(I'm not… posing like anything… ghh…)"]}, {"name": "", "audio": "", "normalized": ["Though Cara tried to glare at the man in resistance, the intensity of the electric current running through her collar increased."]}, {"name": "", "audio": "", "normalized": ["The vampire queen's expression quickly warped with anguish."]}, {"name": "Cara", "audio": "v_sr152_0002", "normalized": ["Gahahh… aah… ughh…"]}, {"name": "", "audio": "", "normalized": ["While her consciousness returned quickly, the response of her body was horrific.", " Her limbs convulsed, and disgust and nausea welled up in the back of her throat."]}, {"name": "", "audio": "", "normalized": ["Her head wobbled unsteadily, her vision scrambled, and she realized that she was drooling."]}, {"name": "You", "audio": "", "normalized": ["Well then―can you still continue?"]}, {"name": "Cara", "audio": "v_sr152_0003", "normalized": ["…ghh… that's…"]}, {"name": "", "audio": "", "normalized": ["She could no longer say that she felt no fear.", " But she was able to tell herself that it was just about preserving her well-being until her friends came…"]}, {"name": "Cara", "audio": "v_sr152_0004", "normalized": ["P-please… look at me…"]}, {"name": "", "audio": "", "normalized": ["She opened her legs, bound together with chains and shackles, lifting her hips high and using both hands to open her crotch wide."]}, {"name": "", "audio": "", "normalized": ["Her hands were shackled like her legs, and she faced the man, gripping her privates and forcing them open, exposing both holes."]}, {"name": "Cara", "audio": "v_sr152_0005", "normalized": ["(Ugh… just how many times are you gonna tell me to expose myself like this…?", ")"]}, {"name": "", "audio": "", "normalized": ["Her face was completely red from the humiliation, and as the cold air chilled her exposed genitals, she flushed even deeper."]}, {"name": "", "audio": "", "normalized": ["The nectar that overflowed from her pussy lips stained her all the way from her vagina to her anus."]}, {"name": "", "audio": "", "normalized": ["Her membranes opened wide to show off her soaked state all the way inside."]}, {"name": "", "audio": "", "normalized": ["Her anus that had been continually violated was round and open, its revealed pink membranes wiggling like a living thing as intestinal fluids dripped down like drool."]}, {"name": "You", "audio": "", "normalized": ["Heheh, seems like you really want it… Well then, why don't you say what you want me to do?"]}, {"name": "Cara", "audio": "v_sr152_0006", "normalized": ["Ggh… put that unsightly thing inside… shake your hips pathetically and be finished…"]}, {"name": "", "audio": "", "normalized": ["The blood rushed to Cara's head as she glared at the man and spit out these words.", " But then…"]}, {"name": "Cara", "audio": "v_sr152_0007", "normalized": ["Hhh… nnghhaahh!"]}, {"name": "", "audio": "", "normalized": ["An even more frightful burst of electric current ran through her, and her face twitched and looked away, as she spoke in a hoarse, wavering voice."]}, {"name": "Cara", "audio": "v_sr152_0008", "normalized": ["P-please… put your thick dick… i-inside my lewd, wet… ass pussy…"]}, {"name": "You", "audio": "", "normalized": ["You want me to violate you?"]}, {"name": "Cara", "audio": "v_sr152_0009", "normalized": ["Ggh… That's right… all the way inside my ass pussy… Violate me with your dick and dig out my insides!"]}, {"name": "", "audio": "", "normalized": ["The rage and shame made her whole body hot, burning red, while the inside of her mind was completely blank."]}, {"name": "", "audio": "", "normalized": ["However, hearing her wholehearted pleading, the man finally laughed as though satisfied, and pressed his piece into Cara."]}, {"name": "Cara", "audio": "v_sr152_0010", "normalized": ["Ngghh… guhaah, aahahh…"]}, {"name": "", "audio": "", "normalized": ["As though she really had been longing for this the whole time, Cara's anus swallowed up his penis, her wrinkles opening to him as she sighed sweetly."]}, {"name": "Cara", "audio": "v_sr152_0011", "normalized": ["(Th-this… agaiin… my ass is… eating his dick, swallowing it up… again… nnh…)"]}, {"name": "", "audio": "", "normalized": ["She gritted her teeth as her hips shook, but her expression was tinged with a sweet ache, and her ass squirmed at his movements."]}, {"name": "Cara", "audio": "v_sr152_0012", "normalized": ["Haah… aah, nphh… phwaah, nnhahh, haanhh… aahhaah…"]}, {"name": "", "audio": "", "normalized": ["It was the feeling of the dick that ravaged her until she lost consciousness every day."]}, {"name": "", "audio": "", "normalized": ["Cara's walls remembered the feeling, changing their shape to accommodate his shaft."]}, {"name": "", "audio": "", "normalized": ["Not only his head and shaft, but his thick, pulsating veins―his repeated thrusting and every angle, every change made her folds squirm."]}, {"name": "Cara", "audio": "v_sr152_0013", "normalized": ["(Nnphh… no… I can't get swept away… nnghh, guwaah… don't rub right there… nnhihh!", ")"]}, {"name": "", "audio": "", "normalized": ["Even though she tried hard not to respond, just the rubbing of his male flesh made her rectum melt, her eyebrows droop, and her mouth slacken in pleasure."]}, {"name": "You", "audio": "", "normalized": ["Heheh, looks like you're feeling pretty good… How about it, is it good when I thrust right here?"]}, {"name": "Cara", "audio": "v_sr152_0014", "normalized": ["Uuh, guuhh… y-yesh… when you… aanh!", " When you do it over and over right theree!"]}, {"name": "", "audio": "", "normalized": ["Pressed by the man, she answered him reluctantly, and sure enough, his hips moved in response."]}, {"name": "", "audio": "", "normalized": ["The head of his cock caught in her wrinkles, making a loud wet noise as he pumped in and out, before thrusting all the way inside and leaning his weight on her."]}, {"name": "Cara", "audio": "v_sr152_0015", "normalized": ["When you… gphh… nnh… grind against me… deep inside there…"]}, {"name": "Cara", "audio": "v_sr152_0016", "normalized": ["(Aaah, my brain… is going numb… his cock is piercing my ass… it's all going to my heaad…)"]}, {"name": "Cara", "audio": "v_sr152_0017", "normalized": ["Ahhahh… yes… it's good when… you pull it all the way out from the deepest part…"]}, {"name": "", "audio": "", "normalized": ["How about here, and here…?", " Every time the man asked her, he made her confess all the spots that turned her on and explain them, and she answered every time."]}, {"name": "", "audio": "", "normalized": ["Each time, she thought at least her body wouldn't betray her, but she couldn't stop her hips from leaping violently, and she was filled with shame as he watched her."]}, {"name": "Cara", "audio": "v_sr152_0018", "normalized": ["(Nnhaah… it's no use, I'm… I'm so turned on… by this…)"]}, {"name": "", "audio": "", "normalized": ["Even if she tried to deny it, her spine was still trembling, and sweet groans were still escaping from her mouth."]}, {"name": "You", "audio": "", "normalized": ["…All right, I'm gonna ejaculate pretty soon…"]}, {"name": "", "audio": "", "normalized": ["The man muttered this inconsequentially, and the moment she heard it, Cara's lips parted on their own, and she whispered sweetly to him."]}, {"name": "Cara", "audio": "v_sr152_0019", "normalized": ["Y-yesh… aggh, nnh… inside… pour your hot stuff out… deep inside of me, please…"]}, {"name": "", "audio": "", "normalized": ["Cara's eyes were wet and her face was enthusiastic as the man grinned and answered her."]}, {"name": "You", "audio": "", "normalized": ["That's a great attitude, considering usually I'd have to order you to beg me like that… heheh."]}, {"name": "Cara", "audio": "v_sr152_0020", "normalized": ["Whaa―uguuh… that's not it… I'm just saying what you always make me say, before you shock me instead―"]}, {"name": "", "audio": "", "normalized": ["Now that he pointed it out, Cara finally realized what she had said of her own will automatically."]}, {"name": "", "audio": "", "normalized": ["Still, she tried to deny it and cover it up, turning her reddened face away and biting her lip in frustration."]}, {"name": "You", "audio": "", "normalized": ["Oh, you're afraid of the electric shock now, huh?", "…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, that's an even better attitude.", " Well, fine, if you want it, I'll give it to you."]}, {"name": "", "audio": "", "normalized": ["The lack of further investigation was surprisingly humiliating.", " But as the man's hips sped up, she was no longer able to challenge or glare at him…"]}, {"name": "Cara", "audio": "v_sr152_0021", "normalized": ["Nnghh… aah, haannh!", " Aaah, phh… nnghh…"]}, {"name": "", "audio": "", "normalized": ["Cara was suddenly in severe anguish, with stimulations of near-orgasmic pleasure running through her body."]}, {"name": "", "audio": "", "normalized": ["She bit her lips, trying to at least hide her climax, as she met his hips with hers, and eventually…"]}, {"name": "", "audio": "", "normalized": ["*Splurt… splortsplortsplort, drip…* *Drip drip drip…*"]}, {"name": "Cara", "audio": "v_sr152_0022", "normalized": ["(Nnhhghh!", " So hot… hot semen… inside of me… nnhh, haah, aah, I'm cummiing!", ")"]}, {"name": "", "audio": "", "normalized": ["The pleasure was so great that she wanted to praise herself just for not making a sound."]}, {"name": "", "audio": "", "normalized": ["His swollen penis expanded her rectum, making her whole stomach tingle with its heat and pulsation."]}, {"name": "", "audio": "", "normalized": ["Her abdomen and brain both rocked by her orgasm as her mind went blank."]}, {"name": "", "audio": "", "normalized": ["She was still desperately biting her lower lip, but drool was overflowing from the corners of her mouth."]}, {"name": "", "audio": "", "normalized": ["Her pussy lips were dripping with love fluids, exposed to his eyes."]}, {"name": "You", "audio": "", "normalized": ["Heheh, your entire asshole is squeezing me frantically.", " Seems like you really enjoyed that, huh?"]}, {"name": "Cara", "audio": "v_sr152_0023", "normalized": ["Ghh… that's not…"]}, {"name": "", "audio": "", "normalized": ["It took all of her effort to answer like that, as her voice shook from the intense climax and she melted."]}, {"name": "Cara", "audio": "v_sr152_0024", "normalized": ["(But still… I made it through somehow…)"]}, {"name": "", "audio": "", "normalized": ["Usually they would rest for a bit before he would change things up while continuing to violate her anus―but just having that interval was enough to let her endure."]}, {"name": "", "audio": "", "normalized": ["She breathed a sigh of relief as she thought this…"]}, {"name": "You", "audio": "", "normalized": ["Right then… why don't we continue?"]}, {"name": "Cara", "audio": "v_sr152_0025", "normalized": ["…gh!", " N-no way…"]}, {"name": "", "audio": "", "normalized": ["She cried out in confusion without thinking, then realized and abruptly squeezed her lips shut."]}, {"name": "You", "audio": "", "normalized": ["What, is there a problem?"]}, {"name": "Cara", "audio": "v_sr152_0026", "normalized": ["No… it's nothing.", " Please, as you wish…"]}, {"name": "", "audio": "", "normalized": ["The man's mouth curved as though he had guessed at something, but Cara ignored him and thought to herself."]}, {"name": "Cara", "audio": "v_sr152_0027", "normalized": ["(It's fine… I can still hold back… If it's just my ass, as many times as it takes…)"]}, {"name": "", "audio": "", "normalized": ["Yes―the true danger was him aiming for not her anus, but her lady parts, her melting, twitching womb deep within."]}, {"name": "", "audio": "", "normalized": ["As he dug at her intestinal walls, he hit against her from the other side, and every time he violated Cara's anus, he was incessantly teasing her womb."]}, {"name": "", "audio": "", "normalized": ["If he dug into her there, she would no longer be able to keep up appearances."]}, {"name": "", "audio": "", "normalized": ["She groaned shamefully, writhing, her expression a complete mess, making her look even more foolish than imaginable…"]}, {"name": "Cara", "audio": "v_sr152_0028", "normalized": ["(A-anyway, at this rate… I have to keep him doing my ass no matter what…?!", ")"]}, {"name": "", "audio": "", "normalized": ["At that moment, the man pulled his hips back and removed his penis, leaving her anus a wide, gaping hole."]}, {"name": "Cara", "audio": "v_sr152_0029", "normalized": ["Aah―huh, wh-what… hihh?!"]}, {"name": "", "audio": "", "normalized": ["She was suddenly overwhelmed by a terrible pressure screwing into her in her moment of confusion."]}, {"name": "Cara", "audio": "v_sr152_0030", "normalized": ["Hgghh… nnhohh!", " Ohhihh, hiihhiihh?!"]}, {"name": "", "audio": "", "normalized": ["A tremendously thick dildo had been stuffed into her secret cave as it remained open from his penis pulling out."]}, {"name": "", "audio": "", "normalized": ["She screamed shrilly, her body spasming and twitching all over, without a chance to hide it, as Cara's unsightly orgasm was completely exposed."]}, {"name": "Cara", "audio": "v_sr152_0031", "normalized": ["Ophh… hohh, ohhohh…"]}, {"name": "", "audio": "", "normalized": ["Cara was completely carried away by the wave of her orgasm, unaware it was totally exposed, and the man kept moving the dildo, torturing her."]}, {"name": "Cara", "audio": "v_sr152_0032", "normalized": ["Guhiihh?!", " Nnhihh, aahhaah!"]}, {"name": "", "audio": "", "normalized": ["She was hopelessly out of control as she shook her hips, spraying a huge amount of fluid from both holes and making her surroundings thick with a lewd scent."]}, {"name": "", "audio": "", "normalized": ["However―even as she faced the intense pleasure, in the back of her mind, Cara noticed something odd."]}, {"name": "Cara", "audio": "v_sr152_0033", "normalized": ["(Haahh… nnh, aah… whyy… nhh, am I…)"]}, {"name": "", "audio": "", "normalized": ["The rough movements and the unnatural hardness naturally were pleasurable."]}, {"name": "", "audio": "", "normalized": ["However, Cara's eyes unconsciously looked lower, staring straight at the man's crotch."]}, {"name": "You", "audio": "", "normalized": ["Heheh… what's wrong, you're looking hungry."]}, {"name": "Cara", "audio": "v_sr152_0034", "normalized": ["Wha―I'm not… phgghh…"]}, {"name": "", "audio": "", "normalized": ["Even as she said this, Cara's gaze did not waver, and with each slight movement of the man's hips, she fixated on his swaying dick, even as her eyes started to water."]}, {"name": "You", "audio": "", "normalized": ["You haven't noticed?", " You've been having a staring contest with my dick like a cat in heat for a while now… heheh."]}, {"name": "Cara", "audio": "v_sr152_0035", "normalized": ["What… wh-what are you saying…"]}, {"name": "You", "audio": "", "normalized": ["Besides, your pussy flesh is completely dripping wet… hmph, seems like you want it in your pussy real bad…"]}, {"name": "You", "audio": "", "normalized": ["You're an easy woman to read."]}, {"name": "", "audio": "", "normalized": ["As he said this, the man put the tip of his huge cock to her pussy lips, making a slick sound as he moved back and forth, taunting her."]}, {"name": "Cara", "audio": "v_sr152_0036", "normalized": ["Nnhaahh!", " Th-that's not it… I want it in my ass more than there―"]}, {"name": "", "audio": "", "normalized": ["Cara strained frantically, sticking out her ass and trying to expel the vibrator as she appealed to him."]}, {"name": "", "audio": "", "normalized": ["But that frenzy backfired.", " The man grinned as if he had sensed something, and thrust his hips forward just like that."]}, {"name": "", "audio": "", "normalized": ["*Zcch… chbb, nphh, gcchh!", "*"]}, {"name": "Cara", "audio": "v_sr152_0037", "normalized": ["Aahiihhyaahh?!"]}, {"name": "", "audio": "", "normalized": ["Cara's mind left her in an instant as he dug deeply into her eternal womanhood."]}, {"name": "", "audio": "", "normalized": ["Her pussy flesh sucked at him without him even having to push, and as her walls clung to him, drawing him further inside…"]}, {"name": "", "audio": "", "normalized": ["…a strong stream of love fluids shot out from her opening…"]}, {"name": "Cara", "audio": "v_sr152_0038", "normalized": ["Ahiiee, I'm gonna cum, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["She screamed out her orgasm, unable to hold back, her feet stretching out as she shook her hips wildly."]}, {"name": "", "audio": "", "normalized": ["There was no doubting that no matter how much she had protested, this reaction meant that Cara really had wanted him to put it in her pussy."]}, {"name": "You", "audio": "", "normalized": ["Heheh, what a reaction… This is my first time seeing a female be so greedy for my dick too… Guess that's a vampire for you."]}, {"name": "Cara", "audio": "v_sr152_0039", "normalized": ["Ahyuuhh, that'sh… not… it… and I don't… want it… ohiihh!"]}, {"name": "", "audio": "", "normalized": ["Leaning his weight on her as he gyrated his hips, his glans rubbing precisely against her deepest part, was enough to make her intoxicated voice moan indecently."]}, {"name": "", "audio": "", "normalized": ["Smiling down at Cara happily, the man held her hips and her body in place, beginning to move furiously."]}, {"name": "You", "audio": "", "normalized": ["Now then―Let's make love, Cara."]}, {"name": "Cara", "audio": "v_sr152_0040", "normalized": ["Hihh―No, noo… aahh!"]}, {"name": "", "audio": "", "normalized": ["*Ghbbhh, gchh!", "* *Zhbb, nnchh, ghbbhh!", "*"]}, {"name": "Cara", "audio": "v_sr152_0041", "normalized": ["Guhhiihh?!", " Nnhaah, ihh, hhahhiiee!"]}, {"name": "", "audio": "", "normalized": ["His intense movements ravaged Cara's womanhood in a way completely different from how he had stubbornly attacked her anus."]}, {"name": "", "audio": "", "normalized": ["It kneaded every bit of her pussy all the way to its deepest part."]}, {"name": "", "audio": "", "normalized": ["Each thrust made nectar spray from the place where they were joined, and each time he pulled back, a huge amount of love juices flowed down."]}, {"name": "", "audio": "", "normalized": ["Her roundly opened pussy twitched continuously, and each time his spear passed through, it squeezed down on him, squirming as if trying to digest him."]}, {"name": "Cara", "audio": "v_sr152_0042", "normalized": ["Owaahh!", " Ahiieeh, hahiihhnnhh!"]}, {"name": "", "audio": "", "normalized": ["The queen of the vampires looked completely intoxicated as she moaned, shaking her head and making her hair dance."]}, {"name": "", "audio": "", "normalized": ["Unable to resist or endure any longer, her whole body was assaulted with pleasure as the inside of her mind went totally white."]}, {"name": "You", "audio": "", "normalized": ["Hahahahah, your pussy feels that good, huh?!", " But are you forgetting about the pleasure from over here?"]}, {"name": "You", "audio": "", "normalized": ["Enjoy yourself with both your holes!"]}, {"name": "Cara", "audio": "v_sr152_0043", "normalized": ["Nhhnoo, shtoopp, ahiiee!"]}, {"name": "", "audio": "", "normalized": ["The dildo's vibration turned on, and the intense undulation shook and melted her entire cave."]}, {"name": "", "audio": "", "normalized": ["Her womb was stimulated with pleasure from the other side of her rectal wall."]}, {"name": "", "audio": "", "normalized": ["Sparks blossomed inside her mind as both of her holes clamped down even harder and her whole body convulsed."]}, {"name": "Cara", "audio": "v_sr152_0044", "normalized": ["Nnhyaahh!", " Nnnoo, shtop iit… if you keep this up I'll go crazyy!"]}, {"name": "", "audio": "", "normalized": ["The terrifying pleasure was making her lower half relax, but her pussy was tight and stiff, closing down hard on his rod."]}, {"name": "", "audio": "", "normalized": ["She shook her head wildly in fear, unable to bear the sensation of being ruled by her senses, craving something inside her, completely unrelated to reason or reflex."]}, {"name": "Cara", "audio": "v_sr152_0045", "normalized": ["Nhhaah, it's no good… guphhaahh?!", " Noo!", " Not there, aah, noo!"]}, {"name": "", "audio": "", "normalized": ["Her spine bent deeply backward as he hit against her womb and the vibrator's oscillations ran through her severely."]}, {"name": "", "audio": "", "normalized": ["Her hips moved in time with this, sticking straight up as her loosened pussy lips rubbed against his hipbones, giving birth to further pleasure."]}, {"name": "You", "audio": "", "normalized": ["Fufu, what a passionate approach… fine, I'll give it all to you right there!", " Swallow all my semen and perish!"]}, {"name": "Cara", "audio": "v_sr152_0046", "normalized": ["Nnghiihh, nnhnnoo!", " Shtopp, nnhahh!"]}, {"name": "", "audio": "", "normalized": ["He gripped her uplifted hips and held them in place, putting his weight on her from above as he rode her, banging into her over and over furiously."]}, {"name": "", "audio": "", "normalized": ["Her pussy was numb and melting, breaking down from his long strokes and vigorous pumping, and it clung to his cock as though she were dependent on it."]}, {"name": "Cara", "audio": "v_sr152_0047", "normalized": ["(Thish ish… nnhnno good… I'm going… I'm gonna go crazyy!", ")"]}, {"name": "", "audio": "", "normalized": ["She was already so turned on that her senses were about to leave her, and her mind was full of nothing but 'no' and 'I'm going crazy"]}, {"name": "", "audio": "", "normalized": ["Even so, her body was moving unconsciously, flirting with his manhood and squirming as she devoured both him and the dildo…"]}, {"name": "", "audio": "", "normalized": ["…meeting his furious thrusting with her own hips."]}, {"name": "Cara", "audio": "v_sr152_0048", "normalized": ["(Nnh… haah… it's no use―)"]}, {"name": "", "audio": "", "normalized": ["Unable to even listen to herself, faced with the limitless, overwhelming pleasure, Cara finally gave up her last ounce of resistance…"]}, {"name": "Cara", "audio": "v_sr152_0049", "normalized": ["Aaah, giihh… nnhiihh… ihhaah, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["*Splurtsplurtspluurt!", "* *Splash, splash, sploosh!", "*"]}, {"name": "", "audio": "", "normalized": ["Her womb was enveloped with explosive pleasure from the intense pulsations and the magma-like heat."]}, {"name": "", "audio": "", "normalized": ["Her mind had completely short-circuited, and she was unable to call a single word to mind, with all of her senses focused on only one thing."]}, {"name": "Cara", "audio": "v_sr152_0050", "normalized": ["(It feelsh… sho good… nnhh… sho good…)"]}, {"name": "", "audio": "", "normalized": ["It was like the pleasure had been concentrated so that it felt dozens of times better than him ejaculating in her ass."]}, {"name": "", "audio": "", "normalized": ["The heat, the viscosity, the amount―they all violated her, existing only to trample on her womanhood, burning her womb and her vagina to a crisp."]}, {"name": "", "audio": "", "normalized": ["The stimulation pricked at her walls, making her abdomen ache and convulse, as Cara used her whole body to meet her orgasm."]}, {"name": "", "audio": "", "normalized": ["Even with her knees bent, her feet were pointed, unconsciously choosing the position of maximum pleasure as her blissful convulsions were exposed."]}, {"name": "Cara", "audio": "v_sr152_0051", "normalized": ["Aah, haah… nnghh… haah, auuhnn… ohh, hhohh…"]}, {"name": "", "audio": "", "normalized": ["Though she didn't cry out intensely, her emotional groaning showed all the more just how strong Cara's climax had been."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, you really wrung me out… You might be pregnant after all that, huh?"]}, {"name": "", "audio": "", "normalized": ["Even now, his penis was still inserted, and his hands stroked her abdomen, as if he were trying to pet her womb."]}, {"name": "", "audio": "", "normalized": ["His semen washed over her womb from the stimulation."]}, {"name": "Cara", "audio": "v_sr152_0052", "normalized": ["Preg…nant…?!", " N-noo!", " Let go of me already… guaah!"]}, {"name": "", "audio": "", "normalized": ["Brought to her senses by the stimulation and these words, Cara pushed the man aside, frantically twisting her body as she raised her voice in protest."]}, {"name": "You", "audio": "", "normalized": ["Sheesh, you're gonna hurt my feelings… heheh."]}, {"name": "", "audio": "", "normalized": ["As he said this, the man pulled his hips back, and a string of semen clung to his still rock-hard penis, as it filled the air with steam and its thick stench."]}, {"name": "Cara", "audio": "v_sr152_0053", "normalized": ["Haahn, nnhh… h-hurry… let me out of these restraints… at this rate, I'll… hurry up and let me go!", " Let me clean myself!"]}, {"name": "", "audio": "", "normalized": ["Overcome with the fear of getting pregnant, Cara screamed emotionally."]}, {"name": "", "audio": "", "normalized": ["The man simply grinned as he watched her, bringing his cock right in front of her, close to her lips."]}, {"name": "Cara", "audio": "v_sr152_0054", "normalized": ["Phhghh… nnh, wharhrh yew…"]}, {"name": "You", "audio": "", "normalized": ["I taught you before, right?", " After a man ejaculates, you have to clean him with your mouth… Do it."]}, {"name": "Cara", "audio": "v_sr152_0055", "normalized": ["Nnmhh… w-wait, first―"]}, {"name": "You", "audio": "", "normalized": ["Of course I come first!"]}, {"name": "", "audio": "", "normalized": ["The man pushed her head down as he shouted, and a fishy taste spread through her lips."]}, {"name": "Cara", "audio": "v_sr152_0056", "normalized": ["(Aaah… nnhnnoo!", ")"]}, {"name": "", "audio": "", "normalized": ["Cara turned her head to resist, stretching out her bound arms and squirming, trying to expel his semen from her genitals."]}, {"name": "Cara", "audio": "v_sr152_0057", "normalized": ["Nnghlrl, gchh… nhaahh, haah, ammhh… nnh, nnhh…"]}, {"name": "", "audio": "", "normalized": ["She made a token attempt to move her mouth and tongue, but she was so preoccupied with the state of her vagina that she was careless."]}, {"name": "", "audio": "", "normalized": ["There was no way the man would let that carelessness slide."]}, {"name": "You", "audio": "", "normalized": ["…Hmph, if you're that worried about it, I'll make you spit out my semen first."]}, {"name": "Cara", "audio": "v_sr152_0058", "normalized": ["Nnbhh, chbhh… haah, haah… r-really…?"]}, {"name": "", "audio": "", "normalized": ["Though she was drooling and wheezing, Cara still questioned his true intentions."]}, {"name": "You", "audio": "", "normalized": ["Yeah, of course―like this!"]}, {"name": "", "audio": "", "normalized": ["In response, the man raised his arm…"]}, {"name": "", "audio": "", "normalized": ["*Thumpp!", "*"]}, {"name": "Cara", "audio": "v_sr152_0059", "normalized": ["Nnbhh, phgghhehh?!"]}, {"name": "", "audio": "", "normalized": ["He pounded his fist into her with incredible force, sending semen spraying from her pussy opening and making the vibrator fly out of her anus."]}, {"name": "Cara", "audio": "v_sr152_0060", "normalized": ["Nnhoohh?!", " Hwahh… aah, haah… nnphh…"]}, {"name": "", "audio": "", "normalized": ["Though the attack was severe, both of her holes expanded, and Cara's body convulsed slightly again from the pleasure of expelling the foreign object."]}, {"name": "Cara", "audio": "v_sr152_0061", "normalized": ["(Nnhaah!", " I'm… gonna cum from thish… I'm cummiing!", ")"]}, {"name": "", "audio": "", "normalized": ["Looking down at Cara as she writhed, the man grinned and murmured."]}, {"name": "You", "audio": "", "normalized": ["Well then, now the chance of you getting pregnant has gone down.", " I'll just have to pour in more semen, huh?"]}, {"name": "Cara", "audio": "v_sr152_0062", "normalized": ["What… aah, guuh…nnhaahh!", " Stop it… no… no moore!", " Please stop, no more seex!"]}, {"name": "", "audio": "", "normalized": ["She couldn't escape no matter how much she resisted.", " The man forced Cara down again, digging out her fleshy cave that had only just finished expelling his semen."]}, {"name": "Cara", "audio": "v_sr152_0063", "normalized": ["(Nnnhaahh!", " No, nnoo… hurry… Marika, Azuma, Kitae… please come help me… nnhiihh!", ")"]}, {"name": "", "audio": "", "normalized": ["Though Cara was in tears, she was unable to resist her female instincts, and she began to moan again, as she waited for the aid that might eventually come…"]}]