[{"name": "Yukina", "audio": "v_sr453_0000", "normalized": ["Ahhnmm, ahhnmgh, agh, ahhmm…!", " Mnheheheh… Yes, yess…!", " Just keep pounding me hard and deep, okay?"]}, {"name": "", "audio": "", "normalized": ["Yukina used to be strong and bright even among rough soldiers."]}, {"name": "", "audio": "", "normalized": ["But now, Yukina was letting out a sweet and alluring voice, flirting and playing with men."]}, {"name": "", "audio": "", "normalized": ["Her honeyed and erotic voice stimulated the men gathering around and it echoed from their ears to their crotch."]}, {"name": "Yukina", "audio": "v_sr453_0001", "normalized": ["Come on, come on.", " Why don't you make these harder?", " These can get bigger, right?", " Give them to me before we get called in, won't you?"]}, {"name": "", "audio": "", "normalized": ["…Inside a locker room assigned to a certain unit located inside the UFS military base."]}, {"name": "", "audio": "", "normalized": ["A woman had turned it into a site of mad orgy…"]}, {"name": "", "audio": "", "normalized": ["Naked men surrounded Yukina, making a circle around her."]}, {"name": "Man A", "audio": "", "normalized": ["I didn't know you who was know as the strongest female cyborg was so crazy with cock, huh…?"]}, {"name": "", "audio": "", "normalized": ["The man penetrating her whispered into Yukina's ears."]}, {"name": "Yukina", "audio": "v_sr453_0002", "normalized": ["Hahhnm…"]}, {"name": "", "audio": "", "normalized": ["She heard those words and her lust burned up, moaning briefly and then squeezed the depth of her vagina."]}, {"name": "Yukina", "audio": "v_sr453_0003", "normalized": ["Come now, don't be so mean to me, okay?", " …I've been so lonely, all on my own and I've been so pent up, you know."]}, {"name": "Yukina", "audio": "v_sr453_0004", "normalized": ["But, but, I'm so happy now that you've turned me into your sex slave.", " It's amazing how I can have sex 24 hours a day like this."]}, {"name": "Man B", "audio": "", "normalized": ["…Hehe, she's a natural-born sex-slave."]}, {"name": "Man C", "audio": "", "normalized": ["And her cyborg body too.", " Her energy's also infinite, just like her lust.", " Now that's just perfect!"]}, {"name": "", "audio": "", "normalized": ["The cocks of the men on her sides twitched in her hands."]}, {"name": "Yukina", "audio": "v_sr453_0005", "normalized": ["Ahhnm!", " …Come on, you rascals.", " Don't move so suddenly, I get surprised.", " I'm gonna squeeze cum out of you bad boys."]}, {"name": "", "audio": "", "normalized": ["Yukina made lewd banter as she stroked the penises coursing with lust with her hands."]}, {"name": "", "audio": "", "normalized": ["She grasped the hard, erect shaft with a delicate touch and Yukina's fingers tangled onto the cock like molten cheese."]}, {"name": "", "audio": "", "normalized": ["Her hands stroked back and forth rhythmically and it brought them pleasure from handjob, not even comparable to masturbating."]}, {"name": "Man A", "audio": "", "normalized": ["Hey, don't just focus on giving a handjob!", " You're supposed to be a sex-slave.", " Don't stop pleasuring all the cocks!"]}, {"name": "", "audio": "", "normalized": ["The man who was inserted into her was outraged by how Yukina was slowing down and pounded his hips violently from below."]}, {"name": "Yukina", "audio": "v_sr453_0006", "normalized": ["Mnnuuhhghh?!", " I-I'm so sorry…!", " I got all three of those fantastic cocks with me at the same time and I got carried away."]}, {"name": "", "audio": "", "normalized": ["Yukina said without even a bit of guilt with a sultry smile."]}, {"name": "Yukina", "audio": "v_sr453_0007", "normalized": ["Come on, you can cum all you want inside my pussy, so cut me slack, okay?", " You can pour your cum right into my womb, okay?"]}, {"name": "Man A", "audio": "", "normalized": ["Hah!", " You fucking sex-slave!", " Of course, I'm gonna cum inside your pussy!"]}, {"name": "Man A", "audio": "", "normalized": ["I'm gonna make you pregnant with my baby, so you better thank me!"]}, {"name": "", "audio": "", "normalized": ["The moment Yukina heard his words, she showed an ecstatic smile and her body shuddered."]}, {"name": "Yukina", "audio": "v_sr453_0008", "normalized": ["Aaaghhaahh… So much cum, deep inside me, I'm gonna be so, so happy!"]}, {"name": "Man A", "audio": "", "normalized": ["Of course, I'm not gonna do shit even if you get knocked up."]}, {"name": "Man A", "audio": "", "normalized": ["If your pussy got loose after getting the baby out, I'm gonna ditch you, okay?", " Come on!"]}, {"name": "Yukina", "audio": "v_sr453_0009", "normalized": ["Please, that's… But, but, as long as you can give me your cum into my pussy, it doesn't matter."]}, {"name": "", "audio": "", "normalized": ["…Some of the men surrounding them who heard them sighed as they were taken back."]}, {"name": "Man D", "audio": "", "normalized": ["Seriously, she takes pleasure over her own well-being."]}, {"name": "Man E", "audio": "", "normalized": ["She's a fucking slut.", " That's the way she's supposed to be!"]}, {"name": "", "audio": "", "normalized": ["Those men who were mocking her were the very men who were in the same unit as Yukina and despised her."]}, {"name": "", "audio": "", "normalized": ["They mocked Yukina's pathetic state and gather more men from other units to break her."]}, {"name": "Man D", "audio": "", "normalized": ["At this rate, it's not gonna be long till she breaks down completely and gets discharged.", " She might as well enjoy it for now…"]}, {"name": "", "audio": "", "normalized": ["Finally, they were getting rid of the pain in their collective asses, they thought.", " But Yukina knew better…"]}, {"name": "Yukina", "audio": "v_sr453_0010", "normalized": ["(Heheheh… I didn't even have to say anything and he gathered those men from all over the UFS.", " So much free intel.", ")"]}, {"name": "", "audio": "", "normalized": ["Yukina did not just become slutty through Fuuma's re-conditioning but she also became a mole, leaking UFS intelligence to Fuuma."]}, {"name": "", "audio": "", "normalized": ["She did not even have to do anything and men looking to satisfy their desires came to Yukina."]}, {"name": "", "audio": "", "normalized": ["And those who hated Yukina even called higher-ranking officers, so the locker room became quite an important hub."]}, {"name": "Yukina", "audio": "v_sr453_0011", "normalized": ["Heheh.", " I'm glad so many of you showed up today too.", " Now, everyone, please satisfy yourself as much as you want with me."]}, {"name": "Man A", "audio": "", "normalized": ["Hey, there's a line behind you!", " Stop talking and make them cum already, come on!"]}, {"name": "", "audio": "", "normalized": ["The man inserting seemed particularly inpatient and hurried Yukina up to make him orgasm even though Yukina was already pounding her hips."]}, {"name": "Yukina", "audio": "v_sr453_0012", "normalized": ["Ahhnmm, don't be so hasty now, okay?", " I'm gonna make you cum all you want in my pussy."]}, {"name": "", "audio": "", "normalized": ["Yukina said and the squeezed her pussy tightly by tensing up her crotch as she said."]}, {"name": "Man A", "audio": "", "normalized": ["Guouhh?!", " I-inside of the pussy, it's gotten so tight, m-my cock, it's getting sucked in…?!"]}, {"name": "", "audio": "", "normalized": ["The vaginal walls engulfed the penis like a virgin and became more sensitive as it spewed vaginal fluid."]}, {"name": "", "audio": "", "normalized": ["She was used by numerous men to satisfy her desires and her honey pot would have been loosened up beyond recovery."]}, {"name": "", "audio": "", "normalized": ["However, no matter how rough the sex was, Yukina's vagina squeezed as tight as ever, even adjusting to the shape of the men's penises."]}, {"name": "Yukina", "audio": "v_sr453_0013", "normalized": ["Ahhnmm!", " This cock's so amazing like I actually want to eat it!"]}, {"name": "Yukina", "audio": "v_sr453_0014", "normalized": ["…Aaaghh!", " I-I remember the shape of this cock…!", " My pussy's remembering the shape!"]}, {"name": "", "audio": "", "normalized": ["Yukina was reminded of someone by the shape of the penis and showed an ecstatic expression.", " And then her vagina twitched in joy."]}, {"name": "Yukina", "audio": "v_sr453_0015", "normalized": ["Thank you for coming so many times.", " I think this is your tenth time?", " I'm gonna pleasure you extra for your two-digit celebration."]}, {"name": "", "audio": "", "normalized": ["The penis must have been so fitting, she was gushing with thick pussy juice."]}, {"name": "Man A", "audio": "", "normalized": ["Y-you finally remembered me, you stupid fucking whore…!", " You remembered me not with my face but with my cock… You damn slut!"]}, {"name": "", "audio": "", "normalized": ["She realized that his frustration was because she did not remember who he was."]}, {"name": "", "audio": "", "normalized": ["As long as she knew he was a regular, she knew what to do to pleasure him."]}, {"name": "", "audio": "", "normalized": ["Yukina made sure the erect penis did not escape her vagina and ground her hips."]}, {"name": "Yukina", "audio": "v_sr453_0016", "normalized": ["Mnnheheh.", " You like me pulling on your cock like this, I remember it.", " Am I right?"]}, {"name": "Man A", "audio": "", "normalized": ["Ugaghh…!", " Th-that's it, that's it….", "!", " Don't just stroke it and give it a little spin, yeah…!"]}, {"name": "Yukina", "audio": "v_sr453_0017", "normalized": ["Ahhghhnm!", " It's getting bigger inside me…!", " Your cock is so sensitive, you know.", " Come on, make it bigger for me."]}, {"name": "", "audio": "", "normalized": ["Yukina whispered and twisted her hips."]}, {"name": "Yukina", "audio": "v_sr453_0018", "normalized": ["Ahhnm, this, I like how this feels too…!", " The solid part of your cock's hitting the right spot, so good!"]}, {"name": "Man B", "audio": "", "normalized": ["H-hey, don't just work on his dick.", " Come on, you better get my cock going too!"]}, {"name": "Man C", "audio": "", "normalized": ["That's right.", " We want to put it in your pussy too, but you're not even thinking about us.", " That's unfair!"]}, {"name": "", "audio": "", "normalized": ["The men on her sides receiving handjob thrust their hips desperately."]}, {"name": "Yukina", "audio": "v_sr453_0019", "normalized": ["Mnnghh…?", " Ahh…!", " I remember now.", " This cock on my right is the third time and one on the left is the seventh time."]}, {"name": "", "audio": "", "normalized": ["She smiled erotically as she enjoyed how it felt in her hands."]}, {"name": "", "audio": "", "normalized": ["The tip of the penis twitched in reaction."]}, {"name": "Yukina", "audio": "v_sr453_0020", "normalized": ["I remember it.", " This cock loved getting the tip rubbed and massaged, just like this."]}, {"name": "Yukina", "audio": "v_sr453_0021", "normalized": ["And this cock too… You liked me stroking it nice and slow from the base to the tip."]}, {"name": "", "audio": "", "normalized": ["She said and moved her hands to stimulate the weak point on each penis, stroking it with her hands."]}, {"name": "Man B", "audio": "", "normalized": ["Ughh!", " Th-that's right, just like that, rub the tip and p-put your finger in there, play with it…!"]}, {"name": "Yukina", "audio": "v_sr453_0022", "normalized": ["Sure.", " Like this…?", " Mnnh, mnngh, mng…!"]}, {"name": "Man C", "audio": "", "normalized": ["Aghh, aahh, ahagahh…!", " Th-there, stroke it thoroughly like that and something warm is coming up from the base…!"]}, {"name": "Yukina", "audio": "v_sr453_0023", "normalized": ["Hehe… Moaning like a girl, really sensitive."]}, {"name": "", "audio": "", "normalized": ["Yukina went after their weak points with finesse and enjoyed their reaction with an intoxicated expression."]}, {"name": "", "audio": "", "normalized": ["It quickly built up their urge to ejaculate and the waves of orgasm came over them."]}, {"name": "", "audio": "", "normalized": ["Precum started spewing out of the tip in her hands and Yukina smothered it all over her palm, lubricating them and making them even more sensitive."]}, {"name": "Man A", "audio": "", "normalized": ["Ugh, th-this is insane…!", " I'm gonna cum…!"]}, {"name": "Man B", "audio": "", "normalized": ["M-me too, with her hand being so slippery, I'm cumming…!"]}, {"name": "", "audio": "", "normalized": ["Their pleasure center of nerves was stimulated and sizzling semen was about to erupt."]}, {"name": "Yukina", "audio": "v_sr453_0024", "normalized": ["Good, let it all out!", " I want all of you to cum and pour your hot cum onto me and into me!"]}, {"name": "男三人", "audio": "", "normalized": ["C-cumming, cumming, cumming!"]}, {"name": "Yukina", "audio": "v_sr453_0025", "normalized": ["Come, come oonn!"]}, {"name": "", "audio": "", "normalized": ["The three orgasmed at the same time and showered Yukina with filthy bodily fluid and poured it into her womb."]}, {"name": "Yukina", "audio": "v_sr453_0026", "normalized": ["Mnnhaaghahh…!", " So hot, so much cum, so much… It's pouring deep into my pussy!"]}, {"name": "", "audio": "", "normalized": ["The man who ejaculated deep into her vagina poured a massive amount of semen into her as she was his favorite sex-slave."]}, {"name": "", "audio": "", "normalized": ["There was so much semen that some came flowing out, making lewd, moist noises as it came out from the opening."]}, {"name": "Yukina", "audio": "v_sr453_0027", "normalized": ["Ahhnmm…!", " This cock, it's still cumming…"]}, {"name": "", "audio": "", "normalized": ["The penises in her hands achieved orgasm with Yukina's handjob but were further aroused by her covered in semen."]}, {"name": "", "audio": "", "normalized": ["They continued to squeeze the semen left in the urethra out."]}, {"name": "Yukina", "audio": "v_sr453_0028", "normalized": ["Good, this is great…!", " I love cocks, I love cum!"]}, {"name": "Yukina", "audio": "v_sr453_0029", "normalized": ["Aaghh, this is so good, I-I'm coming, coming!"]}, {"name": "", "audio": "", "normalized": ["The heat, smell, and sensation of the ejaculating penis and semen made Yukina orgasm as well."]}, {"name": "", "audio": "", "normalized": ["Squirt spewed out of her pussy with the cock still inside, mixing with semen into a milky-white fluid."]}, {"name": "", "audio": "", "normalized": ["With sweat added, it let off intense lewd odor and the locker room was filled with abnormal sexual heat."]}, {"name": "Yukina", "audio": "v_sr453_0030", "normalized": ["Haahh, haah, haauh… Mnnheh, more, more."]}, {"name": "", "audio": "", "normalized": ["Yukina was still thirsty for more and twisted her hips, begging for more, stroking the still erect penis with her hands."]}, {"name": "Man A", "audio": "", "normalized": ["Guouhghh!", " I-I just came and it's still sensitive.", " If you keep going, aghh, I-I'm gonna cum again!"]}, {"name": "Yukina", "audio": "v_sr453_0031", "normalized": ["Ahhahhnmm!", " Y-you're cumming again…!", " New cum coming into my womb!"]}, {"name": "", "audio": "", "normalized": ["The man who was inserting into her ejaculated easily and flushed the previously ejaculated semen away and poured new semen in."]}, {"name": "Man B", "audio": "", "normalized": ["I-I'm cumming, cumming again!"]}, {"name": "Man C", "audio": "", "normalized": ["Uhhaaghh!"]}, {"name": "", "audio": "", "normalized": ["Those men with the cocks in Yukina's hands ejaculated with her technique."]}, {"name": "", "audio": "", "normalized": ["It was throbbing and twitching up and down, spewing thick semen like a shotgun."]}, {"name": "Yukina", "audio": "v_sr453_0032", "normalized": ["Ahaaghh.", " I'm so glad you guys love my body."]}, {"name": "", "audio": "", "normalized": ["While the men were groggy from the long-lasting ejaculation, Yukina enjoyed lingering pleasure with a calm expression."]}, {"name": "Man A", "audio": "", "normalized": ["Guh… You're just a sex-slave but playing with us…!"]}, {"name": "Man B", "audio": "", "normalized": ["Ahh… You know, we still haven't had enough yet!"]}, {"name": "Yukina", "audio": "v_sr453_0033", "normalized": ["Eh, wh-what?", " …Aghh!", " No, aaghhnm!"]}, {"name": "", "audio": "", "normalized": ["Perhaps he still had pride a man left in him as he lifted Yukina's body up and pulled his penis out for a moment."]}, {"name": "", "audio": "", "normalized": ["And then he placed the tip onto her still tight anus."]}, {"name": "", "audio": "", "normalized": ["The other two placed their post-handjob penis onto her cum-covered face."]}, {"name": "Yukina", "audio": "v_sr453_0034", "normalized": ["Mnneeghh…!", " I-into my but, cock, coming into my but, uughh!"]}, {"name": "", "audio": "", "normalized": ["The penis penetrated her rectum and Yukina moaned with a sugary voice."]}, {"name": "", "audio": "", "normalized": ["Yukina's intestine was not quite ready for penetration."]}, {"name": "", "audio": "", "normalized": ["However, the previous sex allowed her to secrete enough intestinal fluid and the penis went in without much of a resistance."]}, {"name": "Man A", "audio": "", "normalized": ["Uguh, it's tighter than I thought…!", " Th-this part hasn't been conditioned much yet, right?!"]}, {"name": "", "audio": "", "normalized": ["The man said victoriously…"]}, {"name": "Yukina", "audio": "v_sr453_0035", "normalized": ["Huguhh… Heheh, I was a little surprised.", " I didn't think you had a taste for my anus."]}, {"name": "", "audio": "", "normalized": ["Yukina still retained the initiative…"]}, {"name": "Yukina", "audio": "v_sr453_0036", "normalized": ["Mnnhh, it's a bit sensitive in there, so please take it easy, okay…?", " Mnnshoh… Mnnghnmm…!"]}, {"name": "", "audio": "", "normalized": ["She flexed her sphincter muscles and squeezed her anus."]}, {"name": "Yukina", "audio": "v_sr453_0037", "normalized": ["Haahh, agahh…!", " S-something tingling coming up along my spine when you fuck me in the ass and feels amazing…"]}, {"name": "Yukina", "audio": "v_sr453_0038", "normalized": ["…Now, let me taste these too.", " Amuh, relouh…"]}, {"name": "", "audio": "", "normalized": ["She sucked onto the erect penis being pressed onto her face and started licking it with her tongue."]}, {"name": "", "audio": "", "normalized": ["The coarse surface of her tongue tangled onto the shaft and brought on such superb pleasure."]}, {"name": "", "audio": "", "normalized": ["Snake-like long tongue slithered around and started stimulating the backside on the tip where nerve endings were concentrated."]}, {"name": "Man B", "audio": "", "normalized": ["Ughh, what a tongue-work…!", " At this rate, she's gonna make me cum again…!"]}, {"name": "Man C", "audio": "", "normalized": ["The feeling of her warm tongue just feels so good…!", " Guh, I-I'm not gonna end like this yet!"]}, {"name": "Yukina", "audio": "v_sr453_0039", "normalized": ["Huehh…?", " Mnnguguhh?!"]}, {"name": "", "audio": "", "normalized": ["They thrust their hips not to be outdone and started violating Yukina's mouth by force."]}, {"name": "Man B", "audio": "", "normalized": ["Come on, suck on it harder!", " I know you like this, huh?!"]}, {"name": "Yukina", "audio": "v_sr453_0040", "normalized": ["Haabuughh, aahuhh, mnnbuguhh!", " C-cock, fucking me in the mouth…!", " I-it's so hard, so rough…!"]}, {"name": "Man C", "audio": "", "normalized": ["Suck on mine too, here!"]}, {"name": "Yukina", "audio": "v_sr453_0041", "normalized": ["Hammuuhghh!", " It's so hot and so thick and so hard, both of them…!", " They're gonna burn my mouth…!"]}, {"name": "", "audio": "", "normalized": ["The men ravaging Yukina's mouth had their sadistic desire burning up and began pounding their hips violently to violate her."]}, {"name": "", "audio": "", "normalized": ["The man watching them started drilling into her anus hard as he saw it as an opportunity."]}, {"name": "", "audio": "", "normalized": ["He rubbed the inside of her rectum with his curved penis, savoring the feeling of coarse intestinal walls different from her vagina."]}, {"name": "Yukina", "audio": "v_sr453_0042", "normalized": ["Mnnehghh!", " …I-i-inside my butt, it's drilling in so hard…!", " Ahh, my anus is getting loose, it's leaking…!"]}, {"name": "", "audio": "", "normalized": ["Her vagina contracted with the pleasure running down her spine and intestinal fluid gushed out along with it."]}, {"name": "", "audio": "", "normalized": ["The man liked how it was getting easier to move and started pressing the tip in and rubbing her rectum with it."]}, {"name": "", "audio": "", "normalized": ["It sent chills down her back as it passed along the creases in the rectum…"]}, {"name": "", "audio": "", "normalized": ["Then intense pleasure ran through her and Yukina writhed as her whole body trembled."]}, {"name": "Yukina", "audio": "v_sr453_0043", "normalized": ["Ahhnmmuhh!", " Yes, that, that was amazing, yess!", " More, more, please!"]}, {"name": "Man A", "audio": "", "normalized": ["Huh?", " Don't tell me what to do, you sex-slave!"]}, {"name": "", "audio": "", "normalized": ["The man yelled angrily but obliged her request anyway, rubbing the tip and scraping her rectum."]}, {"name": "", "audio": "", "normalized": ["Just a simple rubbing was already intense enough pleasure but her intestine squeezed tightly and rubbed against the tip as well, making the whole thing so sensitive."]}, {"name": "Yukina", "audio": "v_sr453_0044", "normalized": ["Ahuhh, huhahh, ahhnmahh!", " E-every time the tip rubs onto me, it's pulling my anus out, so hard!"]}, {"name": "Yukina", "audio": "v_sr453_0045", "normalized": ["And my titties and deep inside my belly, aching so much and it feels so good, ughh!"]}, {"name": "", "audio": "", "normalized": ["Yukina was getting carried away with the new pleasure and moved her hips and mouth to devour more pleasure."]}, {"name": "Yukina", "audio": "v_sr453_0046", "normalized": ["Haammuhh… Aaahhmuh, mmnhh, mnchuh, relouhcuh, perouhpelohperroh… Rellouhnm!", " Mnnguh, more, more, more cock…!"]}, {"name": "Yukina", "audio": "v_sr453_0047", "normalized": ["Come on, make your cock harder, make it bigger… Give me cum, please, rub my inside and make me feel it more…!"]}, {"name": "Yukina", "audio": "v_sr453_0048", "normalized": ["I love your cock, I love it so much…!", " I love how thick and hard it is, the smell too, the shape too, I love it all, I love it!"]}, {"name": "", "audio": "", "normalized": ["The men were affected by Yukina's animalistic lust and were quickly approaching ejaculation."]}, {"name": "Man A", "audio": "", "normalized": ["Guhguhh…!", " I-it's coming, coming again…!"]}, {"name": "Man B", "audio": "", "normalized": ["Wh-what a tongue-work…!", " N-no, I can't take it much longer!"]}, {"name": "Man C", "audio": "", "normalized": ["No, I'm cumming, cumming, you bitch!"]}, {"name": "Yukina", "audio": "v_sr453_0049", "normalized": ["Mnnmghh!", " P-please, give it to me!", " Give me your dick milk, please!", " Give me lots and lots of cum!"]}, {"name": "", "audio": "", "normalized": ["Three men achieved orgasm again, all at the same time――"]}, {"name": "Yukina", "audio": "v_sr453_0050", "normalized": ["Mnnaaghaahhahh!", " Cum, coming aaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["With so much semen that it was hard to believe that was a second ejaculation, Yukina's whole body twitched and her sensitivity intensified."]}, {"name": "Yukina", "audio": "v_sr453_0051", "normalized": ["M-me too!", " I can feel cum and I'm coming!", " Coming, coming, coming, cominngg!"]}, {"name": "", "audio": "", "normalized": ["Her vision flickered back and white as intense pleasure came over her."]}, {"name": "Yukina", "audio": "v_sr453_0052", "normalized": ["Huhwwaaghh!", " This is, this is amazing, eeghh!", " Such an amazing feeling, coming!"]}, {"name": "", "audio": "", "normalized": ["Her spine arched back and her hips thrust forth as she squirted spectacularly."]}, {"name": "", "audio": "", "normalized": ["She achieved an even more intense orgasm than the first time and Yukina writhed from pleasure, almost passing out."]}, {"name": "", "audio": "", "normalized": ["That caused her body to tense up subconsciously and squeezed the semen out of the groaning men."]}, {"name": "Yukina", "audio": "v_sr453_0053", "normalized": ["Aahaahahh…!", " I-I don't think I've felt anything this good before…!", " My pussy's still twitching…!"]}, {"name": "Man A", "audio": "", "normalized": ["Haah, haauh, haaghh…"]}, {"name": "", "audio": "", "normalized": ["…After a prolonged and intense orgasm, those men were barely standing from the exhaustion."]}, {"name": "Yukina", "audio": "v_sr453_0054", "normalized": ["Hahh.", ", that just felt amazing… Hey, I want more of that.", " Come on, you can still go, right?"]}, {"name": "Man B", "audio": "", "normalized": ["What…?!"]}, {"name": "", "audio": "", "normalized": ["Yukina showed the men an alluring smile as she wanted more.", " They were taken back by her infinite lust."]}, {"name": "", "audio": "", "normalized": ["…That moment, a bunch of footsteps started approaching from the hallway outside."]}, {"name": "Man C", "audio": "", "normalized": ["Hey, they're coming…!"]}, {"name": "", "audio": "", "normalized": ["They tried to get out of there but the ones who made the footsteps appeared quickly and they froze up in the place."]}, {"name": "Man G", "audio": "", "normalized": ["!", " Hey, you!", " You can't do that before us!"]}, {"name": "", "audio": "", "normalized": ["…More UFS soldiers came into the room.", " The members of the other unit came to take care of their needs after they returned from a mission."]}, {"name": "Man H", "audio": "", "normalized": ["…We just put our lives on the line out there and you're going before us!", " Let us do it too!"]}, {"name": "", "audio": "", "normalized": ["As soon as they saw Yukina, her curvy body and cum-covered lewdness quickly spread arousal all among them."]}, {"name": "Yukina", "audio": "v_sr453_0055", "normalized": ["Ahhm, you came at the perfect timing.", " Please, feel free to take our your pent up desires onto my body."]}, {"name": "", "audio": "", "normalized": ["Yukina opened her leg and spread her vagina with tears in her eyes."]}, {"name": "", "audio": "", "normalized": ["Such an alluring display made their lust explode and the men dove onto her all at once…"]}, {"name": "", "audio": "", "normalized": ["…A few hours later."]}, {"name": "", "audio": "", "normalized": ["After countless ejaculation, Yukina was orgasming violently while her vagina twitched deep inside as her sensitivity was off the scale."]}, {"name": "Yukina", "audio": "v_sr453_0056", "normalized": ["Mnnheghh, eghh, eeghh!", " Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["…A massive amount of semen was pouring from Yukina's vagina and anus while her skin was barely visible under the layer of same semen on her body."]}, {"name": "Yukina", "audio": "v_sr453_0057", "normalized": ["Hahh, hahh, haahh… Mnn, haahh… Heheheheh."]}, {"name": "", "audio": "", "normalized": ["Yukina had forgotten about her role as a mole and showed a pathetic smile as her body twitched."]}, {"name": "", "audio": "", "normalized": ["She casually scooped the semen dripping from her vagina with her fingertips and licked it, then swallowed it."]}, {"name": "Yukina", "audio": "v_sr453_0058", "normalized": ["Ammuhh, mnhh… Juruhh… Haahh… Cum from so many different men, mixed together, such smell and taste…"]}, {"name": "", "audio": "", "normalized": ["Yukina showed an ecstatic expression and savored the taste of semen."]}, {"name": "", "audio": "", "normalized": ["The men scoffed at her mockingly as they pressed their cocks onto Yukina's body and squeezed every last drop out."]}, {"name": "Man I", "audio": "", "normalized": ["…Are you all satisfied now?"]}, {"name": "Man J", "audio": "", "normalized": ["Phew, hell yeah.", " I can't get anything more out."]}, {"name": "", "audio": "", "normalized": ["They were chatting with a satisfied expression."]}, {"name": "", "audio": "", "normalized": ["And a man who seemed to be in charge proposed something."]}, {"name": "Man K", "audio": "", "normalized": ["…Good.", " Then let's tidy her up in the way that's fitting for a sex-slave like her."]}, {"name": "Man L", "audio": "", "normalized": ["Eh, we're doing that again?", " It's a pain to clean up after, you know?"]}, {"name": "Man K", "audio": "", "normalized": ["Come on, don't worry about it.", " She's gonna clean everything up afterward anyway."]}, {"name": "Man L", "audio": "", "normalized": ["I guess that's true.", " Alright, I'm in."]}, {"name": "Yukina", "audio": "v_sr453_0059", "normalized": ["…?", " Wh-what…?"]}, {"name": "", "audio": "", "normalized": ["…Then they pointed their cocks towards Yukina and shook them."]}, {"name": "", "audio": "", "normalized": ["Soon――"]}, {"name": "Yukina", "audio": "v_sr453_0060", "normalized": ["Hueh?!", " Hey, wait, aahhaahhnmhh!"]}, {"name": "", "audio": "", "normalized": ["They urinated on Yukina at once, showering her body with piss."]}, {"name": "Yukina", "audio": "v_sr453_0061", "normalized": ["No, haabughh!", " S-stop it, mnnbuhh!", " Th-that's, so hot, you can't do this…!"]}, {"name": "Man K", "audio": "", "normalized": ["You say that but you sound so happy!", " Come on, take it!"]}, {"name": "", "audio": "", "normalized": ["The next moment, she was showered with even more urine."]}, {"name": "Yukina", "audio": "v_sr453_0062", "normalized": ["Aahhaamnmm!", " C-coming, coming with piss, I'm comingg!"]}, {"name": "", "audio": "", "normalized": ["Yukina also let out intoxicated moans and pissed herself."]}, {"name": "Yukina", "audio": "v_sr453_0063", "normalized": ["Huahhnmm!", " Ahhnm, aahhaahhnmm!", " I-I can't stop pissing myself!"]}, {"name": "Man L", "audio": "", "normalized": ["Damn, all that cum and piss mixing together smells nasty!"]}, {"name": "Man K", "audio": "", "normalized": ["She's a sex slave so she's gonna smell fucking nasty!", " Hey, bitch, you better clean it all up after this!"]}, {"name": "", "audio": "", "normalized": ["They burst into a vulgar laugh and continued to shower Yukina with their urine."]}, {"name": "Yukina", "audio": "v_sr453_0064", "normalized": ["Mnnaaghh…!", " I love this cock juice too.", " Cum-shower and piss-shower, I love them both!"]}, {"name": "", "audio": "", "normalized": ["Yukina hugged her own body and devoured the humiliating pleasure."]}, {"name": "", "audio": "", "normalized": ["…The smell was nauseating but Yukina's erotic display aroused men's lust and made their cocks erect once again."]}, {"name": "Man A", "audio": "", "normalized": ["Heheh, I guess it's not quite over yet…!"]}, {"name": "", "audio": "", "normalized": ["The man who was a repeat customer was thinking about fucking Yukina and showed her almost exploding penis to her."]}, {"name": "Yukina", "audio": "v_sr453_0065", "normalized": ["Mnnhh…!", " That's fine by me.", " Come on, come on, please use my body more, fuck me."]}, {"name": "", "audio": "", "normalized": ["Chills ran down Yukina's spine as she pleaded for their endless lust to ravage her…"]}]