[{"name": "Azuma", "audio": "v_sr150_0000", "normalized": ["Nnhh… nnhbhh, chhbhh, ghpphh… ghllrllrl…"]}, {"name": "", "audio": "", "normalized": ["Narrowing her cheeks as she sucked at his penis, Azuma diligently pleased the man with fervent service, carefully using her lips and tongue."]}, {"name": "", "audio": "", "normalized": ["The man spoke as he looked down at Azuma, stroking her head."]}, {"name": "You", "audio": "", "normalized": ["You're sucking it deliriously… you wanted to have sex that much, Azuma?"]}, {"name": "Azuma", "audio": "v_sr150_0001", "normalized": ["Nnnh, gphh… nnh… that's, even though we did it everyday… chpphh, ghbbhh… you left me alone for three whole days, so…"]}, {"name": "", "audio": "", "normalized": ["Having her lust pointed out made her embarrassed, but her feelings of craving his dick were even stronger, and her servicing movements were filled with passion."]}, {"name": "", "audio": "", "normalized": ["Two weeks had passed―with Azuma and her student repeatedly finding free time to have sex, getting her thoroughly used to his burly male taste."]}, {"name": "", "audio": "", "normalized": ["The Azuma Kamimura before him now was the result of this."]}, {"name": "Azuma", "audio": "v_sr150_0002", "normalized": ["If you do that to me… ammh, chbhh, ghllrll… nnh, haah… who could resist…"]}, {"name": "", "audio": "", "normalized": ["Her behavior as she lovingly rubbed his penis with her cheeks, creeping her tongue across it, was exactly that of a female animal submitting to her mate."]}, {"name": "", "audio": "", "normalized": ["There wasn't a trace of her dignity as a teacher left."]}, {"name": "You", "audio": "", "normalized": ["Ahh, sorry… but I wanted to be considerate to my dear teacher…"]}, {"name": "You", "audio": "", "normalized": ["And since I want to stand beside you after I graduate, I have to do my best."]}, {"name": "", "audio": "", "normalized": ["He was training for that purpose―hearing this Azuma was not simply pleased but her face lit up bright red instantly, her eyes narrowing with happiness."]}, {"name": "Azuma", "audio": "v_sr150_0003", "normalized": ["Considerate… what are you saying now, after fucking me like crazy… nnh, rlrll… beshides… shtop calling me your teacher…"]}, {"name": "", "audio": "", "normalized": ["She gave him a hot glance as she spoke, stroking his thighs with doting movements."]}, {"name": "You", "audio": "", "normalized": ["Fufu, up until now, if I said your name… you got mad at me and told me to call you Ms.", " Kamimura, you know?"]}, {"name": "You", "audio": "", "normalized": ["AYou've gone soft after we did it, Azuma."]}, {"name": "", "audio": "", "normalized": ["Though he was calling her by her first name and laughing at her while hitting her cheeks with his penis, Azuma was not angry, but rather smiling blissfully."]}, {"name": "", "audio": "", "normalized": ["Even during school, her behavior was the same, unable to be strict with him, holding back in front of him."]}, {"name": "", "audio": "", "normalized": ["Sensing this change in her, the boy had used his training and his desire to be considerate as an excuse for turning down sex with her."]}, {"name": "", "audio": "", "normalized": ["Suddenly losing the rich everyday hours they had exchanged disturbed Azuma greatly, unable to withstand the ache and longing of her body…"]}, {"name": "", "audio": "", "normalized": ["On this day, she had caught him after school and dragged him to a hotel."]}, {"name": "", "audio": "", "normalized": ["Of course, that was all part of the man's strategy―but Azuma seemed not to realize, being genuinely happy that he had followed her."]}, {"name": "You", "audio": "", "normalized": ["So―is it really okay to do it raw?"]}, {"name": "", "audio": "", "normalized": ["At that time―in order to persuade the resisting man, Azuma had proposed a condition for sex."]}, {"name": "Azuma", "audio": "v_sr150_0004", "normalized": ["Y-yeah… well… you and me, we're already… in that kind of relationship, so…"]}, {"name": "", "audio": "", "normalized": ["He wanted to be considerate of Azuma―his reason made her think that he still believed himself to be unsuitable for her, so he was holding back."]}, {"name": "", "audio": "", "normalized": ["Therefore she wanted to tell him that there was no need―"]}, {"name": "", "audio": "", "normalized": ["In order to convey this to him, she was giving him the proof that she would treat him as a proper man, in an equal relationship with her."]}, {"name": "You", "audio": "", "normalized": ["But… I'd still like to be considerate…"]}, {"name": "Azuma", "audio": "v_sr150_0005", "normalized": ["That's… forget that already… nnchh, ghrllrl, chhphh… nnh, hey… we're lovers and partners, right?"]}, {"name": "", "audio": "", "normalized": ["As she said this, Azuma flirted obscenely with his dick, kissing his penis and licking it all over."]}, {"name": "Azuma", "audio": "v_sr150_0006", "normalized": ["So give me that ripe two days worth of semen… from your raw dick inside my pussy…"]}, {"name": "", "audio": "", "normalized": ["She had loving, equal feelings for him.", " But proposing this plan was also to satisfy her own cravings."]}, {"name": "", "audio": "", "normalized": ["She was no longer satisfied with the feeling of his sperm inside the condoms, so she begged for a creampie herself―"]}, {"name": "", "audio": "", "normalized": ["She was excited at the thought that he would grant her wish."]}, {"name": "You", "audio": "", "normalized": ["…sheesh, Azuma, you're so spoiled and perverted after getting some dick."]}, {"name": "Azuma", "audio": "v_sr150_0007", "normalized": ["Nnnh, haahnnh… well…"]}, {"name": "", "audio": "", "normalized": ["As she touched his penis, her eyes followed it desperately, pressing it into her twitching abdomen and stroking it."]}, {"name": "", "audio": "", "normalized": ["Her hips lifted and her pussy lips opened wide in response."]}, {"name": "You", "audio": "", "normalized": ["If you're like this just from doing it with a rubber, how are you gonna act after I mark you…"]}, {"name": "Azuma", "audio": "v_sr150_0008", "normalized": ["M-mark me… haah…"]}, {"name": "", "audio": "", "normalized": ["Azuma stared at his penis with her blissful face, imagining the feeling of him ejaculating inside her as her heart beat quickly."]}, {"name": "You", "audio": "", "normalized": ["You want my raw dick that bad?"]}, {"name": "Azuma", "audio": "v_sr150_0009", "normalized": ["Y-yeah… I want it, your raw dick…"]}, {"name": "", "audio": "", "normalized": ["She pleaded with him like a hungry bitch, her tongue hanging down and her breath hot with steam."]}, {"name": "You", "audio": "", "normalized": ["You hot for a younger man's dick, teacher?"]}, {"name": "Azuma", "audio": "v_sr150_0010", "normalized": ["I told you to stop calling me your teacher… after all… you're a good man, and… you're so kind…"]}, {"name": "You", "audio": "", "normalized": ["And I'm good at sex, and my dick is huge, right?"]}, {"name": "Azuma", "audio": "v_sr150_0011", "normalized": ["…!"]}, {"name": "", "audio": "", "normalized": ["She nodded with embarrassment, opening her legs even further and spreading her soaked pussy lips wide with a wet sound."]}, {"name": "", "audio": "", "normalized": ["Unable to wait any longer, just the feeling of his giant dick's glans pressing up against her was enough to make her orgasm slightly in anticipation."]}, {"name": "Azuma", "audio": "v_sr150_0012", "normalized": ["Guwaah… nnh, phwaahh!"]}, {"name": "", "audio": "", "normalized": ["His penis that had been soaked so much by her blowjob that it might melt now plunged deep into Azuma's cave."]}, {"name": "Azuma", "audio": "v_sr150_0013", "normalized": ["(Phhghh… aah, aahh!", " There it is, nnh… that's iit!", ")"]}, {"name": "", "audio": "", "normalized": ["Her melting membranes were like fatty marbled beef as his burly manhood crushed them, prying her open and carving its shape and pulse into her depths."]}, {"name": "Azuma", "audio": "v_sr150_0014", "normalized": ["Hgghh… aah, haahh!", " Your bare, raw, diick!", " Your raw dick is so good, your rugged cock!"]}, {"name": "", "audio": "", "normalized": ["She was screaming, not on purposed, but from the sheer sensation of the stimulations as he rubbed her female flesh."]}, {"name": "Azuma", "audio": "v_sr150_0015", "normalized": ["Nnnhaahh!", " Yess, raw dick, aah, digging out my pussyy!"]}, {"name": "", "audio": "", "normalized": ["The feeling of his dick that she had craved so unendingly was bare flesh, no longer through a condom."]}, {"name": "", "audio": "", "normalized": ["The lusty sensation as he pierced her all the way to her womb, violating her womanhood made her orgasm easily."]}, {"name": "Azuma", "audio": "v_sr150_0016", "normalized": ["Aaah, nnhh, gphh…"]}, {"name": "", "audio": "", "normalized": ["Azuma's expression melted in a tingling orgasm as her whole body shivered, the tips of her toes curling as her pussy squirmed."]}, {"name": "You", "audio": "", "normalized": ["You're so pent-up from being abandoned for three days, huh… look."]}, {"name": "", "audio": "", "normalized": ["Saying this, the man held out a pill, and Azuma's flirty eyes drooped even more as she stuck out her tongue like a dog."]}, {"name": "Azuma", "audio": "v_sr150_0017", "normalized": ["Nnhaahh… my mediciine!", " Haah, give it, pleaase!"]}, {"name": "", "audio": "", "normalized": ["A week after he had begun having sex with Azuma, he had changed his semen into medicine, and had her swallow and absorb the aphrodisiac…"]}, {"name": "", "audio": "", "normalized": ["But since around the week after that, Azuma had started taking it herself, as she experienced pleasure close to bareback sex even with a condom."]}, {"name": "Azuma", "audio": "v_sr150_0018", "normalized": ["Nnnhahh… nngh, gllp.", " phghh, guwaahh… amazhing… it's coming even more than usual…"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac that made sex with a condom feel like bareback was now making Azuma drunk from the sensation of using it for real raw sex."]}, {"name": "You", "audio": "", "normalized": ["So how's my bare dick, feels good, right?"]}, {"name": "Azuma", "audio": "v_sr150_0019", "normalized": ["Nnhauuhh, it'sh… the besht… the besht, just the beest♪", " It's amazing, aah, my pussy is sucking at it!"]}, {"name": "", "audio": "", "normalized": ["The slightest thrusting of his penis pulled back her folds, making her feel as intense as i he were churning her vigorously."]}, {"name": "Azuma", "audio": "v_sr150_0020", "normalized": ["(Phwaah… it's as good as I expected… sex with him… sex with my boyfriend's dick is the besst!", ")"]}, {"name": "", "audio": "", "normalized": ["Every time she experienced being ravished by her beloved partner rather than an enemy, Azuma's body grew hot and her heart pounded."]}, {"name": "", "audio": "", "normalized": ["She wanted him to make her his own―she wished for this from the bottom of her heart, her devotion was so great."]}, {"name": "Azuma", "audio": "v_sr150_0021", "normalized": ["(Do me, do me a lot… I'll do anything, so give me your dick everyday…)"]}, {"name": "", "audio": "", "normalized": ["She melted completely, her lust-filled eyes upturned as drool spilled down from her half-open mouth."]}, {"name": "You", "audio": "", "normalized": ["Raw aphrodisiac sex is the best, isn't it?", " We can just do it without a condom from now on―raw creampie sex all the time is fine, right?"]}, {"name": "", "audio": "", "normalized": ["He thrust into her as he shouted, hitting against her melted womb, making her spine bend backward violently."]}, {"name": "Azuma", "audio": "v_sr150_0022", "normalized": ["Nnnhaahh!", " Aauuh, nnhh… yes!", " Of… of coursh!", " All raw, all in my pussy!", " Nnhaaphh!"]}, {"name": "", "audio": "", "normalized": ["She passionately sucked at his face as he drew near, her tongue creeping as though she were trying to fellate his lips."]}, {"name": "Azuma", "audio": "v_sr150_0023", "normalized": ["Nnnhehohh… rllrl, chhbbhh… nnh, ghlrll, anything… so let's alwaysh, keep having baby-making sex…"]}, {"name": "", "audio": "", "normalized": ["The sticky lips she had licked opened and sent a wad of saliva into her mouth, and she gulped it down happily."]}, {"name": "Azuma", "audio": "v_sr150_0024", "normalized": ["Aannh, hmmhh… nnghh, glkk… haah, haah… spoil me… don't stop messing with my pussyy!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, got it… Azuma, I love you!"]}, {"name": "", "audio": "", "normalized": ["The sweet words and kisses showered upon her made Azuma's heart pound harder."]}, {"name": "You", "audio": "", "normalized": ["You're gonna quit smoking and drinking, all right?", " You can take up sex and aphrodisiacs instead…"]}, {"name": "You", "audio": "", "normalized": ["I won't have sex with you if you don't quit, got it?"]}, {"name": "", "audio": "", "normalized": ["As he held her close and whispered in her ear, Azuma shook her head in agreement violently."]}, {"name": "Azuma", "audio": "v_sr150_0025", "normalized": ["Nnnh, ghlrll, I'll quiit!", " I'll quit everything, so do me raw!", " That's way more important!"]}, {"name": "", "audio": "", "normalized": ["The name Azuma Kamimura always brought to mind alcohol and cigarettes."]}, {"name": "", "audio": "", "normalized": ["She was so drunk on the pleasure that she easily was willing to throw away her well-known behavior."]}, {"name": "", "audio": "", "normalized": ["Even though her swift agreement made her look like a total airhead, for Azuma, it was a holy expression of love."]}, {"name": "You", "audio": "", "normalized": ["There, there, good girl, Azuma…hey."]}, {"name": "Azuma", "audio": "v_sr150_0026", "normalized": ["Nnhauuh!", " Aaah, haah…"]}, {"name": "", "audio": "", "normalized": ["Just pulling back the head of his penis was still enough to send overwhelming shockwaves through her pussy."]}, {"name": "", "audio": "", "normalized": ["As she shivered again from another small orgasm, he brandished his wet dick in front of her eyes."]}, {"name": "You", "audio": "", "normalized": ["This is what my raw dick feels like, make sure you remember it.", " Remember just how much my raw dick turns you on and makes you lewd…"]}, {"name": "Azuma", "audio": "v_sr150_0027", "normalized": ["Nnhahh… yesh… nnghlrll, chbbhh, nhehhohh… chbhlrll…"]}, {"name": "", "audio": "", "normalized": ["The lewd taste of her own juices on her tongue made her shiver and her head shake."]}, {"name": "Azuma", "audio": "v_sr150_0028", "normalized": ["Nnphew… phwaah, chphh… amazhing… thish ish… my… rllrll…"]}, {"name": "", "audio": "", "normalized": ["She diligently cleaned him off with her tongue, as if to respectfully apologize for dirtying him with her own fluids, and he laughed before putting his penis back again."]}, {"name": "Azuma", "audio": "v_sr150_0029", "normalized": ["Nnnghuaahhnh?!"]}, {"name": "", "audio": "", "normalized": ["He inserted himself all the way inside without any hesitation, and Azuma's pussy walls narrowed and contracted at the feeling as she squirmed."]}, {"name": "You", "audio": "", "normalized": ["That's it, right here… this is the entrance to your womb."]}, {"name": "You", "audio": "", "normalized": ["All the semen that got stopped by the condom before is gonna go right in here while doing it raw…"]}, {"name": "Azuma", "audio": "v_sr150_0030", "normalized": ["Haah… your raw semen… it's coming, coming right into my woomb!"]}, {"name": "", "audio": "", "normalized": ["Just imagining it was enough to send orgasmic waves through her spine, and Azuma moaned, urging him to hurry with the clamping of her pussy as she convulsed obscenely."]}, {"name": "Azuma", "audio": "v_sr150_0031", "normalized": ["(Nnhaahh… if he lets it out here… raw… it'll come right in… then―)"]}, {"name": "", "audio": "", "normalized": ["Her body trembled as she remembered the smell and taste of his semen she had drunk up until three days ago."]}, {"name": "", "audio": "", "normalized": ["She dreamed of the near future where she was filled with his seed."]}, {"name": "", "audio": "", "normalized": ["Just imagining it made her womb ache with heat, and it hung down, sucking up the tip of his dick in a French kiss."]}, {"name": "", "audio": "", "normalized": ["His penis hit against her dangling womb, melting her pussy walls with the stimulation as his thrusting rod was covered with her sticky female cum."]}, {"name": "Azuma", "audio": "v_sr150_0032", "normalized": ["Phwaah… aghh, nnhahuuhh!"]}, {"name": "", "audio": "", "normalized": ["Wracked by the pleasure that made her overflow with cum, Azuma shook her hips and sprayed love juices everywhere as her womb lowered even further, unable to restrain herself."]}, {"name": "", "audio": "", "normalized": ["The repeated motion made the intense spasms of pleasure spread throughout her writhing body as her womb continued to kiss his penis."]}, {"name": "Azuma", "audio": "v_sr150_0033", "normalized": ["Nnhahh… ahyuuhh, gohh.", " ohhohh… haah…"]}, {"name": "", "audio": "", "normalized": ["Squirming in ecstasy, as Azumi relaxed her exhausted body, the man pulled his hips backward once more, pulling his penis out."]}, {"name": "", "audio": "", "normalized": ["It was incomparably wetter than before, and her cum stuck to his rod here and there, giving off a sticky, obscene scent."]}, {"name": "You", "audio": "", "normalized": ["Look, Azuma… the taste of your womb and your cum, that's the proof that you're my woman."]}, {"name": "Azuma", "audio": "v_sr150_0034", "normalized": ["Your woman… nnh, haah… nnchh, it'sh the best… ghlrll…"]}, {"name": "", "audio": "", "normalized": ["He smiled as Azuma stretched out her lips without any hesitation, and he rubbed the tip of his glans against her nose, whispering."]}, {"name": "You", "audio": "", "normalized": ["You understand?", " Just how much you're craving this semen… Look, smell it."]}, {"name": "Azuma", "audio": "v_sr150_0035", "normalized": ["Nnhahh… phh… nnghh…"]}, {"name": "", "audio": "", "normalized": ["As her strong female flavor spread inside of her mouth, Azuma could sense the fragrance of his semen wafting from his urethra, and her eyes sparkled with joy."]}, {"name": "Azuma", "audio": "v_sr150_0036", "normalized": ["Haah… thish… your… sticky semen…"]}, {"name": "You", "audio": "", "normalized": ["That's right… I'm already about to blow.", " I let it out directly in the back of your throat last time…"]}, {"name": "You", "audio": "", "normalized": ["This time I'm gonna pour all of that into your womb instead."]}, {"name": "", "audio": "", "normalized": ["The smell and taste of his young, manly semen―finally he would pour it into her womb.", " The joy of just the thought was enough to make her womb shiver."]}, {"name": "Azuma", "audio": "v_sr150_0037", "normalized": ["A-amazing… hurry… nnh, hurry up and give me your semen… aah… haannhh!"]}, {"name": "", "audio": "", "normalized": ["No longer to think of anything but love and creampies, Azuma's brain was steeped in lust from his scent and the aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["As he began to pump again, she squealed loudly."]}, {"name": "", "audio": "", "normalized": ["The waves of her orgasm crashed against her without restraint."]}, {"name": "", "audio": "", "normalized": ["As the intense spasms spread through every corner of her vaginal walls, her body began preparing to accept him."]}, {"name": "Azuma", "audio": "v_sr150_0038", "normalized": ["(Thish… this is… a-accepting a man… nnhhahh… I can't get enough of thiish… haah…)"]}, {"name": "", "audio": "", "normalized": ["The feeling of his dick pumping and churning her, back and forth, from her entrance to her womb made Azuma write and convulse endlessly."]}, {"name": "", "audio": "", "normalized": ["Looking down at Azuma's state, he smacked her hips and opened his mouth to whisper."]}, {"name": "You", "audio": "", "normalized": ["What did my semen taste like…?"]}, {"name": "", "audio": "", "normalized": ["Just that sentence lit up Azuma's memory of his semen, and the moment she imagined it, her mouth filled with drool."]}, {"name": "Azuma", "audio": "v_sr150_0039", "normalized": ["It… was so thick and… melting on my tongue… bitter but delicious…"]}, {"name": "", "audio": "", "normalized": ["The vision of the taste of his semen spreading through her mouth made her abdomen twitch and made her melt."]}, {"name": "Azuma", "audio": "v_sr150_0040", "normalized": ["A man's… a male animal's flavor… so hot and sticky… completely… taking over my consciousness…"]}, {"name": "", "audio": "", "normalized": ["She breathed heavily as she pumped into her over and over, her hips pinned down, already climaxing countless times."]}, {"name": "", "audio": "", "normalized": ["As she remembered his semeen, the furious pistoning dug at her uterus, carving into her walls as her pussy folds became soaked, as though she had leaked."]}, {"name": "", "audio": "", "normalized": ["Every stroke made pleasure zoom through her, her awareness of him controlling her thoughts, as a single feeling controlled her heart."]}, {"name": "Azuma", "audio": "v_sr150_0041", "normalized": ["(Nnnhahh… I can't… take anymore, hurry… pour your sticky semen inside of me!", ")"]}, {"name": "", "audio": "", "normalized": ["Combined with the aphrodisiac's effects, her lust was at its peak, and both her breathing and body shook repeatedly, as she could only anticipate his ejaculation."]}, {"name": "", "audio": "", "normalized": ["She was already prepared to accept it, with even the inside of her mind milky white."]}, {"name": "", "audio": "", "normalized": ["Holding her intoxicated body, the man slammed his hips furiously against her, and then…"]}, {"name": "", "audio": "", "normalized": ["*Spluurt!", "* *Splosh splosh, splaash!", "*"]}, {"name": "Azuma", "audio": "v_sr150_0042", "normalized": ["…!", " Haah… nnghh, aah… nnhahh!"]}, {"name": "", "audio": "", "normalized": ["It was that feeling she had dreamed about―a huge amount of hot, syrupy semen, his male lust clumping and hitting against her, spreading and coating the inside of her womb."]}, {"name": "", "audio": "", "normalized": ["It clung stickily to her uterine walls, building up inside as he poured it into her."]}, {"name": "Azuma", "audio": "v_sr150_0043", "normalized": ["Nnnbyaahh!", " Aaah, it'sh coming, your semeen♪", " Haah, inshide of mee…"]}, {"name": "", "audio": "", "normalized": ["Azuma's response was intense, her whole body convulsing as though an electric current were running through her, as she shuddered and struggled in his arms."]}, {"name": "Azuma", "audio": "v_sr150_0044", "normalized": ["(Phwaah… th-thish ish… this man's… my boyfriend's… nnh, nno…)"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac, his semen, and the climaxes they brought, everything completely painted and rewrote Azuma's consciousness with desire."]}, {"name": "", "audio": "", "normalized": ["All of her lust was connected to affection, leading to obsession, and being creampied as he held her gave her the greatest joy, filling her heart."]}, {"name": "Azuma", "audio": "v_sr150_0045", "normalized": ["(My…)"]}, {"name": "Azuma", "audio": "v_sr150_0046", "normalized": ["H-hubbyy… I love youu… hahhehh… nnh, I love youu… raw sex is the besht…"]}, {"name": "", "audio": "", "normalized": ["Azuma was supposed to be an educator and a first-class hunter."]}, {"name": "", "audio": "", "normalized": ["However, right now she was an animal swallowed by lust, a woman whose only reason for living was to service him."]}, {"name": "", "audio": "", "normalized": ["I'm so happy, it's the best, I love you―etc.", " Her tongue stumbled on these words as she mumbled over and over, wrapped in the euphoria of the aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["Her dulled eyes reflected only the man's face, even squeezing out tears of joy."]}, {"name": "You", "audio": "", "normalized": ["Yeah, it was great for me too… Look, Azuma."]}, {"name": "Azuma", "audio": "v_sr150_0047", "normalized": ["Nnauuhh… aah, haah… nnhh, I'll lick it… nnh, haahhohh… ghlrll, chbbhh…"]}, {"name": "", "audio": "", "normalized": ["Azuma clung to his soiled penis, sticking out her tongue with a shameless smile on her face."]}, {"name": "Azuma", "audio": "v_sr150_0048", "normalized": ["It tastes like you… I won't forget it… nnhh, ghbbhh… My hubby's… precious seed… ghrll♪"]}, {"name": "", "audio": "", "normalized": ["His semen was so thick it almost formed a string of clumps as she gulped it down and chewed it."]}, {"name": "Azuma", "audio": "v_sr150_0049", "normalized": ["Nnh… hey, hubby… do it one more time… let's have raw, bareback sex agaiin…"]}, {"name": "", "audio": "", "normalized": ["Just like that, Azuma pleaded with him in a baby voice, an expression of ecstasy on her face as he stroked her head."]}, {"name": "You", "audio": "", "normalized": ["Sure, I'll do it as much as you like… since you're begging me like that, you cute little spoiled brat."]}, {"name": "", "audio": "", "normalized": ["The man's words made her melt even more, and she spread her crotch open with her fingers, making her entrance twitch."]}, {"name": "Azuma", "audio": "v_sr150_0050", "normalized": ["Nnnhh, I'm sho happyy!", " Come on, hurry… cum inshide me some moore♪"]}, {"name": "You", "audio": "", "normalized": ["Sheesh, are you that addicted to raw dick?", " You're such a good girl, Azuma… haah!"]}, {"name": "Azuma", "audio": "v_sr150_0051", "normalized": ["Nnnhiih?!", " Ahiihh, it'sh comiing, your raw diick!"]}, {"name": "", "audio": "", "normalized": ["Her spine shuddered as she bent and squirmed, and her pussy flesh trembled, trying to swallow up his penis."]}, {"name": "", "audio": "", "normalized": ["Her expression was overcome with emotion from the waves of her orgasm as she let out passionate sighs, lovingly enjoying the feel of his rod as she swallowed it up."]}, {"name": "Azuma", "audio": "v_sr150_0052", "normalized": ["(I love thiish, sho muuch!", " I love raw diick!", ")"]}, {"name": "You", "audio": "", "normalized": ["Aww, you seem so happy… your pussy is so wet and sticky, it's crying out that it feels good…"]}, {"name": "Azuma", "audio": "v_sr150_0053", "normalized": ["Nnhh!", " That's because, it feelsh good after all!", " Your raw dick feelsh so wonderful!", " I'm sho happyy!"]}, {"name": "", "audio": "", "normalized": ["Azuma let out a scream as his enormous cock scraped the inside of her pussy, making her hips jump."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm happy too… hah!", " Let's be happy together… You get happy with me, and I'll get happy with you!"]}, {"name": "Azuma", "audio": "v_sr150_0054", "normalized": ["I wiill, I'll get happy with youu♪"]}, {"name": "", "audio": "", "normalized": ["She broke into a grin with her tongue hanging down, her body spasming from orgasm again as he pecked at her womb."]}, {"name": "Azuma", "audio": "v_sr150_0055", "normalized": ["(Nnhaahh… this ish sho amazing… thish ish my happinessh… the raw dick of the person I love…)"]}, {"name": "", "audio": "", "normalized": ["Azuma clung to the man with spellbound eyes, her pussy closing down on his penis as she swallowed him up, begging for another creampie."]}, {"name": "", "audio": "", "normalized": ["Finally, after countless ejaculations…"]}, {"name": "You", "audio": "", "normalized": ["Guuh… uuh!"]}, {"name": "Azuma", "audio": "v_sr150_0056", "normalized": ["Nnnhauuh… haah, gphh…"]}, {"name": "", "audio": "", "normalized": ["Azuma's stomach was puffed up and swollen as though she was pregnant, completely full of semen as he added even more to the huge load."]}, {"name": "You", "audio": "", "normalized": ["…Make sure you throw out your alcohol and cigarettes tomorrow."]}, {"name": "", "audio": "", "normalized": ["As he said this while stroking her stomach, Azuma pictured a future where she was pregnant, and nodded at his order, smiling happily."]}, {"name": "Azuma", "audio": "v_sr150_0057", "normalized": ["Nnhh, I will… if you say so, I'll throw them all out… eheh…"]}, {"name": "You", "audio": "", "normalized": ["What a good girl―in that case, today I'll spoil you until morning…"]}, {"name": "", "audio": "", "normalized": ["Before Azuma even had a chance to answer, the man's thrusts pierced her opening as he began to violate her pussy."]}, {"name": "Azuma", "audio": "v_sr150_0058", "normalized": ["Nnnhiihh!", " I'm gonna cuum again… I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Where once Azuma's identity had been based on alcohol and cigarettes, now she was completely dependent on bareback sex and being creampied."]}, {"name": "", "audio": "", "normalized": ["Even if someday he revealed his true nature and identity, she was no longer able to betray him… Even if that meant betraying her allies."]}, {"name": "You", "audio": "", "normalized": ["Let's get happy together… Azuma."]}, {"name": "Azuma", "audio": "v_sr150_0059", "normalized": ["Nnnhaahh!", " I wiill!", " From your raw dick cumming in mee… I'll get happyy!"]}]