[{"name": "", "audio": "", "normalized": ["Eri was captured and bound in an empty room inside the basement of the hideout, with her ass poking outward"]}, {"name": "You", "audio": "", "normalized": ["What a pitiful sight."]}, {"name": "Eri", "audio": "v_r-ev319_0000", "normalized": ["Guahh… Haauh, haagh, damn it…"]}, {"name": "", "audio": "", "normalized": ["Eri's voice mixed with anger and frustration echoed in the room."]}, {"name": "", "audio": "", "normalized": ["She was certainly showing off such a pathetic pose, but her eyes did not show any signs of giving up, still struggling to escape as her bondage rattled."]}, {"name": "Eri", "audio": "v_r-ev319_0001", "normalized": ["I knew it… I figured something was wrong when Shizuka called me… You tricked me."]}, {"name": "You", "audio": "", "normalized": ["There was no way you didn't suspect it but you came anyway.", " Maybe you were looking forward to it or something?"]}, {"name": "", "audio": "", "normalized": ["Her friend, Shizuka, set up a meeting and she was captured by me at the place they were supposed to meet.", " She was staring at me, humiliated and biting on her lips."]}, {"name": "Eri", "audio": "v_r-ev319_0002", "normalized": ["Who do you think I am… Enough with your nonsense!", " I was going to prove how better I've gotten by defeating you."]}, {"name": "", "audio": "", "normalized": ["I told her mockingly and she sharpened her eyes even more as she kept staring at me and protested with harsh words."]}, {"name": "You", "audio": "", "normalized": ["And this is the result… It seems you still have a lot to learn."]}, {"name": "Eri", "audio": "v_r-ev319_0003", "normalized": ["Damn it, and what of Shizuka… She better be fine."]}, {"name": "", "audio": "", "normalized": ["Eri was worrying about Shizuka who was not even present, still with her attitude."]}, {"name": "You", "audio": "", "normalized": ["You seem to worry quite a bit about someone who betrayed you."]}, {"name": "Eri", "audio": "v_r-ev319_0004", "normalized": ["I mean… That's… I was disappointed at first, but in hindsight, I could not blame her…"]}, {"name": "", "audio": "", "normalized": ["She answered as her words faded while her cheeks blushed, perhaps from remembering the last time she was violated."]}, {"name": "", "audio": "", "normalized": ["Apparently, she was not completely over the fact she was betrayed before but she was not putting any harsh blame on her."]}, {"name": "Eri", "audio": "v_r-ev319_0005", "normalized": ["S-so, is she safe?!"]}, {"name": "You", "audio": "", "normalized": ["How nice of you to care about your friend…"]}, {"name": "You", "audio": "", "normalized": ["She's safe, sure.", " She's not even involved this time.", " I just used her as bait to get you to come out."]}, {"name": "", "audio": "", "normalized": ["A few moments later, she stared at me with harsh eyes and but seemed relieved and sighed as she heard me."]}, {"name": "Eri", "audio": "v_r-ev319_0006", "normalized": ["O-okay… I'm glad to hear that…"]}, {"name": "", "audio": "", "normalized": ["However, the voices coming out of her were more melancholy than joyous by the sound of it."]}, {"name": "You", "audio": "", "normalized": ["Now, you say that but you don't really sound too happy… Are you missing her or something?"]}, {"name": "Eri", "audio": "v_r-ev319_0007", "normalized": ["Th-that's not possible!", " There's no way I would think something like that…"]}, {"name": "", "audio": "", "normalized": ["She tried to protest but perhaps I was right and she was shaken as her words lacked the previous determination."]}, {"name": "You", "audio": "", "normalized": ["I can't really believe you when you are talking like that…"]}, {"name": "You", "audio": "", "normalized": ["You couldn't forget the pleasure from last time and you wanted more, didn't you?"]}, {"name": "Eri", "audio": "v_r-ev319_0008", "normalized": ["Shut up, mnnaagg, huuguhh… I'm not expecting…expecting anything…"]}, {"name": "", "audio": "", "normalized": ["She continued to deny me stubbornly, but her breath was running short, as if she was remembering about the last time, obviously getting excited."]}, {"name": "You", "audio": "", "normalized": ["Oh well, I'm going to take my time with you this time."]}, {"name": "Eri", "audio": "v_r-ev319_0009", "normalized": ["Heeaghaahh, what are you… Mnnaahh… Guhughh… Stop, get your hands off…"]}, {"name": "", "audio": "", "normalized": ["She tried to pretend she did not like it, but I ignored her and removed the fabric over her crotch and slowly touched her exposed vagina."]}, {"name": "", "audio": "", "normalized": ["She was still acting stubborn, but her body was now burning up, with vaginal fluid seeping out as if she was remembering the pleasure from before."]}, {"name": "Eri", "audio": "v_r-ev319_0010", "normalized": ["Mnnaahh, heeghh… Mngh, guuhounm… Don't touch me… Mnngh…"]}, {"name": "", "audio": "", "normalized": ["Her body twitched from the stimulation coming over her, but she could still resist it as Eri denied it with harsh words."]}, {"name": "", "audio": "", "normalized": ["She struggled to resist but her limbs were bound."]}, {"name": "", "audio": "", "normalized": ["The only thing she could move freely was her mouth as she clenched her teeth, frustrated she could not do anything."]}, {"name": "Eri", "audio": "v_r-ev319_0011", "normalized": ["Aghh, no more… You can't, heeghaahhnmm… Mnnahh, heehhnm… Mnnguhguuhh."]}, {"name": "", "audio": "", "normalized": ["As I let my fingers run along, checking her vagina, moans she could not keep inside her started coming out."]}, {"name": "You", "audio": "", "normalized": ["Looks like you've gotten even more sensitive than the first time I fucked you… Your pussy has gotten so drenched already."]}, {"name": "Eri", "audio": "v_r-ev319_0012", "normalized": ["Haauhh… Haaghh… Mnnmmhh, guhh… Mnnaagheeghh… Noo, don't look…"]}, {"name": "", "audio": "", "normalized": ["I pointed it out and her cheeks blushed from the humiliation and whispered weakly as she looked away."]}, {"name": "You", "audio": "", "normalized": ["Huh, I guess you've been touching yourself occasionally since then."]}, {"name": "Eri", "audio": "v_r-ev319_0013", "normalized": ["Guhaaghh… Mnnaahh, aaghh… Mnnghh, guuhh… Th-that's not true…"]}, {"name": "You", "audio": "", "normalized": ["I see… But you seem way too shaken if that's true, eh?"]}, {"name": "", "audio": "", "normalized": ["Eri's face turned even redder from the shame of me pointing it out, even though she tried to deny it, but her words are starting to sound erotic."]}, {"name": "", "audio": "", "normalized": ["As if to prove the fact she was getting aroused, more vaginal fluid was coming out and she was getting used to my fingers stirring her vagina."]}, {"name": "Eri", "audio": "v_r-ev319_0014", "normalized": ["Gughh… Haaghh, mnnuughh… Huuhguuhh… Aaahh, mnnuh… This wasn't… I'm not… I would not be broken…"]}, {"name": "", "audio": "", "normalized": ["She was getting turned on by the stimulation of me teasing her in the pussy, but even then Eri was trying to keep herself not to be corrupted by pleasure."]}, {"name": "You", "audio": "", "normalized": ["You say that, but your face looks like you are really enjoying this…"]}, {"name": "You", "audio": "", "normalized": ["But you also can't seem to find the right spot that feels the best."]}, {"name": "Eri", "audio": "v_r-ev319_0015", "normalized": ["Mnnaahh, aauuhh, uughh… The right spot…?", " What do you mean… Aahhnm, mnnaaghh!", " Aaheghh, mnnuughh!"]}, {"name": "", "audio": "", "normalized": ["Eri's brows frowned like she was confused, but she moaned loudly from the pleasure as I stirred up the inside of her vagina violently."]}, {"name": "Eri", "audio": "v_r-ev319_0016", "normalized": ["Mnnaaghaahh!", " Aaaghh, mnnegehh… Aaaghaahh… No, stop this…"]}, {"name": "", "audio": "", "normalized": ["She was feeling pleasure that was not even comparable to times she touched herself and even her voice of complaint was turning into sweet moans."]}, {"name": "You", "audio": "", "normalized": ["It feels that good, huh… Compared to your skill with the swords, you seem to have gotten much better at this."]}, {"name": "Eri", "audio": "v_r-ev319_0017", "normalized": ["Haanmm… Mnnaaghh, aahuhah, haaghh, haaghaaghhnmm… Shut up…"]}, {"name": "", "audio": "", "normalized": ["Eri was obviously enraged by my mocking words."]}, {"name": "Eri", "audio": "v_r-ev319_0018", "normalized": ["I am not… I'm not feeling anything… Aaaghh, no…!", " Mnngh, heeghaahh, mnnguguhh!"]}, {"name": "", "audio": "", "normalized": ["However, despite her rage, her vagina was already prepared to accept the penis inside."]}, {"name": "", "audio": "", "normalized": ["It was wiggling and waiting for the moment."]}, {"name": "You", "audio": "", "normalized": ["What are you talking about with your ass shaking so much… You wanted it so bad, don't you?"]}, {"name": "Eri", "audio": "v_r-ev319_0019", "normalized": ["Th-that's not even… Mnnagh, aagghh, don't put it in me!"]}, {"name": "", "audio": "", "normalized": ["Eri was furious.", " I ignored her complaint and inserted my erect, curved penis into her vagina right away."]}, {"name": "Eri", "audio": "v_r-ev319_0020", "normalized": ["Mnnaaghaaghh!", " Heeghegh, guhgougohh!", " Aagaghaahh… That's too thick… No, my pussy is going to break!"]}, {"name": "", "audio": "", "normalized": ["Eri screamed, but the vaginal fluid acted as a lubricant and helped my penis to slowly penetrate her."]}, {"name": "Eri", "audio": "v_r-ev319_0021", "normalized": ["Hueghegeeghh… Mnnguhguughh!", " Mnngeghh, your cock… Coming in so hard and deep… Mnnaghh, mnnheegheghh!"]}, {"name": "", "audio": "", "normalized": ["Even though she was not a virgin, Eri did not have much experienced and all she could do was try to resist the penetration."]}, {"name": "", "audio": "", "normalized": ["With the sensation of the penis pressuring her vagina, she writhed violently with an agonized look on her face, letting out the moans she could not suppress."]}, {"name": "Eri", "audio": "v_r-ev319_0022", "normalized": ["Mnngouhoouhh… Mnnmuughh… Haagh, heeghh… Mnngeh… Ogouhh, mnnhaahhnm."]}, {"name": "", "audio": "", "normalized": ["Eri let out voice mixed with pain and pleasure every time I pounded my hips."]}, {"name": "You", "audio": "", "normalized": ["This a bit hard, seeing how long it's been."]}, {"name": "Eri", "audio": "v_r-ev319_0023", "normalized": ["Aaaughh, mnnguhh, this isn't… No, mnnghhnmm… Haagh, huhguhhgh… You can't… Wait, mnnguhuhghh!"]}, {"name": "", "audio": "", "normalized": ["I ignored Eri's words of protest and continued pounding my hips as I checked her reaction."]}, {"name": "Eri", "audio": "v_r-ev319_0024", "normalized": ["Mnngouhoohhgoouh, guhheeghh… Ooghouhgouhhoh!", " Ahegh, mnnguhugh… Aahh… Mnnhehhgh!", " Mnah, there, not there!"]}, {"name": "", "audio": "", "normalized": ["Eri struggled from the stimulation rising from her vagina beyond imagination."]}, {"name": "Eri", "audio": "v_r-ev319_0025", "normalized": ["Mnnaghaaghhnmmgmm… There, right there, I'm… Mnnouh, mnnghh, aaghahh, no… Aaghh, heegehh."]}, {"name": "", "audio": "", "normalized": ["She was teased in her sensitive spot repetitively and let out moans from the pleasure she could not resist."]}, {"name": "", "audio": "", "normalized": ["Even like that, she stared at me fiercely and showed her will to expression."]}, {"name": "Eri", "audio": "v_r-ev319_0026", "normalized": ["Mnnghh, guheegghh, mnnguhh… No more, please… Aaagh, haaghh… Haagh… Mnnguhguh… Stop it…"]}, {"name": "", "audio": "", "normalized": ["Even her voice was not as fierce as before, dowsed in pleasure and melting sweetly."]}, {"name": "", "audio": "", "normalized": ["I could not help but smile at her pitiful display."]}, {"name": "Eri", "audio": "v_r-ev319_0027", "normalized": ["Aaahaah… Ohheghh, mnheeghh… Why… Mnnahh… I don't…feel anything…!"]}, {"name": "", "audio": "", "normalized": ["The stimulation from the intense rubbing on her vaginal wall made Eri breathe rough and her hips started twitching slightly."]}, {"name": "Eri", "audio": "v_r-ev319_0028", "normalized": ["Aaagheeghh… Aaahh…mnnghh, stop… Don't rub me so hard in my pussy!", " It's pounding me even harder than before, mnnaaghaahh!"]}, {"name": "Eri", "audio": "v_r-ev319_0029", "normalized": ["Mnnaaghh, heegh, gheeghh… Mnnheeghhnm!", " Haahuughh, huughuhghh!", " Guheghh, mnnuhuguhh."]}, {"name": "You", "audio": "", "normalized": ["How pathetic… We've just started."]}, {"name": "Eri", "audio": "v_r-ev319_0030", "normalized": ["Mnnhaaghahh!", " Haaghh… Guughh…mnngghh!", " There, drilling in so hard… No… It's driving me mad, uughh!"]}, {"name": "", "audio": "", "normalized": ["With the endless waves of pleasure coming over her, she was almost orgasming, but still resisting as a desperate, last-minute effort."]}, {"name": "", "audio": "", "normalized": ["However, the fact she was trying not to orgasm was contracting her vagina, squeezing onto my cock harder, resulting in more pleasure."]}, {"name": "Eri", "audio": "v_r-ev319_0031", "normalized": ["Aaahuguhh, mnnaahh… Aaaheeghh, eeghegghh… Guuhh… Your cock is amazing… Aaaghahh!"]}, {"name": "You", "audio": "", "normalized": ["I thought you had gotten better at least a little, but… It's still not enough."]}, {"name": "Eri", "audio": "v_r-ev319_0032", "normalized": ["Haaghh, heeghh… Mnnuughuhh… Guhhaagh, aaghh… Huughuh, huuhguhhgh… Mnnghh."]}, {"name": "", "audio": "", "normalized": ["It seemed Eri could not even respond to my voice and she moaned loudly as her body shuddered.", " A massive amount of fluid dripped along her thighs."]}, {"name": "You", "audio": "", "normalized": ["You moan with a very cute voice… Well, I guess it'll be easier if I make you come once."]}, {"name": "Eri", "audio": "v_r-ev319_0033", "normalized": ["Aaaeheeghh, mnnaghaaguhuhghh… Haaghaaghh… This isn't… Mnngh, what are you gonna do…"]}, {"name": "You", "audio": "", "normalized": ["Well, you'll find out soon enough."]}, {"name": "", "audio": "", "normalized": ["I said to her as she was consumed by pleasure and moaned with a pleasured expression on her face.", " Then I reached her anus and stuck my finger in."]}, {"name": "Eri", "audio": "v_r-ev319_0034", "normalized": ["Agheeghh!", " Mnnough, oghouoghh!", " Mnnguahh… Oheghmnhh, guhmuugaghh… That's not the… Mnnguouhghh!"]}, {"name": "", "audio": "", "normalized": ["Eri let out a scream and opened her eyes from an unexpected stimulation."]}, {"name": "", "audio": "", "normalized": ["Even though it was something she had never felt before, pleasure overpowered pain and she achieved a minor orgasm, even squirting a little."]}, {"name": "Eri", "audio": "v_r-ev319_0035", "normalized": ["Ohhgyouh, aahegaahh… Mnnhegeghhnm!", " Th-that's not… Not in my ass?!", " Aaheehnmm… You can't, do that… Mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["While she was orgasming, she shook her head left and right to express her denial."]}, {"name": "Eri", "audio": "v_r-ev319_0036", "normalized": ["Why… Having my ass drilled like this… Mnnaahh, I shouldn't feel this… Stop this now… Stop, please."]}, {"name": "You", "audio": "", "normalized": ["You say that, but your body seems to be seeking even more pleasure, just wanting more."]}, {"name": "Eri", "audio": "v_r-ev319_0037", "normalized": ["Aaheeghh, mnnguhh, uguhuhh… That's not true… Mnnahh, ahh… Haaghh, haaghh, mnnmghh!"]}, {"name": "", "audio": "", "normalized": ["She did deny it with her words but it was obvious she could not resist the pleasure as her body wiggled restlessly, breathing out hot air, trying to resist it."]}, {"name": "You", "audio": "", "normalized": ["And a woman like you are usually good with anal, you know."]}, {"name": "Eri", "audio": "v_r-ev319_0038", "normalized": ["Mngeeghh, mnnguhaahh… Don't dig into with your fingers like that…!", " Mnnguhaahh, mnnguhhuh… Haaheghhnm!"]}, {"name": "Eri", "audio": "v_r-ev319_0039", "normalized": ["Mnnhaaghh, haahh… Mnngguhh!", " I really am going to come like this… Mnnguhouh, aaghh… Please, stop… Aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps the pleasure was overwhelming her thoughts as her cheeks blushed and she tried to desperately fight back by closing her mouth."]}, {"name": "", "audio": "", "normalized": ["Even then, her resistance was futile in front of the oncoming waves of pleasure as joyous moans started to come out of her pathetically opened mouth."]}, {"name": "Eri", "audio": "v_r-ev319_0040", "normalized": ["Mnnaahh, don't stir it up so much… Aahh!", " Heeghehh… No, getting my anus drilled like this… Coming, uguhh!"]}, {"name": "", "audio": "", "normalized": ["Eri easily achieved another orgasm and squirted as she had her anal teased while still orgasming."]}, {"name": "You", "audio": "", "normalized": ["It's your first time in the ass but it's squeezing so tight.", " It's gonna take my fingers off."]}, {"name": "Eri", "audio": "v_r-ev319_0041", "normalized": ["Mnnhaaghaaghhnm… What…is this… Guhhaahh, mnnhuahuhu… Guhhmughh, mnnghh, haahh… Haahh… Guhaahh!"]}, {"name": "Eri", "audio": "v_r-ev319_0042", "normalized": ["Mnnhaahaahhnm… Aaahuguhh… Getting my anus fingered… No… I've never…felt something like this… Please stop already!"]}, {"name": "", "audio": "", "normalized": ["She sensed a peculiar sensation coming up from her anus and she begged with fear on her face."]}, {"name": "", "audio": "", "normalized": ["However, unknown pleasure ran through her body at the same time and was making her mind melt."]}, {"name": "", "audio": "", "normalized": ["I was enjoying her reaction as I expanded her anus while making a circular motion with my fingers."]}, {"name": "Eri", "audio": "v_r-ev319_0043", "normalized": ["This isn't right, but… My back, it's tingling… And, why is this… Mnnghoouhgaghh… Mnneeghheghh!"]}, {"name": "", "audio": "", "normalized": ["She muttered confusedly but apparently, she was getting addicted to the anal pleasures."]}, {"name": "", "audio": "", "normalized": ["Her vagina was wiggling like it was expressing her arousal as it sucked my cock in and squeezed down tight."]}, {"name": "You", "audio": "", "normalized": ["Hahahah… Just as I thought, you are good with your anus too.", " You're quite a slut."]}, {"name": "Eri", "audio": "v_r-ev319_0044", "normalized": ["Mnnheaaghh…aahh… Haagh…haahh… Mnnegh… Mnnah, guhh… Hieenmgh… No… I'm not like that…"]}, {"name": "You", "audio": "", "normalized": ["You should be ready by now."]}, {"name": "", "audio": "", "normalized": ["I pulled my cock out of her vagina and began putting it into her anus that had been stirred up and expanded by my finger."]}, {"name": "Eri", "audio": "v_r-ev319_0045", "normalized": ["N-no… Please, wait… Mnnguhogohh!", " Oghouhh, mnnghehh… Stop… It's not going to go in any more… Aghaahh!"]}, {"name": "", "audio": "", "normalized": ["Eri had my cock, which was much bigger than my finger, penetrate her and she let out a low, growl-like moan as her body twitched."]}, {"name": "Eri", "audio": "v_r-ev319_0046", "normalized": ["Ohoaaghh, mnngehgehghh!", " Mnnoguhh, gheghh… Hughuhh… Your cock, so good… Aahyahheghh… Mnnguh, ooghooghh!"]}, {"name": "You", "audio": "", "normalized": ["Here, I'm gonna keep going!"]}, {"name": "Eri", "audio": "v_r-ev319_0047", "normalized": ["Mnngeghhnmagh!", " Aheyaahh, heeghh… This is…too hard… Aaaheghh, mnhegaahh!"]}, {"name": "", "audio": "", "normalized": ["Eri's eyes rolled back as she seemed to be devouring the pleasure.", " I continued to pound her anus even harder."]}, {"name": "Eri", "audio": "v_r-ev319_0048", "normalized": ["Mnnohgoohh, ooghouguhhoh, mnnghhnmm!", " Mnhaaghh, hehnm… Aahhuh, mnnghegh, mnnguhgouhghh!"]}, {"name": "", "audio": "", "normalized": ["Eri let out moans as she could not resist the stimulation."]}, {"name": "", "audio": "", "normalized": ["She twisted her body, trying to soften the shock."]}, {"name": "", "audio": "", "normalized": ["The escalating pleasure made even more fluid to start dripping from her vagina."]}, {"name": "Eri", "audio": "v_r-ev319_0049", "normalized": ["Mnhaahh… Mnngh, gheghh… Huughh, huughh… This is…nothing…"]}, {"name": "", "audio": "", "normalized": ["Despite her words, her anus was squeezing tightly onto my cock, letting me know she definitely was feeling pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, don't bluff… I knew you were good with your anus too."]}, {"name": "Eri", "audio": "v_r-ev319_0050", "normalized": ["Mnngughh… N-no… That can't be true… No way… Aahegh, oohohghohh… Guhahh, muughh, ogouhh!"]}, {"name": "You", "audio": "", "normalized": ["Huh, you're not convincing when you're moaning so much."]}, {"name": "", "audio": "", "normalized": ["Eri tried to refute, but any credibility was lost with how her expression looked so ecstatic with pleasure."]}, {"name": "Eri", "audio": "v_r-ev319_0051", "normalized": ["Shut up… I'm not going to be broken by something like this… Mnaahh, haahh… Haaghh… Mnnguhuhh!"]}, {"name": "", "audio": "", "normalized": ["Better yet, she was seemingly unable to resist the pleasure coming up from inside and she twisted her hips, trying to stimulate my cock."]}, {"name": "You", "audio": "", "normalized": ["What, you are saying no with your mouth but your body is just begging for more pleasure."]}, {"name": "Eri", "audio": "v_r-ev319_0052", "normalized": ["That's… This isn't… Guh, uughh…"]}, {"name": "", "audio": "", "normalized": ["I could feel the pleasure building up even more as she started moving on her own."]}, {"name": "You", "audio": "", "normalized": ["You want pleasure, then I'll give it to you."]}, {"name": "Eri", "audio": "v_r-ev319_0053", "normalized": ["Mnnhouhoghh, maaghaaghh… Guhhmuugh… Mnngheh, heehhmgh… Aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["I grabbed her hips and pounded my hips hard, fucking her anus."]}, {"name": "Eri", "audio": "v_r-ev319_0054", "normalized": ["Mnnghuughh… Inside of my ass… Your cock, drilling in so hard… Mnnaahh, it's so strong…"]}, {"name": "", "audio": "", "normalized": ["Eri let out pleasured moans as she writhed violently.", " I could feel sizzling arousal rising up from the inside."]}, {"name": "Eri", "audio": "v_r-ev319_0055", "normalized": ["Huugeghh, guhogouhgoohghh!", " Aaaguhh, your cock… It's getting bigger and bigger… Ahh, mngehgh… Heehnm!"]}, {"name": "", "audio": "", "normalized": ["Eri must have sensed my urge to ejaculate from the penis getting larger inside her anus."]}, {"name": "", "audio": "", "normalized": ["She was not even resisting but anticipating the ejaculation at that point and her eyes colored with joy, pressing her ass onto me, seeking more pleasure."]}, {"name": "Eri", "audio": "v_r-ev319_0056", "normalized": ["Mnnahahm, haaghh… Mnnughh… Haaheghh… Your cum… I want it all in me…"]}, {"name": "", "audio": "", "normalized": ["She was no longer able to resist the aching within her body and begged me to ejaculate."]}, {"name": "You", "audio": "", "normalized": ["You really want it that much, then I'll give it to you inside!"]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Sput* *Sput* *Sput* *Spew* *Throb* *Sput* *Sput* *Spew* *Spew*"]}, {"name": "Eri", "audio": "v_r-ev319_0057", "normalized": ["Mmhhouhgooghh!", " Oohgohh, mnnahaaghaahh!"]}, {"name": "Eri", "audio": "v_r-ev319_0058", "normalized": ["Mnnheegagheghh… Haaghaahh… Huuguhh… Mnnahh, mnnghhmm… Cum in my anus…and I'm coming!"]}, {"name": "", "audio": "", "normalized": ["With a massive amount of semen pouring into her anus, Eri achieved an even more intense orgasm than before as her body trembled."]}, {"name": "Eri", "audio": "v_r-ev319_0059", "normalized": ["So much cum, coming into me, so hot… This is amazing!", " Mnnheghh, mnnahh… Mnnhaghaghh!", " More, I want more…!"]}, {"name": "Eri", "audio": "v_r-ev319_0060", "normalized": ["Please, just fuck me up, mess me up like this… Mnnhougoohh, muughuhh!", " This feels so good and I just want more!"]}, {"name": "", "audio": "", "normalized": ["Eri let out voices of joy from the oncoming torrent of pleasure and begged for more semen instinctively, almost falling unconscious."]}, {"name": "", "audio": "", "normalized": ["There was no sign of her previous desperate resistance and now she was just pounding her own hips, greedily seeking more pleasure merely out of her instinct."]}, {"name": "Eri", "audio": "v_r-ev319_0061", "normalized": ["Mnnhaaghaahhnmm!", " Aaahuhh, mnnghh… So much cum… This is so good!"]}, {"name": "", "audio": "", "normalized": ["Eri was drowning in pleasure and shaking as her eyes rolled back."]}, {"name": "", "audio": "", "normalized": ["She was even pissing, in addition to squirting, from her crotch loosened up by pleasure, dripping down from where we were joined together."]}, {"name": "Eri", "audio": "v_r-ev319_0062", "normalized": ["Haghh, heeghh… Mnnghh, huughh… Aaahughh, guhhmuhnm… Mnnghnm… So much cum, just coming out… Amazing."]}, {"name": "You", "audio": "", "normalized": ["You're nothing like you were before."]}, {"name": "", "audio": "", "normalized": ["Her mind was partially faded and she did not even mind my mocking tones, simply showing a loose and ecstatic smile."]}, {"name": "Eri", "audio": "v_r-ev319_0063", "normalized": ["Aageeghh, guhhmughhnm!", " Haaghh… Haaghh… Mnngnmgh… Ohh, oohghoh, mnnguhooughh!"]}, {"name": "", "audio": "", "normalized": ["As I stimulated inside of her intestine, she twitched once, particularly violently."]}, {"name": "Eri", "audio": "v_r-ev319_0064", "normalized": ["Aahegehh… Mnnegehh, eegheghh… Aaaghh, this is amazing… Mnnahh, haagghmn… It was so good… Aahegh, mnnghhnm."]}, {"name": "", "audio": "", "normalized": ["Once the ejaculation was over, Eri was showing an ecstatic expression."]}, {"name": "", "audio": "", "normalized": ["Her whole body was trembling and her limbs continued to shake, as she stared up into the air, thinking back on what the pleasure she just felt."]}, {"name": "You", "audio": "", "normalized": ["I see, you seemed to really enjoy it… But this is nothing… You have to train your anus too."]}, {"name": "Eri", "audio": "v_r-ev319_0065", "normalized": ["Haahh, heeghh… Yess."]}, {"name": "", "audio": "", "normalized": ["Eri nodded powerlessly at my words as her tongue hanged out pathetically and was savoring the aftermath of the pleasure."]}]