[{"name": "", "audio": "", "normalized": ["Scrapheap city Amidahara―."]}, {"name": "", "audio": "", "normalized": ["The man was in search of a certain woman's whereabouts, and he had stopped by Amidahara, this greatest dark city in Western Japan."]}, {"name": "Tokiko", "audio": "v_srt069_0000", "normalized": ["My lord―"]}, {"name": "You", "audio": "", "normalized": ["Today I'm Mr.", " Tanaka."]}, {"name": "", "audio": "", "normalized": ["He asked Tokiko to call him by the false name he had used while infiltrating a certain place."]}, {"name": "Tokiko", "audio": "v_srt069_0001", "normalized": ["Excuse me, that's right… I'm reporting that the person you're searching for is not in this area."]}, {"name": "You", "audio": "", "normalized": ["Is that so… well, all right.", " We still have another eyewitness report, there's a chance there too.", " Let's move."]}, {"name": "Tokiko", "audio": "v_srt069_0002", "normalized": ["As you wish."]}, {"name": "", "audio": "", "normalized": ["Gosha Academy, where the man had called himself Tanaka and posed as a teacher…"]}, {"name": "", "audio": "", "normalized": ["There was a female student who he had been disciplining to be his pawn during the operation."]}, {"name": "", "audio": "", "normalized": ["Her name was―Ririko Chigasaki.", " Using his brainwashing technique, her disciplining had been proceeding smoothly, but then one day, circumstances suddenly changed."]}, {"name": "", "audio": "", "normalized": ["On that day too, he had planned to discipline Ririko with more porno filming on the beach."]}, {"name": "", "audio": "", "normalized": ["A man had come close to Ririko."]}, {"name": "Staff Member", "audio": "", "normalized": ["Ah… please, we're about to begin filming, so we can't have you come any closer―ack…"]}, {"name": "", "audio": "", "normalized": ["The second the man touched the staff member who had tried to stop him, that person had unbelievably shriveled up and died on the spot."]}, {"name": "Ririko", "audio": "v_srev0069_0000", "normalized": ["Wha―guhh, who the hell are you?!"]}, {"name": "", "audio": "", "normalized": ["As the people surrounding them clamored in terror, Ririko vigilantly put some distance between the man and herself as she questioned him."]}, {"name": "", "audio": "", "normalized": ["However, he did not answer.", " He was an eerie man, wearing a suit and coat in the middle of summer, without a single drop of sweat anywhere on him."]}, {"name": "", "audio": "", "normalized": ["On the contrary, a bizarre chill radiated outward from his body."]}, {"name": "Ririko", "audio": "v_srev0069_0001", "normalized": ["Hey, are you listening to me?", " If you won't answer, I'll rough you up a bit first―"]}, {"name": "", "audio": "", "normalized": ["At the same time Ririko raised her voice, her teacher beside her―or at least, the man she thought was her teacher―called out to her as he shook with fear."]}, {"name": "You", "audio": "", "normalized": ["Wait, Ririko!", " Don't get near him―!"]}, {"name": "", "audio": "", "normalized": ["His memory was hazy beyond that, but the man was left completely helpless as Ririko was swept away, and they were now in the middle of the search for her."]}, {"name": "", "audio": "", "normalized": ["According to the rumors, Ririko had awakened to some demonic power in the Taimanin's DNA, and was now here in Amidahara, having separated from the man who kidnapped her."]}, {"name": "", "audio": "", "normalized": ["That was the reason Tokiko and the man had come to Amidahara now, following the rumors."]}, {"name": "Tokiko", "audio": "v_srt069_0003", "normalized": ["―Oh, there's something…!", " M-Mr.", " Tanaka, it's Ririko Chigasaki!"]}, {"name": "", "audio": "", "normalized": ["Tokiko pointed toward the other area they'd received an eyewitness report from, her voice trembling."]}, {"name": "", "audio": "", "normalized": ["Sure enough, though differing completely from the former Ririko―there was a woman who nevertheless still had her face."]}, {"name": "Tokiko", "audio": "v_srt069_0004", "normalized": ["What should we do, capture her immediately?"]}, {"name": "You", "audio": "", "normalized": ["No… awakened Taimanin are too much to handle.", " If we screw it up, the damage might get worse."]}, {"name": "Tokiko", "audio": "v_srt069_0005", "normalized": ["Then, reinforcements…?"]}, {"name": "", "audio": "", "normalized": ["Although she acted calmly, Tokiko was trembling faintly."]}, {"name": "You", "audio": "", "normalized": ["…What, there's still a way.", " Leave it to me."]}, {"name": "Tokiko", "audio": "v_srt069_0006", "normalized": ["Hah… please be careful."]}, {"name": "", "audio": "", "normalized": ["Leaving Tokiko behind, he slowly made his way toward Ririko, who was emitting an unusual force."]}, {"name": "", "audio": "", "normalized": ["It seemed as if Ririko still remembered the man, and she opened her mouth as she realized he was there."]}, {"name": "Ririko", "audio": "v_srev0069_0002", "normalized": ["Tanaka…?", " Right?"]}, {"name": "You", "audio": "", "normalized": ["Long time no see, Chigasaki."]}, {"name": "", "audio": "", "normalized": ["The conversation flowed just like the ones from his days as a fake teacher, as if nothing had changed at all.", " However, just about everything had changed."]}, {"name": "Ririko", "audio": "v_srev0069_0003", "normalized": ["Hey you… you used some kind of weird power and did a bunch of stuff to me back then, didn't you?"]}, {"name": "You", "audio": "", "normalized": ["So you found out about it after all, huh… well, can't do anything about that, I guess."]}, {"name": "", "audio": "", "normalized": ["A swirl of bloodlust rose up from Ririko as she remembered how he had once used his brainwashing power to discipline her."]}, {"name": "", "audio": "", "normalized": ["Though he shivered at the sight, he remained calm, and took a few bills from his pocket."]}, {"name": "Ririko", "audio": "v_srev0069_0004", "normalized": ["Hmm?", " What's up with that…"]}, {"name": "You", "audio": "", "normalized": ["I understand that you feel like killing me… but unfortunately, tonight I'm your customer."]}, {"name": "", "audio": "", "normalized": ["Ririko, who had awaked to her demonic power… It seemed she was currently doing business as a prostitute, enjoying sex as her pastime."]}, {"name": "", "audio": "", "normalized": ["Having heard this, the man made her an offering, and with an exasperated sigh, Ririko took the bills from him, cooling her jets."]}, {"name": "Ririko", "audio": "v_srev0069_0005", "normalized": ["Haah… in that case, I can't kill you, huh."]}, {"name": "You", "audio": "", "normalized": ["It's not just that, Chigasaki… I'm thinking of becoming your sponsor."]}, {"name": "", "audio": "", "normalized": ["Ririko turned these words over in her mind for a moment, then grinned as she answered."]}, {"name": "Ririko", "audio": "v_srev0069_0006", "normalized": ["Wow, you've got guts… in that case, let's see if you can satisfy me first."]}, {"name": "Ririko", "audio": "v_srev0069_0007", "normalized": ["Just so you know, if your dick bores me―I'll bite it off, okay♪"]}, {"name": "", "audio": "", "normalized": ["As she said this, she brought her face near the man's groin with a sensual movement, and kneeled."]}, {"name": "Ririko", "audio": "v_srev0069_0008", "normalized": ["Fufu… wow, pretty big, huh."]}, {"name": "", "audio": "", "normalized": ["Ririko kneeled in front of the man as she removed his penis from his suit and gave it a lascivious look, as though she were licking it all over with her eyes."]}, {"name": "", "audio": "", "normalized": ["It was likely the awakened demonic power within her that made her act this way."]}, {"name": "", "audio": "", "normalized": ["Just like her normal job, she opened her mouth wide and clung to his penis, glueing her lips to his glans."]}, {"name": "Ririko", "audio": "v_srev0069_0009", "normalized": ["Haah… mmnh, nnchh… ghlrr… nnph, phh, what a strong taste… and really, what a fine unit… mmhh."]}, {"name": "You", "audio": "", "normalized": ["…As expected of a demon harlot Ririko…"]}, {"name": "", "audio": "", "normalized": ["Gazing up at the man, she looked happy as she narrowed her eyes and moved her pursed lips with her head."]}, {"name": "Ririko", "audio": "v_srev0069_0010", "normalized": ["Hmmph… nnch, ghbb… this red-hot cock that smells of sweat… no, not jusht shweat… this too♪"]}, {"name": "", "audio": "", "normalized": ["She wetted his glans with saliva inside her mouth, and opened it wide, showing off his gleaming meat rod as her pointed tongue ran along his frenulum and mushroom cap."]}, {"name": "Ririko", "audio": "v_srev0069_0011", "normalized": ["Nnnphh… sho much shmegma… nngh… phhaah… to think so much smegma would be clinging to it…"]}, {"name": "Ririko", "audio": "v_srev0069_0012", "normalized": ["You wanted me to eat it that much huh… Fufu, did you somehow know that smegma is my favorite food… *liick*…"]}, {"name": "", "audio": "", "normalized": ["Ririko scooped up the man's smegma with her wet tongue, diligently cleaning off this filth as she eagerly donated her services to his dick."]}, {"name": "", "audio": "", "normalized": ["The beyond bitter taste, the fishy smell.", " Both of these made Ririko's body melt and her eyes narrow as she overflowed with saliva and love juices."]}, {"name": "Ririko", "audio": "v_srev0069_0013", "normalized": ["Nnph… all clean naow… hmmh, nnghlrr… ghbbh, gchh, gpph… nnph…"]}, {"name": "", "audio": "", "normalized": ["Ririko swirled inside her mouth the filth that she had collected using her tongue in place of a washcloth, and she purred as she drank it down deliciously."]}, {"name": "", "audio": "", "normalized": ["Her wriggling throat stimulated his glans that was caught there, as she slowly advanced her head, beginning to service his entire penis."]}, {"name": "Ririko", "audio": "v_srev0069_0014", "normalized": ["Phhm… nnhhaeohh… ghzzh, ghlrr… all right, time to… eat you up for real now… ghlrr…"]}, {"name": "You", "audio": "", "normalized": ["Guooh… uuh, guuh…"]}, {"name": "", "audio": "", "normalized": ["With his glans caught fast in her throat, she tightened her cheeks and pouted her lips."]}, {"name": "", "audio": "", "normalized": ["She displayed her unsightly fellatio face like a clown, bending her tongue back and forth."]}, {"name": "", "audio": "", "normalized": ["Glueing the tip of her nose to the pubic hairs at the base of his tree trunk, she swallowed it whole."]}, {"name": "", "audio": "", "normalized": ["She ran her tongue along its length, rounding it over and over as she licked it diligently."]}, {"name": "", "audio": "", "normalized": ["At the same time, she continued to move her head, working his penis with her pursed lips and tightened cheeks, wetting him with her built-up saliva."]}, {"name": "Ririko", "audio": "v_srev0069_0015", "normalized": ["Nnhhoohh… hhmmh, obbhh… nngh, ghrr, ghlrr, gchh… ghbb, chbbh…"]}, {"name": "", "audio": "", "normalized": ["With the whole thing in her mouth, the tip was pressed against the back of her throat, and her membranes there gently massaged his head."]}, {"name": "", "audio": "", "normalized": ["Even if she felt slightly nauseated, she would never spit his penis out."]}, {"name": "Ririko", "audio": "v_srev0069_0016", "normalized": ["Nnpph… chbb, ghlrr… gpph, nnchh… *liick*…"]}, {"name": "", "audio": "", "normalized": ["Even as her movements loosened slightly, her eyes were wet with arousal as she gazed at the man, bending her tongue to make sure she got her fill of her favorite dish."]}, {"name": "You", "audio": "", "normalized": ["Ohh, uuhh… this is… intense…"]}, {"name": "Ririko", "audio": "v_srev0069_0017", "normalized": ["Nnph… nnphaah, really?", " But there's no way you're gonna cum from just this, right… hmmhh, nnchgghh…"]}, {"name": "", "audio": "", "normalized": ["As if to say 'of course"]}, {"name": "", "audio": "", "normalized": ["Undaunted, Ririko drew her head back, then plunged his dick in again all the way to the base, then drew back once more."]}, {"name": "Ririko", "audio": "v_srev0069_0018", "normalized": ["Nnhbohh… mmhh, gchh, chbb, ghlrr…"]}, {"name": "", "audio": "", "normalized": ["Saliva spilled from her lips as she stroked him vigorously, and her lips were wet with a lewd gleam where they stuck to him."]}, {"name": "Ririko", "audio": "v_srev0069_0019", "normalized": ["(Nnphhah… nnbhh… this might be a really… rare find… Fufu, it would be a waste if I don't enjoy myself a bit more, right…)"]}, {"name": "", "audio": "", "normalized": ["As she swallowed him whole, the pressure felt like it would pierce her throat."]}, {"name": "", "audio": "", "normalized": ["Just from the stimulation of her tongue, she could feel his manly throbbing reverberate through her cheeks."]}, {"name": "", "audio": "", "normalized": ["The pre-cum that overflowed from his tip was so thick it was like semen, and just the taste made her lewd slit beyond her bowed legs ooze with anticipation."]}, {"name": "Ririko", "audio": "v_srev0069_0020", "normalized": ["(Nnghch, ghlrr… nnphh… it's sho tashty… ammph♪", ")"]}, {"name": "", "audio": "", "normalized": ["Savoring the high-class flavor and texture, Ririko furiously moved her head, licking and sucking at his twitching member in her mouth and working him over."]}, {"name": "Ririko", "audio": "v_srev0069_0021", "normalized": ["Nnpheww!", " Ncchpph, chhpph, gchh, ghbbhbh… Ghllrh, gchh… nnph…"]}, {"name": "", "audio": "", "normalized": ["The walls of her mouth stuck to shaft, and with each stroke, she could feel him shiver hotly, and she couldn't get enough of those pleasurable shivers."]}, {"name": "", "audio": "", "normalized": ["Spraying saliva everywhere, she devoured his lengthy penis greedily, sucking and softening―rubbing him with the back of her throat."]}, {"name": "", "audio": "", "normalized": ["She held him tight like a beloved partner."]}, {"name": "", "audio": "", "normalized": ["She searched for a response in his eyes, as her slight movements teased and tortured a spot with delight."]}, {"name": "", "audio": "", "normalized": ["Every other place from root to tip was relentlessly entwined with her cheeks, as she used every trick possible with her mouth."]}, {"name": "You", "audio": "", "normalized": ["Phew, ohh, oohh… as expected, guuh… Fufu, you're pretty good, huh…"]}, {"name": "Ririko", "audio": "v_srev0069_0022", "normalized": ["Nnrrh… nnph, this much is… just natural… hmmh, nnghlrr, ghlrr, zchhbh, ghlrr… phaah!"]}, {"name": "", "audio": "", "normalized": ["As she released his penis from her grasp, his piece bounced straight up, sending out a spray of saliva and pre-cum."]}, {"name": "", "audio": "", "normalized": ["Saliva trickled from Ririko's mouth to her chin, from her throat to the nape of her neck, glistening."]}, {"name": "You", "audio": "", "normalized": ["Guhh… haah… what's wrong, already done?"]}, {"name": "", "audio": "", "normalized": ["Chuckling at the man's words, Ririko licked her lips seductively, flickering and showing off her long tongue."]}, {"name": "Ririko", "audio": "v_srev0069_0023", "normalized": ["No waay, as if… Now I'm gonna torture you with this…"]}, {"name": "", "audio": "", "normalized": ["As she said this, Ririko stretched her tongue out all the way and affixed it to the base of his cock, and then began licking his trunk all over."]}, {"name": "Ririko", "audio": "v_srev0069_0024", "normalized": ["Npphuehh… *liick*… rrll, nbehh, *lick*"]}, {"name": "", "audio": "", "normalized": ["Her red tongue outstretched and spread wide, she slowly ran it along his penis starting from the base."]}, {"name": "", "audio": "", "normalized": ["Licking the underside of his slightly swollen penis, as the tip of her tongue reached his frenulum, she twisted it mincingly."]}, {"name": "", "audio": "", "normalized": ["She tortured him as if she were scratching him."]}, {"name": "Ririko", "audio": "v_srev0069_0025", "normalized": ["Nnch, ghlrr… fllr, rrll, rllrr… nnh, delishus… hhmhh, nnhllrl, ghllr…"]}, {"name": "", "audio": "", "normalized": ["His tanned piece was gleaming brightly with saliva as it jumped and leaped, and pre-cum oozed stickily from the tip."]}, {"name": "", "audio": "", "normalized": ["Gathering and smearing these all over him, Ririko's tongue was wriggling like a living thing, and it was almost as if her tongue was completely wrapped around him."]}, {"name": "Ririko", "audio": "v_srev0069_0026", "normalized": ["Hwahh… howsh thish… fwahh… rllhnh…"]}, {"name": "You", "audio": "", "normalized": ["Nngh… haah, guhh…"]}, {"name": "", "audio": "", "normalized": ["Ririko mercilessly pumped him with the inside of her mouth, stimulating his male lust to the full extent."]}, {"name": "", "audio": "", "normalized": ["The sensation of her tongue caused the man to let out a groan of restraint."]}, {"name": "", "audio": "", "normalized": ["The tip of her tongue dug into him as she ran it from his frenulum to his urethra, and her lips sucked at his ridge with a kissing noise."]}, {"name": "Ririko", "audio": "v_srev0069_0027", "normalized": ["(Nnhaah… I can't get enough of this…)"]}, {"name": "", "audio": "", "normalized": ["Excited by the man's aroused state and the taste of his meat stick, Ririko's face was blissful."]}, {"name": "", "audio": "", "normalized": ["Her lips opened even more vulgarly wide."]}, {"name": "", "audio": "", "normalized": ["The slow licking movements she had been making with her tongue grew faster and more intense as she licked his male flesh."]}, {"name": "Ririko", "audio": "v_srev0069_0028", "normalized": ["Nghlrr, ghlrr… rllrr, ghlrr… *liick*, rllrl, chbbh…"]}, {"name": "", "audio": "", "normalized": ["Spit flowed from her stretched to the limit mouth like a waterfall, as her lips wrapped around his penis formed a smile, and her upturned gaze narrowed in ecstasy."]}, {"name": "", "audio": "", "normalized": ["The tip of her tongue wriggled zealously as it grazed his glans, and the man pushed his hips forward."]}, {"name": "", "audio": "", "normalized": ["It felt as though the inside of her mouth was polishing him, thoroughly enjoying Ririko's lips."]}, {"name": "You", "audio": "", "normalized": ["Guuoahh… uugh, mhh… Fu, fufu… that's right, just like that… Suck me all you want with that dick-loving face."]}, {"name": "Ririko", "audio": "v_srev0069_0029", "normalized": ["Ahhphhehh… nnh, oh my… seems like you still haven't had enough… In that case, maybe I'll work a little harder… nphh…"]}, {"name": "", "audio": "", "normalized": ["She grinned with a sadistic gleam in her eyes as she raised them."]}, {"name": "", "audio": "", "normalized": ["Ririko glued her widened tongue to him, moving her face and running along his entire shaft, licking the whole thing endlessly."]}, {"name": "Ririko", "audio": "v_srev0069_0030", "normalized": ["Rrllrr, ghlrr… gchh, nbbh, nghhbb, ghbbh!"]}, {"name": "", "audio": "", "normalized": ["She used not only her tongue but her lips and even the tips of her teeth, infusing him with sweet, furious stimulations mixed with pain."]}, {"name": "", "audio": "", "normalized": ["She continued to seduce him without turning her gaze away, making sure not to miss a single reaction as she single-mindedly kept devouring him."]}, {"name": "Ririko", "audio": "v_srev0069_0031", "normalized": ["Nnhaa, haah… nphh, gzhh, ghlrr, llrrll, nnllr… chbb, ghbbh, gchh…"]}, {"name": "", "audio": "", "normalized": ["She pursed her lips as if she were playing a flute."]}, {"name": "", "audio": "", "normalized": ["As soon as she stimulated him with a flicker of her tongue from between her lips, she opened her mouth wide and swallowed up the head of his penis."]}, {"name": "", "audio": "", "normalized": ["Gradually her movements became intensely rough, and Ririko's expression became filthy and vulgar as she clamped down on his rod and worked it."]}, {"name": "Ririko", "audio": "v_srev0069_0032", "normalized": ["Nnhbohh, nghllrr, ghlrr!", " Gpph, gphph, gphh… nnlrlr, ghlrr…"]}, {"name": "You", "audio": "", "normalized": ["…That's it, suck it like that… Take it all the way to the back of your throat, suck your cheeks in and work it!"]}, {"name": "", "audio": "", "normalized": ["Kneeling and listening to the man's orders and his voice overcome with emotion, Ririko's heart twinged."]}, {"name": "", "audio": "", "normalized": ["That ache traveled to her abdomen and sunk into her groin, and a large stain spread between her opened legs."]}, {"name": "Ririko", "audio": "v_srev0069_0033", "normalized": ["(Nnhaah… this is my first time with this kind of dick… I feel like I'm going crazy just from licking it…)"]}, {"name": "", "audio": "", "normalized": ["She slid her blissful face across him, and every time his manly rod twitched in her mouth, Ririko's spine tingled and shuddered with pleasure."]}, {"name": "", "audio": "", "normalized": ["Driven by the pleasure, she sucked him vigorously, using her narrowed cheeks on his shaft as if it were a drinking straw, noisily inviting the male lust lurking within."]}, {"name": "", "audio": "", "normalized": ["She moved her head mincingly, as if to work him just with her throat as she stuffed his pole deep, cutting off her breath and making a lewd, sticky wet noise."]}, {"name": "Ririko", "audio": "v_srev0069_0034", "normalized": ["Nnghh, phgghh…nnzhh, gphgph, nchhpphh…"]}, {"name": "You", "audio": "", "normalized": ["Ohh… that's it, just like that… guuoah, oohh!"]}, {"name": "", "audio": "", "normalized": ["At the same time the man shouted, his fleshy piece that blocked her throat exploded."]}, {"name": "", "audio": "", "normalized": ["He pushed his hips forward even further and his greed burst forth all at once into her throat."]}, {"name": "Ririko", "audio": "v_srev0069_0035", "normalized": ["Nnnhpphheww?!", " Ogghhnh, nnhoohh, ohhoohh?!"]}, {"name": "", "audio": "", "normalized": ["*Splorchsplorchsploorch!", "* *Splursplurt, burst, spluurt!", "* *Sploosh, splash!", "*"]}, {"name": "Ririko", "audio": "v_srev0069_0036", "normalized": ["Ngghuuhh… nnbhohh, oghh, ohh… ggphhohh… oggh, nnhooh, hoohh…"]}, {"name": "", "audio": "", "normalized": ["His semen shot out as if it were burrowing into her throat, and the stickiness filled with burning heat melted the walls of Ririko's throat…"]}, {"name": "", "audio": "", "normalized": ["Filling the inside of her mouth with its smell and taste."]}, {"name": "", "audio": "", "normalized": ["The stickiness flowed directly down the back of her throat and scorched her stomach."]}, {"name": "", "audio": "", "normalized": ["With his penis still held tight in her mouth, her cheeks swelled wide with regurgitated semen."]}, {"name": "Ririko", "audio": "v_srev0069_0037", "normalized": ["Nnnhhphew… phhwoaah, uphh, nnhhoh… nnmhh, gbhh…"]}, {"name": "", "audio": "", "normalized": ["There was a disgusting sound as, unable to hold in the large amount of semen, it overflowed from the cracks between her mouth and his penis."]}, {"name": "", "audio": "", "normalized": ["The regurgitated semen filled not only her mouth but flowed even into her nose, warping Ririko's beautiful face and leaking from her nostrils in a shameful display."]}, {"name": "Ririko", "audio": "v_srev0069_0038", "normalized": ["Nnhooh, fmmhhm… nngh, *gulp*… *gulp*, ghllrr… nhhphew…"]}, {"name": "", "audio": "", "normalized": ["Nevertheless, Ririko slurped up everything she could, stirring up his semen with her lips and washing it down the back of her throat with a gulping sound."]}, {"name": "Ririko", "audio": "v_srev0069_0039", "normalized": ["(Nnhphh, phwohh… what is thish taste… so strong and sticky… like I could chew it…)"]}, {"name": "", "audio": "", "normalized": ["Each time as she gulped, she was done in by the rich texture of his seed, and her whole body shivered."]}, {"name": "", "audio": "", "normalized": ["Her eyes were intoxicated as they opened wide, and coupled with the twitching of her body, they showed that she was now facing the peak of her climax."]}, {"name": "Ririko", "audio": "v_srev0069_0040", "normalized": ["Phwaah… aah, ehhaahh… haahehh, nhhyuuhh… amazhing… your diick…"]}, {"name": "", "audio": "", "normalized": ["Having finished ejaculating, his member was still stiff as he pulled it out and it dug into her chin."]}, {"name": "", "audio": "", "normalized": ["The sensation sent waves of pleasure through Ririko once more, making her hips shudder."]}, {"name": "", "audio": "", "normalized": ["Even so, her lips clung to him as he pulled out, refusing to let go without first scraping every inch of his male flesh for lingering semen."]}, {"name": "", "audio": "", "normalized": ["Ririko wriggled her tongue at his cock as it pulled back with a wet trail, and she swirled the dregs of his cum in her mouth, gulping them down."]}, {"name": "Ririko", "audio": "v_srev0069_0041", "normalized": ["Nngh, gchh, ghlrr… nphhahh, ahhaah…nhphhehh, nnhhehh…"]}, {"name": "", "audio": "", "normalized": ["As she opened her mouth and stuck out her tongue, her red membranes were covered here and there with cloudy white filth and an obscene smell lingered."]}, {"name": "", "audio": "", "normalized": ["The majority of the man's semen had settled into her stomach."]}, {"name": "", "audio": "", "normalized": ["The remaining bit that clung to her tongue and lips became nothing more than makeup proving she was a lewd harlot."]}, {"name": "Ririko", "audio": "v_srev0069_0042", "normalized": ["Sho… sho strong… smelly and sticky… I feel like my stomach's gonna get pregnant…♪"]}, {"name": "You", "audio": "", "normalized": ["Hmm… seems like I managed to satisfy you."]}, {"name": "", "audio": "", "normalized": ["Smiling at the man's boastful voice, Ririko nodded her head."]}, {"name": "Ririko", "audio": "v_srev0069_0043", "normalized": ["Yes… I'll be under your care for a little while… so then―"]}, {"name": "", "audio": "", "normalized": ["She wiggled her tongue in her open mouth at him, and gazed at his face with upturned eyes."]}, {"name": "Ririko", "audio": "v_srev0069_0044", "normalized": ["What'sh your… real name?"]}, {"name": "You", "audio": "", "normalized": ["My name, huh… My name is Fuuma―"]}, {"name": "", "audio": "", "normalized": ["Ririko's eyes fluttered in delight at the sound as she called him by name―as if to greet him all over again."]}]