[{"name": "", "audio": "", "normalized": ["Mirabell Bell, who had had her full breasts remodeled into oversensitive erogenous zones."]}, {"name": "", "audio": "", "normalized": ["She had been utterly disgraced by the stimulation of vibrators inside her completely opened mammary glands."]}, {"name": "", "audio": "", "normalized": ["She orgasmed so much her voice had run hoarse and tormented so that she was wheezing, but even so, Mirabell's abuse was not yet ended."]}, {"name": "Mirabell", "audio": "v_sr093_0000", "normalized": ["Nghhuuh, ohhohh?!"]}, {"name": "", "audio": "", "normalized": ["Mirabell's wretched gasping echoed throughout the packed train car where she was violated and exposed."]}, {"name": "", "audio": "", "normalized": ["Up until now her body had been seated on one of the train seats, but she was now dragged into the floor and pushed down by muscular men."]}, {"name": "", "audio": "", "normalized": ["Regardless of being treated this way, Mirabell's cheeks were hot and her eyes were gleaming with lust at the continuing ecstasy in her breasts."]}, {"name": "", "audio": "", "normalized": ["Her mercilessly tormented nipples were stiff and soaring high, swelling almost to the size of little fingers, and each time her lewd breasts shook, she twitched."]}, {"name": "Mirabell", "audio": "v_sr093_0001", "normalized": ["Phwuuh!", " Nhoohh, aah, haannh… aghh, auuh!"]}, {"name": "", "audio": "", "normalized": ["The vibrators had been taken out, but Mirabell's remodeled slutty boobs were still highly aroused just from the men massaging them."]}, {"name": "", "audio": "", "normalized": ["No, it wasn't just her chest.", " Her urethra that had sprayed her female cum was still twitching, and her vaginal entrance was still vulgarly loose."]}, {"name": "", "audio": "", "normalized": ["Her bright red hole was smeared with fluids and cum as the man leaning on her ruthlessly pierced her with his lustful male mass, starting to violate her."]}, {"name": "Mirabell", "audio": "v_sr093_0002", "normalized": ["Hghh… nnhahh, it's… it's going insiide… nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["However—Mirabell was filled with pleasure, and rather than reject it, her mouth was opened wide with her tongue sticking out."]}, {"name": "", "audio": "", "normalized": ["She opened her legs wide despite them being unrestrained."]}, {"name": "Mirabell", "audio": "v_sr093_0003", "normalized": ["Auuhh… nhhohh!", " Th-thiish, hiihh!"]}, {"name": "", "audio": "", "normalized": ["It was an unthinkably thick piece of meat.", " His male flesh was like a bludgeon as it infiltrated her female hole, pulsing and making her excited."]}, {"name": "", "audio": "", "normalized": ["The feeling made her spine tremble and her nipples stand on end, and Mirabell's hips lifted on their own to meet the man's."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, your body has already surrendered, huh… Hey, all of you.", " You can film her being violated as much as you like."]}, {"name": "", "audio": "", "normalized": ["The man spoke to the other passengers as he filmed her humiliation with the camera in one hand."]}, {"name": "", "audio": "", "normalized": ["The passengers froze completely as they were spoken to.", " After all, in this situation, it seemed difficult for them to react and move right away."]}, {"name": "You", "audio": "", "normalized": ["What's wrong, do it already.", " Film it, get as many pictures and videos as you can up on all your social media accounts."]}, {"name": "You", "audio": "", "normalized": ["I'll set free anyone who does."]}, {"name": "", "audio": "", "normalized": ["As he continued his proposition, the passengers finally were moved, their safety taking precedence over their fear."]}, {"name": "", "audio": "", "normalized": ["They all took out their smartphones in a panic and began to film Mirabell."]}, {"name": "You", "audio": "", "normalized": ["Right then… Heheh, Mirabell.", " It would be a waste to only show your folly to the UFS."]}, {"name": "You", "audio": "", "normalized": ["I've arranged it so that the people of this country can see as much as possible.", " Now then, get as messed up as you like."]}, {"name": "Mirabell", "audio": "v_sr093_0004", "normalized": ["I-it can't be… hagghh?!", " Auhh, nnh… nnhoohh!"]}, {"name": "", "audio": "", "normalized": ["As she heard this, she looked up to find countless lenses capturing her, and she let out a scream of denial without thinking."]}, {"name": "", "audio": "", "normalized": ["However, the man's hips lurched forward, his giant dick pulsating deep within her vagina, and just from that…"]}, {"name": "Mirabell", "audio": "v_sr093_0005", "normalized": ["Nnhiihh!", " Ahiiee, nhh, nphh!", " Phuhyaahh!"]}, {"name": "", "audio": "", "normalized": ["Her hips jumped in an instant and her body arched as her limbs twitched all the way to their end."]}, {"name": "Mirabell", "audio": "v_sr093_0006", "normalized": ["Nnhahahh?!", " Ahiieehh, sh-sthoop… nnhgh, guooahh!"]}, {"name": "", "audio": "", "normalized": ["The female soldier's cave was filled to the brim with his enormous dick, making tight squelching sounds as it wetly closed around him."]}, {"name": "", "audio": "", "normalized": ["Mirabell's eyes opened wide and she let out a squeal as it pierced through her female hole, pressuring her meat walls overwhelmingly, the shock forcing up her stomach."]}, {"name": "Mirabell", "audio": "v_sr093_0007", "normalized": ["Nnghhuuh?!", " Awaoohh, ohhohh!", " Oghh, ohhoohnn!"]}, {"name": "", "audio": "", "normalized": ["Her pussy hole squeaked as if it would rip open as he screwed his impossibly huge penis inside of her."]}, {"name": "", "audio": "", "normalized": ["The shape of it bulged up from her lean abdomen, and her soaked folds dripped with love nectar as his penis pressured and squeezed them."]}, {"name": "Mirabell", "audio": "v_sr093_0008", "normalized": ["(Nghhphh… aah, nhyuuh, amazhing… oggh, my pussy is being gouged ouut!", ")"]}, {"name": "", "audio": "", "normalized": ["Forgetting all about the cameras pointed at her, twitching all over her body, Mirabell lifted her hips, her eyes open wide."]}, {"name": "", "audio": "", "normalized": ["Her tongue hung out as hot sighs escaped her mouth, and her expression warped every time his penis buried itself inside, showing a bewitchingly lewd smile."]}, {"name": "Mirabell", "audio": "v_sr093_0009", "normalized": ["Nnhii!", " Aah, owaahh!", " Whyy, thish… phggh, ahahh… it feelsh sho good!"]}, {"name": "", "audio": "", "normalized": ["Her mind was far away from the sensation she had never experienced until now."]}, {"name": "", "audio": "", "normalized": ["It seemed as though her consciousness would disappear from the rich, saccharine sweetness of this pleasure."]}, {"name": "", "audio": "", "normalized": ["Forced to submit by his burly phallus, having her pussy dug out, the shock and pain of even her stomach being warped."]}, {"name": "", "audio": "", "normalized": ["From that taste of pleasure that lingered deep within, Mirabell shook her butt and thrust her hips beneath the man's body."]}, {"name": "", "audio": "", "normalized": ["She showed her completely enraptured animal expression."]}, {"name": "Mirabell", "audio": "v_sr093_0010", "normalized": ["M-more… moore… do it… moore… nghhahh!", " Aghii?!"]}, {"name": "", "audio": "", "normalized": ["The moment that she had unconsciously pleaded with him, the man grasped Mirabell's hips and pumped in and out of her violently, kneading the inside of her pussy."]}, {"name": "Mirabell", "audio": "v_sr093_0011", "normalized": ["Nnhhii…!", " Ihyahh, pghh, awoaahh!"]}, {"name": "", "audio": "", "normalized": ["Her flesh was already sticky and soaked with fluids from her countless climaxes."]}, {"name": "", "audio": "", "normalized": ["The man's movements dug at her membranes, stirring her up inside, and every time his giant cock moved…"]}, {"name": "", "audio": "", "normalized": ["…a bittersweet smell filled the air as Mirabell's female juices sprayed everywhere."]}, {"name": "Mirabell", "audio": "v_sr093_0012", "normalized": ["(Auuhh!", " This, this…!", " Haah, amazing, so deep… nnh, it's grinding, squeeziing!", ")"]}, {"name": "Passenger 1", "audio": "", "normalized": ["W-wow… she's really feeling it from that fat thing…"]}, {"name": "Passenger 2", "audio": "", "normalized": ["Eek… n-no more… why is she feeling it that much…"]}, {"name": "", "audio": "", "normalized": ["Mirabell was filled with both pleasure and disgrace at the sound of the filming passengers raising their voices in lust and revulsion."]}, {"name": "", "audio": "", "normalized": ["Having her immodest state being stared at by so many, filmed, being made public to the world and leaked onto the internet, she couldn't hold back her obscene response."]}, {"name": "", "audio": "", "normalized": ["On the contrary, her expression became even looser."]}, {"name": "", "audio": "", "normalized": ["Her eyes opened wide, exposing her lewd face, as she moved her hips on her own, begging his movements to move deeper."]}, {"name": "Mirabell", "audio": "v_sr093_0013", "normalized": ["(Nnhauuh!", " Amazing, I'm feeling it… nnhoohh!", ")"]}, {"name": "", "audio": "", "normalized": ["Having forgotten her pride as the captain of a special operations team, she enjoyed herself thoroughly."]}, {"name": "", "audio": "", "normalized": ["She gasped and rubbed her body against him as she sought out his male spear, just like a whore."]}, {"name": "Mirabell", "audio": "v_sr093_0014", "normalized": ["Aguuh… thish… I like it, I love thiish…ouuhh?!"]}, {"name": "", "audio": "", "normalized": ["Still, Mirabell was a prisoner right now, and was not in the position to be allowed to enjoy this sex."]}, {"name": "", "audio": "", "normalized": ["In order to remind her of that perhaps, her violated, swaying breasts were grabbed from the side, and another man's penis rubbed up against them."]}, {"name": "Mirabell", "audio": "v_sr093_0015", "normalized": ["Aiiee…?!", " N-not thaat!", " Not my boobs, aghh… nnhiih!"]}, {"name": "", "audio": "", "normalized": ["Her nipples which had stretched out from the remodeling had opened even further, and the man relentlessly inserted his penis, as large as the meat stick buried into her pussy."]}, {"name": "Mirabell", "audio": "v_sr093_0016", "normalized": ["Guooaah…?!", " Nhhiihii, hiighii!"]}, {"name": "", "audio": "", "normalized": ["There was no way it would fit—that was what she thought in the back of her mind, but the man grabbing her breast shoved his hips forward."]}, {"name": "", "audio": "", "normalized": ["Her full nipple creaked and twitched."]}, {"name": "", "audio": "", "normalized": ["Her nipple hole was stretched round and wide beyond its limit."]}, {"name": "", "audio": "", "normalized": ["Tingling electric sensations ran through her, and she swelled up further each time his dick rubbed against her."]}, {"name": "Mirabell", "audio": "v_sr093_0017", "normalized": ["N-noo, that'sh… impossible, impossibllee, ihyaahaah!"]}, {"name": "", "audio": "", "normalized": ["Her nipple swelled to the same size as his thick glans, and Mirabell screamed with her eyes rolled back, yet her hips lifted in maddening pleasure."]}, {"name": "", "audio": "", "normalized": ["Her twitching female hole massaged his cock, and the shape of the penis in her stomach bulged up as Mirabell's entire body shuddered."]}, {"name": "", "audio": "", "normalized": ["Her body was weakened with ecstasy and being treated like a toy."]}, {"name": "", "audio": "", "normalized": ["The man whose penis was violating her nipple opened it a bit more and stuffed his hot, throbbing dick in deeper."]}, {"name": "Mirabell", "audio": "v_sr093_0018", "normalized": ["(Phguuh… I c-can't believe it… hiih, hiihhn… nnhauuh!", ")"]}, {"name": "", "audio": "", "normalized": ["Every time she gasped her mouth opened wide, vulgarly spilling saliva everywhere as the female soldier's body loosened."]}, {"name": "", "audio": "", "normalized": ["Her exhausted body had lost the ability to resist, and her remodeled nipple ignored the slight pain and docilely submitted to the pleasure attacking it."]}, {"name": "Mirabell", "audio": "v_sr093_0019", "normalized": ["Nnhyah, haah… hahhii…"]}, {"name": "", "audio": "", "normalized": ["The penis forced into her pussy flesh slowly pulled outward while carving its shape into her meat walls."]}, {"name": "", "audio": "", "normalized": ["At the same time, the dick violating her nipple hole finally forced the place where they were joined completely open and buried his whole male shaft inside."]}, {"name": "Mirabell", "audio": "v_sr093_0020", "normalized": ["Nnhoohh… howaahh, phh… phguuh… ahhiie, hiiee…"]}, {"name": "", "audio": "", "normalized": ["Mirabell was intoxicated by the ecstasy from her breasts as her consciousness melted away, her face wheezing with her tongue stuck out sharply."]}, {"name": "Mirabell", "audio": "v_sr093_0021", "normalized": ["(Sh-shtraange… th-there's no way.", " thish will fit… hoohhn!", ")"]}, {"name": "", "audio": "", "normalized": ["His penis rubbed against the inside of her breast greedily, invading her nipple hole and treating it as if it were a cock sleeve."]}, {"name": "", "audio": "", "normalized": ["At first slowly, but gradually increasing in speed, his meat rod overflowed with pre-cum, and made a wet noise as he vigorously pumped in and out."]}, {"name": "Mirabell", "audio": "v_sr093_0022", "normalized": ["Nghhyuuh!", " Aawoaah, stop, shtoop, aiihiiee!"]}, {"name": "", "audio": "", "normalized": ["Although her mind was earnestly pleading for respite, her remodeled body was instantly receiving all these stimulations as pleasure."]}, {"name": "", "audio": "", "normalized": ["Mirabell lifted her hips as she writhed in agony."]}, {"name": "Mirabell", "audio": "v_sr093_0023", "normalized": ["Doon't?!", " They're stretching, my boobs!", " Everything, all the way inside, they're stretchiing!"]}, {"name": "", "audio": "", "normalized": ["Just like the man had said, Mirabell's remodeled breasts were already exactly like a pussy, made into lewd holes to receive a man."]}, {"name": "", "audio": "", "normalized": ["Even though they had been gripped and violated casually…"]}, {"name": "", "audio": "", "normalized": ["…they were twitching and shuddering at the euphoric sensations welling up in her pussy which was being treated the same."]}, {"name": "", "audio": "", "normalized": ["Her lifted hips were grabbed and invaded again, this time making her breasts shake and her chest bend backward."]}, {"name": "", "audio": "", "normalized": ["At this, the other man moved to spit roast her."]}, {"name": "", "audio": "", "normalized": ["Her mammary glands stretched to their limit as he shoved his throbbing manhood even further than she had thought possible into her breasts."]}, {"name": "Mirabell", "audio": "v_sr093_0024", "normalized": ["(Owaahh!", " Myy, my bodyy… aghh!", ")"]}, {"name": "Mirabell", "audio": "v_sr093_0025", "normalized": ["(I can't… do anything… nnghh, phwaahh!", " I'm feeling it from… thiish!", ")"]}, {"name": "", "audio": "", "normalized": ["She screamed over and over with unintelligible shrieks and squeals, the thought of being filmed having completely left her mind."]}, {"name": "", "audio": "", "normalized": ["Her stretched out mammary glands and nipples were prodded, her pink membranes exposed freely, her ripe breasts unabashedly dancing as she breathed hard."]}, {"name": "Mirabell", "audio": "v_sr093_0026", "normalized": ["Nnhaauuh!", " Ahhih, haah!", " Nnnh, nghh!"]}, {"name": "", "audio": "", "normalized": ["Up until now she had swallowed up his glans, wrapping around the pulsating veins on his shaft, buried in her to the hilt, as her breasts shuddered."]}, {"name": "", "audio": "", "normalized": ["For Mirabell, the organs that were supposed to secrete milk for the purpose of raising a child had already been degraded into sex organs that craved lewd pleasure."]}, {"name": "", "audio": "", "normalized": ["Swallowing up the giant dick to the base, being rubbed thoroughly, her mind was dyed completely white, as her body melted in the waves of bliss."]}, {"name": "Mirabell", "audio": "v_sr093_0027", "normalized": ["Nnhhii…!", " Aaah, that's it!", " Right there, inside, dig right there!", " Grind me pleaase!"]}, {"name": "", "audio": "", "normalized": ["The inside of her breasts ached passionately, and her womb inside her pussy was melting."]}, {"name": "", "audio": "", "normalized": ["Her consciousness was being completely burnt up with ecstasy as both were dug into at the same time, and her expression broke down in a flash."]}, {"name": "", "audio": "", "normalized": ["Her tongue stuck out invitingly from her upturned mouth and flushed cheeks as she was filled with unceasing animal lust for the men."]}, {"name": "Mirabell", "audio": "v_sr093_0028", "normalized": ["Nnghhii, amazhing, amazhiing… it's no use, I'm all weird…"]}, {"name": "", "audio": "", "normalized": ["Her hips rose to meet the man's cock with pleasure welling up within them, and female ejaculate sprayed from her urethra as Mirabell murmured by instinct."]}, {"name": "Mirabell", "audio": "v_sr093_0029", "normalized": ["I'm already, so shtraange… I'm sticky all over… hohhiiee…"]}, {"name": "", "audio": "", "normalized": ["Every time she spoke, she slurred, and her tongue danced, covered in saliva."]}, {"name": "", "audio": "", "normalized": ["Her lewd movements were being uploaded onto the internet, with tons of people watching."]}, {"name": "Mirabell", "audio": "v_sr093_0030", "normalized": ["Nnhhahaiiee!", " Ohh, thish, I can't stand iit!", " More, deeper!", " Twist it deeperr!", " Ihyaah!"]}, {"name": "", "audio": "", "normalized": ["Whether she understood what was happening or not, her mind was completely arrested by the ecstasy in her breasts and pussy."]}, {"name": "", "audio": "", "normalized": ["Mirabell's muscles could only convulse endlessly."]}, {"name": "Mirabell", "audio": "v_sr093_0031", "normalized": ["(Hyugghh… I'm going, I'm going crazyy!", " It's no use, no good♪", ")"]}, {"name": "", "audio": "", "normalized": ["They were so covered in sweat that steam rose off Mirabell and the men."]}, {"name": "", "audio": "", "normalized": ["Surrounding them was the smell of sweat and the thick bittersweet scent of love juices, and even this tickled her desire."]}, {"name": "", "audio": "", "normalized": ["Every time she was pierced, her head lept, and Mirabell's consciousness fled as she approached her climax."]}, {"name": "", "audio": "", "normalized": ["The ends of her legs rounded and clung to the man as she sobbed."]}, {"name": "", "audio": "", "normalized": ["She shook her hips in time with the furious thrusting, breathing hard from her shamefully gaping nostrils…"]}, {"name": "", "audio": "", "normalized": ["…focusing her nerves on the swollen member rubbing against her membranes."]}, {"name": "Mirabell", "audio": "v_sr093_0032", "normalized": ["(Phgyyuuh!", " Nghgh, it's coming, it's comiing?!", ")"]}, {"name": "", "audio": "", "normalized": ["She could feel his cock swelling as it dug even deeper into her lewd hole, stretching her out and pressuring her from the inside."]}, {"name": "Mirabell", "audio": "v_sr093_0033", "normalized": ["Ughyuuh?!", " Nnhiihh!"]}, {"name": "", "audio": "", "normalized": ["At this tremendous shock, her body leaped, and she stuck her chest and hips out on her own, swallowing both dicks up all the way as they swelled even larger."]}, {"name": "Mirabell", "audio": "v_sr093_0034", "normalized": ["Phghhiinnh, nhhaahh!", " Agghh, hghh, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Mirabell screamed as her eyes rolled back again, both holes constricting in tandem with her muscles."]}, {"name": "", "audio": "", "normalized": ["At the feeling of her soft, fleshy holes, the penises violating the female soldier's mind released their fiercely raging male lust all at once."]}, {"name": "", "audio": "", "normalized": ["*Sploorch!", " *Splash splash, gluurch!", "* *Drip, drop, gloorp!", "*"]}, {"name": "Mirabell", "audio": "v_sr093_0035", "normalized": ["Ghhyaahh…!", " Aghhii, ahiiee!", " I can't take it, insiide, so stickyy!"]}, {"name": "", "audio": "", "normalized": ["With the thick, hot pulsating sensations pouring down on her, Mirabell's eyes were opened all the way."]}, {"name": "", "audio": "", "normalized": ["Her mouth and her nose both opened, showing off her unsightly orgasm face."]}, {"name": "", "audio": "", "normalized": ["Both of her holes were spraying and dripping with squirt and love juices, and they spread across the floor of the train slowly where she lay."]}, {"name": "Mirabell", "audio": "v_sr093_0036", "normalized": ["It's comiing!", " I'm cumming, aiihh, I'm cumming, I'm cumming agaiin!", " I'm cumming, I can't shtoopp!"]}, {"name": "", "audio": "", "normalized": ["Mirabell gasped again, her vision and mind burning with a fierce light, leaving herself only to pleasure, as her vulgar nectar spilled forth."]}, {"name": "", "audio": "", "normalized": ["A virtuoso pilot, a commanding officer.", " There was no longer any trace of these."]}, {"name": "Mirabell", "audio": "v_sr093_0037", "normalized": ["Fuhhiihh, ihyuhh, nhhihh… Awoaah, hohhohh… d-diick… ohphhnnh…"]}, {"name": "", "audio": "", "normalized": ["The female overcome with lust had every hole spread out and could only lay there as she was violated."]}, {"name": "Mirabell", "audio": "v_sr093_0038", "normalized": ["Nnhphh… auunhh!"]}, {"name": "", "audio": "", "normalized": ["As the men pulled their throbbing penises out…"]}, {"name": "", "audio": "", "normalized": ["…their sperm gushed not just from her lewd holes but painted her entire body white as she pathetically lay there in satisfaction."]}, {"name": "Mirabell", "audio": "v_sr093_0039", "normalized": ["Nnhaheeh… phwaa, ahyuuhh… nnhh, shmelly, shticky…"]}, {"name": "", "audio": "", "normalized": ["The hardened clumps of semen jiggled like jelly as they flew from their meat sticks onto Mirabell's hair, face, her chest and her stomach…"]}, {"name": "", "audio": "", "normalized": ["They mottled her brown skin lewdly as they showered their filth down on her."]}, {"name": "Mirabell", "audio": "v_sr093_0040", "normalized": ["Nnhbhh… oghhohh… obbh, nnphh…hhmhh…"]}, {"name": "", "audio": "", "normalized": ["Her chin lifted and her neck bent, and the thick, jelly-like semen spread richly across her face."]}, {"name": "", "audio": "", "normalized": ["The clumps of semen had a stench that would make one's eyes and nose and mouth all close up."]}, {"name": "", "audio": "", "normalized": ["But Mirabell stretched out her lips, sucking them in and swirling them with her tongue as she gulped them down."]}, {"name": "Mirabell", "audio": "v_sr093_0041", "normalized": ["Oghh, hoohh, ohh…"]}, {"name": "", "audio": "", "normalized": ["Her behavior was completely by instinct.", " Her limbs moved not an inch and even her relaxed muscles didn't move to close her stretched-out holes."]}, {"name": "", "audio": "", "normalized": ["Her nipples and her pussy hole, both overflowed with thick cloudiness, as Mirabell convulsed all over from the aftershocks of her fierce orgasm."]}, {"name": "Train Announcer", "audio": "", "normalized": ["… We will momentarily be reaching the final station.", " The doors on both sides will open, please be careful—"]}, {"name": "", "audio": "", "normalized": ["The announcement echoed throughout the car, as it finally became time for the train where this spectacle of sexual torture to arrive at the final station."]}, {"name": "", "audio": "", "normalized": ["Having finished filming, the man drew close to Mirabell, who could now surely only move by reflex, to tell her something before her consciousness drifted away."]}, {"name": "You", "audio": "", "normalized": ["Thanks for your cooperation in filming, sergeant… Your videos and livestreams are all out there in the sea of the internet."]}, {"name": "You", "audio": "", "normalized": ["Your allies are most likely frothing at the mouth and preparing to rescue you now."]}, {"name": "", "audio": "", "normalized": ["Even hearing this, Mirabell no longer showed any sign of relief or despair."]}, {"name": "You", "audio": "", "normalized": ["…I'll fulfill my promise as well, I suppose.", " I promise, I won't lay a hand on your subordinates.", " However…"]}, {"name": "You", "audio": "", "normalized": ["I already sold them on to an orc slaver.", " They gave me quite a nice price for UFS' female pilots."]}, {"name": "You", "audio": "", "normalized": ["Just as I promised, I won't lay a hand on them but… well now, I wonder how they will fare from now on?"]}, {"name": "", "audio": "", "normalized": ["The fate of a woman sold to a slaver, even if she lived, would be a sex slave or a prostitute."]}, {"name": "", "audio": "", "normalized": ["In the worst case scenario, she would lose her life and have her organs sold."]}, {"name": "", "audio": "", "normalized": ["Hearing these demonic words, just what did the loyal Mirabell feel…?"]}, {"name": "Mirabell", "audio": "v_sr093_0042", "normalized": ["Uwaah… haah, ahahh…"]}, {"name": "", "audio": "", "normalized": ["Had she lost her mind with pleasure?", " Had she lost all hope and broken at these words?", " Or was it both?"]}, {"name": "", "audio": "", "normalized": ["As he gazed at Mirabell who was smiling vacantly, the man gave his last order to his underlings."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "UFS Soldier", "audio": "", "normalized": ["It's here, it's this train!"]}, {"name": "UFS Soldier", "audio": "", "normalized": ["Confirming Sergeant Mirabell Bell's status is the first priority!"]}, {"name": "UFS Soldier", "audio": "", "normalized": ["The possibility of enemies inside is high!", " Everyone, let's move in carefully!"]}, {"name": "", "audio": "", "normalized": ["Having seen the videos, the special forces that were immediately dispatched awaited the arrival of the train Mirabell was on, and immediately dashed inside."]}, {"name": "", "audio": "", "normalized": ["They cautiously but swiftly confirmed the identity of the passengers, until the force finally reached a single car—"]}, {"name": "", "audio": "", "normalized": ["The door to the sexual hell that had followed Mirabell finally opened."]}, {"name": "", "audio": "", "normalized": ["However…"]}, {"name": "UFS Soldier", "audio": "", "normalized": ["Ghh!", " She's here, over here!"]}, {"name": "UFS Soldier", "audio": "", "normalized": ["Sergeant, are you all right—"]}, {"name": "UFS Soldier", "audio": "", "normalized": ["…?!"]}, {"name": "Mirabell", "audio": "v_sr093_0043", "normalized": ["Nnhoohh… hohh, ohh…"]}, {"name": "UFS Soldier", "audio": "", "normalized": ["S-sergeant Bell…"]}, {"name": "", "audio": "", "normalized": ["Mirabell was unaware that her allies had come to rescue her, nor that they were standing still in shock."]}, {"name": "", "audio": "", "normalized": ["Her entire body was smeared with semen, and a huge amount dripped from her loosened vaginal entrance."]}, {"name": "", "audio": "", "normalized": ["Her nipples were stretched wide beyond the point of return, and thick vibrators were inserted, wriggling like living things."]}, {"name": "", "audio": "", "normalized": ["Her remodeled breasts and her defiled abdomen were covered with lewd markings, and a tool held open her pussy lips."]}, {"name": "", "audio": "", "normalized": ["Mirabell's indecent state made them hesitate to touch her or even call out to her…"]}, {"name": "", "audio": "", "normalized": ["The female soldier no longer thought anything of being seen by so many of her allies."]}, {"name": "", "audio": "", "normalized": ["Her eyes were rolled back and her lips bent in a smile, as she swooned with her blissful orgasm face."]}]