[{"name": "", "audio": "", "normalized": ["I had arrived at the alleyways of Yomihara.", " My goal was to once again find Crackle, who was running wild with this place as her territory."]}, {"name": "", "audio": "", "normalized": ["The catgirl lived freely and refused to join any organization, but she was respected here for her exceptional skill in battle."]}, {"name": "", "audio": "", "normalized": ["If all had gone according to my plan, the silver vine trap I set for her should have already turned her into a harmless kitten in heat."]}, {"name": "", "audio": "", "normalized": ["But unfortunately my expectations were betrayed, as the trap I had laid in vain hadn't moved even a bit."]}, {"name": "You", "audio": "", "normalized": ["Looks like I struck out.", " This trap worked well last time, though…"]}, {"name": "", "audio": "", "normalized": ["At that moment, I sensed a presence approaching me from behind."]}, {"name": "You", "audio": "", "normalized": ["Guuh, what's that-?!"]}, {"name": "", "audio": "", "normalized": ["Although I had swiftly looked behind me―"]}, {"name": "You", "audio": "", "normalized": ["Woah!"]}, {"name": "", "audio": "", "normalized": ["I had no chance to act as she swiftly chased me down, knocking me over toward the trap with a single blow."]}, {"name": "Crackle", "audio": "v_sr131_0000", "normalized": ["Heeheehee, I'm not stupid enough to keep falling for the same trap, mreow!"]}, {"name": "You", "audio": "", "normalized": ["You…"]}, {"name": "", "audio": "", "normalized": ["The shadow that had sent me flying was in fact the very Crackle I was trying to trap."]}, {"name": "", "audio": "", "normalized": ["It seemed as though she had been waiting to ambush me with my own plan."]}, {"name": "Crackle", "audio": "v_sr131_0001", "normalized": ["Since you were gonna use that trap or whatever, I was waiting for the right time to ambush you, meow."]}, {"name": "You", "audio": "", "normalized": ["So I'm the prey this time, huh?"]}, {"name": "", "audio": "", "normalized": ["As I tried to cover up my unease, while being covered with the silver vine from my own trap…"]}, {"name": "", "audio": "", "normalized": ["I tried to look for an opening as Crackle smiled triumphantly, but she was a feline hunter."]}, {"name": "", "audio": "", "normalized": ["There was no way she'd show any weakness with her prey in front of her."]}, {"name": "You", "audio": "", "normalized": ["I give up… You completely got me."]}, {"name": "Crackle", "audio": "v_sr131_0002", "normalized": ["It serves you right, meow!", " You were just like a mouse being watched by a cat.", " I'm gonna chop you right up."]}, {"name": "", "audio": "", "normalized": ["Her sharp claws shot out at once as she grinned widely.", " They were honed like very keen, natural knives."]}, {"name": "", "audio": "", "normalized": ["If a person's body got stabbed with these, they would be ripped to shreds in a matter of seconds."]}, {"name": "You", "audio": "", "normalized": ["Can I surrender?"]}, {"name": "Crackle", "audio": "v_sr131_0003", "normalized": ["Grr, there's no such thing as surrender in the wild."]}, {"name": "You", "audio": "", "normalized": ["Do I have time to say a final prayer?"]}, {"name": "Crackle", "audio": "v_sr131_0004", "normalized": ["Rraow… it takes a little while to die, so you've got about that long."]}, {"name": "", "audio": "", "normalized": ["Though she looked like a cute girl, she was a merciless beast.", " She was treating as nothing more than her prey."]}, {"name": "You", "audio": "", "normalized": ["You're pretty cruel for having such a cute face."]}, {"name": "Crackle", "audio": "v_sr131_0005", "normalized": ["Eat or get eaten, those are the rules, meow."]}, {"name": "You", "audio": "", "normalized": ["But you're listening to me talk right now, aren't you?"]}, {"name": "Crackle", "audio": "v_sr131_0006", "normalized": ["I'm just in a good mood today since something smells purretty nice, meow."]}, {"name": "You", "audio": "", "normalized": ["Heh, that's not it."]}, {"name": "", "audio": "", "normalized": ["It was the worst possible situation, but the feline instincts dwelling inside of her were on my side."]}, {"name": "You", "audio": "", "normalized": ["Look, get a good whiff with that nose of yours.", " The silver vine I used this time is a bit different from before."]}, {"name": "Crackle", "audio": "v_sr131_0007", "normalized": ["*sniffsniff*… this… what is this, mreow?!"]}, {"name": "You", "audio": "", "normalized": ["I made sure to mix in an aphrodisiac for feline demihumans along with the silver vine."]}, {"name": "You", "audio": "", "normalized": ["Naturally, it becomes extremely volatile when you spread it around."]}, {"name": "Crackle", "audio": "v_sr131_0008", "normalized": ["*Sniff, sniff…* What's volatile… geehh, what is this?!"]}, {"name": "You", "audio": "", "normalized": ["To put it simply, the drug mixes with the air and causes an effect to someone just by breathing it in."]}, {"name": "", "audio": "", "normalized": ["Her instinct was to tease her prey, so she had put off the final blow, and let me overturn the situation."]}, {"name": "", "audio": "", "normalized": ["As Crackle straddled me, her vision began to swim, and all the power began to drain from her angry body."]}, {"name": "Crackle", "audio": "v_sr131_0009", "normalized": ["Purr… rr… prr… purr… *roll*"]}, {"name": "You", "audio": "", "normalized": ["Seems like it's working well.", " You should be suddenly turning into a female cat in heat right about now, I'm guessing?"]}, {"name": "Crackle", "audio": "v_sr131_0010", "normalized": ["Gghh, ghiihh, this is so annoying, grr.", " Falling into an unfair trap again… ghiighh!"]}, {"name": "You", "audio": "", "normalized": ["Calling it sneaky or unfair is just loser's talk in the wild, isn't it?"]}, {"name": "Crackle", "audio": "v_sr131_0011", "normalized": ["Gghghiihh, this is no good, grr, all my strength is gone… phhgh, ghphh!"]}, {"name": "", "audio": "", "normalized": ["Crackle was completely in heat, and she breathed heavily as she reached out for my pants and quickly ripped them off."]}, {"name": "", "audio": "", "normalized": ["Her excitement built even quicker at the sight of my suddenly uncovered dick."]}, {"name": "Crackle", "audio": "v_sr131_0012", "normalized": ["Phwahah, phhwahh, I-I can't… stand it anymore, mreow!"]}, {"name": "You", "audio": "", "normalized": ["I can't give you my life, but if you want this, we can come to an agreement."]}, {"name": "", "audio": "", "normalized": ["What Crackle wanted now wasn't prey, but a male that could satisfy her body that was in heat."]}, {"name": "", "audio": "", "normalized": ["Without any hesitation, her hands reached out to my rod, and she began to stroke it, being careful not to hurt me."]}, {"name": "You", "audio": "", "normalized": ["All right then.", " Work it good and get it going."]}, {"name": "Crackle", "audio": "v_sr131_0013", "normalized": ["Phhahh, phh, hurry up, hurry up and get hard, get hard already, dick!"]}, {"name": "", "audio": "", "normalized": ["She gripped my penis with the tips of her fingers, moving it up and down, making an effort to get it to a hardness that would satisfy her, but…"]}, {"name": "You", "audio": "", "normalized": ["You're not really putting the right pressure on it."]}, {"name": "Crackle", "audio": "v_sr131_0014", "normalized": ["Guuh, it won't get hard, meow.", " Why not?!"]}, {"name": "", "audio": "", "normalized": ["I wouldn't give her a reward that easily."]}, {"name": "You", "audio": "", "normalized": ["If you don't do it a little better, I'm never gonna be able to put it in."]}, {"name": "Crackle", "audio": "v_sr131_0015", "normalized": ["You're just bullying me, grr.", " I can't stand it anymore, that's how much I want this dick, mreow!"]}, {"name": "You", "audio": "", "normalized": ["In that case, do it properly, they say slow and steady wins the race, right?"]}, {"name": "You", "audio": "", "normalized": ["Use both of your hands and stimulate my sack and rod at the same time."]}, {"name": "Crackle", "audio": "v_sr131_0016", "normalized": ["Phhgh, nyahh, like this, is this good, meow?"]}, {"name": "", "audio": "", "normalized": ["Crackle was completely taken over by her desire, no longer a ferocious beast.", " She followed my instructions and frantically touched me with both hands."]}, {"name": "", "audio": "", "normalized": ["As she rolled my testicles around with her fingers, she rubbed up and down my shaft diligently with her palm."]}, {"name": "You", "audio": "", "normalized": ["See, you can do it if you try."]}, {"name": "Crackle", "audio": "v_sr131_0017", "normalized": ["Phwaah, it's true, meow.", " Your dick is getting harder, it's getting erect, mreow!"]}, {"name": "You", "audio": "", "normalized": ["Now then, as a reward for getting it up for me, I'll have sex with you like we did before."]}, {"name": "Crackle", "audio": "v_sr131_0018", "normalized": ["Y-yess, I did it… I'm already so soaked… I'm throbbing, meow!"]}, {"name": "", "audio": "", "normalized": ["Just as she said, when I looked at her exposed folds, there was sweet honey flowing down as proof of how turned on she was."]}, {"name": "You", "audio": "", "normalized": ["Look, I'm letting you use my dick, so put it in yourself and enjoy it!"]}, {"name": "Crackle", "audio": "v_sr131_0019", "normalized": ["Y-yesh, here I go with your dick, meow!"]}, {"name": "", "audio": "", "normalized": ["*Zlurch, gchh!", "* *Gchh, sploorch!", "*"]}, {"name": "Crackle", "audio": "v_sr131_0020", "normalized": ["Guwaahhah, hahyahh, th-thish, nnghighhi, thish ish amazhiing, nnghghh amazing, mreoww!"]}, {"name": "", "audio": "", "normalized": ["She let out a loud squeal like a wild war cry as she sucked up my rod with her soaked pussy, bending her body backwards as she writhed."]}, {"name": "", "audio": "", "normalized": ["She swallowed me up deeply, all the way to the base, as her pussy lips stretched back, exposing her pink flesh."]}, {"name": "Crackle", "audio": "v_sr131_0021", "normalized": ["Phyaahhahhah, your dick, thish issh, your dick, ghiighih, it feels good!"]}, {"name": "", "audio": "", "normalized": ["At this point she was nothing more than a female cat worn out by her own lust."]}, {"name": "", "audio": "", "normalized": ["She could only be drunk on the pleasure that welled up within her as she let out a wild, indecent scream."]}, {"name": "You", "audio": "", "normalized": ["Swallowing it all the way up at once… Seems like you really can't resist your desires."]}, {"name": "Crackle", "audio": "v_sr131_0022", "normalized": ["Nguughhahh, I'm melting, I'm meltiing, nyaahahah, mating, mating feels sho good, sho good meooww!"]}, {"name": "", "audio": "", "normalized": ["Though her cute girlish figure was suddenly transformed into a greedy harlot consumed by desire, it made me excited where I lay beneath her."]}, {"name": "Crackle", "audio": "v_sr131_0023", "normalized": ["Nyahah, nnyahahh, my pussy, my sticky pussy, deep inside, it's throbbiing!"]}, {"name": "", "audio": "", "normalized": ["With her tail waggling at a frantic pace, she deliriously shook her butt as though she was trying to hang on to a runaway horse."]}, {"name": "You", "audio": "", "normalized": ["You move so forcefully.", " And your lower half is trained so well… you're clamping down really strongly."]}, {"name": "Crackle", "audio": "v_sr131_0024", "normalized": ["Phhnyahahhah, nyahahahh, your dick, hahihhahyahh, is getting bigger inside of mee!"]}, {"name": "", "audio": "", "normalized": ["The force of her pressuring me made my meat rod swell larger, stimulating her pussy walls even more."]}, {"name": "Crackle", "audio": "v_sr131_0025", "normalized": ["Nnyahahah, it's feeling good, nnyahha, nyahahh… your dick is feeling good inside me, mreooww!", ","]}, {"name": "", "audio": "", "normalized": ["She grew even more enthusiastic, as she could feel inside of her female hole that the movement of her hips was making me excited."]}, {"name": "", "audio": "", "normalized": ["At this rate, she was going at a pace that would make me blow my load on my own first."]}, {"name": "", "audio": "", "normalized": ["*Ncchchh, nnchhrhllr!", "*"]}, {"name": "You", "audio": "", "normalized": ["Even if you are cute, you're still completely feral.", " You shouldn't underestimate your awakened instincts."]}, {"name": "You", "audio": "", "normalized": ["In that case… how about this!"]}, {"name": "Crackle", "audio": "v_sr131_0026", "normalized": ["Mmmghnnhayahh!", " Nnghhgh, th-thish is, hahhihh, the silver vine, meooww!"]}, {"name": "", "audio": "", "normalized": ["Desperately trying to think of something to do, I grabbed the silver vine with aphrodisiac stuck to my body and stuck it in the face of the confused girl above me."]}, {"name": "", "audio": "", "normalized": ["It was like an electric shock ran through her, and she trembled as she was forced to breathe in the scent of the silver vine and the aphrodisiac."]}, {"name": "Crackle", "audio": "v_sr131_0027", "normalized": ["Hahiihh, nnhghh, guhhihhghh, th-this smell, nnghh, it's making me twitch, it's making me twitch, mreow!"]}, {"name": "You", "audio": "", "normalized": ["It's a one-two punch of your favorite silver vine and aphrodisiac.", " Burns real good, doesn't it?"]}, {"name": "Crackle", "audio": "v_sr131_0028", "normalized": ["Nnahahh, nnhahhghhiihh, guahhahhghh, aghghh, it's so hott, my body, it's so hoot, meow!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I can tell.", " The hole my dick is stuffed into is soaking me like you're full of hot lava."]}, {"name": "Crackle", "audio": "v_sr131_0029", "normalized": ["Gughhyahh, it's coming out, from deep inside, ahhghhiih, from deep inside my pussyy…"]}, {"name": "", "audio": "", "normalized": ["A huge amount of love fluids were dripping out from her pussy folds that swallowed up my dick, almost as if she had wet herself."]}, {"name": "", "audio": "", "normalized": ["Her hot, wet, melty flesh was grinding against my rod, contracting as though it were begging for me to ejaculate."]}, {"name": "Crackle", "audio": "v_sr131_0030", "normalized": ["Phwaahhah, ahhihhihh, let it out, I want you to let it out, please, meow… your hot, sticky stuff… I want it in my pussy, meow…"]}, {"name": "You", "audio": "", "normalized": ["This thing right here inside your lewd female hole, that's where you want my sperm?"]}, {"name": "", "audio": "", "normalized": ["I moved my hips below her and thrust my glans at the cramped opening deep inside her pussy."]}, {"name": "Crackle", "audio": "v_sr131_0031", "normalized": ["Gughghihh, there!", " R-right there, I want it, your gushing dick milk!"]}, {"name": "You", "audio": "", "normalized": ["You're telling me you want me to breed with you, even though you were calling me prey?"]}, {"name": "", "audio": "", "normalized": ["It was clear the situation had changed completely, from the way she was begging me to knock her up after treating me like a mouse."]}, {"name": "Crackle", "audio": "v_sr131_0032", "normalized": ["Ughghgh… This time, for sure… this time, for sure I thought that I would get to punish youu!"]}, {"name": "", "audio": "", "normalized": ["She had seen through my trap, managed to use it against me, and had been on the verge of victory."]}, {"name": "", "audio": "", "normalized": ["But it was a cat's instinct to play with its prey before finishing it off, and because of that, she had ended up having to face this humiliation."]}, {"name": "You", "audio": "", "normalized": ["This is your fate.", " It's your destiny to go crazy with satisfaction from my dick."]}, {"name": "Crackle", "audio": "v_sr131_0033", "normalized": ["Phhghighh, th-that's not true, grr, by someone like youu, ghghgh, this is just a coincidence, rr!"]}, {"name": "You", "audio": "", "normalized": ["You didn't know?", " Coincidences are the most common tool of fate."]}, {"name": "Crackle", "audio": "v_sr131_0034", "normalized": ["Gihh, this sucks, this suucks, I can't, I can't believe thiis, ghhgighh, this is wrong, grr!"]}, {"name": "", "audio": "", "normalized": ["*Gbhh, zchhbhh!", "*"]}, {"name": "", "audio": "", "normalized": ["As I groped about in the dark and thrust from below with my dick, the head slipped into the entrance to her womb, deep inside her pussy."]}, {"name": "Crackle", "audio": "v_sr131_0035", "normalized": ["Ghoghghh, nnbghh… i-in my womb, your dick dug inside, mreoww!"]}, {"name": "You", "audio": "", "normalized": ["I'll aim for your lewd cat in heat eggs as I shoot off."]}, {"name": "Crackle", "audio": "v_sr131_0036", "normalized": ["Phhgghihhgh, gughhiihh, mmghhihh, nnyhahyghh…"]}, {"name": "You", "audio": "", "normalized": ["You can't take the ache in your womb, right?", " Be a good girl and beg me to breed you."]}, {"name": "Crackle", "audio": "v_sr131_0037", "normalized": ["Phhghgghiih, this, this sucks, this sucks, grr, nyaghghii!"]}, {"name": "", "audio": "", "normalized": ["I thrust inside of her womb with my glans, urging her to be honest and beg me, and Crackle's resolve crumbled."]}, {"name": "Crackle", "audio": "v_sr131_0038", "normalized": ["Gughghiih, I want it, I want it, meow, your dick milk, right in my womb, breed me with it, breed me!"]}, {"name": "", "audio": "", "normalized": ["There was nothing she could do to get the upper hand, and even though she was in the dominant position, Crackle yielded and begged me to ejaculate."]}, {"name": "You", "audio": "", "normalized": ["Good girl, I'll treat the cute little slutty kitty to a big helping of my dick milk!"]}, {"name": "Crackle", "audio": "v_sr131_0039", "normalized": ["Phghhihh, your milk, meow, sticky, gooey, warm milk, nnghh, breed me, mreooww!"]}, {"name": "", "audio": "", "normalized": ["*Splurt, sploosh!", "* *Splortsplort, splash…*"]}, {"name": "Crackle", "audio": "v_sr131_0040", "normalized": ["Gughghiih, ghiighh, I'm gonna cum, I'm gonna cum, guuphhghh, I'm cummiing, pphfnyahahahhn!"]}, {"name": "", "audio": "", "normalized": ["Her vagina contracted tightly and her body seemed as though it would float away from the grand emission inside of her womb."]}, {"name": "", "audio": "", "normalized": ["Her soaked pussy folds clamped down on my cock, sucking everything all the way to the back of her womb."]}, {"name": "You", "audio": "", "normalized": ["Phwoah, you sure sucked it in hard, for such a small body."]}, {"name": "Crackle", "audio": "v_sr131_0041", "normalized": ["Hghghh, hgihhgihh, nyahahh, your sperm is, hghiighhi, hitting against my eggs!"]}, {"name": "You", "audio": "", "normalized": ["Did your hole remember the taste of my sperm?"]}, {"name": "Crackle", "audio": "v_sr131_0042", "normalized": ["Gnnhyahhgh, it remembers, nnghh, your sticky, gooey semen, it's so delicious, nngh, my hole, my hole remembers…"]}, {"name": "You", "audio": "", "normalized": ["Seems like you're a horny catgirl addicted to semen."]}, {"name": "Crackle", "audio": "v_sr131_0043", "normalized": ["Gughghihh, gughhihh… This sucks, this sucks but, I, I love your dick, mreooww!"]}, {"name": "", "audio": "", "normalized": ["As she sucked up the cloudy white fluid with her soaked walls, Crackle admitted that she was a prisoner to her pleasure…"]}, {"name": "", "audio": "", "normalized": ["…even though she looked frustrated and gritted her teeth."]}, {"name": "Crackle", "audio": "v_sr131_0044", "normalized": ["Phwaahaha, phghgh, haah, hahah, amazhing, amazing… it felt, so good, meow…"]}, {"name": "You", "audio": "", "normalized": ["You sucked out everything left in my tip."]}, {"name": "", "audio": "", "normalized": ["The aftershocks of her climax were still unceasing, as her hole continued to clamp down and twitch for a while."]}, {"name": "Crackle", "audio": "v_sr131_0045", "normalized": ["Phnyahh, ghh, m-my body, is numb, I'm so weak, mreow…"]}, {"name": "You", "audio": "", "normalized": ["If you had that much fun, why don't you come with me?"]}, {"name": "Crackle", "audio": "v_sr131_0046", "normalized": ["I-I won't be a housecat… I'll never be, phhgh… someone's pet!"]}, {"name": "", "audio": "", "normalized": ["Even if she was caught up in bliss, she still hadn't lost her pride as a feline.", " Still, that too was shaken by my words."]}, {"name": "You", "audio": "", "normalized": ["I have no intention of making you my pet.", " We'd just be partners.", " If you come with me, it's all the silver vine you could want."]}, {"name": "Crackle", "audio": "v_sr131_0047", "normalized": ["Pgnghh, s-silver vine?!"]}, {"name": "", "audio": "", "normalized": ["Even I wasn't sure if that was really a suitable offer for a partner, but it completely captured Crackle's heart."]}, {"name": "You", "audio": "", "normalized": ["And of course, if you like, I can make you cum like this as much as you want?"]}, {"name": "Crackle", "audio": "v_sr131_0048", "normalized": ["Phhgh, guuh… nnyahahah, yes… th-that might be nice idea, meow."]}, {"name": "You", "audio": "", "normalized": ["Right?", " Wouldn't it be a lot more rewarding than trying to kill each other?"]}, {"name": "Crackle", "audio": "v_sr131_0049", "normalized": ["I-I understand.", " Th-then in exchange… let's do it again one more time right now!"]}, {"name": "", "audio": "", "normalized": ["Saying this, Crackle laid her face on my chest like a spoiled kitten as she begged me sweetly to satisfy her womb."]}]