[{"name": "Yukino", "audio": "v_r-ev025_0000", "normalized": ["This is my ice… Who…who are you?"]}, {"name": "", "audio": "", "normalized": ["Handcuffs made of ice bound Yukino to a tree.", " She looked back over her shoulder sharply, trying desperately to hide her fear."]}, {"name": "", "audio": "", "normalized": ["After being suddenly attacked upon returning home from her stroll in town,"]}, {"name": "", "audio": "", "normalized": ["Yukino tried to turn the tables on her male attacker, however her attacks were nullified, and she herself became imprisoned."]}, {"name": "", "audio": "", "normalized": ["She now found herself stripped of both her power and her freedom, without ever knowing why.", " There could be no greater fear for someone as powerful as her."]}, {"name": "", "audio": "", "normalized": ["However, as afraid as she was, she felt more anger towards her brazen attacker."]}, {"name": "Yukino", "audio": "v_r-ev025_0001", "normalized": ["What do you plan on doing with me?", " Just what are you after?!"]}, {"name": "", "audio": "", "normalized": ["Yukino shouted fighting desperately to quell the loud beating of her own heart."]}, {"name": "You", "audio": "", "normalized": ["Oh, don't play coy with me You know very well what I want.", " I want you, Yukino.", " All I want is for you to join me."]}, {"name": "", "audio": "", "normalized": ["Within moments, the man was hugging her from behind, his hands reaching around her to spread apart her beautifully designed kimono."]}, {"name": "Yukino", "audio": "v_r-ev025_0002", "normalized": ["What are you…hnngg…"]}, {"name": "", "audio": "", "normalized": ["The man placed his hands underneath her large, supple breasts and began to violently massage them."]}, {"name": "", "audio": "", "normalized": ["Being true to her name, her skin was indeed cold to the touch.", " However, the man couldn't care less as he fondled her breasts with his warm hands."]}, {"name": "Yukino", "audio": "v_r-ev025_0003", "normalized": ["Aahh… Haahh… Mmnn…"]}, {"name": "", "audio": "", "normalized": ["Since her hands were bound above, the man grabbed her by the waist and pulled her ass back."]}, {"name": "", "audio": "", "normalized": ["Yukino had to spread her legs apart in order not to fall over.", " However, by doing so, the cloth covering her lady parts rode up her legs."]}, {"name": "", "audio": "", "normalized": ["Before the man ravaged her, he wanted to have some fun.", " With one hand massaging her breasts, he used the other to loosen her kimono and felt up her soft thighs."]}, {"name": "Yukino", "audio": "v_r-ev025_0004", "normalized": ["Hyah!", " Grr… Aah… Not there…!"]}, {"name": "", "audio": "", "normalized": ["As the tradition went, the Snow Women would often sexually prey on men.", " Therefore, it would make sense that their bodies would be built exactly like a woman's."]}, {"name": "", "audio": "", "normalized": ["As the man persistently massaged her breasts, he soon moved on to her cold nipples; his warm hands made Yukino blush."]}, {"name": "Yukino", "audio": "v_r-ev025_0005", "normalized": ["(Ohh… His hands are so… …warm…)"]}, {"name": "", "audio": "", "normalized": ["The man's warm and soft touch excited Yukino's senses.", " Kneading her breasts like cold dough, the man then began squeezing her nipples and inverting them."]}, {"name": "", "audio": "", "normalized": ["In response to this, Yukino's body reacted subconsciously by sending more blood to her breasts, which hardened her nipples."]}, {"name": "", "audio": "", "normalized": ["As the man ran his fingers along her hard nipples, Yukino began to twist her hips, blushing with embarrassment."]}, {"name": "Yukino", "audio": "v_r-ev025_0006", "normalized": ["Haah!", " Mmmnn… It's so hot…"]}, {"name": "You", "audio": "", "normalized": ["Heh… Seems like you finally understand."]}, {"name": "You", "audio": "", "normalized": ["You're a sexual manifestation based on the desires of all the men who enter this mountain."]}, {"name": "You", "audio": "", "normalized": ["You are indeed a dirty woman."]}, {"name": "", "audio": "", "normalized": ["Yukino looked away in embarrassment as the man pointed out her true nature— one that should could never refute."]}, {"name": "Yukino", "audio": "v_r-ev025_0007", "normalized": ["(Haah… Why is he… …doing this to me… Oh no… Is he making me wet…?", ")"]}, {"name": "", "audio": "", "normalized": ["Her nipples bounce back and jiggle with excitement after the man pushes them deep into her pillowy-soft breasts."]}, {"name": "", "audio": "", "normalized": ["Slowly, Yukino's body began to heat up as the man ran his hands up and down her soft and tender skin."]}, {"name": "", "audio": "", "normalized": ["Before she knew it, Yukino was becoming more and more moist down below; the touch of the man's fingers made her drip with excitement."]}, {"name": "Yukino", "audio": "v_r-ev025_0008", "normalized": ["Ooohh… Mmmnn… Haahh… It feels so…"]}, {"name": "", "audio": "", "normalized": ["Like ice melting on a hot summer's day, the heat from the man's hands penetrated deeply wherever he touched, sending warm sensations deep into her pussy."]}, {"name": "", "audio": "", "normalized": ["By switching from tender touching to rough massaging, Yukino's hips began to thrust themselves upon the man's crotch as her body begged for more."]}, {"name": "", "audio": "", "normalized": ["Like a Venus flytrap, her soaked snatch caught his wandering fingers and allowed them inside her as streaks of nectar ran down her legs."]}, {"name": "You", "audio": "", "normalized": ["Heh, you're a dirty little snow woman.", " I really wonder if you wait for the men to come to you or…"]}, {"name": "Yukino", "audio": "v_r-ev025_0009", "normalized": ["Hhhnngg…Of-of course I do!", " Mmmnn… I'm not… …I'm not that type of woman!"]}, {"name": "", "audio": "", "normalized": ["To her, he was but a contemptible worm.", " She glared at him, defying all that he was saying."]}, {"name": "", "audio": "", "normalized": ["However, what he said was indeed the truth, as every time he touched her, she moaned louder, and her crotch became even moister."]}, {"name": "", "audio": "", "normalized": ["And what's more, Yukino's own body began to betray her words, as it began to loosen up in the man's grip.", " Her pussy trembled as the man slid his finger across her slit."]}, {"name": "Yukino", "audio": "v_r-ev025_0010", "normalized": ["Aaahh!", " No more!", " Let's just stop and go our opposite ways!"]}, {"name": "You", "audio": "", "normalized": ["It's interesting you say that, as it seems your body is ready for me.", " How about I have a taste of your ice cream…"]}, {"name": "", "audio": "", "normalized": ["Yukino's hips shook as the man whispered into her ear and pressed himself hard against her soft and blushing buttocks."]}, {"name": "Yukino", "audio": "v_r-ev025_0011", "normalized": ["Ooohh… What are you going to… Ooohh!"]}, {"name": "", "audio": "", "normalized": ["Her round and supple ass felt a hard and bulging heat source pressed against it.", " She could feel the warmth penetrate her skin, loosening up her clenched cheeks."]}, {"name": "", "audio": "", "normalized": ["The man loosened her kimono and exposed her breasts to the cold wind.", " Pressing his cock against her ass, the man raised her stained kimono above her hips."]}, {"name": "Yukino", "audio": "v_r-ev025_0012", "normalized": ["(Oh no… He isn't serious, is he?", ")"]}, {"name": "", "audio": "", "normalized": ["*Shlick-shlick!", "* *Gooch-splorch!", "* *Shlip-shlip-shlililick!", "*"]}, {"name": "Yukino", "audio": "v_r-ev025_0013", "normalized": ["Mmmnnaahh… It's so warm… Aaah-haahh…!"]}, {"name": "", "audio": "", "normalized": ["Her pussy wasn't just wet—it was a literal marsh.", " The man's member easily slid in and began to lay waste to her ice pussy."]}, {"name": "Yukino", "audio": "v_r-ev025_0014", "normalized": ["Mmnngghh!"]}, {"name": "", "audio": "", "normalized": ["She could feel a dull pain, like tired muscles after an intense workout.", " However, she felt a deep warmth which far exceeded any pain she had."]}, {"name": "Yukino", "audio": "v_r-ev025_0015", "normalized": ["Aaahh… Haahh… It's so hot!", " So…hot…"]}, {"name": "You", "audio": "", "normalized": ["Your pussy is surprisingly very hot, even for a snow woman.", " Let's see how hot it can get… …before you melt!"]}, {"name": "", "audio": "", "normalized": ["*Sploosh-splack!", "* *Shlick-shlick-shlick!", "*"]}, {"name": "Yukino", "audio": "v_r-ev025_0016", "normalized": ["Aaahh!", " It's so…!", " Ooohh!"]}, {"name": "", "audio": "", "normalized": ["To Yukino, the heat radiating off the man's penis was as hot as molten steel, and yet inexplicably it felt sweet and tender, almost…enjoyable."]}, {"name": "", "audio": "", "normalized": ["Each push spread her lips farther and farther apart, which allowed Yukino's sweet nectar to stream down her shaking legs."]}, {"name": "", "audio": "", "normalized": ["As the man pounded Yukino from behind, her moans became far more pronounced as she curved her spine in pleasure."]}, {"name": "Yukino", "audio": "v_r-ev025_0017", "normalized": ["I can feel my…pussy… …so…hot…aahh… Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Yukino could feel the muscles in her pussy release tension as the man's thrusts quickened.", " She wondered what was going on down there."]}, {"name": "", "audio": "", "normalized": ["However, her fears were soon swept away by oncoming waves of pleasure as her body twitched and ached the more the man pounded."]}, {"name": "", "audio": "", "normalized": ["Her body jolted with mini seizures as she curved her spine even further, subconsciously directing his cock to her fuck her even deeper."]}, {"name": "", "audio": "", "normalized": ["She jutted her ass out for a better angle, and the man reciprocated by fucking her down to the base of his cock."]}, {"name": "Yukino", "audio": "v_r-ev025_0018", "normalized": ["Haah-hah-aahh!", " Mmmnn… Hnngghh…aahh…"]}, {"name": "", "audio": "", "normalized": ["Like throwing water on a hot pan, vapor began to form around her pussy as the hanging Yukino's senses became worked up over the musky BO the man was producing."]}, {"name": "", "audio": "", "normalized": ["She could feel her legs go numb each time the man gave her a full-force pump."]}, {"name": "", "audio": "", "normalized": ["However, she tightened her leg muscles to prevent herself from falling over, which in turn tightened her pussy, repeating the pleasure cycle."]}, {"name": "", "audio": "", "normalized": ["The numbness slowly began to reach her brain, and slowly Yukino's vison started to blur as she became enamored with the pleasure she was receiving."]}, {"name": "Yukino", "audio": "v_r-ev025_0019", "normalized": ["Haahh… It feels…so… Oohh… It feels so good… Aaah-haah…"]}, {"name": "You", "audio": "", "normalized": ["Demons are typically very receptive to lust.", " Don't worry, though.", " You're gonna feel great…"]}, {"name": "You", "audio": "", "normalized": ["…right after I dump my molten cum into you!"]}, {"name": "", "audio": "", "normalized": ["The man screamed, as he grabbed Yukino's waist and began power fucking her tight pussy."]}, {"name": "", "audio": "", "normalized": ["*Gooch-gluch!", "* *Splock-spluck-spleck!", "* *Chluck-splooch!", "*"]}, {"name": "Yukino", "audio": "v_r-ev025_0020", "normalized": ["What the?!", " Aaahh!", " Ohh…hoohh!"]}, {"name": "", "audio": "", "normalized": ["Yukino began howling with pleasure as the man laid into her with enough force to turn her trap inside out."]}, {"name": "", "audio": "", "normalized": ["Her breaths became heavier as she could feel him brush up against her cervix, each time pushing further and further into it."]}, {"name": "Yukino", "audio": "v_r-ev025_0021", "normalized": ["Mmmnn…oohh!", " I'm gonna…oohh!"]}, {"name": "", "audio": "", "normalized": ["The man slyly grinned upon seeing Yukino writhe and twist with pleasure.", " Grabbing onto her hips, the man thrust himself deeper, penetrating her womb."]}, {"name": "Yukino", "audio": "v_r-ev025_0022", "normalized": ["Kyaahh!"]}, {"name": "", "audio": "", "normalized": ["Yukino's body shook with uncontrollable seizures as her vison faded to white.", " Then, all of a sudden…"]}, {"name": "", "audio": "", "normalized": ["*Throb-throb-throb!", "* *Sploosshh!", "*"]}, {"name": "Yukino", "audio": "v_r-ev025_0023", "normalized": ["OOHH!", " It's so waarrmm!", " Mmmnn, I feel like I'm melting!"]}, {"name": "", "audio": "", "normalized": ["Like an erupting volcano, the man dumped his steaming load deep into the frozen woman's pussy."]}, {"name": "", "audio": "", "normalized": ["The feeling of the heat spreading out through its contact sent Yukino into a daze— her body shook with feminine ecstasy."]}, {"name": "", "audio": "", "normalized": ["Drool poured from her hanging tongue as she stared off into the distance, her body overcome with pleasure."]}, {"name": "Yukino", "audio": "v_r-ev025_0024", "normalized": ["Ooohh…aahh… So warm… Ah-ah-aahh…"]}, {"name": "", "audio": "", "normalized": ["Yukino's lips quivered and clenched around his cock as the man dumped an almost inhuman amount of cum into the beautiful Demon."]}, {"name": "", "audio": "", "normalized": ["Copious amounts of cum spilled out of her dripping cunt as she stood there, heavily panting from multiple orgasms."]}, {"name": "", "audio": "", "normalized": ["Still attached to the tree, Yukino jutted her flushed, voluptuous ass out, seemingly begging to be fucked even more."]}, {"name": "You", "audio": "", "normalized": ["Hey, that's the spirit.", " I'll make sure you feel even more pleasure… Enough that even your cold heart and body will melt…"]}, {"name": "", "audio": "", "normalized": ["Silently accepting the man's offer, Yukino slowly raised her quivering ass ready to begin round two."]}]