[{"name": "You", "audio": "", "normalized": ["Is this really how I replenish your demon power…?"]}, {"name": "Feral", "audio": "v_r-ev213_0000", "normalized": ["…Mnn"]}, {"name": "", "audio": "", "normalized": ["As I lifted a gravy pot like container towards her, the girl with a wolf-like sharp face looked up."]}, {"name": "", "audio": "", "normalized": ["Her slanted eyes with emotionless, cat-like vertical pupils accentuated the fact this monster who looked like a woman was not human."]}, {"name": "", "audio": "", "normalized": ["Even though she was, in fact, a monster, she was dressed in a way that did not seem very fitting to the title for the moment."]}, {"name": "", "audio": "", "normalized": ["She was donning a straight jacket of the sort that bound her arms and legs and on her slender and sultry neck was a collar."]}, {"name": "", "audio": "", "normalized": ["What was even weirder was that she had one of those nose-hooks like a one you would use in BDSM plays on her well-featured face."]}, {"name": "", "audio": "", "normalized": ["The woman in front of me showed such a stupid face, I was feeling joy in tarnishing her beastly beauty on her face."]}, {"name": "You", "audio": "", "normalized": ["…I'm gonna pour it in."]}, {"name": "Feral", "audio": "v_r-ev213_0001", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["I shoved the container's spout into the nostrils of the monster who was taking the form of a girl."]}, {"name": "", "audio": "", "normalized": ["Even though she was being subjected to such humiliating acts, the thing that was named \"Feral\" only nodded silently."]}, {"name": "", "audio": "", "normalized": ["I poured the contents of the container into her nose as though I was replenishing lubricants into a machine."]}, {"name": "Feral", "audio": "v_r-ev213_0002", "normalized": ["…Gh.", " …Mnngh…gh, zzrughh… Zzzruhh, zzururuhh."]}, {"name": "", "audio": "", "normalized": ["As I poured in the liquid from the container into her with some doubts, Feral was snorting in the foul-smelling juice with her nose, like a real machine."]}, {"name": "", "audio": "", "normalized": ["The fluid inside the container was human semen."]}, {"name": "", "audio": "", "normalized": ["And Feral, who looked like a girl from the outside, at least, was snorting it in from her nose, instead of from her mouth, into her body."]}, {"name": "Feral", "audio": "v_r-ev213_0003", "normalized": ["Zzzozouhzouhh!", " Guhh?", " Mnghh… Mnnghh…?!"]}, {"name": "", "audio": "", "normalized": ["The thick, white fluid moving through the nostril must have caused her some pain, Feral groaned a little and her face frowned."]}, {"name": "You", "audio": "", "normalized": ["You can actually feel pain, huh?"]}, {"name": "Feral", "audio": "v_r-ev213_0004", "normalized": ["Mnnguh…?!", " Mnngh… Zoruhhrouhh.", " Zuhhruhh… Mnghh…"]}, {"name": "", "audio": "", "normalized": ["Apparently, this monster was still capable of feeling pain and Feral nodded as her face skewed from the pain."]}, {"name": "", "audio": "", "normalized": ["The reason I asked the girl if she had any emotion was――"]}, {"name": "", "audio": "", "normalized": ["Because she was just a \"weapon."]}, {"name": "", "audio": "", "normalized": ["From what I have heard, she was brought into the human world by a small organization involved with the Dark World and details were unknown."]}, {"name": "", "audio": "", "normalized": ["But as a weapon, she was a real deal, even worshiped as the god of destruction, presiding over death and destruction."]}, {"name": "", "audio": "", "normalized": ["The legend goes, she destroyed numerous nations that existed within the Dark World a long time ago."]}, {"name": "", "audio": "", "normalized": ["She was too dangerous to be left running amok, so she was sealed with the binding which was this straight jacket."]}, {"name": "", "audio": "", "normalized": ["The cover over her mouth was a powerful magic seal and it was not possible to remove it by force."]}, {"name": "", "audio": "", "normalized": ["I could not wait to test the power of the weapon I just acquired."]}, {"name": "", "audio": "", "normalized": ["So I figured I can help replenish Feral's own demon power to have her break the seal herself."]}, {"name": "", "audio": "", "normalized": ["So, that's how I was pouring the semen which was infused with demon power into her nose that was the only place I could actually pour it in."]}, {"name": "Feral", "audio": "v_r-ev213_0005", "normalized": ["Juouzzoughh, guhh…?!", " Mnghh…?!", " Goouchh…"]}, {"name": "", "audio": "", "normalized": ["She took in the semen I was pouring into her with no hesitation and the weapon shaped like a girl was swallowing her semen as she gulped."]}, {"name": "Feral", "audio": "v_r-ev213_0006", "normalized": ["Mnguhh… Goughghhmm…!", " Mghh… Juuzouhh, zzozozouhh, zurhuhh… Hmmnghh…?!"]}, {"name": "", "audio": "", "normalized": ["Even though she did look like a girl, but she was still a weapon, so she was not showing much emotion."]}, {"name": "", "audio": "", "normalized": ["But perhaps she was still in pain, she groaned a little and her brows frowned."]}, {"name": "You", "audio": "", "normalized": ["How is it, is your seal breaking anytime soon?"]}, {"name": "Feral", "audio": "v_r-ev213_0007", "normalized": ["Zbbeghbbeghh.", " Nmghh… Ggouhcmn…!", " Huguhh, mgmghh…"]}, {"name": "", "audio": "", "normalized": ["It seemed her demon power was begin replenished and the seal was weakening and Feral nodded repeatedly as she was swallowing the fluid."]}, {"name": "", "audio": "", "normalized": ["Perhaps I distracted her a little too much."]}, {"name": "Feral", "audio": "v_r-ev213_0008", "normalized": ["Gouhguh… Guhh?!", " Goughh?!", " Bbbguh?!"]}, {"name": "", "audio": "", "normalized": ["Feral rolled her eyes and began to cough."]}, {"name": "", "audio": "", "normalized": ["The thick, viscous fluids stuck onto her throat membrane and it must have gone into her trachea."]}, {"name": "", "audio": "", "normalized": ["Any human would have barfed everything up, but she was still desperately gulping her throat, trying to down the nasty smelling juice."]}, {"name": "Feral", "audio": "v_r-ev213_0009", "normalized": ["Guhh?!", " Obboughh…?!", " Mnngh, gouchh…!", " Gookyuhh!", " Gobbouh?!", " Mgh, bohouhgh?!"]}, {"name": "", "audio": "", "normalized": ["Feral tried her hardest to not let it flow back out, but she was beginning to be overwhelmed."]}, {"name": "Feral", "audio": "v_r-ev213_0010", "normalized": ["Goubbughh?!", " Boueghh?!", " Gohouughh, gouhouhh?!", " Oeghh?!"]}, {"name": "", "audio": "", "normalized": ["The massive amount of fluids coming in from her nose must have stuck to the membrane and Feral shook her still bound body and puked."]}, {"name": "", "audio": "", "normalized": ["But her mouth was sealed with the powerful magical bondage."]}, {"name": "", "audio": "", "normalized": ["It was when I thought of it."]}, {"name": "", "audio": "", "normalized": ["A noise as though the cloth was ripping echoed and Feral's mouth bondage came off, freeing her lips."]}, {"name": "Feral", "audio": "v_r-ev213_0011", "normalized": ["Hugoguhh?!", " Gegghh?!", " Goboboughh?!", " Ehoughh?!", " Goeghghgh?!"]}, {"name": "", "audio": "", "normalized": ["Feral puked cum out from her now exposed mouth."]}, {"name": "", "audio": "", "normalized": ["She still looked like a sharp-looking, beautiful girl, but she was barfing all over the place, unfitting to her looks, with a nasty groan."]}, {"name": "", "audio": "", "normalized": ["I had forgotten she was a weapon."]}, {"name": "", "audio": "", "normalized": ["I smugly grinned as I watched a woman with a strong-willed face almost drowning from all the cum."]}, {"name": "Feral", "audio": "v_r-ev213_0012", "normalized": ["Gaahaaghh…!", " Guhahaghh, guhh…?!", " Bubba…!", " Ogh, gueghh…?!"]}, {"name": "", "audio": "", "normalized": ["Feral must have been holding it in, even as she thought it was replenishing her demon power, she continued to puke with her lips shuddered."]}, {"name": "", "audio": "", "normalized": ["Her eyes were open wide and she was tearing up at the ends of her eyes."]}, {"name": "", "audio": "", "normalized": ["She was also snorting out the filthy mixture of snot and semen from her nostrils which had the spout of the container still stuck in."]}, {"name": "Feral", "audio": "v_r-ev213_0013", "normalized": ["Guhh… Hahh…?!", " Mnnghh…ughh, hehoughh… Eggouh…?!", " Haahh, haauhh, hahh…!"]}, {"name": "", "audio": "", "normalized": ["Feral coughed over and over again with the pained expression on her face, but it seemed nausea was getting better."]}, {"name": "", "audio": "", "normalized": ["Yet her breath was still short and rough, with her body was still twitching and shaking."]}, {"name": "You", "audio": "", "normalized": ["Looks like swallowing cum really did work, huh."]}, {"name": "", "audio": "", "normalized": ["I was now certain from seeing the bondage that did not come off no matter how much I pulled on it or shredded it with a knife just came off."]}, {"name": "Feral", "audio": "v_r-ev213_0014", "normalized": ["Haahh… Guhm hughh… Not yet… It's not enough…"]}, {"name": "", "audio": "", "normalized": ["Feral was still short of breath as she looked up at me with tears in her eyes."]}, {"name": "You", "audio": "", "normalized": ["Not enough, huh.", " You still want more cum?"]}, {"name": "Feral", "audio": "v_r-ev213_0015", "normalized": ["Yeah… Guhhghh, haahh, haughh… Cum… It's just not enough, not yet…"]}, {"name": "You", "audio": "", "normalized": ["Then I'm gonna feed it through your mouth."]}, {"name": "", "audio": "", "normalized": ["She was begging for more with an agonizing expression on her face, so I was about to shove the container of cum into her mouth."]}, {"name": "Feral", "audio": "v_r-ev213_0016", "normalized": ["No, not that… Huhh, cum… More thick cum…"]}, {"name": "", "audio": "", "normalized": ["Feral looked into my face with a tear in her eyes."]}, {"name": "", "audio": "", "normalized": ["Her face was completely covered with the cum she had puked, but her eyes looked like it was still begging for more."]}, {"name": "Feral", "audio": "v_r-ev213_0017", "normalized": ["Haahughh… Ughh, mnnguhh… Haaghh… Thick cum… I want more."]}, {"name": "", "audio": "", "normalized": ["Feral begged me as she looked into my eyes."]}, {"name": "", "audio": "", "normalized": ["Her breath which was running short from the agony was now turning flirty and it was turning hot and sweet."]}, {"name": "", "audio": "", "normalized": ["Perhaps because her demon power was being replenished, Feral was starting to show her personality, a sultry and mysterious alluring appeal at that."]}, {"name": "You", "audio": "", "normalized": ["I never figured I would be allured by a weapon of all things."]}, {"name": "You", "audio": "", "normalized": ["But I have no reason to say no if a beautiful girl like you is flirting with me."]}, {"name": "", "audio": "", "normalized": ["Other than the fact Feral was a weapon, she did look quite attractive as a human female."]}, {"name": "", "audio": "", "normalized": ["She did look like a girl, but her breast was obviously weighing down, even visible beneath the bondage."]}, {"name": "", "audio": "", "normalized": ["Her curves were supple and she was certainly voluptuous."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna give you hot cum just like you want it."]}, {"name": "Feral", "audio": "v_r-ev213_0018", "normalized": ["Haaghh… I want more, thick cum… Maahh."]}, {"name": "", "audio": "", "normalized": ["I whipped out my already erect penis and Feral's cheeks blushed, opening her mouth as if she was waiting for it."]}, {"name": "", "audio": "", "normalized": ["Saliva made threads inside her mouth and her crimson red tongue was twitching."]}, {"name": "", "audio": "", "normalized": ["Just as she invited me in, I shoved my cock right in."]}, {"name": "Feral", "audio": "v_r-ev213_0019", "normalized": ["Jurruumnn, juhhruuhruhh, guhh, mghh?!", " Mnngh?!", " Mnngbughh?!", " Guhgogoughh?!"]}, {"name": "", "audio": "", "normalized": ["As soon as I shoved my penis into Feral's mouth, she tangled her tongue onto my cock as though she was a whore."]}, {"name": "", "audio": "", "normalized": ["However, I ignored what she was doing to me and grabbed her head with my hands and pounded my hips."]}, {"name": "", "audio": "", "normalized": ["I rubbed the hardened tip of my cock against the membranes inside Feral's cheeks and throat."]}, {"name": "Feral", "audio": "v_r-ev213_0020", "normalized": ["Mnngubumnn?!", " Mnnguhh?!", " Mghmnnghh?!"]}, {"name": "", "audio": "", "normalized": ["Feral groaned in agony and she rolled her eyes back into her skull pathetically."]}, {"name": "", "audio": "", "normalized": ["And then her body trembled from the anguish so much that her large breasts shook over and over again."]}, {"name": "You", "audio": "", "normalized": ["Deal with it.", " This is only so I can get you that thick cum you wanted."]}, {"name": "Feral", "audio": "v_r-ev213_0021", "normalized": ["Goughh?!", " Obbguhh?!", " It's fine, I'm okay…?!", " Ogguuhoughh?!"]}, {"name": "", "audio": "", "normalized": ["Even though I was stirring up inside of her mouth with the tip, Feral was desperately trying to endure it, with her eyes rolled back."]}, {"name": "", "audio": "", "normalized": ["My sadistic desire was stimulated by how she was acting and I continued to move my hips rough."]}, {"name": "", "audio": "", "normalized": ["I shoved my tip right into the soft flesh inside of her cheeks and scraped it hard."]}, {"name": "Feral", "audio": "v_r-ev213_0022", "normalized": ["Bbbmnnh?!", " Mnnguh?!", " Brruhghh, boughtyrough?!", " Mbuuryughh?!"]}, {"name": "", "audio": "", "normalized": ["I was fucking Feral's mouth so hard, the shape of my cock was visible even through her cheeks."]}, {"name": "", "audio": "", "normalized": ["Even with the humiliating thing like a nose hook on her face and being fucked in her mouth…"]}, {"name": "", "audio": "", "normalized": ["Feral was desperately tangling her tongue and squeezing with her lips."]}, {"name": "", "audio": "", "normalized": ["I grinned and now shoved my cock deep into her throat to interrupt her from doing so."]}, {"name": "You", "audio": "", "normalized": ["Come one, I'm going to use your throat pussy too."]}, {"name": "Feral", "audio": "v_r-ev213_0023", "normalized": ["Mnnghh, oggoughh?!", " My throat, pussy…?!", " Gaaghh?!", " Oghhouh?!", " Googeghh?!"]}, {"name": "", "audio": "", "normalized": ["I shoved my cock into the depth of Feral's throat so it was rubbing up against her uvula which was protruding down from the roof of her mouth."]}, {"name": "", "audio": "", "normalized": ["The weapon girl made no attempt to get away even then and continued to accept my movement even though she was a slave serving me with her mouth."]}, {"name": "", "audio": "", "normalized": ["She was getting nauseous and barfing once again and all the cum inside her stomach came out through her nose."]}, {"name": "Feral", "audio": "v_r-ev213_0024", "normalized": ["Guuhhbeebemnh?!", " Mnnbyuuhg?!", " Guh, bbugheeghh?!", " Huubbughh?!"]}, {"name": "", "audio": "", "normalized": ["The cum was not only coming out of her nose, but Feral was also leaking the fluids from her eyes."]}, {"name": "", "audio": "", "normalized": ["It was mixed with her tears and drops of them stayed on the ends of her eyes."]}, {"name": "", "audio": "", "normalized": ["Her face, strong-willed and very attractive as a woman, was now skewed and her eyes were slanted as the whole face was pathetically covered with cum."]}, {"name": "You", "audio": "", "normalized": ["It's only so you can replenish your demon power.", " It might not feel great, but you better suck on my cock.", " Use your throat pussy!"]}, {"name": "Feral", "audio": "v_r-ev213_0025", "normalized": ["Ooogughhouhghh?!", " I get it…!", " Juuboughhbuhh!", " Guubyughh!", " Goubobobough, oobeghh?!", " Mnnguhh, jugogouhg!"]}, {"name": "", "audio": "", "normalized": ["Feral obeyed my words as if she was a blowjob slave and pleasured my cock on her own."]}, {"name": "", "audio": "", "normalized": ["As I pounded her throat, her uvula rubbed and scraped my tip."]}, {"name": "", "audio": "", "normalized": ["I shoved it into the back of her cheeks and she pressed her flesh onto me as though she was rubbing a hot mucus onto it."]}, {"name": "", "audio": "", "normalized": ["She was swallowing the overflowing stomach acid and semen to hold it in and was making a nasty vacuuming noise to serve my penis."]}, {"name": "You", "audio": "", "normalized": ["You're begging for more cum as you are throwing up cum already.", " Haha, some kind of weapon you are."]}, {"name": "Feral", "audio": "v_r-ev213_0026", "normalized": ["Cum, mmgh, mnnghh, boughhgouh?!", " Boughbbuh?!", " I want… Ooogeghh?!", " Mnghguhh!", " I want more cum, boughh!", " Gyuhhbobough!"]}, {"name": "You", "audio": "", "normalized": ["It's like you are addicted to cum.", " Then you better suck my cock harder.", " Come on, suck on it."]}, {"name": "Feral", "audio": "v_r-ev213_0027", "normalized": ["Ughh, mnghh!", " Gyuuhjuoubough!", " Guh…geghh?!", " Goughh, bughh!", " Gugjub, juhboubouh!", " Juuhbough!"]}, {"name": "", "audio": "", "normalized": ["Feral nodded, with a pig-like face made all filthy with the semen, and she continued to stimulate the tip with the depth of her throat with her lips putting out."]}, {"name": "", "audio": "", "normalized": ["The slippery and squirming flesh tangled onto my cock and I was about to cum."]}, {"name": "", "audio": "", "normalized": ["I made no attempt to subdue my urges and grabbed Feral's face and pounded my hips hard."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna give you the hot cum you wanted now."]}, {"name": "Feral", "audio": "v_r-ev213_0028", "normalized": ["Guughogeghh?!", " Mnngh, bughh… Please, give me.", " Zzuhbbugh, guzzuhmn!", " Thick cum!", " Jubboughggouboughh!"]}, {"name": "", "audio": "", "normalized": ["Feral was desperately sucking onto my cock as is she was actually addicted to the cock."]}, {"name": "", "audio": "", "normalized": ["Her eyes were rolled back she must have been in agony, yet she swallowed the rock-hard tip whole with her throat."]}, {"name": "", "audio": "", "normalized": ["The next moment, she was now rubbing the shoulders of my cock with her throat and was stroking my shaft with her lips squeezing down hard on it."]}, {"name": "", "audio": "", "normalized": ["I watched a beautiful girl who was desperately stroking my cock for semen while she was covered in her own saliva and stomach acid."]}, {"name": "", "audio": "", "normalized": ["It was arousing me very much."]}, {"name": "Feral", "audio": "v_r-ev213_0029", "normalized": ["Cum, ggouhbuhbugh!", " I'm gonna swallow!"]}, {"name": "Feral", "audio": "v_r-ev213_0030", "normalized": ["Gubboughh!", " Ohhmnguhh?!", " Guhbbeghh, buh….", " Mnghhmnghh?!", " Guhjoubouh!", " Juughboboboughh!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm going to give it to you.", " But you aren' t a human, so I'm going to give it to you through your nose again."]}, {"name": "", "audio": "", "normalized": ["My urge to ejaculate was heightening and I was pounding my erect spear of flesh into Feral's mouth."]}, {"name": "", "audio": "", "normalized": ["I forced apart her slimy membrane with my tip and scraped the flesh on her throat as though I was doing so on a pussy."]}, {"name": "Feral", "audio": "v_r-ev213_0031", "normalized": ["Goughhbbough?!", " Let me swallow it!", " Guuboughh!", " Cum, mnngh, mghh!", " Goobuugh, bouhbuuhgbugh!"]}, {"name": "", "audio": "", "normalized": ["Her expression was that of agony, yet Feral desperately continued to stroke my cock with her membrane."]}, {"name": "", "audio": "", "normalized": ["With such a devoted service, the tip of my cock puffed up."]}, {"name": "You", "audio": "", "normalized": ["I'm cumming!", " Thich cum, just like you wanted, through your nose!"]}, {"name": "Feral", "audio": "v_r-ev213_0032", "normalized": ["Obbguhh?!", " Guhhboughh?!"]}, {"name": "", "audio": "", "normalized": ["Just before I was going to ejaculate, I pulled my cock out of Feral's mouth and shoved the tip onto her nose."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Sput* *Splosh*"]}, {"name": "Feral", "audio": "v_r-ev213_0033", "normalized": ["Bffhaghh?!", " Aghh, mnnghh?!", " Mngaahh?!"]}, {"name": "", "audio": "", "normalized": ["Feral took in the cum with her nose without any hesitation."]}, {"name": "", "audio": "", "normalized": ["I wanted to tease her more and shoved my cock harder onto her nose as if I was inserting the tip into her nostrils and let out my semen."]}, {"name": "Feral", "audio": "v_r-ev213_0034", "normalized": ["Aghh, gaaghh?!", " Bguhbguhhmmngh?!", " C-cum?!", " Goobegghh, ogeghh?!"]}, {"name": "", "audio": "", "normalized": ["The thick, white fluids must have stuck to her throat and it was overflowing inside Feral's body."]}, {"name": "", "audio": "", "normalized": ["The weapon girl gagged and cried, with her body twitching and shaking over and over."]}, {"name": "", "audio": "", "normalized": ["A viscous mixture of cum and tears was coming out of her eyes as well."]}, {"name": "Feral", "audio": "v_r-ev213_0035", "normalized": ["Bughhebeghh?!", " Oghh, oeeghh?!", " Gughh, mnghhmn!", " Cum, I'm gonna swallow!", " Gahhoughh?!", " Mnnghmnghhuhh, gochughh…!"]}, {"name": "", "audio": "", "normalized": ["Feral was repeatedly gagging, yet she was forcing herself to swallow the fluids reversing into her mouth."]}, {"name": "", "audio": "", "normalized": ["Part of her exposed, pale throat wiggled and she continued to swallow the filthy fluids."]}, {"name": "You", "audio": "", "normalized": ["It's still coming out!", " All the precious demon power, take it in with your nose!"]}, {"name": "Feral", "audio": "v_r-ev213_0036", "normalized": ["Baguh?!", " Mnghhmnghhmgghh?!", " Guheghh?!", " Huhbbguhh, I'll take it!", " Mnnguhh?!", " Goughh… Guhghh!"]}, {"name": "", "audio": "", "normalized": ["The more devoted Feral was, the more aroused I got."]}, {"name": "", "audio": "", "normalized": ["I forced the tip into her nostrils and spewed so much so that it even made splashing noise."]}, {"name": "", "audio": "", "normalized": ["Even though she was being splashed with the foul-smelling juice into her nose, Feral poked her head out as though she wanted more."]}, {"name": "", "audio": "", "normalized": ["She was holding in puke over and over again, swallowing my baby juice like she was obsessed."]}, {"name": "Feral", "audio": "v_r-ev213_0037", "normalized": ["Aaabbughh?!", " Goughhuh…!", " Gouuchmnn!", " Buuhbaaghh?!", " Gouhouhghh?!"]}, {"name": "Feral", "audio": "v_r-ev213_0038", "normalized": ["Oooeghh, geghh?!", " Goukyunn!", " Mnguhh, haah, haauh!", " Gouchmn!"]}, {"name": "You", "audio": "", "normalized": ["Ugghaa!", " Even the last drop!"]}, {"name": "", "audio": "", "normalized": ["I screamed in pleasure as I squeezed my semen right into Feral's nose as I was captivated by it."]}, {"name": "", "audio": "", "normalized": ["Feral was coughing and gagging, but ultimately, she slurped the nasty smelling dick juice with her nose and swallowed it all in."]}, {"name": "Feral", "audio": "v_r-ev213_0039", "normalized": ["Gouh…chmnn…!", " Haahhguhh, haah, haughh, hughh…"]}, {"name": "", "audio": "", "normalized": ["Feral looked up at me once she finished swallowing magical juice."]}, {"name": "", "audio": "", "normalized": ["She face was all filthy with the fluids as though I had cummed on her face."]}, {"name": "", "audio": "", "normalized": ["In addition, her expression was that of joy, with her face molten and captivated by the taste of semen and her mouth was half open as well."]}, {"name": "", "audio": "", "normalized": ["Feral had taken the form of a girl, but she was a weapon and also a Demon too."]}, {"name": "", "audio": "", "normalized": ["But she was now breathing out a raptured breath and looked up at me with a sultry and yet dangerous face."]}, {"name": "You", "audio": "", "normalized": ["How is it, did you like my thick cum?"]}, {"name": "Feral", "audio": "v_r-ev213_0040", "normalized": ["Huhh, haauhh… Yes… That was even better than the cum before… Haauh, haahh, this is so thick… Cum, so good…"]}, {"name": "", "audio": "", "normalized": ["Even though she was a living weapon, Feral's face blushed like she was in ecstasy and skewed her tiny lips as though she was flirting."]}, {"name": "Feral", "audio": "v_r-ev213_0041", "normalized": ["Aaahughh… It's still in my mouth… Your cum, inside my mouth… Aaamumuhh, uhhmuhh, chuhccuhchaahh…"]}, {"name": "", "audio": "", "normalized": ["She was chewing and swallowing the cum stuck inside her mouth with a slurping noise, as if she was eating some sort of delicacy."]}, {"name": "", "audio": "", "normalized": ["Then she was now gurgling the cum inside her mouth to crush the jelly-like lumps of semen."]}, {"name": "Feral", "audio": "v_r-ev213_0042", "normalized": ["Cchuhchuhh, guhhchughh… It sticks to my throat… Ggchuughhguchuhhgchuuhmn!", " Haahuhhmn… Gouuhmn!", " Huhaahh."]}, {"name": "", "audio": "", "normalized": ["Feral made sure she crushed all the lumps and then began to swallow all the semen inside her mouth as she gulped her throat."]}, {"name": "", "audio": "", "normalized": ["Then the powerful magical bondage that was keeping her powers sealed began to fall off of her."]}, {"name": "You", "audio": "", "normalized": ["Your seal is breaking?"]}, {"name": "Feral", "audio": "v_r-ev213_0043", "normalized": ["Haahuhh… Hughh… Yeah… That's right, Papa…"]}, {"name": "You", "audio": "", "normalized": ["…Papa?"]}, {"name": "", "audio": "", "normalized": ["I must have heard wrong."]}, {"name": "", "audio": "", "normalized": ["I forgot about the seal for a moment and looked into the weapon girl's face."]}, {"name": "Feral", "audio": "v_r-ev213_0044", "normalized": ["Yeah, Papa."]}, {"name": "", "audio": "", "normalized": ["Feral smiled and looked up at me."]}, {"name": "", "audio": "", "normalized": ["My thoughts flew right out of the window."]}]