[{"name": "", "audio": "", "normalized": ["Most of the Taimanin students at Gosha Academy are mere nobodies, not even a hundred of them could match my powers."]}, {"name": "", "audio": "", "normalized": ["However, as I have infiltrated the academy, I found there are some true hidden gems with incredible talents here and there."]}, {"name": "Moeka", "audio": "v_r-ev296_0000", "normalized": ["Gh?!", " T-Tanaka-sensei…?", " Uhmm… Why are you…"]}, {"name": "You", "audio": "", "normalized": ["Well, you know… I thought you were a complete dropout.", " I didn’t figure you were so powerful you could put the organization at risk."]}, {"name": "Moeka", "audio": "v_r-ev296_0001", "normalized": ["Eh…?", " Aaghh…!"]}, {"name": "", "audio": "", "normalized": ["As I slowly approached her, Moeka backed up without getting her eyes off of me and eventually put her back against the wall."]}, {"name": "", "audio": "", "normalized": ["By the time she realized she was being cornered, it was already too late.", " I placed my hand next to her, not to let her escape, and moved in quickly."]}, {"name": "", "audio": "", "normalized": ["That moment, a floral scent rose from Moeka's small body and made me feel a woman in this juvenile looking girl."]}, {"name": "Moeka", "audio": "v_r-ev296_0002", "normalized": ["Powerful, me…?", " Wh-what are you talking about?", " I have no idea…"]}, {"name": "You", "audio": "", "normalized": ["You're playing dumb?", " Don't tell me you haven't realized your true power when you came to this school, have you?"]}, {"name": "Moeka", "audio": "v_r-ev296_0003", "normalized": ["Eh…?", " I-I really don't know!", " I-I have to go home…!", " Noo?!"]}, {"name": "", "audio": "", "normalized": ["I casually grabbed Moeka's breasts and crushed the soft mounds hard."]}, {"name": "Moeka", "audio": "v_r-ev296_0004", "normalized": ["No, S-sensei?!", " Wh-what are you doing, sensei…!"]}, {"name": "", "audio": "", "normalized": ["I always thought she was too young, but her breasts were appropriately sized for her age, or even little bigger, quite an alluring and ripe fruit."]}, {"name": "", "audio": "", "normalized": ["My fingers dug into her marshmallow-like soft breasts and I could feel its softness even through the fabric."]}, {"name": "Moeka", "audio": "v_r-ev296_0005", "normalized": ["N-noo…!", " S-sensei, sensei…!", " P-please, let me go… Aaaghh!"]}, {"name": "", "audio": "", "normalized": ["Moeka's body twitched and shuddered as sultry moans began to come out from her mouth."]}, {"name": "You", "audio": "", "normalized": ["What, you're already moaning so lewdly just from getting your tits touched, huh?", " You must really like this."]}, {"name": "Moeka", "audio": "v_r-ev296_0006", "normalized": ["Th-that's not true…!", " I-I looked up to you, Tanaka-sensei, please stop doing this… P-please, let me go…!"]}, {"name": "", "audio": "", "normalized": ["Moeka's body twisted as she tried to get away from my hands."]}, {"name": "", "audio": "", "normalized": ["Looked up…?", " I could not believe she was actually having some kind of feeling towards me who was know was an emotionless and cold machine."]}, {"name": "", "audio": "", "normalized": ["It was all worthless.", " There was no way I and this girl was going to fall in love.", " I had no use for her besides her body and her powers."]}, {"name": "Moeka", "audio": "v_r-ev296_0007", "normalized": ["P-please stop this already…!", " O-or I'll scream and people will come here…"]}, {"name": "You", "audio": "", "normalized": ["Nobody's coming.", " What time do you think it is?", " The only ones left in the building are me and you, the worthless dropout."]}, {"name": "", "audio": "", "normalized": ["I was able to keep Moeka at the school so late because of how bad she was at being a Taimanin.", " Nobody will question some extra classes for her."]}, {"name": "", "audio": "", "normalized": ["Even though she was born into a family of Taimanin, but she was an introvert and a pacifist, with no experience, physical training, or martial arts."]}, {"name": "", "audio": "", "normalized": ["However… Moeka's one of a kind ninja arts, \"Super Leap\" could amplify the powers of a person she touched for a few minutes."]}, {"name": "Moeka", "audio": "v_r-ev296_0008", "normalized": ["I didn't know my power was that great… I-I mean, I can't really do anything else…"]}, {"name": "You", "audio": "", "normalized": ["No!", " You don't understand the true nature of your power."]}, {"name": "Moeka", "audio": "v_r-ev296_0009", "normalized": ["The true nature…?"]}, {"name": "", "audio": "", "normalized": ["Her power was not just about amplifying other's abilities.", " It could actually boost the powers by double or even triple."]}, {"name": "", "audio": "", "normalized": ["And it was not just for Taimanin either.", " It could work on demons and even psychics, turning their powers massively destructive."]}, {"name": "", "audio": "", "normalized": ["Of course, it was the same for my demonic eye as well."]}, {"name": "You", "audio": "", "normalized": ["Maybe you don't remember it now, but I've actually been given the benefits of your power before."]}, {"name": "", "audio": "", "normalized": ["The power of my demonic eyes that was amplified, no, multiplied by her power then… It could have even absorbed the existence of the target."]}, {"name": "You", "audio": "", "normalized": ["Your power is too dangerous.", " I cannot let it fall in the wrong hands… It would be a great threat to the organization."]}, {"name": "Moeka", "audio": "v_r-ev296_0010", "normalized": ["!", " Is that the reason why you would not let me resign and drop out of school…?"]}, {"name": "", "audio": "", "normalized": ["Moeka tried to leave the school many times since she could not handle any kind of conflict and even tried to run away from home."]}, {"name": "", "audio": "", "normalized": ["However, she was forced to stay with peer pressure, still attending the school out of momentum, but it was only because she as hiding her power."]}, {"name": "You", "audio": "", "normalized": ["You, do you really want to quit school that much?"]}, {"name": "Moeka", "audio": "v_r-ev296_0011", "normalized": ["Y-you know… I suck at martial arts, I'm bad at sports, even my power if I use it… I can't use it for another hour…"]}, {"name": "", "audio": "", "normalized": ["Indeed, some improvements were required before it would be useful in the field, but it would have take ages with the academy's lukewarm training."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna be straight with you here.", " I'll let you get away from here.", " So come with me."]}, {"name": "Moeka", "audio": "v_r-ev296_0012", "normalized": ["?!"]}, {"name": "", "audio": "", "normalized": ["Moeka's body twitched and she stared into my eyes."]}, {"name": "", "audio": "", "normalized": ["Perhaps she saw me as a knight in shining armor who came to save her, or perhaps as a marauder."]}, {"name": "", "audio": "", "normalized": ["She was told to come along by Takana-sensei whom she looked up to.", " A naive girl could not say no to the offer."]}, {"name": "You", "audio": "", "normalized": ["In any case, you'll be forced into the battlefield.", " Both your parents and the Taimanin are set on it."]}, {"name": "Moeka", "audio": "v_r-ev296_0013", "normalized": ["N-no way…?!", " I don't want to fight!", " If that's because of my power, then I don't even want it…!"]}, {"name": "You", "audio": "", "normalized": ["Then come with me.", " We'll run away together."]}, {"name": "Moeka", "audio": "v_r-ev296_0014", "normalized": ["Gh!", " I want to do that, but… But, but… I can't just throw my family away… I can't betray my friends here… I…"]}, {"name": "", "audio": "", "normalized": ["I was frustrated by Moeka being indecisive and moved in closer."]}, {"name": "Moeka", "audio": "v_r-ev296_0015", "normalized": ["S-sensei…?", " Wh-what…?"]}, {"name": "You", "audio": "", "normalized": ["If you have regrets, I'll take them away.", " Stay still."]}, {"name": "Moeka", "audio": "v_r-ev296_0016", "normalized": ["Eh…?", " Mm?!", " MNngh…!"]}, {"name": "", "audio": "", "normalized": ["I got close to Moeka's face and kissed her lips suddenly――"]}, {"name": "Moeka", "audio": "v_r-ev296_0017", "normalized": ["Mnn… Mnngh… Mnnghh…!", " Sensei, so… Mnngh, s-so sudden… Mnnuhh…!"]}, {"name": "", "audio": "", "normalized": ["She surely did not expect this.", " Moeka's eyes shot open wide from the surprise and mumbled with her mouth in the petition."]}, {"name": "", "audio": "", "normalized": ["Moeka's hands slid over the wall behind her pointlessly and her body shook up and down as if she was stepping back."]}, {"name": "", "audio": "", "normalized": ["It was a forced kiss.", " No mood or anything.", " Moeka's mouth was shut tight and only our lips touched."]}, {"name": "Moeka", "audio": "v_r-ev296_0018", "normalized": ["Mnnghh…!", " Th-the smell of a man… Mnnh, mnnuuhh…!", " Sensei's lips, s-so hot…"]}, {"name": "You", "audio": "", "normalized": ["Moeka…"]}, {"name": "Moeka", "audio": "v_r-ev296_0019", "normalized": ["!", " S-sensei…?"]}, {"name": "", "audio": "", "normalized": ["The slight resistance only lasted for a few moments.", " Moeka's body relaxed and leaned towards me as if she was handing herself over to me."]}, {"name": "", "audio": "", "normalized": ["And then her tiny, moist, and pink lips eased open as if she was welcoming me in."]}, {"name": "Moeka", "audio": "v_r-ev296_0020", "normalized": ["Haahh… You kissed me, s-so suddenly… It's my first time, and, uhm, I'm a little surprised, but…"]}, {"name": "Moeka", "audio": "v_r-ev296_0021", "normalized": ["Sensei, I would kiss…only because…it's you…"]}, {"name": "You", "audio": "", "normalized": ["Moeka…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0022", "normalized": ["Aahh, sensei, haamuhh… Mngh, aghh… Y-your tongue, coming in… Haamauh, mmngh, chuhh…"]}, {"name": "", "audio": "", "normalized": ["I sucked on her barely open lips and let my tongue slide into her mouth, licking up her whole mouth, smothering her with my saliva."]}, {"name": "", "audio": "", "normalized": ["I let her have a good taste of a man while I petted her head like I would to my love, also rubbing my hand onto one of her thighs I lifted up."]}, {"name": "Moeka", "audio": "v_r-ev296_0023", "normalized": ["Huhahh, haaghh, huahhmnm…!", " Sensei, sensei…!", " Chuhh, haamuhmm, muhcuhh, chuuhuhhpuhh, chhchuuhh, mnchuuhh…"]}, {"name": "Moeka", "audio": "v_r-ev296_0024", "normalized": ["Sensei's taste… The taste of a man… Mnnghh, chuhruhh, nuhuhcuhh, chuughh, chhuhchuruhh…"]}, {"name": "You", "audio": "", "normalized": ["Just be honest, Moeka――"]}, {"name": "", "audio": "", "normalized": ["I poked at Moeka's tongue which retreated in like she was getting away."]}, {"name": "Moeka", "audio": "v_r-ev296_0025", "normalized": ["Haammnmm…!", " Be honest…?", " Mnghh, rellouhh… Mnnghhm, mnnghuhh…!"]}, {"name": "", "audio": "", "normalized": ["I let my tongue tangle onto Moeka's tongue which approached me cautiously and pulled her towards the outside."]}, {"name": "", "audio": "", "normalized": ["Then we locked each other's coarse, textured tongues, savoring, making lewd, wet noises."]}, {"name": "Moeka", "audio": "v_r-ev296_0026", "normalized": ["Noo… S-such a passionate kiss like this… Aamuhh, mnnuhh… My heart is racing and I can't think straight…"]}, {"name": "You", "audio": "", "normalized": ["It's alright, Moeka.", " You can just kiss me and forget about everything else but me."]}, {"name": "Moeka", "audio": "v_r-ev296_0027", "normalized": ["Sensei… Haahh, aaghh, mnmmuhh, mnnryuuhh, rellouhrelouh… Chuhhcuhh… Y-you're so nice… Chuh, chuppahh, haamuhh…"]}, {"name": "Moeka", "audio": "v_r-ev296_0028", "normalized": ["It's my first kiss, but… It's so lewd and passionate, it's making my heart pound… Mnngh, chuh, chuuhh, chuuh, chhuh…"]}, {"name": "", "audio": "", "normalized": ["It seemed she was now feeling pleasure from the kiss and Moeka was starting to move more actively."]}, {"name": "Moeka", "audio": "v_r-ev296_0029", "normalized": ["Sensei, mnnghh, aamuhh… Sensei… Chuh, chupuhryuuhh, nuhchuh, relouhh, chuhuhryuhhruhh, mnnhh, haahhmn…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0030", "normalized": ["Mnnryuuhh, rellouchuhh, chuhhpphh, mnnrelouhh… Ryuhhchuh, juupphh, cchuuhryuh, mnnchuh, juoup, relourellorelouhreluh…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0031", "normalized": ["I'm so happy…!", " I'm kissing you, sensei… My heart is beating so fast right now…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0032", "normalized": ["Chuh, chuhh, chuuhh, chuughh… Sensei, Moeka love you, sensei… Haamuhh, mnnchuhh, relouhnm, chuhpah, chuuhhghh!"]}, {"name": "", "audio": "", "normalized": ["She was sucking so hard and giving me so much thick saliva at the same it, it was hard to believe it was her first time."]}, {"name": "", "audio": "", "normalized": ["To Moeka, it must have been like kissing a boyfriend and her tongue madly came after me."]}, {"name": "", "audio": "", "normalized": ["I answered her by dripping more than enough saliva onto her and she rejoiced like a butterfly with nectar with her hips dancing."]}, {"name": "Moeka", "audio": "v_r-ev296_0033", "normalized": ["Chuhuh, haahh….", " S-sensei…?", " I'm feeling, my body is starting to get so hot, burning…"]}, {"name": "", "audio": "", "normalized": ["I figured it was time and check on Moeka as I released her lips."]}, {"name": "", "audio": "", "normalized": ["Her Cheeks blushed and her eyes became dreamy and unfocused, obviously looking like an aroused female."]}, {"name": "You", "audio": "", "normalized": ["…Can I?"]}, {"name": "", "audio": "", "normalized": ["I deliberately did not say what."]}, {"name": "Moeka", "audio": "v_r-ev296_0034", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Moeka nodded silently and opened up her legs wide."]}, {"name": "Moeka", "audio": "v_r-ev296_0035", "normalized": ["For you, sensei, I don't mind… Yes, you can… So please, I want you to do it…!"]}, {"name": "You", "audio": "", "normalized": ["Hahah, well said, Moeka… You may be half-baked as a Taimanin, but a hell of a woman…!"]}, {"name": "", "audio": "", "normalized": ["By woman, I meant a sex slave, of course…"]}, {"name": "", "audio": "", "normalized": ["I hugged the body of the girl with incredible talents for lewd things and quickly reached for her crotch."]}, {"name": "Moeka", "audio": "v_r-ev296_0036", "normalized": ["Aghh?!", " S-sensei, that's…!"]}, {"name": "", "audio": "", "normalized": ["I rubbed up her thigh and then inched towards the female sanctuary."]}, {"name": "", "audio": "", "normalized": ["Moeka must have figured out what that meant and she tried to stop my hand from reaching there by twisting her body left and right."]}, {"name": "You", "audio": "", "normalized": ["What is it, Moeka, I thought you wanted it?", " Didn't you say you wouldn't mind me?"]}, {"name": "Moeka", "audio": "v_r-ev296_0037", "normalized": ["B-but… Sensei, that's… Nobody has ever touched me down there… I-I'm embarrassed…"]}, {"name": "You", "audio": "", "normalized": ["Well, well… You know what, I knew a virgin was really annoying, always…"]}, {"name": "Moeka", "audio": "v_r-ev296_0038", "normalized": ["Sensei…?", " Hyahh?!", " Ahaahh, n-noo!", " N-noo, sensei…!"]}, {"name": "", "audio": "", "normalized": ["I held Moeka's body down and forced my fingers right into the middle of her crotch."]}, {"name": "", "audio": "", "normalized": ["I rubbed her labia up through the underwear and Moeka's whole body twitched in the reaction."]}, {"name": "Moeka", "audio": "v_r-ev296_0039", "normalized": ["Noo…!", " Wh-why?", " You only touched me just a little, but it's like my whole body is being shocked…"]}, {"name": "You", "audio": "", "normalized": ["Oh… This is quite a surprise.", " You may have no talent as a Taimanin, but it looks like you're pretty good at this."]}, {"name": "", "audio": "", "normalized": ["I looked at Moeka's crotch and her flesh was puffing up, unfitting for the first time, lewdly emphasizing the shape of her crevice."]}, {"name": "", "audio": "", "normalized": ["Moeka noticed and her face turned red immediately, then shook her neck left and right in denial."]}, {"name": "Moeka", "audio": "v_r-ev296_0040", "normalized": ["Th-that's, not true, not true…!", " I-I'm not a lewd girl, not like that, please, I'm not…!"]}, {"name": "You", "audio": "", "normalized": ["Well, you say that, but your body seems to be so reactive it's like you solely exist to make men happy…!"]}, {"name": "", "audio": "", "normalized": ["The moment my fingers dug into her crevice, I heard the wet and sticky noise through her panties."]}, {"name": "", "audio": "", "normalized": ["When I began moving my fingers up, Moeka's lower body reacted even harder than before, twitching and shuddering."]}, {"name": "Moeka", "audio": "v_r-ev296_0041", "normalized": ["Aaghh, s-sensei, noo…!", " Y-you can't touch me, rub me down there like that…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0042", "normalized": ["S-something hot is coming out from deep inside my belly…!", " S-something that feels good…!"]}, {"name": "You", "audio": "", "normalized": ["Your body is so sensitive, it's hard to believe this is your first time.", " You really want me to touch you that much, huh."]}, {"name": "Moeka", "audio": "v_r-ev296_0043", "normalized": ["Th-that's… Huuhaahh…!"]}, {"name": "", "audio": "", "normalized": ["As I began rubbed up and down suddenly, Moeka's reaction got more and more extreme."]}, {"name": "Moeka", "audio": "v_r-ev296_0044", "normalized": ["Noo, d-don't rub me so hard like that, please, haaghh, noo, aaghh, aahh, aaghghh!"]}, {"name": "You", "audio": "", "normalized": ["Mnnh?", " This is… Hahaha."]}, {"name": "", "audio": "", "normalized": ["The clitoris was getting puffy and erect, even visible through the panties and it twitched like she wanted me to touch it."]}, {"name": "", "audio": "", "normalized": ["The moment I pinched it with my fingertips, Moeka's whole body reacted violently as she jumped up and down."]}, {"name": "Moeka", "audio": "v_r-ev296_0045", "normalized": ["N-n-noo…!", " I-I'm really sensitive down there…!"]}, {"name": "", "audio": "", "normalized": ["As if as a proof her words were true, love juice seeped out and made stains in the shape of her crevice on the panties."]}, {"name": "Moeka", "audio": "v_r-ev296_0046", "normalized": ["Sensei… It's all because you touch me down there so much, now I have embarrassing stains on there…!"]}, {"name": "You", "audio": "", "normalized": ["You liked it, didn't you?", " You wanted me to do this and you love me touching you like this, don't you?"]}, {"name": "", "audio": "", "normalized": ["As I questioned, I continued to tease her vagina without stopping my hand."]}, {"name": "Moeka", "audio": "v_r-ev296_0047", "normalized": ["Huhahh, aaghh, heaaghh…!", " N-no, no, no, no…!", " If you keep going like this, it's gonna get all messy with the fluids…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0048", "normalized": ["You'll ruin my underwear, so, please… Ahh, ahhmnm…!", " S-sensei, please, please stop…!"]}, {"name": "You", "audio": "", "normalized": ["I can stop anytime, but it's all because you're such a lewd girl, right, Moeka?"]}, {"name": "Moeka", "audio": "v_r-ev296_0049", "normalized": ["Th-that's not true!", " I'm not supposed to be lewd like this…!", " It's only because this is you doing it, sensei, that's why…!"]}, {"name": "", "audio": "", "normalized": ["Moeka was letting out pleasured moans from her mouth as her vagina squeezed tightly onto my fingers to not to let it go."]}, {"name": "", "audio": "", "normalized": ["The juice was coming out so much that the stain on her panties was getting bigger and the sticky sounds echoed across the room."]}, {"name": "Moeka", "audio": "v_r-ev296_0050", "normalized": ["S-sensei… My body is burning up now…!", " Especially, d-down there, it's so hot…"]}, {"name": "", "audio": "", "normalized": ["It seemed like Moeka could not resist it anymore as her hips twisted restlessly, letting out sugary words."]}, {"name": "", "audio": "", "normalized": ["As I let my hand go from her crotch, Moeka's crotch let off thick, lewd odor and heat."]}, {"name": "You", "audio": "", "normalized": ["…You want it, Moeka?"]}, {"name": "Moeka", "audio": "v_r-ev296_0051", "normalized": ["!", " Th-that's… Uhmm, I'm, I'm…"]}, {"name": "", "audio": "", "normalized": ["Moeka's female sanctuary was ready to welcome the man in for the first time."]}, {"name": "You", "audio": "", "normalized": ["…I can do it now, right?"]}, {"name": "Moeka", "audio": "v_r-ev296_0052", "normalized": ["!", "…"]}, {"name": "", "audio": "", "normalized": ["Moeka was embarrassed and she did not answer, she just slowly nodded."]}, {"name": "", "audio": "", "normalized": ["I took out my erect cock and then shook its tip like I was showing it off for Moeka."]}, {"name": "Moeka", "audio": "v_r-ev296_0053", "normalized": ["!", " Th-this is amazing… That's sensei's… I-it's so thick and huge… It's throbbing so much…!"]}, {"name": "", "audio": "", "normalized": ["Moeka let out a voice of surprise as she saw it.", " However, it was not like she did not like it."]}, {"name": "", "audio": "", "normalized": ["…As I moved her panties off to the side, a drop of honey dripped from her drenched honey pot."]}, {"name": "Moeka", "audio": "v_r-ev296_0054", "normalized": ["Noo!", " I-I'm so embarrassed please don't stare at me down there too much, please…"]}, {"name": "You", "audio": "", "normalized": ["I'm putting it in…!"]}, {"name": "", "audio": "", "normalized": ["I matched her angle and pushed my hips in――"]}, {"name": "Moeka", "audio": "v_r-ev296_0055", "normalized": ["Mnnuughh…!", " S-sensei's cock, it's coming into m-my inside right now…!"]}, {"name": "", "audio": "", "normalized": ["I inserted into her slowly and gradually as I savored the sensation of the tight virgin hole."]}, {"name": "", "audio": "", "normalized": ["I forced her resisting vagina tightly pressing together apart with the shoulders on my cock and went in deeper and deeper."]}, {"name": "Moeka", "audio": "v_r-ev296_0056", "normalized": ["Th-this is so good… I-it's so hot and hard… Aaahh, aaghh, aagh…!"]}, {"name": "You", "audio": "", "normalized": ["The inside of you, Moeka, it's so hot and slippery, sucking me in deeper and deeper…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0057", "normalized": ["Noo…!", " D-don't tell me that, it's so lewd, please, no… Aaaghh, guhh, coming in…!"]}, {"name": "", "audio": "", "normalized": ["I was sucked in like she was inviting me in and once I had crossed her hymen, she finished sucking me in as far as I could go."]}, {"name": "Moeka", "audio": "v_r-ev296_0058", "normalized": ["Mnnguuhh?!", " Mnnmm!"]}, {"name": "", "audio": "", "normalized": ["The blood from defloration gushed out and the temperature of her vagina shot up.", " The burning heat engulfed my whole penis."]}, {"name": "Moeka", "audio": "v_r-ev296_0059", "normalized": ["Eghh, tsshh…!", " Ugh, uuhh…!", " Guh, mnnghh…!", " Uguh….", " Mnguh…!"]}, {"name": "", "audio": "", "normalized": ["Moeka's whole body trembled and she desperately held the scream from the defloration in with tears in her eyes."]}, {"name": "", "audio": "", "normalized": ["Moeka may be whimpering and weak usually, but it seemed she was stopping herself from doing so, resisting it."]}, {"name": "", "audio": "", "normalized": ["Perhaps because she was with a man she loved…?"]}, {"name": "Moeka", "audio": "v_r-ev296_0060", "normalized": ["Haahh, haahh, haah… S-sensei…?"]}, {"name": "You", "audio": "", "normalized": ["…What, Moeka."]}, {"name": "Moeka", "audio": "v_r-ev296_0061", "normalized": ["We, we just… Haahh… We just became one, yes…?", " This is amazing… Such a thick and huge thing, inside me…"]}, {"name": "Moeka", "audio": "v_r-ev296_0062", "normalized": ["The inside of my belly, filled up with such heat… I don't know, it's like my pussy is melting away, connecting to you…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0063", "normalized": ["This is sex, isn't it…?", " I'm having sex with you, sensei, like we're lovers or something…!"]}, {"name": "", "audio": "", "normalized": ["She was smiling and yet in tears, staring into my eyes.", " Her eyes were definitely that of a girl in love."]}, {"name": "You", "audio": "", "normalized": ["…Nonsense."]}, {"name": "Moeka", "audio": "v_r-ev296_0064", "normalized": ["!", " What…?"]}, {"name": "You", "audio": "", "normalized": ["I'm moving."]}, {"name": "Moeka", "audio": "v_r-ev296_0065", "normalized": ["Eh… W-wait a minute, sensei…!", " What did you mean by what you just said… Mnnaahh?!"]}, {"name": "", "audio": "", "normalized": ["I pulled my hips as I gradually scraped the inside of her vagina with the tip."]}, {"name": "", "audio": "", "normalized": ["Every time the sensitive shoulders rubbed against her flesh, the pleasure ran through me and made my hairs stand up."]}, {"name": "Moeka", "audio": "v_r-ev296_0066", "normalized": ["Mnnaahh…!", " Th-that's, th-that feels so good, uguhh…!", " Deep inside my belly, tingling, something…!"]}, {"name": "", "audio": "", "normalized": ["Even though she was a virgin, Moeka's pussy was all ready to go, feeling pleasure from the huge penis."]}, {"name": "", "audio": "", "normalized": ["As I pulled out right before I was completely out, I shoved the burning libido back in…deep into her vagina."]}, {"name": "Moeka", "audio": "v_r-ev296_0067", "normalized": ["Heaaghh?!", " I-if you put it in so fast… I-it feels so good… Mnnaaghh, aaghh, haaghh, aahhmnmm…!"]}, {"name": "", "audio": "", "normalized": ["I moved my hips back and forth, as though I was devouring her pussy, drenched more than enough."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was because of her defensive instincts, the fluids kept gushing out, lubricating my movements."]}, {"name": "", "audio": "", "normalized": ["At first, it was slow, moving my hips easy and gentle to savor the taste of Moeka's inside."]}, {"name": "Moeka", "audio": "v_r-ev296_0068", "normalized": ["Mnnghh… Mnnguhh, haauhh, mnnghh…!", " You're only moving a little, but…your cock is rubbing on me, s-so good…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0069", "normalized": ["If I let it go for just a second, I won't be able to keep my voice down… Mnnh, aahgh…!", " S-sensei, you're so big…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0070", "normalized": ["B-but, but… My pussy, it's twitching and moving, like it's happy to be joined with you, sensei…!"]}, {"name": "", "audio": "", "normalized": ["Moeka's flesh tightened onto my cock hard and it got even tighter the more I moved."]}, {"name": "", "audio": "", "normalized": ["If I kept rubbing it, then the pleasure would have been overwhelming with intense pleasure running through my lower body, like exposed nerves."]}, {"name": "Moeka", "audio": "v_r-ev296_0071", "normalized": ["Sensei, my inside, how is it…?", " Do you like it…?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, your pussy is moving so much, hard to believe you're a virgin, dripping juice like a total slut."]}, {"name": "Moeka", "audio": "v_r-ev296_0072", "normalized": ["Gh!", " I-I'm a slut, that's… Mnnaahh…!", " Y-you cock just throbbed and jumped up, sensei…"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna skip right down to the business.", " I'll teach you how real sex feels like…!"]}, {"name": "", "audio": "", "normalized": ["I tensed up my crotch which made my blood from the whole body inflate the sponge tissue, making the tip even larger."]}, {"name": "Moeka", "audio": "v_r-ev296_0073", "normalized": ["Mngnhhmm!", " D-deep inside me, your cock is throbbing, moving, getting even bigger…!"]}, {"name": "", "audio": "", "normalized": ["I held Moeka's body down and readied my hips, then pounded her hard and fast, no doubt hard for a virgin."]}, {"name": "Moeka", "audio": "v_r-ev296_0074", "normalized": ["Aaghh!", " Huhaahh, aahh… I-it's too fast, mmnmmghh, mnnaaghh, aaghyaahh…!"]}, {"name": "", "audio": "", "normalized": ["Moeka's body trembled and she felt the cock moving."]}, {"name": "", "audio": "", "normalized": ["Her vagina was even better than I thought and the thick fluids overflowing tangled onto my cock, smoothing out my movements."]}, {"name": "", "audio": "", "normalized": ["As I pounded my hips rhythmically and Moeka let out pleasured moans from her mouth without hesitation."]}, {"name": "Moeka", "audio": "v_r-ev296_0075", "normalized": ["Haahh, s-sensei…!", " I've never felt anything like this before…!", " Aagh, n-not just my pussy, but my whole body is burning up…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0076", "normalized": ["It's tingling like I'm getting electrified, s-so weird…!", " B-but it also feels so good too…!"]}, {"name": "You", "audio": "", "normalized": ["Oh, you used to be a virgin till moments ago, but you're getting turned on by cock already, huh?"]}, {"name": "Moeka", "audio": "v_r-ev296_0077", "normalized": ["Mnnghh!", " Th-that's right…!", " Sensei's cock, rubbing so hard inside me, it just feels amazing…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0078", "normalized": ["Aaghh, i-it's so good…!", " Sex, this feels great…!", " I love sensei's cock, so good…!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were melting with the pleasure as she drooled from her half-open mouth like she could not think about anything but pleasure."]}, {"name": "", "audio": "", "normalized": ["It was less of her stopping to resist and more about her being filled with irresistible pleasure and happiness."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you know, I wonder why all Taimanin are so slutty, every one of them."]}, {"name": "Moeka", "audio": "v_r-ev296_0079", "normalized": ["Hueehh…?", " Th-that's not, I'm not slutty… Aaaghh, aahh…!", " S-sensei, don't stir up my belly… Noo, aaghh, aahhmnm!"]}, {"name": "", "audio": "", "normalized": ["As I moved my hips in a twisting motion and stirred up her insides, Moeka's body twitched and jumped particularly hard."]}, {"name": "You", "audio": "", "normalized": ["What, if you weren't slutty, you won't feel a thing with this, right?"]}, {"name": "Moeka", "audio": "v_r-ev296_0080", "normalized": ["P-please, don't be mean like that…!", " If you stir up the insides like that, everyone's gonna feel this way…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0081", "normalized": ["S-so, p-please… U-uhmm, you know… Guh, aaghh, guuhhmn…!"]}, {"name": "", "audio": "", "normalized": ["Once I stopped moving, Moeka was moving her hips back and forth, devouring pleasure."]}, {"name": "Moeka", "audio": "v_r-ev296_0082", "normalized": ["S-sensei… H-hurry up… Please…!"]}, {"name": "You", "audio": "", "normalized": ["…?", " What, what do you want me to do?"]}, {"name": "Moeka", "audio": "v_r-ev296_0083", "normalized": ["!", " Y-you know… I-I want more… I want you to do more of that to me, please…!"]}, {"name": "You", "audio": "", "normalized": ["If you're gonna beg, then you better be clear.", " Tell me, what do you want me to do?"]}, {"name": "Moeka", "audio": "v_r-ev296_0084", "normalized": ["Ughuhh… Y-you know… And you to pound my pussy harder with your cock!"]}, {"name": "Moeka", "audio": "v_r-ev296_0085", "normalized": ["I want you to fuck me, sensei!", " I want to feel good with your cock, please, sensei!"]}, {"name": "Moeka", "audio": "v_r-ev296_0086", "normalized": ["I'm begging you, please stir up Moeka's insides, rub me, and make me cum, please!"]}, {"name": "You", "audio": "", "normalized": ["Huahahahah!", " Alright then, I'm gonna corrupt you from the core since you aren't good at anything but sex!"]}, {"name": "", "audio": "", "normalized": ["Moeka begged me out loud, so I pounded my hips hard onto her."]}, {"name": "Moeka", "audio": "v_r-ev296_0087", "normalized": ["Aghhaahh, aahh, aaghh, aaghh!", " S-sensei, it's rough, so rough!", " Your cock is rubbing onto me so hard!"]}, {"name": "", "audio": "", "normalized": ["I took my time and savored Moeka with a wide enough stroke so every bit from the tip to the base touched her."]}, {"name": "", "audio": "", "normalized": ["In addition, I accelerated the pounding and scraped onto her female parts with intense plowing."]}, {"name": "Moeka", "audio": "v_r-ev296_0088", "normalized": ["Sensei, this is amazing…!", " If you fuck me so hard, so much lewd fluids are going to come out and I can't stop it!"]}, {"name": "", "audio": "", "normalized": ["She spewed lots and lots of love juice as her vaginal fleshed squeezed hard onto my erect cock."]}, {"name": "You", "audio": "", "normalized": ["Guh, that's quite a squeeze… Moeka, your inside is pretty good…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0089", "normalized": ["B-because, my pussy is hugging you, it doesn’t want to let go of sensei's cock… Heeugh?!", " Aahh, r-right there…!"]}, {"name": "", "audio": "", "normalized": ["Then when I drove it in as deep as I could go, Moeka's back pulled back and her whole body trembled."]}, {"name": "Moeka", "audio": "v_r-ev296_0090", "normalized": ["Sensei…!", " D-deep inside me…!", " It feels so good deep in there…!"]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " Deep as in here?"]}, {"name": "Moeka", "audio": "v_r-ev296_0091", "normalized": ["Heegyuugh!", " Mnnaaghh!"]}, {"name": "", "audio": "", "normalized": ["I pressed the tip of my cock onto soft her cervix and moans resembling screams came out of Moeka's mouth."]}, {"name": "Moeka", "audio": "v_r-ev296_0092", "normalized": ["Mnnhh, r-right there, th-that's so good…!", " Please, please, give me more, more…!"]}, {"name": "You", "audio": "", "normalized": ["Haha, it feels so good you can't even speak right, huh.", " Or maybe you already came a little, hmm?"]}, {"name": "", "audio": "", "normalized": ["I pounded her deep like I was answering her pleas, teasing her cervix as I plowed her."]}, {"name": "Moeka", "audio": "v_r-ev296_0093", "normalized": ["Mnneghh, eeghh, eeghghh!", " Your cock and my womb are kissing together, uughh!"]}, {"name": "Moeka", "audio": "v_r-ev296_0094", "normalized": ["More, please kiss me more down there, eeghh!", " Please make loving kisses to my womb, please!"]}, {"name": "", "audio": "", "normalized": ["Moeka became captivated by the pleasure in just moments, now moving her hips on her own, positioning the tip to hit deep into her pussy."]}, {"name": "", "audio": "", "normalized": ["And then I pounded my hips, Moeka's body made an amusing reaction, letting out obscene moans and screams of pleasure."]}, {"name": "", "audio": "", "normalized": ["She was also spewing fluids from her crotch as well, letting me know she was approaching the climax."]}, {"name": "You", "audio": "", "normalized": ["Alright, I'm cumming soon too…!", " Moeka, where do you want it?"]}, {"name": "Moeka", "audio": "v_r-ev296_0095", "normalized": ["!", " I-inside, deep into my pussy, please!", " I want sensei's cum deep into my womb, all of it!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, fine.", " You can get knocked up with my baby with the first sex in your life…!"]}, {"name": "", "audio": "", "normalized": ["I pressed the tip in and forced open her cervix, letting it slip into her womb and invade her."]}, {"name": "Moeka", "audio": "v_r-ev296_0096", "normalized": ["Mnnkyuughh!", " I-i-inside me, your cock is coming into my baby chamber!", " Noo, noo!"]}, {"name": "You", "audio": "", "normalized": ["Moeka, I'm gonna cum now, I'll make you pregnant!"]}, {"name": "Moeka", "audio": "v_r-ev296_0097", "normalized": ["P-please, if you pour it into my womb directly like that, it would feel too good!", " Please, if you cum now, you'll make me pregnant!"]}, {"name": "You", "audio": "", "normalized": ["Cumming!"]}, {"name": "Moeka", "audio": "v_r-ev296_0098", "normalized": ["Sensei's semen, it's coommiinngg!", " Come, come, comiinngg!"]}, {"name": "", "audio": "", "normalized": ["I poured viscous semen directly into her womb and forced it all out to make sure she gets impregnated."]}, {"name": "Moeka", "audio": "v_r-ev296_0099", "normalized": ["Mnaaghh!", " So much hot cum, coming inside, uughh!", " I'm gonna get pregnant for sure!"]}, {"name": "", "audio": "", "normalized": ["I kept pounding my hips, repeatedly ejaculating into her as if I was not done yet."]}, {"name": "Moeka", "audio": "v_r-ev296_0100", "normalized": ["Aahhmnmm!", " Coming, I'm coming, aaghh!", " Please, don't scrape me with your cock, I'm going to come again, uughh!"]}, {"name": "", "audio": "", "normalized": ["Moeka continued to orgasm over and over, wiggling her flesh deep in her vagina, sucking the baby juice out of the penis."]}, {"name": "Moeka", "audio": "v_r-ev296_0101", "normalized": ["Sensei, sensei!", " More, more, please give me more cock juice and make Moeka pregnant!"]}, {"name": "Moeka", "audio": "v_r-ev296_0102", "normalized": ["I want to be pregnant!", " I want to have sensei's baby, uguhh!", " So please, come inside me more!"]}, {"name": "", "audio": "", "normalized": ["She did not need to tell me to keep cumming inside.", " I continued to ejaculate until Moeka's womb was filled up."]}, {"name": "", "audio": "", "normalized": ["After several times of the ejaculation, the joint made an obscene noise and semen came overflowing out of it."]}, {"name": "Moeka", "audio": "v_r-ev296_0103", "normalized": ["Ahhnmm!", " Sensei, your cum is coming out!", " Sensei, please seal it so it won't come out!"]}, {"name": "", "audio": "", "normalized": ["She begged me by smothering my cock with the mixture of the semen and pussy juice.", " I obliged by pounding my hips, making lewd noises."]}, {"name": "Moeka", "audio": "v_r-ev296_0104", "normalized": ["I-it's too good, uguhh!", " You're fucking me so hard and cumming inside me, it's too lewd, uughh!"]}, {"name": "", "audio": "", "normalized": ["Moeka was coming madly as if she had broken down as I filled her womb up with the semen, and once I was done, I pulled out of her vagina."]}, {"name": "Moeka", "audio": "v_r-ev296_0105", "normalized": ["Aaghh, aahhmnmm…!", " Please, don't pull it out, sensei…!", " Aaghh, aahhammn…!"]}, {"name": "", "audio": "", "normalized": ["Moeka orgasmed once again just by the sensation of the cock being pulled out and her body trembled sensitively."]}, {"name": "Moeka", "audio": "v_r-ev296_0106", "normalized": ["Haahh, haagh, haauh… Ahhmnm… More, I want to be together with you, sensei…"]}, {"name": "", "audio": "", "normalized": ["Moeka muttered and stared at my cock covered in cum and pussy juice."]}, {"name": "Moeka", "audio": "v_r-ev296_0107", "normalized": ["Mnngh…!", " Aaaghh, i-it's coming out, it's leaking…!"]}, {"name": "", "audio": "", "normalized": ["A massive amount of viscous semen came flowing out of her gaping pussy left behind by the huge cock."]}, {"name": "", "audio": "", "normalized": ["…Then I scooped it up with my finger and put it into Moeka's mouth."]}, {"name": "Moeka", "audio": "v_r-ev296_0108", "normalized": ["Mnnmuhh!", " Haagh… Mnngh… Chuuruhh… Guhchuu, juuruhh… Sensei, your cum… It tastes so good…"]}, {"name": "Moeka", "audio": "v_r-ev296_0109", "normalized": ["Aaamuuhh, mnnghh, muuhcuhh, guhchuhh, juruhh, nuhchuruh… Phhchuh, chuh, churuhh, mnnchuruhh…"]}, {"name": "You", "audio": "", "normalized": ["Moeka…?"]}, {"name": "Moeka", "audio": "v_r-ev296_0110", "normalized": ["Mnnchuruhh, churuhh, juuhpphh, juuhpphh… Mnnuhh, sensei, your finger, tastes so good…!", " Chuhh, juuhhpph, mnchuhh."]}, {"name": "", "audio": "", "normalized": ["At first, Moeka was trying to suck the semen off, but soon she was feverishly sucking onto my fingers."]}, {"name": "", "audio": "", "normalized": ["I thought about stopping her, but I figured that was actually not too bad and asked while she continued sucking."]}, {"name": "You", "audio": "", "normalized": ["Let me ask you once more.", " Will you come with me?", " The path may be covered with thorns, but will you come with me?"]}, {"name": "Moeka", "audio": "v_r-ev296_0111", "normalized": ["Mnngh… Sensei…"]}, {"name": "Moeka", "audio": "v_r-ev296_0112", "normalized": ["Yes, I'm coming with you…!", " With you, sensei, I'll go anywhere, I can go through anything with you…!"]}, {"name": "Moeka", "audio": "v_r-ev296_0113", "normalized": ["Mnnchuhh, juuruhh, mchuhh… Sensei, I love you, love you…!"]}, {"name": "", "audio": "", "normalized": ["Moeka looked at me with lewd eyes as she sucked my finger."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, is that right, is that right.", " Then I'll make sure to perfect your power, turn you into a perfect sex slave too…!"]}, {"name": "", "audio": "", "normalized": ["I was looking forward to Moeka's future growth as I let her suck onto my fingers for a while…"]}]