[{"name": "", "audio": "", "normalized": ["One of the orcs pulled Katejina's body on top of himself as she was still enjoying the lingering orgasm and inserted the penis in a cowgirl position."]}, {"name": "", "audio": "", "normalized": ["The penis made its way deep inside her and Katejina moaned as her body pulled back, looking at the orc with empty eyes."]}, {"name": "Katejina", "audio": "v_sr499_0000", "normalized": ["Haahhnmm… Again, the orc's…huge cock…coming inside me… So deep, inside…my pussy…"]}, {"name": "", "audio": "", "normalized": ["Semen and vaginal fluid started pouring out of her vagina as they were pushed out with the penetration, dripping along the orc's crotch, staining the sheet."]}, {"name": "Orc 2", "audio": "", "normalized": ["You wanted a cock, right?"]}, {"name": "Katejina", "audio": "v_sr499_0001", "normalized": ["I don't want a cock… I don't, no… Again… I don't want it in me… Please, don't cum…inside me…"]}, {"name": "", "audio": "", "normalized": ["The orc expected Katejina to start shaking her hips, but the aphrodisiac was not taking its full effects yet and he started moving his own hips."]}, {"name": "Katejina", "audio": "v_sr499_0002", "normalized": ["Guuhaahhnmm… Getting pounded from below… My pussy…just came… Orcs destroying…me…"]}, {"name": "", "audio": "", "normalized": ["As she was rhythmically pounded from below, Katejina's breath bounced along with the movement as well."]}, {"name": "Katejina", "audio": "v_sr499_0003", "normalized": ["Haahhnmm… Haahh, aaghmm… I can't keep…my voice down, I can't… I don't want…to moan…"]}, {"name": "", "audio": "", "normalized": ["The orcs surrounding her were getting aroused by her erotic voice and started wrapping Katejina's hair onto their cocks."]}, {"name": "", "audio": "", "normalized": ["And then they made Katejina grab them with her hands and strokes them, laughing vulgarly from her sides."]}, {"name": "Orc 1", "audio": "", "normalized": ["You really love a cock."]}, {"name": "Orc 4", "audio": "", "normalized": ["Your smooth hands feel really nice, Katejina."]}, {"name": "Katejina", "audio": "v_sr499_0004", "normalized": ["Uuhhguhh… They're throbbing…in my hands… Those cocks, so hot… Hahhnm… Even violating…my hair…"]}, {"name": "", "audio": "", "normalized": ["Katejina's long, shiny hair tangled onto the orc's lumpy cocks and it was as though the hair was trying to absorb their semen."]}, {"name": "Orc 1", "audio": "", "normalized": ["We'll cum on you real soon."]}, {"name": "Katejina", "audio": "v_sr499_0005", "normalized": ["Please, no more… No more cum… Please… It's so sticky and smells foul… I can't…get it off of me…"]}, {"name": "", "audio": "", "normalized": ["The semen poured onto her previously was still stuck on Katejina's face and body, leaving white stains, starting to coagulate."]}, {"name": "Katejina", "audio": "v_sr499_0006", "normalized": ["Mnnaahh… Those are so huge… And the bumps on the cock… They are tugging on to…my pussy…"]}, {"name": "Orc 3", "audio": "", "normalized": ["I bet you want it in here too."]}, {"name": "", "audio": "", "normalized": ["The orc did not forget about the hole next to her vagina as he pressed the penis onto the twitching anus."]}, {"name": "Katejina", "audio": "v_sr499_0007", "normalized": ["N-not there… Please, no… That's way too big… There's no way I can take that…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Come on, just be honest and beg for it, you slut."]}, {"name": "", "audio": "", "normalized": ["The penis disappeared into Katejina's anus as if it was being sucked in, driving itself in all the way, parting her butt cheeks."]}, {"name": "Katejina", "audio": "v_sr499_0008", "normalized": ["Guuhaaghh!", " Eegh, guuhh… My butt… It's tearing apart… It's so hot… I'm going mad…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Huh?", " I see, you aren't a virgin."]}, {"name": "", "audio": "", "normalized": ["The orc realized Katejina was not an anal virgin from the feeling inside her and seemed disappointed that she was a virgin in neither of her holes."]}, {"name": "", "audio": "", "normalized": ["However, if you would look at things the other way, it meant she was experienced and that also aroused the orcs."]}, {"name": "Orc 3", "audio": "", "normalized": ["You've been fucked in the ass like this before, right?"]}, {"name": "Katejina", "audio": "v_sr499_0009", "normalized": ["Th-that's…none of…your…business… Haaguhh, mnnahh… It doesn't matter… Just get it out…"]}, {"name": "", "audio": "", "normalized": ["Even though she was penetrated through her vagina and anus, her reaction to the orcs was still indifferent."]}, {"name": "", "audio": "", "normalized": ["The orcs only felt lust to devour her anyway and they started pounding her hard and rough."]}, {"name": "Katejina", "audio": "v_sr499_0010", "normalized": ["Guuhhnnughyaahh… It's so rough, your cocks… You're gonna break…my pussy and anus… Please, no… Buugheghh…"]}, {"name": "", "audio": "", "normalized": ["The pleasure from the penises being driven into her at the same time made Katejina look up with a wide-open mouth and moaned as her butt lifted up."]}, {"name": "Orc 3", "audio": "", "normalized": ["Your ass and your pussy, which dick do you like more?"]}, {"name": "Katejina", "audio": "v_sr499_0011", "normalized": ["I-I don't even…know… Huughaahh, mnnmmnghuh… No, no… Cocks, coming in…"]}, {"name": "", "audio": "", "normalized": ["She was moaning so loud that her voice almost muffled the orcs' voices but Katejina apparently still could hear them."]}, {"name": "Orc 2", "audio": "", "normalized": ["Now, tell us which feels more fitting."]}, {"name": "Katejina", "audio": "v_sr499_0012", "normalized": ["Please, I can't… No more, I just… Guuhgeghh, haaguhhghaahh… Please, just stop… I'm begging you…"]}, {"name": "", "audio": "", "normalized": ["However, Katejina still did not answer the question and only moaned in response to the orcs' penises."]}, {"name": "Katejina", "audio": "v_sr499_0013", "normalized": ["Haanuuhhaahh… It's so hot, burning… Both, so hot… It's melting me… Please, no more… Egheeaghh…"]}, {"name": "Orc 6", "audio": "", "normalized": ["Let's just plug your yapping hole too."]}, {"name": "", "audio": "", "normalized": ["One of the orcs shoved his penis into Katejina's mouth as he was being aroused by her moans, resulting in every hole on her being occupied."]}, {"name": "Katejina", "audio": "v_sr499_0014", "normalized": ["Mnnguhhaautthh?!", " Mnnhh… Zuujuuhgh, juurruuhh…"]}, {"name": "", "audio": "", "normalized": ["Katejina's mouth which had just been moaning was plugged with the penis and it made a blowjob noise as the orc moved rhythmically."]}, {"name": "", "audio": "", "normalized": ["And she was drooling from the ends of her mouth, covering her own beautiful cleavage with her own saliva."]}, {"name": "Orc 6", "audio": "", "normalized": ["You can suck my cock as much as you want."]}, {"name": "Katejina", "audio": "v_sr499_0015", "normalized": ["Mnnguh, rellouh… Jurruhh… Rellouhrellouhh… Mnnjuuhhjuuhh, juuhhrruhhuhh…"]}, {"name": "", "audio": "", "normalized": ["Katejina could only try to endure as the huge penis invaded into her mouth, sucking onto the penis as if she was slurping her own saliva."]}, {"name": "Katejina", "audio": "v_sr499_0016", "normalized": ["My mouth… Mnnguhhgahh, guhhjuhhrruhh… Get the cock out… Rellouh, rejuouhh… Mnnahh, buuhchuurruhh…"]}, {"name": "Orc 6", "audio": "", "normalized": ["Oh, now your tongue's starting to move right."]}, {"name": "", "audio": "", "normalized": ["Katejina's tongue was now moving much more actively and lewdly, licking the penis as if she was savoring it."]}, {"name": "", "audio": "", "normalized": ["That was because the aphrodisiac effects were escalating from directly swallowing the orc's precum."]}, {"name": "Katejina", "audio": "v_sr499_0017", "normalized": ["Juhh, juhhnmm… I want more, more… Please… Rellchuh, juhh… Fuck my mouth-pussy… Jurruhh…"]}, {"name": "", "audio": "", "normalized": ["Katejina moved her head and started stroking the penis in her mouth, thoroughly sucking it from the tip to the base."]}, {"name": "Katejina", "audio": "v_sr499_0018", "normalized": ["Juupahh… This bumpy, lump-covered cock… Tastes so good… Mnnguh, juurruruhh… This taste… I love it…"]}, {"name": "", "audio": "", "normalized": ["Soon, Katejina's hips started moving on their own and the orcs let out a rejoicing cheer."]}, {"name": "Orc 2", "audio": "", "normalized": ["Now she's shaking her ass."]}, {"name": "Orc 3", "audio": "", "normalized": ["Come on, that's so hot."]}, {"name": "Katejina", "audio": "v_sr499_0019", "normalized": ["Rellouhh, mnnhmm… Juhhpahh, guhhjurruhh… It's so good… More… Make me feel it more…"]}, {"name": "", "audio": "", "normalized": ["Katejina could not help but get aroused at that point and her body was subconsciously moving, seeking more pleasure."]}, {"name": "", "audio": "", "normalized": ["As the result, the orcs got exactly what they wanted and Katejina became nothing but their plaything."]}, {"name": "Katejina", "audio": "v_sr499_0020", "normalized": ["Aahh, haahhnmm… This is amazing, cocks… So many of them… I'm so happy… So good, I love it…"]}, {"name": "", "audio": "", "normalized": ["Katejina did not even hide the fact she was getting aroused and she sped up her stroked as if she was actually enjoying the sex with the orcs."]}, {"name": "", "audio": "", "normalized": ["Her hands, hips, and mouth moved to let pleasure in, and at the same time, she also brought pleasure to the orcs."]}, {"name": "Katejina", "audio": "v_sr499_0021", "normalized": ["Everyone, please… More… Enjoy me more, please… Mnnguhh… Pound me…as much as you want…"]}, {"name": "", "audio": "", "normalized": ["Her dreamy eyes were tearing up and her cheeks were blushing while her breath was warm as she looked at the orcs around her with longing eyes."]}, {"name": "Katejina", "audio": "v_sr499_0022", "normalized": ["I love it…when you fuck me like this… Getting fucked, gangbanged… It's so good… I'm such a pervert…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Hehehe, no bitch can resist us."]}, {"name": "", "audio": "", "normalized": ["The orcs looked at each other and showed a smug smile, looking down at Katejina as she moaned."]}, {"name": "Katejina", "audio": "v_sr499_0023", "normalized": ["More, harder… Come on, don't take a break… Give me your huge cock… Deep inside me… Please… Haaguhhnmah, come on…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Sorry for the boss but we oughta make her ours."]}, {"name": "", "audio": "", "normalized": ["The orcs were getting cocky as they pounded Katejina lovingly but passionately, pleasuring her."]}, {"name": "Katejina", "audio": "v_sr499_0024", "normalized": ["Hey… I'll be yours, I'll become orc's property… So, please… More, more… I want to feel it more…"]}, {"name": "Orc 1", "audio": "", "normalized": ["You really are a hot chick."]}, {"name": "", "audio": "", "normalized": ["Sweat was dripping from Katejina's body, proving her dedication and the fact their sex was so passionate."]}, {"name": "Katejina", "audio": "v_sr499_0025", "normalized": ["Uhaaghhmmn… Jurruhh, mnnguhbahh… I'm…coming… I'm coming with a huge, bumpy cock… Coming, uuhh…"]}, {"name": "", "audio": "", "normalized": ["The sound of their flesh slamming into each other, moist sounds of vaginal fluid, and the noise of saliva and penis tangling on echoed."]}, {"name": "Katejina", "audio": "v_sr499_0026", "normalized": ["E-everyone… Please… Give me a thick cum… Lots and lots of it, pour it on me… Please… Coming…"]}, {"name": "", "audio": "", "normalized": ["The orcs sped up their hips along with Katejina speeding up her stroked and they climbed towards the climax together."]}, {"name": "", "audio": "", "normalized": ["It was indeed their cooperative effort and she was no longer just a woman being violated."]}, {"name": "Katejina", "audio": "v_sr499_0027", "normalized": ["I'm, coommiinngg!", " Mnnhhggaaghaahh!?", " Uhhgahaahhnmmghh!"]}, {"name": "", "audio": "", "normalized": ["Katejina achieved orgasm first as if she was leading the orcs to ejaculate and then soon the orcs followed one by one."]}, {"name": "", "audio": "", "normalized": ["Katejina's upper body pulled back and a massive amount of semen was poured into her vagina, mouth, and anus, overflowing."]}, {"name": "Katejina", "audio": "v_sr499_0028", "normalized": ["Mnnmmuuhh?!", " Gebbouhbboouhghh!", " Cum, so much… Th-this is amazing…"]}, {"name": "", "audio": "", "normalized": ["Penises in Katejina's hands erupted with semen as well and poured onto her body as she rejoiced."]}, {"name": "Katejina", "audio": "v_sr499_0029", "normalized": ["Jubbabaahh… Juhhrruhh… It's so thick and tastes so rich… I'm drowning… Thank you, so much of it…"]}, {"name": "", "audio": "", "normalized": ["Her anus and vagina still had the penis inside as it sucked the semen out in between her thighs still shaking from the lingering orgasm."]}, {"name": "Katejina", "audio": "v_sr499_0030", "normalized": ["Dick milk, spewing out… It's so warm, filling my belly… I want it more… I want your baby juice…"]}, {"name": "", "audio": "", "normalized": ["She was sucking two cocks in with her mouth as well and kept sucking out the semen till it ran dry like a baby."]}, {"name": "Katejina", "audio": "v_sr499_0031", "normalized": ["Guhhjuurruuhh… Reelouhrelouhh, mnnppaahh… Haahhaahh, it's so tasty… Cum, more… I want it more…"]}, {"name": "", "audio": "", "normalized": ["The mixture of semen and saliva was dripping from the ends of Katejina's mouth by then."]}, {"name": "", "audio": "", "normalized": ["She scooped it up with her hand and swallowed it."]}, {"name": "", "audio": "", "normalized": ["She was doing the same to the semen that showered onto her body, putting it in her mouth with a savoring expression."]}, {"name": "Orc 1", "audio": "", "normalized": ["Do you still want more?"]}, {"name": "Katejina", "audio": "v_sr499_0032", "normalized": ["Yes… More, please… Fuck me more, with your cum… Give me…lots of cum… Make me…pregnant, please…"]}, {"name": "", "audio": "", "normalized": ["Katejina immediately answered the orc's words with joy and she started sucking onto the penis on her own."]}, {"name": "", "audio": "", "normalized": ["Couple dozen hours had passed without Fuuma coming back and Katejina was still having sex with the orcs."]}, {"name": "", "audio": "", "normalized": ["No one could keep track of how many orgasms and ejaculation were achieved.", " Katejina's whole body was covered with semen and her eyes empty."]}, {"name": "Katejina", "audio": "v_sr499_0033", "normalized": ["Huunuuhoouhh!", " Cock, feels so good!", " Cock, it's so tasty… More, give me more cum, please!"]}, {"name": "", "audio": "", "normalized": ["She ignored the penises that ran dry and sucked onto the penis violently, licking it thoroughly with her mouth."]}, {"name": "", "audio": "", "normalized": ["Even the tough orcs looked exhausted but Katejina alone was still full of energy, seeking more pleasure."]}, {"name": "Katejina", "audio": "v_sr499_0034", "normalized": ["Rellou, rellouhh, juhhbbaahaagh… Please fuck me deep in my throat… This is just not enough!"]}, {"name": "", "audio": "", "normalized": ["She engulfed the penis full of her mouth and gagged from the orcs making forceful thrust but she continued to suck on it with a joyous expression."]}, {"name": "", "audio": "", "normalized": ["The mixture of semen and drool bubbled at the ends of her mouth concocted in her mouth, drawing threads onto Katejina's blushed chest."]}, {"name": "Orc 1", "audio": "", "normalized": ["You're gonna get the cum you like so much soon."]}, {"name": "Katejina", "audio": "v_sr499_0035", "normalized": ["Guhhjuurruhh, mnnmuuhh… Hurry, give me, please… Into my mouth… Cum… Lots of it!"]}, {"name": "", "audio": "", "normalized": ["The orc held Katejina's head to achieve orgasm."]}, {"name": "", "audio": "", "normalized": ["He made violent and forceful thrusts deep into her throat and Katejina received it."]}, {"name": "", "audio": "", "normalized": ["The orcs violating her vagina and anus did the same."]}, {"name": "", "audio": "", "normalized": ["They pounded their hips onto her semen-drenched holes and Katejina breathed roughly through her nose as her mouth was stuffed."]}, {"name": "Orc 2", "audio": "", "normalized": ["Here, I'm coming!"]}, {"name": "Katejina", "audio": "v_sr499_0036", "normalized": ["Mnnmuuhhghh!", " Goouhgeghh!"]}, {"name": "", "audio": "", "normalized": ["Katejina could barely let out groans as the orcs pounded her hard and prevented her from moaning."]}, {"name": "Katejina", "audio": "v_sr499_0037", "normalized": ["Guhhghoouhgouhh!", " Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["As soon as the orcs ejaculated, Katejina achieved orgasm as well and she screamed loudly as her body pulled back in an arc."]}, {"name": "", "audio": "", "normalized": ["And then she gagged from the semen being poured into her throat, coughing repeatedly as she spat out the flesh, viscous semen."]}, {"name": "Katejina", "audio": "v_sr499_0038", "normalized": ["Geehouhh!", " Haahhaahhaauhahh…"]}, {"name": "", "audio": "", "normalized": ["Overflowing semen was dripping out of Katejian's nose as well, showing how intense the orc's ejaculation was."]}, {"name": "", "audio": "", "normalized": ["And then a massive amount of semen poured out of her vagina and anus as the penis was removed from it, twitching from the lingering pleasure."]}, {"name": "Katejina", "audio": "v_sr499_0039", "normalized": ["Mnnmm, haahh… Come on, I don't want to waste it… This is so tasty… Cum, dripping… Jurruhh, rellouh…"]}, {"name": "", "audio": "", "normalized": ["Katejina put the semen dripping from her mouth back inside and also scooped semen pouring from her vagina and anus into her mouth as well."]}, {"name": "Katejina", "audio": "v_sr499_0040", "normalized": ["Juuhhpaahh… Haahh, so good!", " It's so thick, I love it… More, I want it more… Guhhjuhrruhruhh…"]}, {"name": "", "audio": "", "normalized": ["The orcs were ready to continue along but one of them suddenly walked away from the circle."]}, {"name": "Orc 1", "audio": "", "normalized": ["I'm too tired from cumming."]}, {"name": "", "audio": "", "normalized": ["The orc said and fell to the ground.", " He twitched and then soon he stopped moving as the other orcs rushed to his aid."]}, {"name": "Orc 2", "audio": "", "normalized": ["H-he's dead…"]}, {"name": "", "audio": "", "normalized": ["It was too late and all the orcs started falling one by one till every one of them died in minutes."]}, {"name": "", "audio": "", "normalized": ["Katejina was savoring the lingering orgasm and she continued to beg for semen as she stroked the cocks of the lifeless orcs."]}, {"name": "", "audio": "", "normalized": ["When I came back, all the orcs were dead and the only one moving was the cursed woman."]}, {"name": "You", "audio": "", "normalized": ["I see.", " So as long as I keep enough distance, her curse does not affect me, huh."]}, {"name": "", "audio": "", "normalized": ["I was experimenting with the orcs that the rumors about Katejina's curse were true."]}, {"name": "", "audio": "", "normalized": ["The orcs did not actually believe the curse and they just lusted over the beautiful woman in front of them."]}, {"name": "Katejina", "audio": "v_sr499_0041", "normalized": ["Cock, juhrruhruhh… Cum… Mnn, relohrelouhh…"]}, {"name": "", "audio": "", "normalized": ["I approached Katejina as she was still sucking on the cold and lifeless penises of the cocks."]}, {"name": "Katejina", "audio": "v_sr499_0042", "normalized": ["…Hey?", " The orcs aren't moving anymore."]}, {"name": "", "audio": "", "normalized": ["Katejina noticed I was there and she let out a sweet, longing voice and said to me.", " I was not sure if she was sane."]}, {"name": "", "audio": "", "normalized": ["Her whole body was filthy with semen and her eyes were empty, so I assumed she was not thinking straight because of the orc's aphrodisiacs."]}, {"name": "You", "audio": "", "normalized": ["What happened here?"]}, {"name": "Katejina", "audio": "v_sr499_0043", "normalized": ["More, I want…more cock… Please, give me…your cock… Tasty cum… More…"]}, {"name": "", "audio": "", "normalized": ["The fact she was looking up at me with flirty eyes assured me the orcs conditioned her well."]}, {"name": "", "audio": "", "normalized": ["But it was pointless to talk to her at that point."]}, {"name": "", "audio": "", "normalized": ["She was violated by the orcs over and over so she could not think about anything other than cocks."]}, {"name": "You", "audio": "", "normalized": ["If you want dicks, then will you obey me?"]}, {"name": "Katejina", "audio": "v_sr499_0044", "normalized": ["I'll obey you… As long as you can give me a cock, then I'll do whatever you want me to do…"]}, {"name": "", "audio": "", "normalized": ["The deal was made rather easily.", " I thanked the fallen orcs as it was all their effort."]}, {"name": "", "audio": "", "normalized": ["And the woman who put the curse on them drooled from her mouth as it was left gaping open pathetically."]}, {"name": "", "audio": "", "normalized": ["She looked happy as she knew she could have more cocks."]}]