[{"name": "", "audio": "", "normalized": ["Multiple men were surrounding a woman in a dark alley where no light from the stores on the night time street reached."]}, {"name": "", "audio": "", "normalized": ["There were numerous dead and injured lying about and it was all the handiwork of the woman."]}, {"name": "Mysterious Woman", "audio": "v_r-ev326_0000", "normalized": ["Guh…!", " There's just too many of them…"]}, {"name": "You", "audio": "", "normalized": ["You're finally giving in, huh, Ceridwen.", " But… I have to admit, UFS cyborgs are good.", " You've done more damage than I expected."]}, {"name": "", "audio": "", "normalized": ["I could hear the pained moans and groans of the injured men scattered around the alley."]}, {"name": "", "audio": "", "normalized": ["They were a sacrifice I had to make to corner Ceridwen like this, but I still felt sorry for them."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0001", "normalized": ["You… What are you gonna do to me, after going through all this trouble?", " I don't think you're just gonna kill me right here and now."]}, {"name": "", "audio": "", "normalized": ["Even though Ceridwen was definitely in a pinch, her words still sounded rather challenging."]}, {"name": "", "audio": "", "normalized": ["…I figured she had gone through the fair share of tight spots."]}, {"name": "You", "audio": "", "normalized": ["Well, I have some uses for you, you see.", " And if I just wanted to kill you, I could have taken an easier method."]}, {"name": "", "audio": "", "normalized": ["Capturing someone who is resisting without hurting them was much more difficult than just killing them."]}, {"name": "", "audio": "", "normalized": ["It was fairly common knowledge, of course.", " However, I still had a reason for wanting to capture her alive."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0002", "normalized": ["Haha, I suppose you're right, eh?", " So, what is it that you want?", " Tell me about it, I'll hear it out, at least."]}, {"name": "You", "audio": "", "normalized": ["I'll tell it to you but not here.", " Hey you, grab her."]}, {"name": "", "audio": "", "normalized": ["I ordered my men and left the dark alley."]}, {"name": "", "audio": "", "normalized": ["…I then headed to the brothel I frequented."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0003", "normalized": ["…This is a whorehouse.", " Now, what are you gonna do to me, taking me to such a place?"]}, {"name": "", "audio": "", "normalized": ["Ceridwen was taken into a room inside as she looked around suspiciously at her surroundings."]}, {"name": "", "audio": "", "normalized": ["It was just an ordinary room inside the brothel but she seemed to be convinced there was something about it."]}, {"name": "You", "audio": "", "normalized": ["Don't be so hasty, okay… Alright, guys, this is good.", " I'll need some privacy with Ceridwen alone."]}, {"name": "Subordinate A", "audio": "", "normalized": ["As you wish.", " Do be cautious."]}, {"name": "", "audio": "", "normalized": ["They bowed formally and then left the room one after another.", " The only ones left in the room were me and Ceridwen."]}, {"name": "", "audio": "", "normalized": ["I had them monitor the room just in case of an emergency."]}, {"name": "", "audio": "", "normalized": ["However, there was not much she could do since her hands were bound behind her back."]}, {"name": "You", "audio": "", "normalized": ["Now… Let's get down to the business.", " I'm gonna be straight with you.", " Ceridwen, I want you to work for me."]}, {"name": "", "audio": "", "normalized": ["I told her exactly what I wanted with no fuss.", " That was the reason why I wanted to capture Ceridwen alive."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0004", "normalized": ["Huh… Not a chance.", " Let me ask, do you even have any idea who I actually am?"]}, {"name": "You", "audio": "", "normalized": ["Of course, I know all about you.", " You're the product of the UFS's Project Wizard… Or perhaps its victim, maybe?"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0005", "normalized": ["…No comments there."]}, {"name": "", "audio": "", "normalized": ["For a moment, I thought Ceridwen's face frown… Perhaps it was just a trick of an eye."]}, {"name": "You", "audio": "", "normalized": ["40 percent of your body has been replaced with bionics and with full transformative control of facial features."]}, {"name": "You", "audio": "", "normalized": ["As long as it's a woman, you can disguise yourself as anyone.", " A master assassin…"]}, {"name": "You", "audio": "", "normalized": ["You were tasked to watch over the actions of the other Wizards."]}, {"name": "You", "audio": "", "normalized": ["The ninth of the cyborgs who swore absolute loyalty to the UFS… That is you, Ceridwen."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0006", "normalized": ["Haha…!", " You got that right.", " I guess I must've become more famous than I thought."]}, {"name": "", "audio": "", "normalized": ["She let out amused laughter as I recited her own profile, almost straight out of a resume or something."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0007", "normalized": ["If you know that much about me, you should know this is a waste of time.", " You can't change my loyalty, okay?"]}, {"name": "You", "audio": "", "normalized": ["Maybe."]}, {"name": "", "audio": "", "normalized": ["Usually, the role of watching over other team members was only given to the most faithful ones."]}, {"name": "", "audio": "", "normalized": ["As it would cause disastrous damage in the case of someone like that betraying."]}, {"name": "", "audio": "", "normalized": ["With that in mind… I could assume Ceridwen was the most faithful of all the Wizards."]}, {"name": "You", "audio": "", "normalized": ["…In any case, I can't have you working for them."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0008", "normalized": ["Because Iris is working for you now… Am I right?"]}, {"name": "You", "audio": "", "normalized": ["No comments there."]}, {"name": "", "audio": "", "normalized": ["I had suspected but Ceridwen knew about that as well."]}, {"name": "", "audio": "", "normalized": ["Iris was a Wizard who switched sides and joined me.", " It was only natural for Ceridwen to make a move after her betrayal."]}, {"name": "", "audio": "", "normalized": ["Iris was a valuable asset.", " I could not afford to lose her.", " That was why I had to make sure to turn her to my side as well."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0009", "normalized": ["I'm gonna tell you right now, but no torture can break me, okay?", " I've gone through all the training against pain."]}, {"name": "", "audio": "", "normalized": ["Ceridwen said and laughed confidently."]}, {"name": "", "audio": "", "normalized": ["She was probably telling the truth.", " However, I still could not just stop at that point."]}, {"name": "You", "audio": "", "normalized": ["Well, I'm aware that I would not be able to break you with just simple persuasion."]}, {"name": "", "audio": "", "normalized": ["I knew how intense UFS torture was through my experience."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0010", "normalized": ["Then just let me go."]}, {"name": "You", "audio": "", "normalized": ["Hah, I finally managed to capture you.", " You think I would just let you go?"]}, {"name": "", "audio": "", "normalized": ["I could face those who perished by her hands if I was to do that."]}, {"name": "You", "audio": "", "normalized": ["No persuasion nor torture could break you… Then I have to take advantage of what is left of your flesh."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0011", "normalized": ["M-my body…?", " What are you gonna do?"]}, {"name": "You", "audio": "", "normalized": ["Well, it's actually quite simple, you see… We are gonna have sex now, me and you."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0012", "normalized": ["Wh-what…?"]}, {"name": "", "audio": "", "normalized": ["I grabbed Ceridwen's arms as she verbally expressed her confusion and then took her to the bed."]}, {"name": "", "audio": "", "normalized": ["…It was time to continue with the persuasion."]}, {"name": "", "audio": "", "normalized": ["I sat down at the edge of the bed and had Ceridwen sit on top of me."]}, {"name": "", "audio": "", "normalized": ["Then I took my penis out of my trousers, rubbing it onto her labia, lewdly rubbing her breasts and thighs."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0013", "normalized": ["Ahh, mngnhh… What now?", " You scumbag…"]}, {"name": "", "audio": "", "normalized": ["Her hands were still bound and she had no way to resist."]}, {"name": "", "audio": "", "normalized": ["However, she still tried to somehow resist as she said spiteful words at me while suppressing her moans."]}, {"name": "You", "audio": "", "normalized": ["Come on, just enjoy it.", " It's nothing compared to all the torture you've gone through in the training, right?"]}, {"name": "", "audio": "", "normalized": ["I said as I moved my hips and pressed the penis onto her labia, showing a smug grin."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0014", "normalized": ["Guh, mnnghh… I-I guess, it is… They hooked me on drugs and made me come it I went mad…"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0015", "normalized": ["Mnnguhh, aghaahh… Getting gangbanged by lots of monsters…covered in cum, it really is nothing…"]}, {"name": "", "audio": "", "normalized": ["Perhaps her memory was coming back and Ceridwen said reminiscently and let out a chuckle."]}, {"name": "", "audio": "", "normalized": ["Her mind had gone through so much that even such a terrible memory was something to laugh over."]}, {"name": "You", "audio": "", "normalized": ["Haha, isn't that right?", " Now, you're gonna taste even deeper despair than that torture."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0016", "normalized": ["Hah, that's a lot to back up…!", " This is just sex, nothing special.", " How could that make me feel despair?"]}, {"name": "", "audio": "", "normalized": ["As Ceridwen said, she had seen much of the brutal situation and it would not be broken by just regular sex."]}, {"name": "", "audio": "", "normalized": ["But what if it was not just sex…?"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna make you pregnant.", " This is all a preparation for that.", " I have to turn you on to make sure you get pregnant, you know?"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0017", "normalized": ["What…?!", " M-making me pregnant?", " N-no fucking way!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0018", "normalized": ["This isn't going to work, okay?", " I'm not going to kneel to scum like you!", " Just kill me right now instead!"]}, {"name": "", "audio": "", "normalized": ["She was obviously shaken, being told she was about to be made pregnant.", " Even then, she did not freak out."]}, {"name": "You", "audio": "", "normalized": ["I'm not joking.", " I am dead serious, okay?", " I'm going to make you pregnant and break you completely.", " That's my goal here."]}, {"name": "", "audio": "", "normalized": ["As I said, I moved my hips once again and then stimulated her sexually sensitive area."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0019", "normalized": ["Guh… Mnnahh, aghaahh… Mnnguh, guhh…"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0020", "normalized": ["Haauh, haahh… Th-this is nothing…!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0021", "normalized": ["You're a fucking dirtbag and you aren't even good at this… That's just pathetic, huh…?"]}, {"name": "", "audio": "", "normalized": ["Ceridwen was desperately suppressing her voice while she pretended she was fine."]}, {"name": "", "audio": "", "normalized": ["She was bluffing, but it was obvious she was getting aroused as large beads of sweat forming on her body."]}, {"name": "You", "audio": "", "normalized": ["You say that, but your breath is starting to run short.", " Your womb is twitching and coming down, isn't it?"]}, {"name": "", "audio": "", "normalized": ["I said while mocking Ceridwen then rubbed her crotch once more with my penis."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0022", "normalized": ["Ahhmnnguhh… Haahhaahhnm!", " Wh-what is this… I've never felt anything like this before…"]}, {"name": "", "audio": "", "normalized": ["Ceridwen's body trembled as I stimulated her sensitive parts."]}, {"name": "You", "audio": "", "normalized": ["Haha… It's pretty weird, isn't it?", " So what do you think is the shot I have you before carrying you in here?"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0023", "normalized": ["Huh…?", " I mean, that was probably some kind of sedative or aphrodisiac… No, wait… Was it a pregnancy booster?!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha…!", " Yeah, that's right.", " Correct."]}, {"name": "", "audio": "", "normalized": ["I had just given her a dose of chemical to boost Ceridwen's chance of pregnancy."]}, {"name": "", "audio": "", "normalized": ["Seemed the drug was starting to work as her womb was making an extreme reaction."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0024", "normalized": ["Danm…!", " I-I don't fucking care if I get pregnant!", " I'll just get a self-abortion by hitting my own belly against a wall!"]}, {"name": "You", "audio": "", "normalized": ["Haha… You're still keeping your attitude up after all this.", " Quite impressive."]}, {"name": "You", "audio": "", "normalized": ["But that is about to change as soon as you become a host to the new life inside you."]}, {"name": "", "audio": "", "normalized": ["It would have been no fun for me without her showing at least some sign of resistance."]}, {"name": "", "audio": "", "normalized": ["I could not help but smile as the woman in front of me was certainly worth the effort.", " Then I let my penis go inside her vagina."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0025", "normalized": ["H-hey…!", " Stop, wait… Gah, mnnguuhh!"]}, {"name": "", "audio": "", "normalized": ["I ignored Ceridwen's plea to stop and let my cock go deeper and deeper into her vagina."]}, {"name": "", "audio": "", "normalized": ["Her vagina was already moist with vaginal fluids, meaning I easily penetrated deep."]}, {"name": "You", "audio": "", "normalized": ["Looks like you're all ready to go, huh?", " I'm gonna move now, okay?", " You better get pregnant!"]}, {"name": "", "audio": "", "normalized": ["As soon as I was sure I made a penetration, I started my hips, pounding up hard at her womb."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0026", "normalized": ["Guh, ahhm aaghaahh!", " Aghh, ahaahh!", " This is…!", " It feels way too good…!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0027", "normalized": ["Heeah, mnnaahh…!", " Mnnahh!", " Aghaahhmnngh!"]}, {"name": "", "audio": "", "normalized": ["Every time I made a thrust, Ceridwen's body twitched and she let out sugary moans."]}, {"name": "", "audio": "", "normalized": ["Ceridwen's lewd moans started to echo into the room along with the erotic, wet noises of our membranes rubbing against each other."]}, {"name": "", "audio": "", "normalized": ["And nine months later――"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0028", "normalized": ["Ahh… Aaaghaahh, mnnaghh, aghaahh… Mnngh…"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Looks like it's grown quite large now, Ceridwen.", " It's been more than 8 months since then, right?"]}, {"name": "", "audio": "", "normalized": ["Ceridwen was definitely made pregnant with the first sex and her belly had grown as big as it could get."]}, {"name": "", "audio": "", "normalized": ["I rubbed the surface of her pregnant vagina with my cock, just like how I did the last time."]}, {"name": "", "audio": "", "normalized": ["Few things were different since then, as her belly had grown and now her nipples got darker while seeping with breast milk."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0029", "normalized": ["Mnnhahh, aghahh, haahh, haah… P-please, I'm begging you… I don't care what would happen to me, but my baby…"]}, {"name": "", "audio": "", "normalized": ["Ceridwen said with a flirting voice as she was moving her hips up and down on her own like a whore."]}, {"name": "", "audio": "", "normalized": ["Her hands were no longer bound, meaning that she was engaging in such activities of her own will."]}, {"name": "You", "audio": "", "normalized": ["Hahah, you've become a good mother now, huh?", " Whatever happened to your attitude when you came here."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0030", "normalized": ["Th-that's… I've lost it a long time ago.", " The only thing I have left is my baby inside me…"]}, {"name": "", "audio": "", "normalized": ["Ceridwen said lovingly and petted her belly gently."]}, {"name": "", "audio": "", "normalized": ["She no longer seemed to be hostile against me."]}, {"name": "", "audio": "", "normalized": ["It was nothing but an educated guess, but getting pregnant must have weakened her hatred."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0031", "normalized": ["Come on, please… Let me just have this baby… Please?"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Kids are just a drag, right?", " You said all this time you're gonna get rid of one."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0032", "normalized": ["F-fuck you!", " It's your baby too, you know?!"]}, {"name": "", "audio": "", "normalized": ["I could not make out her expression, but she was furious.", " That's how much the baby in her belly was worth to her."]}, {"name": "", "audio": "", "normalized": ["…Then I was surely going to take advantage of that."]}, {"name": "You", "audio": "", "normalized": ["Just think about it rationally.", " It's costing me money and resources just keeping you here and you won't even work for me, right?"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0033", "normalized": ["Guh…!", " I-I know!", " You want money, right?"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0034", "normalized": ["Then I'll get you money, fucking the orcs or something!", " That would work for you, right?!"]}, {"name": "You", "audio": "", "normalized": ["Hahah… You would do anything for the baby, huh…"]}, {"name": "", "audio": "", "normalized": ["The baby was worth so much to her that she even said such thing out loud to me."]}, {"name": "", "audio": "", "normalized": ["Even the cold-hearted cyborg woman could not resist her motherly instincts…apparently."]}, {"name": "You", "audio": "", "normalized": ["So, that would mean you would willing to join us, am I right?", " Why don't you spill the beans on the UFS now."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0035", "normalized": ["Th-that's… You dirty bastard…!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen's voice sounded so desperate, I could almost hear her teeth grinding under it."]}, {"name": "", "audio": "", "normalized": ["She must have been quite shaken in her mind as well.", " Then all I had to do was push her a little more."]}, {"name": "You", "audio": "", "normalized": ["You don't have to say it if you don't want to, okay?", " …I can't tell what will happen to your baby then, however."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0036", "normalized": ["Gh…!", " O-okay, I'll say it!", " This baby is far more important to me than the damn UFS."]}, {"name": "", "audio": "", "normalized": ["Ceridwen had no choice with the baby as the hostage."]}, {"name": "", "audio": "", "normalized": ["It seemed my plan had come to fruition.", " Now, it was time for me to move to the finishing phase."]}, {"name": "You", "audio": "", "normalized": ["…I see.", " Then stroke my cock with your pregnant pussy as the sign of your loyalty to me."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0037", "normalized": ["Guh… Alright…"]}, {"name": "", "audio": "", "normalized": ["Ceridwen said begrudgingly and then moved her hips lower and let the cock go deeper into her vagina."]}, {"name": "", "audio": "", "normalized": ["Her vagina had softened up thanks to the pregnancy and easily accepted the penis in, gently engulfing it."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0038", "normalized": ["Aghh… Mnngh, ahaahh, mnngh… Mnnahh."]}, {"name": "", "audio": "", "normalized": ["Ceridwen's body trembled as she let out faint moans while receiving the penis with her pregnant vagina."]}, {"name": "You", "audio": "", "normalized": ["Hmm… This isn't bad…"]}, {"name": "", "audio": "", "normalized": ["Perhaps because of her pregnancy, the inside of Ceridwen's vagina felt rather too soft."]}, {"name": "", "audio": "", "normalized": ["However, the enlarged womb was pressing up against the vagina which gave a pressurized feeling."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0039", "normalized": ["I-I'm already pregnant…but you're making me take your cock in like this… You monster…"]}, {"name": "", "audio": "", "normalized": ["Ceridwen criticized me but her voice was weak."]}, {"name": "", "audio": "", "normalized": ["Which suggested she really did not mean it."]}, {"name": "You", "audio": "", "normalized": ["Now… It's not every day I get to fuck a fully pregnant pussy.", " I might as well enjoy it, right?"]}, {"name": "", "audio": "", "normalized": ["I said and thrust my hips to selfishly satisfy myself."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0040", "normalized": ["Guh, mnnahh…!", " Wh-what are you doing?", " I thought I just had to move on my own?!"]}, {"name": "You", "audio": "", "normalized": ["I didn't say I wasn't going to move as well.", " Come on, resisting might hurt your baby in your belly, okay?"]}, {"name": "", "audio": "", "normalized": ["I did not even attempt to hide my smile and violently thrust my hips to stimulate her vagina."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0041", "normalized": ["Heeguhh…!", " Ughh, mnguhh!", " Heeahh, mngnh, aaghhaahh…!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0042", "normalized": ["Wh-what the hell are you talking about…!", " You're moving way too rough!", " Please, just slow it down…!", " Heeuh, mnngh!"]}, {"name": "", "audio": "", "normalized": ["Every time the penis moved back and forth inside her vagina, she let out a strained groan and breathed out."]}, {"name": "", "audio": "", "normalized": ["How she was moaning yet desperately pleading was just silly."]}, {"name": "You", "audio": "", "normalized": ["Hahah!", " How pathetic, Ceridwen.", " You were even broken by the torture but you're now letting out such miserable moans."]}, {"name": "", "audio": "", "normalized": ["She was so cold but everything changed once I mentioned the baby.", " It was hard not to laugh."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0043", "normalized": ["Ahh, mnnguhh!", " Y-you…!", " You're doing this because you want to see me suffer like this!"]}, {"name": "", "audio": "", "normalized": ["Finally, she caught onto what I was doing."]}, {"name": "", "audio": "", "normalized": ["Not that it really mattered, even if she just realized what I was doing at that point."]}, {"name": "You", "audio": "", "normalized": ["Oh, I don't know about that.", " But what if I'm just helping you so I can ejaculate quickly and not harm your baby?"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0044", "normalized": ["I-I don't fucking fucking know…!", " Alright, if that's the case, then I'll start moving on my own to make you cum quick…!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen said and started moving her hips on her own to match my movement as well."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0045", "normalized": ["Guh…!", " Uguhh, aghaahh!", " Heaahh, aghaahahh…!", " Aghaahh, mnghh…!"]}, {"name": "", "audio": "", "normalized": ["The fact she started moving as well stirred up the flesh inside her vagina, squishing together."]}, {"name": "", "audio": "", "normalized": ["The pleasure must have been intense and Ceridwen could not suppress her moans as her hips shuddered."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0046", "normalized": ["Guh, haahh, haahh…!", " Wh-what it this…!", " This feels way too good!", " Heegh, aahh, aghaahh!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0047", "normalized": ["I never knew sex during pregnancy felt s-so good…!", " Mnnguhhm, guhuughh…!"]}, {"name": "", "audio": "", "normalized": ["As she said so with honeyed words, thick vaginal fluids started coming out of her crotch."]}, {"name": "", "audio": "", "normalized": ["Then she was seemingly being consumed by pleasure as her hips started moving faster and faster."]}, {"name": "", "audio": "", "normalized": ["It was proof that she was starting to put pleasure above the well-being of her baby."]}, {"name": "You", "audio": "", "normalized": ["I must feel pretty damn good, Ceridwen.", " You're starting to spew milk from your nipples, huh?"]}, {"name": "", "audio": "", "normalized": ["As I looked, I saw breast milk was seeping out of her inflated breasts and splashed all over the place as she bounced."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0048", "normalized": ["Ahhaahh, aghaahh…!", " Th-that's… I wanted to feed my baby with it when he was born… Ugh, mnngh!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0049", "normalized": ["Mnnhahahaghh… B-but, getting the milk out, mnghh!", " I-it feels so good too…!", " What is this?", " Guh, mnahaghh!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen let out a sorrowful voice for a moment as she looked down at the breast milk on the floor but it only lasted for a second."]}, {"name": "", "audio": "", "normalized": ["She noticed how good spewing breast milk felt and then started moving her breasts up and down to let it fly."]}, {"name": "You", "audio": "", "normalized": ["Hahahah…!", " You're a sex-addicted whore.", " You are just pretending to be a mother."]}, {"name": "You", "audio": "", "normalized": ["Come on, if you want more pleasure, I'll give more pleasure!"]}, {"name": "", "audio": "", "normalized": ["I thrust my hips hard and then rubbed her tightly shut cervix with the tip of my penis."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0050", "normalized": ["Uguh…!", " Ghaahahh, mnaahh!", " S-stop!", " That's not…!", " Not my cervix, please…!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen must have realized what I was trying to do and begged as she came to."]}, {"name": "", "audio": "", "normalized": ["She was still pretending to be a mother… How pathetic."]}, {"name": "You", "audio": "", "normalized": ["I hear you can feel otherworldy pleasure and guilt with the cock in there, you know…?"]}, {"name": "", "audio": "", "normalized": ["I whispered into her ear."]}, {"name": "", "audio": "", "normalized": ["It was just a one, small whisper but it was enough to break the whore who was already corrupted by pleasure."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0051", "normalized": ["Ahh, haaghh…!", " It'll feel even better with this thing… I-it's, but… Uguhh."]}, {"name": "", "audio": "", "normalized": ["Perhaps what was left of her conscience was stopping her, but it would not last long."]}, {"name": "", "audio": "", "normalized": ["I decided to stimulate her cervix with the tip of my cock repeatedly to break Ceridwin's mind."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0052", "normalized": ["Mnnguhguh…!", " Aahegh, aghhm aghaahh!", " S-stop…!", " I know this is going to feel so good, but… Haah, haauh!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0053", "normalized": ["Mnaahh, aaghaahh!", " I-I'm sorry…!", " I'm so sorry!", " I can't stand it any longer!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen was unable to resist pleasure at this point and she dropped her hips hard while apologizing."]}, {"name": "", "audio": "", "normalized": ["That moment, the tip penetrated into Ceridwen's womb with a dull, ominous sound."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0054", "normalized": ["Mnngouhh…!", " Mnnguhh, mnnhoouhh!", " Heeghehh, eegheeghh!"]}, {"name": "", "audio": "", "normalized": ["Just as the tip violated her cervix, she let out a beastly roar and achieved an orgasm."]}, {"name": "", "audio": "", "normalized": ["She shook her hips violently while secreting every single fluid from her body, sweat, vaginal fluid, and breast milk."]}, {"name": "", "audio": "", "normalized": ["She did not look even remotely motherly.", " She was just a whore devouring pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hahah…!", " You get this, Ceridwen.", " It feels amazing to have your womb fucked while it's still pregnant, eh?"]}, {"name": "", "audio": "", "normalized": ["I was fairly sure that she could not hear it, but I still decided to ask her how it felt."]}, {"name": "", "audio": "", "normalized": ["And then I continued to drive my penis in deeper and deeper, towards her baby, of course."]}, {"name": "", "audio": "", "normalized": ["If I went too rough, her water would break.", " Neither Ceridwen nor the baby will come out unharmed if that happens."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0055", "normalized": ["Aaheeghh, aghaahhaaghh?!", " Aghaahh, mngnhh!", " Heegahh, aghaahh!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0056", "normalized": ["I-it's amazing, eeghh!", " This feels so good, ughh!", " Heegheeghh, eegghhnmgh!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen seemed to ignore the danger of water breaking and she was simply rejoiced by the penis coming into her."]}, {"name": "", "audio": "", "normalized": ["That caused the tip of the cock to go in even deeper and deeper, getting sucked onto intensely by her tight cervix."]}, {"name": "You", "audio": "", "normalized": ["Guh…!", " This is some crazy squeeze you got going…!", " Hey, I'm gonna cum soon…!"]}, {"name": "", "audio": "", "normalized": ["With her pregnant cervix sucking onto the tip so tightly, an intense urge to ejaculate came over me."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0057", "normalized": ["Aheehahhgh!", " Heeaghh, mnngh!", " Aghaahh!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0058", "normalized": ["P-please cum!", " Into my pregnant womb!", " Give me your fresh cum, please!", " Please cover my baby in cum!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen screamed such unmotherly things while dropping her hips as hard as she could."]}, {"name": "", "audio": "", "normalized": ["At the same time, the tip of the penis felt like it penetrated through a tiny opening and slipping inside, then――"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0059", "normalized": ["Mnngouhh?!", " Ooohgouhohh!", " Mnnhouhoohh!", " Heegh, heegheghheeghh!"]}, {"name": "", "audio": "", "normalized": ["The penis penetrated through her cervix and ejaculated.", " At the same time, Ceridwen orgasmed as well."]}, {"name": "", "audio": "", "normalized": ["Her body trembled over and over again from the sensation of a massive amount of semen rushing into her womb, pushing aside her tight squeeze."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0060", "normalized": ["Ohoohhgoohh!", " Mnnguhh, ughuuhh!", " Heeghehh…!", " Mnnguh, aghaahh!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0061", "normalized": ["C-cum!", " I-it's pouring into my womb, ooghh!", " Daddy's cum getting onto my baby!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0062", "normalized": ["Th-this is so bad, but it's so good, eeghh!", " Heegheagahhahh!", " I-it feels amazing!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen did feel some guilt but it only served to spice up her pleasure, driving her even deeper into orgasm."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0063", "normalized": ["Heegheghh!", " I-I'm so sorry, eeghh!", " I'm sorry… I'm such a slutty mother, I'm sorry!", " Aahehheeghh!"]}, {"name": "", "audio": "", "normalized": ["She was apologizing but it was completely meaningless as she was achieving orgasm at the same time."]}, {"name": "", "audio": "", "normalized": ["In fact, Ceridwen was only being intoxicated by her words, and that caused her to orgasm even more."]}, {"name": "", "audio": "", "normalized": ["To show how aroused she was, breast milk was spewing from her bloodshot nipples as if she was ejaculating."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0064", "normalized": ["Aaaheehh, heehuhh!", " S-so much milk, coming out of me…!", " Spewing milk feels amazing!"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0065", "normalized": ["Mnnguhh!", " Th-this is gonna make me come every time I feed my baby… I-I'm such a pervy mom!"]}, {"name": "", "audio": "", "normalized": ["She was desperately trying to stop herself from orgasming by location, perhaps thinking about her baby."]}, {"name": "", "audio": "", "normalized": ["But I was not going to let her stop such fun."]}, {"name": "You", "audio": "", "normalized": ["It's bad for you to hold it in, you know?", " Let me help with the milking now."]}, {"name": "", "audio": "", "normalized": ["I reached for her breasts with my hands and squeezed them tight."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0066", "normalized": ["Aaaheegheeghh?!", " M-more milk coming out, uughh!", " It's coming out!"]}, {"name": "", "audio": "", "normalized": ["Ceridwen was holding it in so when the breast milk erupted, she achieved even more intense pleasure."]}, {"name": "", "audio": "", "normalized": ["As Ceridwen was milked over and over like that, she also orgasmed repeatedly many times."]}, {"name": "", "audio": "", "normalized": ["Then… Once her orgasm was over, I finally pulled my cock out of her after it had finished ejaculating as well."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0067", "normalized": ["Uhh, mnnguhh… Ahh, aghaahh… Agh, aaghh!", " No, stop… It's coming out again…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps from the pleasure of having the penis pulled out, she wet herself from the lingering orgasm."]}, {"name": "You", "audio": "", "normalized": ["Hahahah…!", " How pathetic.", " You were not even going to talk about how you're spewing all kinds of fluids from your holes."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0068", "normalized": ["Aaahh, aghahh… Haauh, haahh… I just can't help it… Wait, my baby?"]}, {"name": "", "audio": "", "normalized": ["Ceridwen snapped out of the trans and she looked down at her recently ravaged crotch."]}, {"name": "", "audio": "", "normalized": ["With the penis removed from her vagina, it seemed to be completely fine except for the overflowing semen."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0069", "normalized": ["Hauhh… Th-that's good…"]}, {"name": "", "audio": "", "normalized": ["Ceridwen confirmed her baby in her womb was fine and whispered in relief while still pissing herself."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0070", "normalized": ["Now… Let me tell you this."]}, {"name": "Ceridwen", "audio": "v_r-ev326_0071", "normalized": ["No matter what you will do, what happens to me… I will never forsake this baby that's about to be born…"]}, {"name": "Ceridwen", "audio": "v_r-ev326_0072", "normalized": ["This baby is everything to me… So I will do anything to survive for the baby… I've made up my mind."]}, {"name": "", "audio": "", "normalized": ["Ceridwen declared her resolution with a calm and collected yet determined voice…"]}]