[{"name": "Ai", "audio": "v_sr109_0000", "normalized": ["What a day this is, seriously."]}, {"name": "", "audio": "", "normalized": ["Ai Fujisaki, the senior investigator and captain of O.", "C.", "S.", "A.", "T.", " ―the Organized Crime Special Assault Team―couldn't help muttering about the situation."]}, {"name": "", "audio": "", "normalized": ["In order to confirm the existence of a mysterious lifeform, Ai and her unit had been dispatched, but that lifeform was clearly beyond their ability to grasp."]}, {"name": "", "audio": "", "normalized": ["Although Ai was implanted with special nanomachines that boosted her physical faculties, she had no time to use her power."]}, {"name": "", "audio": "", "normalized": ["The mysterious lifeform had seemingly teleported her to another place from where they had been before, using its inexplicable abilities."]}, {"name": "", "audio": "", "normalized": ["Though it resembled the place where they had just been, it was clearly different from their previous world."]}, {"name": "", "audio": "", "normalized": ["In other words, it was a parallel world, or an alternate dimension.", " Ai concluded this based on her previous knowledge."]}, {"name": "", "audio": "", "normalized": ["Looking back on it now, it was clear that she had been considerably confused and had lost her composure."]}, {"name": "", "audio": "", "normalized": ["Because of that, Ai had chased after the faint human presence without thinking, and had been counterattacked by the enemy."]}, {"name": "", "audio": "", "normalized": ["She immediately moved to attack, but unbelievably, her nanomachines, as if by some unknown technology or science…"]}, {"name": "", "audio": "", "normalized": ["As if by magic, a power she had never seen before made her unable to resist, and she had been caught."]}, {"name": "", "audio": "", "normalized": ["And now… Her clothes had been torn open and her limbs were like steel, forced into a sitting position and unable to move."]}, {"name": "", "audio": "", "normalized": ["In front of her eyes was the man who had captured her."]}, {"name": "Ai", "audio": "v_sr109_0001", "normalized": ["…Just what is up with this position?"]}, {"name": "You", "audio": "", "normalized": ["You've got nanomachines in your body, right?", " I took control of them for a bit.", " It would be a bit of a pain if you resisted."]}, {"name": "", "audio": "", "normalized": ["Ai sighed slightly at the man's offhanded remark."]}, {"name": "Ai", "audio": "v_sr109_0002", "normalized": ["You say that so easily… You know that the control code is basically a national secret."]}, {"name": "You", "audio": "", "normalized": ["Well, I have a specialist, you see… now then."]}, {"name": "", "audio": "", "normalized": ["The man drew closer to her as he said this.", " She was bent into a crouching position with her legs spread wide and her crotch completely visible."]}, {"name": "", "audio": "", "normalized": ["Her cheeks were flushed with embarrassment, but even if she tried to resist, her limbs refused to move."]}, {"name": "You", "audio": "", "normalized": ["I can't steal your mechanical power, but if you follow my orders that should be a sufficient increase to our fighting forces."]}, {"name": "You", "audio": "", "normalized": ["I dunno anything about you being from another world or whatever, but you're out of luck since you ran into me."]}, {"name": "Ai", "audio": "v_sr109_0003", "normalized": ["…Hmph, who the heck would work for you."]}, {"name": "", "audio": "", "normalized": ["As she spat these words at him, the man smiled and shook his head as if to say 'my, my.", ","]}, {"name": "You", "audio": "", "normalized": ["Strong-willed women always say that.", " Well, that's fine, we have plenty of time…"]}, {"name": "You", "audio": "", "normalized": ["A man and woman's negotiations aren't just with words."]}, {"name": "Ai", "audio": "v_sr109_0004", "normalized": ["…I see that even in another world, sleazebags all think alike."]}, {"name": "", "audio": "", "normalized": ["Just as predicted, the man exposed his own crotch and shoved his stinking, raging boner right in front of Ai's face."]}, {"name": "", "audio": "", "normalized": ["However, no matter how much she tried to avert her gaze, her body would not move, and against her will, her arms moved on their own."]}, {"name": "", "audio": "", "normalized": ["Reaching out and running her hands across his erect rod."]}, {"name": "Ai", "audio": "v_sr109_0005", "normalized": ["Guuh… you scum…"]}, {"name": "", "audio": "", "normalized": ["Even with her hands turned to steel, she could still feel the detestable sensations as his piece throbbed steadily, enveloped in her gentle palms as they jerked him off."]}, {"name": "You", "audio": "", "normalized": ["It's not bad feeling something other than skin now and then."]}, {"name": "Ai", "audio": "v_sr109_0006", "normalized": ["Oh, is that so!", " It feels absolutely disgusting to me…"]}, {"name": "", "audio": "", "normalized": ["Her fingers were bent to knead him gently from base to tip, as if he were trying to make her memorize the movement as she worked his dick."]}, {"name": "", "audio": "", "normalized": ["As the hot sensation spread all the way through her hands, the stimulation made his pulsating rod leak clear fluid from the tip."]}, {"name": "Ai", "audio": "v_sr109_0007", "normalized": ["Uugh… What, you're already leaking pre-cum… You have a problem with premature ejaculation, maybe?"]}, {"name": "You", "audio": "", "normalized": ["Only when I'm getting worked by a good woman.", " Still, it would be a waste to cum just from a handjob… I think I'll enjoy your mouth next."]}, {"name": "", "audio": "", "normalized": ["His penis moved from Ai's hands to her lips, as it gave off steam from its heat."]}, {"name": "", "audio": "", "normalized": ["Giving it a sharp glare, Ai looked up at the man as if to provoke him."]}, {"name": "Ai", "audio": "v_sr109_0008", "normalized": ["So that means you don't mind losing your penis, right?"]}, {"name": "You", "audio": "", "normalized": ["If you're fine with losing all your limbs and becoming a living cock sleeve, I won't stop you."]}, {"name": "Ai", "audio": "v_sr109_0009", "normalized": ["Uugh… You really are scum… I can't believe I had to meet a pervert like you of all people in this world…"]}, {"name": "", "audio": "", "normalized": ["Still, in another world without anyone to rely on, it was unthinkable to live without her arms and legs."]}, {"name": "", "audio": "", "normalized": ["In order to go home alive, she would surely have to obediently follow the man's orders for now."]}, {"name": "Ai", "audio": "v_sr109_0010", "normalized": ["Nnhh… mmh, ghllrl…"]}, {"name": "", "audio": "", "normalized": ["To mitigate the horrible experience as much as possible, she collected her saliva to use as lube as she held his male spear in her mouth."]}, {"name": "Ai", "audio": "v_sr109_0011", "normalized": ["(Guuh, ohh… It's huge… This will… never fit… nnghh, nnphh…)"]}, {"name": "", "audio": "", "normalized": ["Ai opened her mouth all the way, finally fitting in the head of his penis as she flusteredly looked around, breathing hard through her nose."]}, {"name": "You", "audio": "", "normalized": ["Heheh, you're breathing hard, you getting excited?"]}, {"name": "Ai", "audio": "v_sr109_0012", "normalized": ["(Uugh… Who would…)"]}, {"name": "", "audio": "", "normalized": ["Unconsciously, she made to bite down, but if she did that, this man would truly amputate her arms and legs without a bit of hesitation."]}, {"name": "", "audio": "", "normalized": ["She glared at him with the slightest protest, but the man simply laughed at the sight of this and made her arms move on their own once again."]}, {"name": "Ai", "audio": "v_sr109_0013", "normalized": ["Nnghh, nnhh?!"]}, {"name": "You", "audio": "", "normalized": ["It's a present from me, so go ahead and receive it."]}, {"name": "Ai", "audio": "v_sr109_0014", "normalized": ["Nnnhhmmpphh?!"]}, {"name": "", "audio": "", "normalized": ["Both of her arms stretched out and gripped the man's hips, holding him tight and driving his dick all the way into the back of her throat at once."]}, {"name": "Ai", "audio": "v_sr109_0015", "normalized": ["Nnhhoohguuhh?!", " Nnhghhph… nnhphh, ohghh…"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " How assertive!", " Keep on enjoying it just like that!"]}, {"name": "Ai", "audio": "v_sr109_0016", "normalized": ["Nnhahh, guuh… gnnbbhh!", " Gphh, ghlrlrrl, oghghh…"]}, {"name": "", "audio": "", "normalized": ["Though she earnestly tried to pull her head back, as soon as she had moved just slightly, she was made to grab his hips again, swallowing his penis up to the base once more."]}, {"name": "", "audio": "", "normalized": ["She tried over and over to get away, but instead, she only managed to continuously pleasure his dick with her lips and throat."]}, {"name": "Ai", "audio": "v_sr109_0017", "normalized": ["(Thhiis… man…!", " In that case… I'd rather hurry up and make him cum…)"]}, {"name": "", "audio": "", "normalized": ["Ai began to move her head of her own will, choking and coughing as his cock stuffed her throat."]}, {"name": "Ai", "audio": "v_sr109_0018", "normalized": ["Nnghh, ghlrlrrll!", " Chbhh, ghlpph, ghlrllrb…"]}, {"name": "", "audio": "", "normalized": ["She worked his glans and shaft, constricting her cheeks and wrapping around them, making good use of her tongue as she ran it everywhere along his rod."]}, {"name": "", "audio": "", "normalized": ["She looked like a clown, spraying saliva everywhere as her lips stretched out every time she pulled her head back, making an obscene and disgraceful face."]}, {"name": "Ai", "audio": "v_sr109_0019", "normalized": ["(Guuh… hyoohh… hurry… ngnhh, hurry up, cum already…)"]}, {"name": "", "audio": "", "normalized": ["With her enemy grinning down at her unsightly state, she was filled with unbearable shame and humiliation."]}, {"name": "", "audio": "", "normalized": ["However, as she shook her head and rubbed his dick with her throat, her eyes that were turned upward in rage became full of tears and drool leaked from her mouth."]}, {"name": "Ai", "audio": "v_sr109_0020", "normalized": ["Nnnbhhyhh… ghrlhhbb, ghphh… nchhbbhh, ghbhbrhllrbh!"]}, {"name": "", "audio": "", "normalized": ["As she sucked and licked at his male flesh stickily like a popsicle, her fingers moved slightly, kneading his ass."]}, {"name": "", "audio": "", "normalized": ["Still, enduring the humiliation had been worth it, as in her mouth his penis began to swell large, twitching and throbbing over and over."]}, {"name": "You", "audio": "", "normalized": ["Guuh… all right, I'm gonna let it out!", " Stretch out your lips like that and work my dick!"]}, {"name": "Ai", "audio": "v_sr109_0021", "normalized": ["Nnghh… guubhh, nnghlrllr, ghllrll, ghbbhh…"]}, {"name": "", "audio": "", "normalized": ["Assaulted by the repulsive sensation, Ai reflexively tried to let go of his penis, but her hands that were moving on their own wouldn't let her."]}, {"name": "", "audio": "", "normalized": ["On the contrary, they firmly gripped the man's hips, making her swallow his tip even further and stuffing her throat full of his huge cock."]}, {"name": "Ai", "audio": "v_sr109_0022", "normalized": ["(Ohh… ghhoohh… nnhbhh, it's coming, hhiihh… nnhhnnh!", ")"]}, {"name": "", "audio": "", "normalized": ["Even as she groaned in anguish, she was unable to spit it out, and she was forced to suck and work his dick as the throbbing sensations filled her mouth."]}, {"name": "", "audio": "", "normalized": ["Then, the man thrust his hips forward at full force, and his fist-sized glans made the back of her throat creak open…"]}, {"name": "Ai", "audio": "v_sr109_0023", "normalized": ["Nngbhh… phmmyhhyhh?!"]}, {"name": "", "audio": "", "normalized": ["*Sploorch, splurt splurt!", "* *Splaash, driip!", "*"]}, {"name": "", "audio": "", "normalized": ["With overwhelming force, his penis leapt and sprayed hotly like an explosion raging inside her mouth."]}, {"name": "", "audio": "", "normalized": ["His semen splashed against the back of her throat with vigor, sticking and clinging to the walls as it slowly crept down her throat."]}, {"name": "Ai", "audio": "v_sr109_0024", "normalized": ["Obbh, ohh… nnhohh… ahh… guuh, nnhh… nnghh, ghhghh…"]}, {"name": "Ai", "audio": "v_sr109_0025", "normalized": ["(…What a huge load… nngh, ghpphh, ubh… glbbhh…)"]}, {"name": "", "audio": "", "normalized": ["Although she was choking from the amount and the force, his hard, towering penis was still blocking her throat, making it impossible to spit it out."]}, {"name": "", "audio": "", "normalized": ["Ai had no choice but to swallow the mixture of spit and semen, as it stickily forced its way through her mouth, making her taste it."]}, {"name": "Ai", "audio": "v_sr109_0026", "normalized": ["(Ugh… why… nnghh, uwehh… it stinks… it seriously stinks…)"]}, {"name": "", "audio": "", "normalized": ["Her nose was full of the raw, fishy scent as it stopped her up, making her head spin and feel dizzy in the heat."]}, {"name": "Ai", "audio": "v_sr109_0027", "normalized": ["Nnbhh… nnmmh, nghllr…"]}, {"name": "", "audio": "", "normalized": ["As she gulped, each movement made his penis rub against her throat, and her heart beat faster as hot sensations spread through her lower half."]}, {"name": "Ai", "audio": "v_sr109_0028", "normalized": ["(Nnhh… hoohh… wh-what is this… even though I hate thiish… nnghh, ghpphh…)"]}, {"name": "", "audio": "", "normalized": ["Even though she was completely humiliated and in physical pain, there was a strange thrill running throughout her body."]}, {"name": "", "audio": "", "normalized": ["Ai couldn't stop the quick pulsing of her heart."]}, {"name": "You", "audio": "", "normalized": ["All right, just like that―don't move!"]}, {"name": "", "audio": "", "normalized": ["Having thoroughly dirted Ai's mouth, throat, and all the way to her intestines, the man pulled his penis out as if to say he still was unsatisfied."]}, {"name": "Ai", "audio": "v_sr109_0029", "normalized": ["Nnghpphh?!", " Phwaah, haah… aah, nnhh!"]}, {"name": "", "audio": "", "normalized": ["His towering penis was now covered in saliva and semen, giving off steam and with strands still sticking to her mouth as he thrust it right in front of her face."]}, {"name": "", "audio": "", "normalized": ["*Spluurt!", "* *Sploorch!", "* *Splort, splort, splloort!", "*"]}, {"name": "Ai", "audio": "v_sr109_0030", "normalized": ["Hnhyaahh!", " Guuh, aah… aahh… nnh, haahh…"]}, {"name": "", "audio": "", "normalized": ["The hot spray of white fluid splashed against her face, painting her nose and lips, her eyes and forehead, her hair and her cheeks all milky white without a care."]}, {"name": "Ai", "audio": "v_sr109_0031", "normalized": ["Aah, uuh… nnhh, guuh…"]}, {"name": "", "audio": "", "normalized": ["In her body, her mouth, on her face, and even her hair.", " All of the places one wouldn't want dirtied were completely smeared with his male lust, steaming and stinking."]}, {"name": "You", "audio": "", "normalized": ["Phew… heh heh, you look beautiful."]}, {"name": "Ai", "audio": "v_sr109_0032", "normalized": ["…Gee, thanks."]}, {"name": "", "audio": "", "normalized": ["She answered him coldly, with irritation―and a strange sensation inside her body that bewildered her as she tried to keep it from showing."]}, {"name": "You", "audio": "", "normalized": ["Until you surrender to me, I'm gonna drench you in semen everyday.", " You're only allowed to shower before having sex with me."]}, {"name": "Ai", "audio": "v_sr109_0033", "normalized": ["Ugh… you really are a lowlife sicko."]}, {"name": "You", "audio": "", "normalized": ["I'll make sure to train you until you dedicate your heart to service as my underling."]}, {"name": "You", "audio": "", "normalized": ["Well, you just have to endure it until you get used to it."]}, {"name": "Ai", "audio": "v_sr109_0034", "normalized": ["I'm so glad I could cry… Someday I'll make you regret that you decided to toy with me instead of killing me."]}, {"name": "", "audio": "", "normalized": ["Once known as Steel Shell Ai, the battle princess feared by criminals far and wide, her beauty still unspoiled by his defilement…"]}, {"name": "", "audio": "", "normalized": ["She looked at him with her bewitchingly flushed face as she vowed this."]}]