[{"name": "", "audio": "", "normalized": ["Even though I was supposed to be having fun and talking with Asuka on the veranda, before I realize it, I'm pushing her down."]}, {"name": "", "audio": "", "normalized": ["Then I cover her body with mine, pushing her into a pillar on the veranda.", " Our faces naturally come closer to each other."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Wh-what're you doing?!", " S-so sudden…"]}, {"name": "", "audio": "", "normalized": ["Asuka tries to divert her gaze in shame and embarrassment, but I refuse to break eye contact."]}, {"name": "", "audio": "", "normalized": ["I can't break eye contact.", " I've never seen Asuka's face this close up before."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Y-you look so serious… K-kousuke… is there something you want to say to me?"]}, {"name": "", "audio": "", "normalized": ["It's either the atmosphere of the festival or the Asuka's beauty in her yukata.", " Whichever one it is, there's no going back now."]}, {"name": "", "audio": "", "normalized": ["Asuka lets out a warm sigh that hits my nose and her burning cheeks seem strangely erotic, making me answer more slowly and I can barely say what I want."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Ah, th-that's… well… umm… I-I like you!"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Eh…?!"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I've always liked you, Asuka… I've always seen you as a woman and I've had enough of this sibling relationship!"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["… Kousuke… thank you, but it's so sudden for me…"]}, {"name": "", "audio": "", "normalized": ["Asuka's expression seems happy and not troubled.", " She looks really shy."]}, {"name": "", "audio": "", "normalized": ["However, she doesn't give a clear answer.", " The fireworks illuminating the night sky are the only thing heard while an awkward amount of time passes."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Getting a confession while wearing a yukata at a summer festival with fireworks is really a classic way to do things…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Answer me!", " W-won't you give me some answer?"]}, {"name": "", "audio": "", "normalized": ["I cut off Asuka's half-hearted attitude because I'm tired of waiting."]}, {"name": "", "audio": "", "normalized": ["Then Asuka busts out laughing, staring into my eyes with an excited look that's different from the sisterly look she usually gives me."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I feel the same way as you, Kousuke…"]}, {"name": "", "audio": "", "normalized": ["I hold back the happiness I feel trying to burst out of me to check one more time what Asuka means."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Th-that means you…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Like you too."]}, {"name": "", "audio": "", "normalized": ["Asuka looks down shyly and turns her gaze away with a small smile."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Then, will you be my… lover?"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Yeah… lovers."]}, {"name": "", "audio": "", "normalized": ["I inadvertently gulp.", " I've dreamed of this day and it's finally come, like a dream come true."]}, {"name": "", "audio": "", "normalized": ["I can't control my hot-blooded emotions and unspeakable feelings rush inside me."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Can I… kiss you?"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Of course…"]}, {"name": "", "audio": "", "normalized": ["Even though she's older than me, Asuka is looking shyly away as she says she speaks."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Asuka…"]}, {"name": "", "audio": "", "normalized": ["Asuka looks at me when I say her name and I stare back into her eyes."]}, {"name": "", "audio": "", "normalized": ["This time is only for the two of us.", " It seems eternal.", " No one can come between us.", " We press our lips together."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn… mwah, hnn…"]}, {"name": "", "audio": "", "normalized": ["At first, we slowly taste each other's lips, then gradually entangle our tongues and suck each other's lips."]}, {"name": "", "audio": "", "normalized": ["Unable to control our emotions, we suffocate each other and become absorbed in the act.", " I'm finally getting Asuka."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Asuka…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Kousuke… hnn, mwah… hnn… haa, unn…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Thanks."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["It's not something you need to say thanks about."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I, umm… I've always liked you."]}, {"name": "", "audio": "", "normalized": ["Asuka gently strokes my head and her warm smile lights a fire in my heart."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ah, hnn… mwah, mm… Kousuke, heheh…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Wh-what?"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["It's nothing… I just think you're cute…"]}, {"name": "", "audio": "", "normalized": ["Both of Asuka's hands are on my neck, hugging me and seemingly asking for more kisses."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Don't say that."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I, mwah… was just saying what I thought… mwah…"]}, {"name": "", "audio": "", "normalized": ["Our kisses become more intense, our bodies burning.", " I can see sweat dripping down Asuka's collar bone through her yukata."]}, {"name": "", "audio": "", "normalized": ["I can't hold back after seeing Asuka's aggression and I put my hand in her yukata to grope her chest, keeping my other hand near her crotch."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haan… mwah… Kousuke, you're such a perv… hnn… ahh, it feels good… so good… ahh…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Your pussy's getting hot."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Don't say something like that… your kisses are so good… ooh… it can't be helped… hnn, mwah…"]}, {"name": "", "audio": "", "normalized": ["Asuka's body tenses, her breath goes ragged, and she sucks on my tongue violently."]}, {"name": "", "audio": "", "normalized": ["Because Asuka looks so cute, I push my dick against her."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ann… Wow, Kousuke… you're so hot and hard… it's touching me… wow… you're really hard…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Your pussy's so wet."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Because it's you… I don't know why… but my body is… getting so hot… haann, I can't take it…"]}, {"name": "", "audio": "", "normalized": ["I start to feel the warmth on my fingertips, and immediately hear the sound of water flowing from Asuka's crotch.", " Her love juice covers my fingers."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Don't make… that sound… it's embarrassing… haan… my pussy feels so good…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["My pussy's so wet… feels so good… when you touch it… my pussy… goes crazy…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I can't take this anymore.", " I want to fuck you!"]}, {"name": "", "audio": "", "normalized": ["My excitement grows at Asuka's voice and the dirty sound.", " While talking, I push against her more strongly than before with my dick."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Me too, Kousuke… I want to fuck!", " I want your dick!"]}, {"name": "", "audio": "", "normalized": ["When I hear what Asuka says, I take off my yukata and then roughly remove hers, exposing her wet hole."]}, {"name": "", "audio": "", "normalized": ["Without missing a beat, I slide my erect dick into my lover's pussy."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haa… hnn, your dick… it's so hot, put it in… hnng, waah!"]}, {"name": "", "audio": "", "normalized": ["Just from inserting my dick into her pussy, Asuka's hole spasms slightly."]}, {"name": "", "audio": "", "normalized": ["Her pussy is hot and tight, sticking to my dick strongly and it feels like I'm gonna cum soon."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Kousuke, so hard… waah… it's like… my folds… are being sucked in by your dick…"]}, {"name": "", "audio": "", "normalized": ["Asuka's pussy is narrow, so I push myself into her womb and rub the tip around."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Gyaah… your dick is all the way in the back… my womb… haan… it feels amazing… oohh…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["You're so tight and you feel so good, Asuka."]}, {"name": "", "audio": "", "normalized": ["While talking, I move my hips violently and lustfully move in Asuka's pussy, feeling her with my full length."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Your pussy is awesome."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Waah… Kousuke, so good… my pussy… it's so intense… I'm so glad… nyaah…"]}, {"name": "", "audio": "", "normalized": ["Each time I thrust into Asuka's pussy, her hole tightens as she lightly climaxes, her juices overflowing and helping me speed up."]}, {"name": "", "audio": "", "normalized": ["The large amount of love juice spilling out mixes with the lewd sound of liquid and a white foam forms that wets both of our crotches."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["My pussy is so wet… it feels so good… it's making noise… nyaah… it won't stop making noise…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["You're leaking so much."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I'm not leaking… it's because I feel so good… that's bad… ah, hnn… don't laugh…"]}, {"name": "", "audio": "", "normalized": ["Just looking at Asuka's pussy covered in her juices satisfies me and I realize at that moment that I am a man."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Your head is amazing… it's hitting me… it's like… there's a strange itch… like my hips are going to fall off…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Kousuke… I didn't know… your dick was this big… hnn… you're really a man…"]}, {"name": "", "audio": "", "normalized": ["I get excited by Asuka's words and start thrusting into the girl who was once like my sister's pussy."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I didn't know you had such a slutty cunt, Asuka."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ann, you said it… because it's you… it's gotten this slutty… because… I like you…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["When a man I like… fucks my pussy… I'm… happy… do you feel the same too…?"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Of course I'm happy."]}, {"name": "", "audio": "", "normalized": ["We exchange words of love as we thrust into each other.", " We can feel each other's love and feel even hotter from our lower areas."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ann… I wanna fuck forever… I can't get enough… sex with you… it feels so fucking good… hnn, haan…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Ahh… I wanna fuck forever too."]}, {"name": "", "audio": "", "normalized": ["The need to cum grows within me and my hips speed up, my thrusts short and fast."]}, {"name": "", "audio": "", "normalized": ["My dick grows even bigger than it was when I first put it in.", " It gets hotter and harder as I thrust violently into Asuka's womb."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ahhahh… my womb is so hot… you're fucking me so much, I feel like I'm melting… it's so intense…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I want you to feel good… because of me… if it's you… you can fuck me… as hard as you want…"]}, {"name": "", "audio": "", "normalized": ["Asuka's panting voice becomes more erotic and makes my thrusts go even faster."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Oh yeah… fuck me so hard… it'll break my pussy… I'm fine… so fuck me as hard as you want…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Haa… Asuka!"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Kousuke… I love it… your dick… feels so good… do it hard… I love you too…"]}, {"name": "", "audio": "", "normalized": ["The sound of our bodies slapping against each other echoes in my feelings overflow at the sight of Asuka as I've never seen her before."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I wanna cum inside you!"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Cum… your jizz… I want it… I'm gonna, hnn… cum too… together…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I'm cumming… because of you… ohh… I can't take it… hnn… angg… ahh!"]}, {"name": "", "audio": "", "normalized": ["I use the last of my force to move my hips even harder, barking out Asuka's name as I thrust intensely."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Naah… cum!", " Give me your cum… cum inside me!", " Cum on me as much as you want!"]}, {"name": "", "audio": "", "normalized": ["One moment later, my cum explodes into Asuka's womb, and I howl while overtaken by the pleasure from cumming."]}, {"name": "", "audio": "", "normalized": ["I focus all of my attention on my dick exploding with pleasure inside the woman I love."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Kousuke!", " I'm… cumming too~~!", " I'm cumming because of your dick~~!"]}, {"name": "", "audio": "", "normalized": ["Then, Asuka is caught by her climax and her pussy tightens like it's trying to squeeze my cum out."]}, {"name": "", "audio": "", "normalized": ["Her hips convulse and her legs spread open as she shakes.", " She looks at me with heavy-lidded eyes."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Heheheh, your cum… it's gushing… your soup… it's so hot in my pussy…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["My inside… is trembling… it's still coming out… I'm so happy… you made me feel… so amazing…"]}, {"name": "", "audio": "", "normalized": ["When my cum starts to slow down, I take a long breath to calm down and soak up my lingering climax."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["It felt so good to be inside you, Asuka."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Me too… your dick made me feels so good… it looks like… you're done cumming…"]}, {"name": "", "audio": "", "normalized": ["As if it regretted the fact that I came, Asuka's pussy sticks to my dick like it's begging for more cum."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Asuka…"]}, {"name": "", "audio": "", "normalized": ["I look at Asuka's burning face and realizing that she's my lover again, my lust grows."]}, {"name": "", "audio": "", "normalized": ["I pull my cock out of her pussy as it's still contracting, straddle Asuka as she is still panting, and then push my dick in her mouth."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn… nyum… nyum!", " You have such a manly smell… it's making my mind go blank…"]}, {"name": "", "audio": "", "normalized": ["Asuka accepts the cock coming towards her face and uses her tongue to lick up the cum mixed with her own love juices."]}, {"name": "", "audio": "", "normalized": ["My cock is sensitive right after cumming, so when she sucks on me, my dick shakes violently but I can stand it."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Your mouth is so hot and feels amazing."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I'm so happy… your dick… it's delicious… nyum… your cum is spreading all over my mouth…"]}, {"name": "", "audio": "", "normalized": ["She uses her tongue to lick the remaining cum on my dick and then swallows it all."]}, {"name": "", "audio": "", "normalized": ["Looking at Asuka's slutty appearance, my cock throbs more from pleasure."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Suck more, use your tongue more and make some noise."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hahaha… you're such a perv… nyum nyum… nyum… is this okay?"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Yeah, perfect."]}, {"name": "", "audio": "", "normalized": ["My desire for her grows steadily seeing Asuka holding my dick and sucking with her mouth.", " I naturally start moving my hips back and forth."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn?!", " Sho good… your dick is in the back of my throat… it's there… hnng nyum… haan…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["It's like we're fucking with your mouth."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Yeah… it's like my mouth is a pussy… hnn, nyum… when you thrust it feels good… nyumm…"]}, {"name": "", "audio": "", "normalized": ["Meeting my thrusts, Asuka's tongue licks all over my dick and squeezes it, not letting it go."]}, {"name": "", "audio": "", "normalized": ["I notice Asuka is moving her head and sucking my dick, trying to make me feel good while breathing roughly through her nose."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Looks like you're a perv, Asuka."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn… because your dick is so good… myum… I wanna lick it forever…"]}, {"name": "", "audio": "", "normalized": ["Saliva flows from Asuka's mouth, flowing down her smooth white neck and runs down to the beautiful valley of her chest."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["You're throbbing… inside my mouth… it feels so good… nyum, hnn… you're a perv too…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Nyum, nyum, nyum… hnn, nyum… haa, haa…!"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["That's right, I'm a perv too."]}, {"name": "", "audio": "", "normalized": ["Asuka's tongue relentlessly traces my length, runs over the head, and the pleasure runs all the way to my hips."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnng, nyum, nyum… yumm, nyum… nyum!", " Hnn…!"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Asuka… I'm gonna cum."]}, {"name": "", "audio": "", "normalized": ["Asuka's mouth feels so good that my dick is quickly reaching its limit."]}, {"name": "", "audio": "", "normalized": ["Moving my hips faster, I thrust my dick in so I can enjoy her hot mouth fully."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn, nyum, nyum… nyaah, hnn… ooh… cum again… give me your jizz…"]}, {"name": "", "audio": "", "normalized": ["Asuka starts accelerating her sucking and tongue as if to match me, and the need to climax increases quickly."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Nyum, nyum, hnn… hnng!", " Ohh!", " Nyaah!", " Nyum nyum!"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Oh!", " This time on your head!"]}, {"name": "", "audio": "", "normalized": ["Feeling the cum rushing up through my dick, I pull out of her mouth."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn?!"]}, {"name": "", "audio": "", "normalized": ["Semen gushes while I pull out and I cum all around Asuka's mouth and get a big glob on her face."]}, {"name": "", "audio": "", "normalized": ["The white, sticky cum sticks to Asuka's face with force and completely covers it."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Nyaah!"]}, {"name": "", "audio": "", "normalized": ["Asuka chokes at the smell and heat of the cum, then laughs with an ecstatic expression instead of a disgusted one."]}, {"name": "", "audio": "", "normalized": ["Then she cums lightly and raises her shoulders while opening her mouth and inhales the scent of jizz deeply."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haann!", " Hnn… ah, haan…"]}, {"name": "", "audio": "", "normalized": ["Then I rub my uncontrollable dick on Asuka's face and smear the cum all over her."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I want to keep fucking you."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haa, haa… me too…"]}, {"name": "", "audio": "", "normalized": ["Asuka licks the dripping jizz with her tongue, making my dick hard again, and I'm happy she feels the same way."]}]