[{"name": "", "audio": "", "normalized": ["It was an evening with the sweet scent of summer, just hot enough that the wind felt pleasant."]}, {"name": "", "audio": "", "normalized": ["Recently, this safehouse had been rather noisy, but things had finally quieted down."]}, {"name": "", "audio": "", "normalized": ["Even though I was the head of the Fuuma clan, for just tonight I wanted to sleep peacefully like the trees."]}, {"name": "", "audio": "", "normalized": ["Of course, after I had my fun."]}, {"name": "Sakura", "audio": "v_sr169_0000", "normalized": ["I-is this all right…?"]}, {"name": "", "audio": "", "normalized": ["A voice echoed through the darkness of the living room."]}, {"name": "", "audio": "", "normalized": ["She was trying to be quiet, but her voice was shrill."]}, {"name": "You", "audio": "", "normalized": ["Even someone like you gets all aflutter when wearing something like that?"]}, {"name": "Sakura", "audio": "v_sr169_0001", "normalized": ["What do you mean by 'someone like me'?", " Huh?"]}, {"name": "", "audio": "", "normalized": ["Sakura puffed out her cheeks in a pout in her wedding dress."]}, {"name": "Sakura", "audio": "v_sr169_0002", "normalized": ["An jerk like you might not understand, but a wedding dress is what every girl dreams of.", " Of course I'd get excited."]}, {"name": "You", "audio": "", "normalized": ["This is your second time wearing it, though.", " And you're not even getting married."]}, {"name": "Sakura", "audio": "v_sr169_0003", "normalized": ["Shut up, the first time was because of that octopus!"]}, {"name": "Sakura", "audio": "v_sr169_0004", "normalized": ["Right now I'm purposely wearing this as a request from you to apologize for trying to kill you then."]}, {"name": "", "audio": "", "normalized": ["Sakura said this expectantly with a hand on her hip, then turned her eyes away from me before asking a question."]}, {"name": "Sakura", "audio": "v_sr169_0005", "normalized": ["S-so… how is it?", " Any impressions?"]}, {"name": "You", "audio": "", "normalized": ["Impressions?"]}, {"name": "Sakura", "audio": "v_sr169_0006", "normalized": ["You know… Like it suits me or it's cute or I look like I'd make a good bride… O-or like, 'why not marry me while we're at it?", "'"]}, {"name": "You", "audio": "", "normalized": ["What did you say?"]}, {"name": "Sakura", "audio": "v_sr169_0007", "normalized": ["N-n-nothing.", " Forget it, just tell me your impressions already!"]}, {"name": "", "audio": "", "normalized": ["She glared at me, upset about something."]}, {"name": "You", "audio": "", "normalized": ["Yeah, looks perfect.", " I can feel my desire for revenge from back then stirring up inside me."]}, {"name": "", "audio": "", "normalized": ["Sakura suddenly yelled at my pointed answer."]}, {"name": "Sakura", "audio": "v_sr169_0008", "normalized": ["What the heck is that!", " Is that why you made me wear this?!"]}, {"name": "You", "audio": "", "normalized": ["Hey, do you want to wake Tokiko?", " I don't mind, but…"]}, {"name": "", "audio": "", "normalized": ["I pointed this out sharply, and Sakura hurriedly closed her mouth."]}, {"name": "Sakura", "audio": "v_sr169_0009", "normalized": ["N-no way… you're right."]}, {"name": "Sakura", "audio": "v_sr169_0010", "normalized": ["It would be awful if she saw me wearing this again…"]}, {"name": "", "audio": "", "normalized": ["It seemed like she had at least that much self-awareness."]}, {"name": "", "audio": "", "normalized": ["She had tried to kill me while in her bridal gown."]}, {"name": "You", "audio": "", "normalized": ["Well then, time to repay your debt."]}, {"name": "", "audio": "", "normalized": ["I took off my clothes in front of Sakura's troubled face."]}, {"name": "", "audio": "", "normalized": ["Of course, my dick was bent backwards and pointing straight up."]}, {"name": "Sakura", "audio": "v_sr169_0011", "normalized": ["Auuh… I figured it might be something like that since it was you asking, Fuuma-kun, but… you're bigger than ever…"]}, {"name": "You", "audio": "", "normalized": ["Of course.", " This is your punishment for manipulating me.", " Hurry up.", " The slower you are, the greater the chance that Tokiko will catch us."]}, {"name": "Sakura", "audio": "v_sr169_0012", "normalized": ["I know that already."]}, {"name": "", "audio": "", "normalized": ["Though Sakura reluctantly nodded, she was glancing at her outfit worriedly."]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " You don't want to soil every little girl's dream wedding dress?"]}, {"name": "You", "audio": "", "normalized": ["That's no good.", " I prepared it specifically to dirty it.", " Give up already.", " First we'll start with a titjob."]}, {"name": "", "audio": "", "normalized": ["I laid down on the floor and requested a boob job from Sakura in her bride outfit."]}, {"name": "Sakura", "audio": "v_sr169_0013", "normalized": ["I'll do it.", " I just have to do this, right?", " It's always this kind of thing with you, Fuuma-kun."]}, {"name": "", "audio": "", "normalized": ["Sakura crouched down resignedly, sighing quietly."]}, {"name": "Sakura", "audio": "v_sr169_0014", "normalized": ["A titjob… so I'd better get my tits out… nnph."]}, {"name": "", "audio": "", "normalized": ["Sakura creeped between my legs, muttering uselessly, and opened just the chest area of her wedding dress."]}, {"name": "", "audio": "", "normalized": ["The pure white wedding costume parted, revealing her plump, healthy breasts."]}, {"name": "Sakura", "audio": "v_sr169_0015", "normalized": ["Umm… so then I'm going to put your dick in between… nnhh…"]}, {"name": "", "audio": "", "normalized": ["She leaned her upper body against me, placing my rod into the valley between her full breasts."]}, {"name": "Sakura", "audio": "v_sr169_0016", "normalized": ["Guuh… it's so hot…"]}, {"name": "", "audio": "", "normalized": ["The moment she felt me between her breasts, Sakura couldn't help but let out a sigh."]}, {"name": "", "audio": "", "normalized": ["With breasts this large, most men's dicks would be completely swallowed up."]}, {"name": "", "audio": "", "normalized": ["But my dick was more than a match for her huge breasts, and a thick male scent wafted up from my glans that pierced her chest…"]}, {"name": "", "audio": "", "normalized": ["And Sakura shivered as though affected by the heat."]}, {"name": "Sakura", "audio": "v_sr169_0017", "normalized": ["Um… I should press my tits together with my hands or something, right?", " How should I do it?", " Overhand?", " Underhand?"]}, {"name": "", "audio": "", "normalized": ["Sakura moved her hands to push her flesh together under her arms, asking me with embarrassment."]}, {"name": "You", "audio": "", "normalized": ["You can do whatever you like… huh, I guess I've never made you give me a titjob before."]}, {"name": "Sakura", "audio": "v_sr169_0018", "normalized": ["Sheesh, you just now realized that?", " This is the first time."]}, {"name": "Sakura", "audio": "v_sr169_0019", "normalized": ["…I-I've given you a number of blowjobs, but this is my first time giving you a titjob.", " Jeez."]}, {"name": "Sakura", "audio": "v_sr169_0020", "normalized": ["Then I'll just do whatever, since you said so."]}, {"name": "", "audio": "", "normalized": ["Sakura tried to press together her breasts in a variety of ways with a sour look on her face, but finally settled on her fingertips pointing downward."]}, {"name": "Sakura", "audio": "v_sr169_0021", "normalized": ["H-how about this?"]}, {"name": "", "audio": "", "normalized": ["She turned her eyes upward as she asked me, pressing her breasts firmly together from both sides, with my dick fast between them."]}, {"name": "You", "audio": "", "normalized": ["Fine.", " But it's difficult for a beginner to stimulate someone just with a titjob.", " You can lick my dick too."]}, {"name": "Sakura", "audio": "v_sr169_0022", "normalized": ["So arrogant.", " You're not saying I 'can"]}, {"name": "", "audio": "", "normalized": ["Even as she pouted, she stuck her tongue straight out from her mouth, and began to lick the underside of my glans without any hesitation."]}, {"name": "Sakura", "audio": "v_sr169_0023", "normalized": ["Ghlrll☆"]}, {"name": "", "audio": "", "normalized": ["Her outstretched tongue was completely wet with saliva as it pressed against my dick."]}, {"name": "", "audio": "", "normalized": ["My rod was completely soaked with drool from just one lick."]}, {"name": "Sakura", "audio": "v_sr169_0024", "normalized": ["Rlrll… nnrlrll… rllrl… rlrllrl… liick… rlrll… nlrllrl…"]}, {"name": "", "audio": "", "normalized": ["She bent her tongue, licking me from the frenulum to the tip, sticking it inside my glans and teasing me."]}, {"name": "", "audio": "", "normalized": ["Though it was her fist time giving a titjob, she was skilled at fellatio thanks to her training, and my dick pulsated between her breasts."]}, {"name": "Sakura", "audio": "v_sr169_0025", "normalized": ["Ghrll… ghchghch… Fuuma-kun… You love it when I do this, right…"]}, {"name": "Sakura", "audio": "v_sr169_0026", "normalized": ["You don't have to answer… Your dick is twitching happily, so I already know… rlrllrl♪"]}, {"name": "You", "audio": "", "normalized": ["My dick started to get harder once you started licking it.", " It's fine being lewd, but don't forget that it's all thanks to me."]}, {"name": "Sakura", "audio": "v_sr169_0027", "normalized": ["Rlrll… I know that… It's all your fault, Fuuma-kun…"]}, {"name": "", "audio": "", "normalized": ["The movement of Sakura's tongue stopped abruptly as she stared at me accusingly, muttering."]}, {"name": "You", "audio": "", "normalized": ["Do it properly.", " This is your apology for trying to kill me."]}, {"name": "You", "audio": "", "normalized": ["Now I even have to teach you how to to give a titjob.", " You should be grateful enough to cry."]}, {"name": "Sakura", "audio": "v_sr169_0028", "normalized": ["Yeah, yeah, I'm grateful!", " I'm not gonna cry, though!"]}, {"name": "", "audio": "", "normalized": ["Sakura raised her voice again."]}, {"name": "You", "audio": "", "normalized": ["Hey, do you want Tokiko to catch us or what?"]}, {"name": "Sakura", "audio": "v_sr169_0029", "normalized": ["Of course not… stupid Fuuma-kun… rlrll… rlrlrll…"]}, {"name": "", "audio": "", "normalized": ["Sakura whispered this and in the end went back to licking my dick on her own."]}, {"name": "You", "audio": "", "normalized": ["Move your breasts too.", " While you're licking me."]}, {"name": "Sakura", "audio": "v_sr169_0030", "normalized": ["Nnh… I know… rlrll… nnh… nhh… chphh… nnh… rlrlrll… nnhhn…"]}, {"name": "", "audio": "", "normalized": ["She nodded as she flicked and bent her tongue, and pressed her breasts together timidly with both hands, beginning to move."]}, {"name": "", "audio": "", "normalized": ["*Shlurp, shlurp, shlurpshlurp…*"]}, {"name": "Sakura", "audio": "v_sr169_0031", "normalized": ["Aauuh… nnh… nnhh… chrllrl… nnh, guuh… phew… nnh… uuh… uuh…"]}, {"name": "", "audio": "", "normalized": ["The drool dripping down from the tip of my dick had already made the valley between her breasts slippery."]}, {"name": "", "audio": "", "normalized": ["My dick moved extremely smoothly between her plump breasts."]}, {"name": "Sakura", "audio": "v_sr169_0032", "normalized": ["It's like… having your dick slipping around in my chest… feels really… strange… nnh… guuh… auuh… uuh…"]}, {"name": "", "audio": "", "normalized": ["Lost in the feeling of her titjob, yet unable to conceal her excitement, Sakura was skillfully shaking her breasts."]}, {"name": "", "audio": "", "normalized": ["It was hard to imagine this was her first time."]}, {"name": "You", "audio": "", "normalized": ["You really have the makings of a great prostitute after all.", " Is this really your first time giving a titjob?"]}, {"name": "Sakura", "audio": "v_sr169_0033", "normalized": ["I-I told you already… that it's my first time… nnh, guuh…"]}, {"name": "Sakura", "audio": "v_sr169_0034", "normalized": ["And don't say I have the makings of a prostitute… I might be selling my body to you… but I'm not that kind of girl…"]}, {"name": "You", "audio": "", "normalized": ["Really?"]}, {"name": "Sakura", "audio": "v_sr169_0035", "normalized": ["Really… nnh, aah… nnh, of course I'm not…"]}, {"name": "Sakura", "audio": "v_sr169_0036", "normalized": ["Besides, Fuuma-kun… you've already got so much pre-cum… you pervert… you really are a total perv… rlrllrl… haanh☆"]}, {"name": "", "audio": "", "normalized": ["Even as she insulted me, calling me a pervert, she licked up my pre-cum, sighing hotly at the taste and smell."]}, {"name": "", "audio": "", "normalized": ["At first she hadn't even known how she should hold me between her breasts…"]}, {"name": "", "audio": "", "normalized": ["But now she was sucking my cock with a seductive squelching noise."]}, {"name": "Sakura", "audio": "v_sr169_0037", "normalized": ["M-making me give you a titjob… nnh, chh… is really… like you don't see women as… ghlrl… anything but a tool for sex."]}, {"name": "You", "audio": "", "normalized": ["Even though you're saying that, you've already lost your heart to the pleasure of giving a titjob."]}, {"name": "Sakura", "audio": "v_sr169_0038", "normalized": ["Y-yeah right…!"]}, {"name": "You", "audio": "", "normalized": ["I'll give a little reward to your nipples for getting all excited and stuff from a blowjob and titfuck."]}, {"name": "", "audio": "", "normalized": ["Before Sakura had time to realize, I pinched both of her towering nipples."]}, {"name": "Sakura", "audio": "v_sr169_0039", "normalized": ["Hyaah―guuh, uuh…"]}, {"name": "", "audio": "", "normalized": ["Sakura seemed as though she were about to let out a high-pitched squeal, but remembering Tokiko, she hurriedly choked it down."]}, {"name": "", "audio": "", "normalized": ["But she couldn't do anything about the response of her female body in heat."]}, {"name": "", "audio": "", "normalized": ["Her body twitched wildly with its stretched-out, erect nipples."]}, {"name": "Sakura", "audio": "v_sr169_0040", "normalized": ["Nnhh… uuh… Fuuma… that's no good… I can't keep quiet… Tokiko will… catch us…"]}, {"name": "", "audio": "", "normalized": ["Sakura was like another person compared to the moment before, as she shook her head with a pitiful expression."]}, {"name": "You", "audio": "", "normalized": ["I wouldn't really mind.", " You gotta enjoy yourself to improve."]}, {"name": "", "audio": "", "normalized": ["I said this cooly as I dug my nail into one of her nipples and twisted, while I pushed and flattened the other before pulling it again."]}, {"name": "Sakura", "audio": "v_sr169_0041", "normalized": ["Nnnhh…!", " Nhhnn!", " Nnnhnn!"]}, {"name": "", "audio": "", "normalized": ["Sakura was frantically trying to hold back her squeals."]}, {"name": "", "audio": "", "normalized": ["And where most girls would shriek 'Stop!", "' and twist from side to side…"]}, {"name": "", "audio": "", "normalized": ["Somehow Sakura was shaking up and down, in other words, she began to put more effort into her titjob."]}, {"name": "Sakura", "audio": "v_sr169_0042", "normalized": ["Phnnhh, nnh, guuh, hauuhh, guuh, uuh, nnhh, nnhh!"]}, {"name": "", "audio": "", "normalized": ["The force with which she was pressing down on the sides of her breasts was much greater than before."]}, {"name": "", "audio": "", "normalized": ["Her valley was amply slick with pre-cum and saliva as she slid my cock painfully between her breasts."]}, {"name": "You", "audio": "", "normalized": ["That's it.", " Just like that."]}, {"name": "", "audio": "", "normalized": ["I praised Sakura as I kneaded, pulled, crushed, and grinded her nipples, changing it up as I teased her."]}, {"name": "", "audio": "", "normalized": ["I was making sure that Sakura didn't get used to the sensations or become able to withstand them."]}, {"name": "Sakura", "audio": "v_sr169_0043", "normalized": ["Nnnguuh… guuh, aauh… guhh, F-Fuuma… nnhnnh… s-stop that… nnhh, nnhuuhhnn!"]}, {"name": "", "audio": "", "normalized": ["With her body tense from pleasure, Sakura began to put more and more energy into her titjob."]}, {"name": "", "audio": "", "normalized": ["The caresses of her chest-pussy were brimming with lewdness that excited me, as her face twisted in a miserable expression."]}, {"name": "You", "audio": "", "normalized": ["You get better the more I insult you, you really are a perfect prostitute."]}, {"name": "Sakura", "audio": "v_sr169_0044", "normalized": ["Sheesh… nnghh… that's not it, already… nnhh, guuh… aahn, I can't stop moaning―ghrlrllrlrll!"]}, {"name": "", "audio": "", "normalized": ["The more I tormented her nipples, the more excited she got, and she moved her tongue wildly, licking my dick all over as she tried to keep from crying out."]}, {"name": "Sakura", "audio": "v_sr169_0045", "normalized": ["Nnghh… guuh, you really don't care one bit… about setting the mood… nchh…"]}, {"name": "Sakura", "audio": "v_sr169_0046", "normalized": ["Y-you do nothing but bully me… nnchh… zchhrllrl!"]}, {"name": "You", "audio": "", "normalized": ["But that's what you like, isn't it?"]}, {"name": "You", "audio": "", "normalized": ["I can tell that you love getting insulted and called a prostitute.", " That's the kind of woman you are."]}, {"name": "Sakura", "audio": "v_sr169_0047", "normalized": ["Nnnh… th-that's not it… jeez… no way… ghrlnnh…"]}, {"name": "Sakura", "audio": "v_sr169_0048", "normalized": ["O-of course… nnh, guuh… of course I don't… nnh, nnhh…"]}, {"name": "", "audio": "", "normalized": ["Sakura used her chest-pussy and her tongue loudly on my dick, glaring at me for making her realize her own pathetic feelings."]}, {"name": "", "audio": "", "normalized": ["Her hips moved relentlessly, the scent of her overflowing nectar rising up from her crotch beneath her wedding dress."]}, {"name": "You", "audio": "", "normalized": ["Your titjob is getting sloppy.", " Hurry up and make me cum."]}, {"name": "You", "audio": "", "normalized": ["You can't possibly be the kind of pathetic woman who would cum all by herself first in the middle of an apology titjob."]}, {"name": "You", "audio": "", "normalized": ["I'd be so disappointed in you."]}, {"name": "Sakura", "audio": "v_sr169_0049", "normalized": ["O-of course not… th-this is… my apology titjob for you, Fuuma-kun!"]}, {"name": "Sakura", "audio": "v_sr169_0050", "normalized": ["Th-there's no way I'd c-cum… nnghh, all by myself!", " I'm Sakura Igawa!"]}, {"name": "Sakura", "audio": "v_sr169_0051", "normalized": ["Nnnphh, chphh, phew, gchh, nphh!"]}, {"name": "", "audio": "", "normalized": ["Sakura's titjob suddenly turned even more furious."]}, {"name": "", "audio": "", "normalized": ["Both of her hands pressed her breasts down tightly, roughly stroking my dick as though her chest had no other purpose."]}, {"name": "Sakura", "audio": "v_sr169_0052", "normalized": ["Phhnnhh, nnphh, haah, phew, nnh, phh, nnhh, mbhh, bhh!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were shining and her breathing was rough as she rubbed my dick vigorously."]}, {"name": "", "audio": "", "normalized": ["Her breasts crushed together so hard they had completely lost their original shape."]}, {"name": "", "audio": "", "normalized": ["And she wasn't just moving her breasts together up and down like up until now."]}, {"name": "Sakura", "audio": "v_sr169_0053", "normalized": ["Hauuh, nnguuh, uphh, aah, nnh, guuh, aahn, uuh, muhh, haanhh, aanhhnn!"]}, {"name": "", "audio": "", "normalized": ["She moved her breasts separately up and down, rubbing them right and left against my dick, but then…"]}, {"name": "", "audio": "", "normalized": ["She was finely applying pressure to her breasts as she wrapped my cock in her cleavage, kneading them like dough."]}, {"name": "Sakura", "audio": "v_sr169_0054", "normalized": ["H-how about it, pretty awesome, right?!", " My titjob f-feels good, right!"]}, {"name": "Sakura", "audio": "v_sr169_0055", "normalized": ["I can handle… nnh, nnhh, this much!"]}, {"name": "", "audio": "", "normalized": ["Sakura was stubbornly heated in her titjob technique, as if she didn't want me to think of her as pathetic."]}, {"name": "", "audio": "", "normalized": ["Her face was completely melted with lust, truly so vulgar you could call her a natural harlot."]}, {"name": "Sakura", "audio": "v_sr169_0056", "normalized": ["Fufufu, I'll make you feel much, much better, so prepare yourself, Fuuma-kun☆"]}, {"name": "", "audio": "", "normalized": ["Sakura's tongue wound around my glans as it appeared and disappeared between her cleavage."]}, {"name": "Sakura", "audio": "v_sr169_0057", "normalized": ["Ghlrlrll, ghrllrll, nplrlrll!"]}, {"name": "", "audio": "", "normalized": ["The confidence that Sakura had in her fellatio technique was thanks to my discipline as well."]}, {"name": "", "audio": "", "normalized": ["Her bright red tongue was moving faster than the eye could see, licking my glans all over from top to bottom without a care."]}, {"name": "Sakura", "audio": "v_sr169_0058", "normalized": ["Rlrlghlrlrl, brlrll, rllrlrll, chrllrlrll, ghchhlrlrl!"]}, {"name": "", "audio": "", "normalized": ["The saliva that dripped from her mouth only increased, and the sound it made as it wrapped around her tongue and my dick was inhuman."]}, {"name": "", "audio": "", "normalized": ["The sound of her breasts rubbing against my cock, too, had changed from the normal sounds of a titjob…"]}, {"name": "", "audio": "", "normalized": ["To an incredibly vulgar, sticky squelch, the likes of which I had never heard before."]}, {"name": "Sakura", "audio": "v_sr169_0059", "normalized": ["Zchrlrlrlch… Fuuma-kun, is your dick gonna cum?", " Are you about to cum?"]}, {"name": "Sakura", "audio": "v_sr169_0060", "normalized": ["Ghrlrll… you can't lie to me… because your dick is arching so much!"]}, {"name": "", "audio": "", "normalized": ["Sakura was breathing hotly like a beast in front of its prey, as she felt the changes in my body with her tongue."]}, {"name": "You", "audio": "", "normalized": ["You slut.", " You want my semen that badly?"]}, {"name": "", "audio": "", "normalized": ["I just barely managed to resist the heat welling up inside my dick as I roughly twisted both of her nipples."]}, {"name": "Sakura", "audio": "v_sr169_0061", "normalized": ["Ngguuhh!", " Aahnh, amazing, my nipples feel amazing, it hurts so good, so good!"]}, {"name": "", "audio": "", "normalized": ["Sakura's titjob didn't stop there."]}, {"name": "", "audio": "", "normalized": ["On the contrary, the pain in her nipples turned to pleasure, and she twisted her hips violently as she worked my dick with her chest."]}, {"name": "Sakura", "audio": "v_sr169_0062", "normalized": ["Yeah, I want it, I want your semen Fuuma-kun, I can't take it anymore after all this!"]}, {"name": "Sakura", "audio": "v_sr169_0063", "normalized": ["My womb is saying it over and over, it wants your titjob semen, and a lot of it, that's what my womb is sayiing!"]}, {"name": "You", "audio": "", "normalized": ["You're begging for my semen with your hips even though I haven't even put it in you?"]}, {"name": "You", "audio": "", "normalized": ["What a hopelessly perverted woman.", " If you want me to ejaculate that badly then rub my dick's head more with your chest and your tongue."]}, {"name": "Sakura", "audio": "v_sr169_0064", "normalized": ["Yeah, I will, I will, so cum for me, I'll do whatever you say, so please, cum for me, Fuuma-kun!"]}, {"name": "", "audio": "", "normalized": ["Sakura didn't hesitate for a second."]}, {"name": "", "audio": "", "normalized": ["She pressed her breasts together powerfully from both sides, using them and her tongue at the same time to furiously stroke me."]}, {"name": "Sakura", "audio": "v_sr169_0065", "normalized": ["Nnnghhrhll!", " Bghchhrll!", " Lrlrllghrllrlchh!", " Ghlrlrll!", " Brlrlrllgbrllrlrl!"]}, {"name": "You", "audio": "", "normalized": ["Clamp your pussy down the second I cum.", " You better not climax.", " Open your mouth.", " Hold all of my semen inside."]}, {"name": "You", "audio": "", "normalized": ["Until I say it's okay, you can't orgasm or swallow.", " Got it?!"]}, {"name": "", "audio": "", "normalized": ["I could feel my dick swelling to bursting as I neared my finish and gave her a quick order."]}, {"name": "Sakura", "audio": "v_sr169_0067", "normalized": ["Rlrllglrll!", " Nnghrlrllrl!", " Ghrllrlrll!", " Chbhrllrll!"]}, {"name": "", "audio": "", "normalized": ["Sakura nodded frantically, and even though I was wildly twisting and crushing her nipples, she finally pulled her breasts tight against my dick as I neared ejaculation."]}, {"name": "You", "audio": "", "normalized": ["Guuh, Sakura!"]}, {"name": "Sakura", "audio": "v_sr169_0068", "normalized": ["Nbhwaahh…!"]}, {"name": "", "audio": "", "normalized": ["The second that the hot torrent ran up my urethra, Sakura opened her mouth wide, spreading out her tongue."]}, {"name": "", "audio": "", "normalized": ["Her pussy was surely clamped tight as I had ordered, and her body stiffened to resist her orgasm."]}, {"name": "", "audio": "", "normalized": ["*Spluurt!", "*"]}, {"name": "", "audio": "", "normalized": ["The first blast from my rod smacked against the tip of Sakura's nose, spraying all over her face."]}, {"name": "Sakura", "audio": "v_sr169_0069", "normalized": ["Phyaanhh!"]}, {"name": "", "audio": "", "normalized": ["Sakura let out a shrill cry of joy with her mouth wide open."]}, {"name": "", "audio": "", "normalized": ["A second and third blast of semen hit her foolish face.", " And of course, the inside of her mouth as well."]}, {"name": "", "audio": "", "normalized": ["*Sploort!", "* *Splaash!", "* *Drip drip!", "* *Spraay!", "*"]}, {"name": "Sakura", "audio": "v_sr169_0070", "normalized": ["Hyaah, aah, hyaah… nhahahh, aahhnn!"]}, {"name": "", "audio": "", "normalized": ["Sakura's face was instantly covered in sticky white fluid, my thick semen collecting in her mouth as well."]}, {"name": "Sakura", "audio": "v_sr169_0071", "normalized": ["Aaahh, aahh!"]}, {"name": "", "audio": "", "normalized": ["She still had her mouth open as I had ordered, so she couldn't even stifle her cries."]}, {"name": "", "audio": "", "normalized": ["Even though she was filthy with semen, she surrendered her body to me, twitching all over on the brink of her orgasm, trying desperately not to cum."]}, {"name": "You", "audio": "", "normalized": ["Sakura, do you want to cum?"]}, {"name": "Sakura", "audio": "v_sr169_0072", "normalized": ["Mmmf, mmh, mmnnhm, mmhmm!"]}, {"name": "", "audio": "", "normalized": ["Sakura held down my raging cock inside her cleavage as she nodded with a teary face."]}, {"name": "", "audio": "", "normalized": ["The milky fluid in her mouth threatened to leak from the corners of her mouth with each nod, as she frantically tilted her head back to prevent it."]}, {"name": "You", "audio": "", "normalized": ["You better not cum.", " If you go and cum I won't ever ravish you anymore.", " If you want my dick then endure it."]}, {"name": "Sakura", "audio": "v_sr169_0073", "normalized": ["Aaah, uwaahh, aah, uwaahh!"]}, {"name": "You", "audio": "", "normalized": ["I drank one of Mikoto Kiryuu's semen production increase drugs before I came here just for this moment."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna let it out like an orc."]}, {"name": "You", "audio": "", "normalized": ["Take it all without cumming.", " Open your mouth wider.", " Show me your silly face."]}, {"name": "Sakura", "audio": "v_sr169_0074", "normalized": ["Uuuhguuhh, nnguuhh, aahh, guuh, phwaanhh!"]}, {"name": "", "audio": "", "normalized": ["Consumed by the thought of being violated by me, Sakura opened her mouth so wide her jaw seemed as though it might come unhinged…"]}, {"name": "", "audio": "", "normalized": ["And she continued to anxiously resist her orgasm, restraining her excited body."]}, {"name": "", "audio": "", "normalized": ["The sight of her suffering made my cock go crazy, and I showered her with a huge volume of semen, like throwing a bucket of water on her."]}, {"name": "Sakura", "audio": "v_sr169_0075", "normalized": ["Nnhhuhh, phwaahh, aah, aayahh, hauuh, nnhh, phh, aah, aah, aah…"]}, {"name": "", "audio": "", "normalized": ["As my dick finally calmed down, Sakura's face was still fixed as though she was about to cum…"]}, {"name": "", "audio": "", "normalized": ["She was slightly spasming all over."]}, {"name": "", "audio": "", "normalized": ["Jelly-like semen filled her opened mouth."]}, {"name": "", "audio": "", "normalized": ["However, there was still a large amount of semen that had sprayed and overflowed, sticking to Sakura's brow and nose, her cheeks and chin…"]}, {"name": "", "audio": "", "normalized": ["And of course, a huge amount clinging to her chest."]}, {"name": "You", "audio": "", "normalized": ["Sakura, I told you to keep it all in your mouth.", " Wring out the rest left in my dick with your tits."]}, {"name": "You", "audio": "", "normalized": ["Scoop up the semen on your face and tits with your fingers and put it in your mouth too."]}, {"name": "Sakura", "audio": "v_sr169_0076", "normalized": ["Auuhah, uuphhnhh…"]}, {"name": "", "audio": "", "normalized": ["Sakura began to do as I said, a hazy expression still on her face."]}, {"name": "Sakura", "audio": "v_sr169_0077", "normalized": ["Aaah, uwaah, auuh, nnphh, phh, auuahh…"]}, {"name": "", "audio": "", "normalized": ["She timidly wrung the remaining fluid from my dick, scooping it up with her fingers and putting it in her mouth."]}, {"name": "", "audio": "", "normalized": ["In the same way, her trembling fingers wiped the semen clinging to her face and chest, adding it to the load that still threatened to spill from her mouth."]}, {"name": "You", "audio": "", "normalized": ["Hey.", " You spilled some semen.", " Look, you did it again.", " You can't scoop it up properly?"]}, {"name": "Sakura", "audio": "v_sr169_0078", "normalized": ["Hyahh, auuh… aah, aah… uunnh, aah, aah… aahh… uuh… aah… aah… nhaahh…"]}, {"name": "", "audio": "", "normalized": ["Her body was still trembling from forcibly holding back her orgasm…"]}, {"name": "", "audio": "", "normalized": ["And her mouth was already completely full of an orc's worth of semen, causing it to spill easily."]}, {"name": "", "audio": "", "normalized": ["Sakura scooped up the semen that overflowed over and over again, like Sisyphus pushing his boulder, until she finally managed to store it all in her mouth."]}, {"name": "Sakura", "audio": "v_sr169_0079", "normalized": ["Nnnhahh, nnhahh, aah, hyaahh♪"]}, {"name": "", "audio": "", "normalized": ["Sakura moaned happily, her tongue completely covered in white by the semen saved up in her mouth."]}, {"name": "", "audio": "", "normalized": ["I couldn't understand at all what she was trying to say, but I could tell she wanted me to praise her."]}, {"name": "You", "audio": "", "normalized": ["Good job.", " You can close your mouth.", " But don't swallow yet."]}, {"name": "Sakura", "audio": "v_sr169_0080", "normalized": ["Phwaah♪"]}, {"name": "Sakura", "audio": "v_sr169_0081", "normalized": ["…nnhh."]}, {"name": "", "audio": "", "normalized": ["Sakura closed her mouth meticulously, shutting all the semen inside."]}, {"name": "", "audio": "", "normalized": ["The second her lips pressed together, a single trickle of semen dripped down, but well, I'd forgive her that much."]}, {"name": "Sakura", "audio": "v_sr169_0082", "normalized": ["Nnnh, uuh, uuhh…"]}, {"name": "", "audio": "", "normalized": ["Her cheeks were puffed out like a hamster."]}, {"name": "", "audio": "", "normalized": ["Of course, she couldn't breathe with her mouth, so each time she breathed with her nose, the smell of semen wafting up was overpowering."]}, {"name": "Sakura", "audio": "v_sr169_0083", "normalized": ["Nnh, nhh, phhnn, nnhh, nnhhn!"]}, {"name": "", "audio": "", "normalized": ["Sakura shook her body from side to side, as if to say 'Hurry up and let me drink it.", ","]}, {"name": "You", "audio": "", "normalized": ["Well, wait a second, don't get flustered."]}, {"name": "", "audio": "", "normalized": ["For the moment, I pulled my dick out of her cleavage."]}, {"name": "Sakura", "audio": "v_sr169_0084", "normalized": ["Nnhuuhh!"]}, {"name": "", "audio": "", "normalized": ["Sakura's body stiffened greatly at the sensation of my still-rigid cock slipping out of her chest-pussy."]}, {"name": "", "audio": "", "normalized": ["Her tightly-closed lips trembled and another dribble of semen escaped."]}, {"name": "Sakura", "audio": "v_sr169_0085", "normalized": ["Phh, pphhuuh, phuuhh!"]}, {"name": "", "audio": "", "normalized": ["Sakura groaned, her face completely red."]}, {"name": "You", "audio": "", "normalized": ["You wanna drink it that much?"]}, {"name": "Sakura", "audio": "v_sr169_0086", "normalized": ["Phhnh, nnhh, nnh, phhnnhh…"]}, {"name": "", "audio": "", "normalized": ["Sakura nodded vigorously."]}, {"name": "You", "audio": "", "normalized": ["Because it's hard to breathe?"]}, {"name": "Sakura", "audio": "v_sr169_0087", "normalized": ["Nnnhh―nnhh―nnhh―!"]}, {"name": "", "audio": "", "normalized": ["This time she shook her head from side to side."]}, {"name": "Sakura", "audio": "v_sr169_0088", "normalized": ["Nnphhnnh, nnhpphhnnh, nnhpphhn, phhnhh!"]}, {"name": "You", "audio": "", "normalized": ["I have no idea what you're saying, but is it that you want to drink my semen so much you can't help yourself?"]}, {"name": "Sakura", "audio": "v_sr169_0089", "normalized": ["Mmfmmhfmmhfhmmhf♪"]}, {"name": "", "audio": "", "normalized": ["Sakura nodded her head frantically up and down, her eyes shining, as if to say \"Yes, yes!"]}, {"name": "You", "audio": "", "normalized": ["What a hopeless semen junkie.", " Fine then."]}, {"name": "You", "audio": "", "normalized": ["But you gotta do it after you collect all the semen in your mouth between your breasts.", " Then I'll let you drink it through a straw."]}, {"name": "Sakura", "audio": "v_sr169_0090", "normalized": ["Nnh/!", " Nhhphh!"]}, {"name": "", "audio": "", "normalized": ["Sakura's eyes opened wide as if to say, \"That's horrible, I tried my best!"]}, {"name": "You", "audio": "", "normalized": ["Just shut up and do it if you want to drink my semen."]}, {"name": "", "audio": "", "normalized": ["As I ordered her, her mouth popped open easily."]}, {"name": "Sakura", "audio": "v_sr169_0091", "normalized": ["Nnphwaahh!"]}, {"name": "", "audio": "", "normalized": ["The semen stored inside Sakura's mouth began to flow down from her lips as they loosened."]}, {"name": "", "audio": "", "normalized": ["I had already guessed it from the swelling of her cheeks, but I really had let out a tremendous load."]}, {"name": "Sakura", "audio": "v_sr169_0092", "normalized": ["Nnhaahh, aah, aahh…!"]}, {"name": "", "audio": "", "normalized": ["Sakura's miserable groaning tumbled out along with the semen."]}, {"name": "Sakura", "audio": "v_sr169_0093", "normalized": ["Auuwaahh, uuh, aah, phh, aah, hyaah, aah, aah…"]}, {"name": "", "audio": "", "normalized": ["Her outstretched tongue was quivering as it appeared to chase the white liquid flowing down into her valley."]}, {"name": "", "audio": "", "normalized": ["She was frantically pressing her breasts together, deepening her cleavage, taking care to make sure not a single drop spilled."]}, {"name": "You", "audio": "", "normalized": ["Heh, that's quite a load even for me."]}, {"name": "Sakura", "audio": "v_sr169_0094", "normalized": ["Exshactly… even tho I tried my besht… Fuuma-kun, you bully…"]}, {"name": "", "audio": "", "normalized": ["Sakura was glaring at me with tears in her eyes."]}, {"name": "", "audio": "", "normalized": ["As she used her tongue to speak for the first time in a while, even more semen dripped down."]}, {"name": "You", "audio": "", "normalized": ["What, I didn't say I won't let you drink it or anything."]}, {"name": "Sakura", "audio": "v_sr169_0095", "normalized": ["Yeah, but… I wanted to gulp it all down at once…"]}, {"name": "Sakura", "audio": "v_sr169_0096", "normalized": ["And on my breasts… aah, look, it's leaking out the bottom.", " Fuuma-kun, scoop it up, it's such a waste!"]}, {"name": "", "audio": "", "normalized": ["Sakura realized that the semen was leaking from the gap on the underside of her breasts and pressed them together tightly, begging me in a sweet voice."]}, {"name": "You", "audio": "", "normalized": ["You really are a hopeless semen junkie."]}, {"name": "", "audio": "", "normalized": ["I scooped up the semen that had reached all the way to my own stomach with my fingers and returned it to Sakura's cleavage."]}, {"name": "Sakura", "audio": "v_sr169_0097", "normalized": ["But it's all your fault that I ended up liking semen so much, Fuuma-kun…"]}, {"name": "Sakura", "audio": "v_sr169_0098", "normalized": ["You made me drink so much and cum from it, the taste of semen feels so good, it's burned into my brain… it's all your fault…"]}, {"name": "", "audio": "", "normalized": ["Sakura gave me a flirty smile as she showed off all my semen that she had collected between her plump breasts."]}, {"name": "Sakura", "audio": "v_sr169_0099", "normalized": ["Fuuma-kun, give me the straw, please."]}, {"name": "", "audio": "", "normalized": ["Sakura pointed her semen-stained lips at me like a lover asking for a kiss."]}, {"name": "You", "audio": "", "normalized": ["You can drink it, but―"]}, {"name": "Sakura", "audio": "v_sr169_0100", "normalized": ["I can't cum, right.", " Bully."]}, {"name": "", "audio": "", "normalized": ["Sakura lightly placed the straw I handed her into her mouth, and plunged the other end into the semen between her breasts."]}, {"name": "", "audio": "", "normalized": ["As she followed my order, her face seemed to say that even holding back her orgasm from drinking my semen was just part of the pleasure."]}, {"name": "Sakura", "audio": "v_sr169_0101", "normalized": ["Ghlrrllp!"]}, {"name": "", "audio": "", "normalized": ["The first sip."]}, {"name": "", "audio": "", "normalized": ["Sakura's cheeks narrowed as she fiercely sucked at the straw."]}, {"name": "", "audio": "", "normalized": ["She sucked up the still-thick semen that normally wouldn't pass through a straw all at once."]}, {"name": "Sakura", "audio": "v_sr169_0102", "normalized": ["Ghrllrn―nnhh!"]}, {"name": "", "audio": "", "normalized": ["The moment the milky mass of semen flew into her mouth, Sakura shivered with joy."]}, {"name": "Sakura", "audio": "v_sr169_0103", "normalized": ["Nnnhnnh… gulp… nnh…gllpp!"]}, {"name": "", "audio": "", "normalized": ["Her slim throat moved with a lewd sound."]}, {"name": "", "audio": "", "normalized": ["As she swallowed down the semen, her whole body tensed and her pussy contracted."]}, {"name": "", "audio": "", "normalized": ["She was surely holding back the urge to climax."]}, {"name": "Sakura", "audio": "v_sr169_0104", "normalized": ["Ghlrll… nnh, gulp, gulp… ghlrllrll… glpglpglp!"]}, {"name": "", "audio": "", "normalized": ["Now that she had started to drink, Sakura's pace was swift."]}, {"name": "", "audio": "", "normalized": ["She planted the straw firmly in her cleavage, her face red as she sucked hard and drank it down."]}, {"name": "Sakura", "audio": "v_sr169_0105", "normalized": ["Nnhnnhh, nnhh…!"]}, {"name": "", "audio": "", "normalized": ["Every time my semen washed down her throat she looked as if she were about to cum."]}, {"name": "", "audio": "", "normalized": ["Sakura twisted her body from side to side in protest, but she didn't stop drinking even once."]}, {"name": "You", "audio": "", "normalized": ["You really wanted to drink it enough to do all that.", " You perv."]}, {"name": "Sakura", "audio": "v_sr169_0106", "normalized": ["Ghlrll… nnh, Fuuma… you're the real perv…"]}, {"name": "Sakura", "audio": "v_sr169_0107", "normalized": ["Ghlrlrll… making me do this… nhh, and getting all happy over it…"]}, {"name": "You", "audio": "", "normalized": ["But that's what feels so good, right?"]}, {"name": "Sakura", "audio": "v_sr169_0108", "normalized": ["Yeah… nnh, being treated… like this…"]}, {"name": "Sakura", "audio": "v_sr169_0109", "normalized": ["Ghlrlrll… glp… gulp… nnhh… it feels… so good… amazing… glpglp…"]}, {"name": "You", "audio": "", "normalized": ["I won't stop you anymore.", " You can drink up every last drop."]}, {"name": "Sakura", "audio": "v_sr169_0110", "normalized": ["I will… of course I will… I can't stop anymore… ghlrlrll, ghlrllzlrll!"]}, {"name": "", "audio": "", "normalized": ["Sakura pricked at her cleavage with the straw in her mouth, greedily sucking up the remaining semen, enjoying herself as she digested it."]}, {"name": "", "audio": "", "normalized": ["And all this while still holding back her climax."]}, {"name": "", "audio": "", "normalized": ["This was the endlessly vulgar state of a female who couldn't help but stirring up a male's lust."]}, {"name": "Sakura", "audio": "v_sr169_0111", "normalized": ["Ghlrlrll, ghlrll… nnh, ghlrll… aahn, it's almost gone… even though there was so much…"]}, {"name": "You", "audio": "", "normalized": ["Look, there's still some left here."]}, {"name": "Sakura", "audio": "v_sr169_0112", "normalized": ["Really?", " Ah, there really is some left.", " Your semen is still here.", " Ghlrlrll, ghlrll!"]}, {"name": "You", "audio": "", "normalized": ["Finish it off with a semen shake inside your mouth."]}, {"name": "Sakura", "audio": "v_sr169_0113", "normalized": ["Yeah, I will."]}, {"name": "", "audio": "", "normalized": ["Her body wobbled as she nodded, looking as if she would cum at any moment."]}, {"name": "Sakura", "audio": "v_sr169_0114", "normalized": ["Nnhh―gchh, ghchhghchh…"]}, {"name": "", "audio": "", "normalized": ["Sakura made sure to suck up all the semen from her chest with the straw, leaving not a single drop behind, before beginning to churn it inside her mouth."]}, {"name": "Sakura", "audio": "v_sr169_0115", "normalized": ["Gchchh, gchh, gchchch, chghhch♪"]}, {"name": "", "audio": "", "normalized": ["Her cheeks puffed out and she made endlessly vulgar noises as she stirred the semen in her mouth."]}, {"name": "Sakura", "audio": "v_sr169_0116", "normalized": ["Zchhnnh, gchchchchnnh♪", " Nnhh, chghchch, nnhh♪"]}, {"name": "", "audio": "", "normalized": ["Sakura sighed sweetly, looking like she was having the time of her life as she rolled the semen around her mouth."]}, {"name": "You", "audio": "", "normalized": ["Are you having fun?"]}, {"name": "Sakura", "audio": "v_sr169_0117", "normalized": ["So much fun.", " After all, your semen is getting all thick like cream inside my mouth…"]}, {"name": "Sakura", "audio": "v_sr169_0118", "normalized": ["Aahn, if I keep talking, it'll spill―ghlrll♪"]}, {"name": "", "audio": "", "normalized": ["Realizing the foaming semen cocktail was leaking from the corners of her mouth, she hurriedly sucked it up again and continued shaking it."]}, {"name": "Sakura", "audio": "v_sr169_0119", "normalized": ["Gchch, ghchh, gchhch, cghchch, ghchchchch!"]}, {"name": "", "audio": "", "normalized": ["The movement of her puffed-up cheeks grew stronger and the squelching sound of her churning the semen grew louder."]}, {"name": "You", "audio": "", "normalized": ["All right, that's about enough.", " Drink it all up.", " Of course, don't cum."]}, {"name": "Sakura", "audio": "v_sr169_0120", "normalized": ["Y-yeah… phh, nnphh, nnhh…"]}, {"name": "", "audio": "", "normalized": ["Sakura's breathing grew rougher as she stopped the stirring in her mouth."]}, {"name": "", "audio": "", "normalized": ["The anticipation of drinking my semen made her body shiver."]}, {"name": "Sakura", "audio": "v_sr169_0121", "normalized": ["Nnhh!"]}, {"name": "", "audio": "", "normalized": ["Sakura steeled herself, her body stiff, and gulped down the semen cocktail."]}, {"name": "Sakura", "audio": "v_sr169_0122", "normalized": ["Nnnghhgnh, nnhhnn, nnghgh, nnghh, nnhh, nnhh, nnhh!"]}, {"name": "", "audio": "", "normalized": ["Her slim throat made a gulping noise as it moved."]}, {"name": "", "audio": "", "normalized": ["Sakura swallowed down the semen as she held back her climax."]}, {"name": "Sakura", "audio": "v_sr169_0123", "normalized": ["Guuh, nnh, guuh, nnhh!", " Gllp!"]}, {"name": "", "audio": "", "normalized": ["Her body was pulsating, and I thought surely she couldn't stand it any longer, but Sakura managed to drink down the semen without cumming."]}, {"name": "Sakura", "audio": "v_sr169_0124", "normalized": ["Phwaah… haah, haah… ahah♪"]}, {"name": "", "audio": "", "normalized": ["Sakura finally opened her mouth."]}, {"name": "", "audio": "", "normalized": ["She looked joyful."]}, {"name": "Sakura", "audio": "v_sr169_0125", "normalized": ["Haah, haah… well?", " I drank it all… and I didn't cum… awesome, right?"]}, {"name": "", "audio": "", "normalized": ["She showed me every corner of her mouth, proving that there wasn't a single drop of semen left inside."]}, {"name": "Sakura", "audio": "v_sr169_0126", "normalized": ["Look… there's none left on my boobs either… Fuuma, you have too much semen… but it's all in my stomach now… Thanks for the meal♪"]}, {"name": "", "audio": "", "normalized": ["Furthermore, she pinched her own nipples and spread her breasts wide, proudly showing off that there were no fluids remaining there either."]}, {"name": "", "audio": "", "normalized": ["It was true that both her mouth and breasts were gleaming wet, but nothing looked like semen left anymore."]}, {"name": "You", "audio": "", "normalized": ["Great job.", " As expected of my personal prostitute."]}, {"name": "Sakura", "audio": "v_sr169_0127", "normalized": ["If you're gonna say it like that, I wish you'd at least say 'As expected of my Sakura'… and besides."]}, {"name": "", "audio": "", "normalized": ["Sakura spoke in a sweet voice like a female cat in heat as she turned her gleaming wet eyes up at me."]}, {"name": "You", "audio": "", "normalized": ["You can't be satisfied with just your mouth, huh.", " You slut."]}, {"name": "Sakura", "audio": "v_sr169_0128", "normalized": ["Hey… I held back from cumming over and over…"]}, {"name": "Sakura", "audio": "v_sr169_0129", "normalized": ["Now if you don't give me your dick in my pussy I can't calm down… give me your dick, Fuuma-kun."]}, {"name": "You", "audio": "", "normalized": ["An invitation befitting a lewd female pig.", " Fine.", " I was just feeling like another round."]}, {"name": "Sakura", "audio": "v_sr169_0130", "normalized": ["Aaahn, I love you, Fuuma-kun."]}, {"name": "", "audio": "", "normalized": ["Sakura rocked her body with a strangely adorable motion."]}]