[{"name": "Karma", "audio": "v_r-ev206_0000", "normalized": ["Hmnnhehehehe… You may pretend like you are a big boy, calling yourself the whatever of Fuuma, but you're only human, after all."]}, {"name": "Karma", "audio": "v_r-ev206_0001", "normalized": ["If you are up against me, you're nothing but a little boy."]}, {"name": "You", "audio": "", "normalized": ["You… You must be the Demon from the report who drains vitality."]}, {"name": "Karma", "audio": "v_r-ev206_0002", "normalized": ["My name is Karma Zot Xibalba.", " I am the femme fatale who will drain everything from you… I hope you will like the embrace of death."]}, {"name": "", "audio": "", "normalized": ["I had heard about her several times in the reports, a woman who drains men in a strange way.", " The Demon and the succubus was this woman hugging me――"]}, {"name": "", "audio": "", "normalized": ["It was indeed Karma.", " Usually, succubus would enter into one's dream and drain the man by fatiguing the body through his mind…"]}, {"name": "You", "audio": "", "normalized": ["It's a rather strange way to do it.", " A hug of death sounds kinda nice… But this is rather direct."]}, {"name": "Karma", "audio": "v_r-ev206_0003", "normalized": ["My entangling soft skin that is 'The Deadly Caress' is a special kind of curse that directly drains your body like this."]}, {"name": "Karma", "audio": "v_r-ev206_0004", "normalized": ["How wonderful it is, you get to enjoy your own life tick away, the fear of a succubus, and lust at the same time in my arms, yes?"]}, {"name": "You", "audio": "", "normalized": ["Perhaps… Maybe it's somewhat more romantic than just being found dead and drained in the morning, albeit a bit inconvenient."]}, {"name": "Karma", "audio": "v_r-ev206_0005", "normalized": ["Oh, you are about to the drained by the 'entangling soft skin of death' but you seem so calm."]}, {"name": "You", "audio": "", "normalized": ["Don't mistake me for the run of the mill thugs on the streets.", " I would not have thrown myself into this world if I valued my own life."]}, {"name": "Karma", "audio": "v_r-ev206_0006", "normalized": ["You have one of a kind determination and resolve… Is that it?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, something like that."]}, {"name": "", "audio": "", "normalized": ["Of course, it was not just about such things, but I did not want to show her all my aces yet."]}, {"name": "Karma", "audio": "v_r-ev206_0007", "normalized": ["You may be a petty human being, but you are still the leader of the Fuuma… Am I right?"]}, {"name": "You", "audio": "", "normalized": ["I dunno.", " I've never considered myself under such pressure."]}, {"name": "Karma", "audio": "v_r-ev206_0008", "normalized": ["Hehehehe… Intriguing.", " I like a special man like you.", " So I'm going to make a human pet out of you."]}, {"name": "You", "audio": "", "normalized": ["A pet?"]}, {"name": "Karma", "audio": "v_r-ev206_0009", "normalized": ["Yes, I won't kill you like your men.", " You should be thankful for my mercy.", " I will keep you company…"]}, {"name": "", "audio": "", "normalized": ["Karma was sure that she was the victor.", " She smiled sultrily and licked her scarlet lips."]}, {"name": "", "audio": "", "normalized": ["As far as I could see, draining vitality through bodily contact, including the skin, was Karma's power."]}, {"name": "", "audio": "", "normalized": ["She was holding onto me tight, which meant she was in the optimal position to exercise her power, the surefire way to the victory."]}, {"name": "", "audio": "", "normalized": ["I was just prey in the spider's web, my life was at her mercy, so she was going to drain me just enough to not let me die――"]}, {"name": "", "audio": "", "normalized": ["And was going to make me into her personal pet and keep me company.", " That was why she was so smug."]}, {"name": "You", "audio": "", "normalized": ["Interesting offer, and interesting power."]}, {"name": "Karma", "audio": "v_r-ev206_0010", "normalized": ["Not the right word… It's a wonderful offer and wonderful power.", " You will be under my control from now on, getting hard too."]}, {"name": "You", "audio": "", "normalized": ["I see.", " I would definitely like to see that.", " Now, please do drain me dry with your 'wonderful' power."]}, {"name": "Karma", "audio": "v_r-ev206_0011", "normalized": ["Maybe you are the kind of guy who acts all tough but likes to be bullied and submissive or something?"]}, {"name": "You", "audio": "", "normalized": ["Huh, I don't know about that.", " If you can make me realize I have hidden depth I didn't even know, maybe that's interesting…"]}, {"name": "You", "audio": "", "normalized": ["Life is too long to not do anything but too short to actually do something."]}, {"name": "You", "audio": "", "normalized": ["If there is such pleasure, then I would like to give it a try."]}, {"name": "Karma", "audio": "v_r-ev206_0012", "normalized": ["Hehehehe… I like you even more now.", " I am going to drain you and tame you so you can be my favorite pet."]}, {"name": "", "audio": "", "normalized": ["Karma smiled and hugged me tighter with her arms, concentrating her mind into them."]}, {"name": "", "audio": "", "normalized": ["Arms tight… Concentrating…"]}, {"name": "You", "audio": "", "normalized": ["I mean, I admit it's a passionate hug, but it's far from the 'entangling soft skin of death.", "'"]}, {"name": "Karma", "audio": "v_r-ev206_0013", "normalized": ["Wh-what the… My Deadly Caress isn't working… How is this even possible… No way, we are touching so close, skin to skin."]}, {"name": "You", "audio": "", "normalized": ["Oh yeah, it's so weird.", " I mean, we are in complete skin contact, so close that we can't get away from each other."]}, {"name": "Karma", "audio": "v_r-ev206_0014", "normalized": ["Th-this is… How it this… It can't be…"]}, {"name": "You", "audio": "", "normalized": ["But looks like I'm draining you pretty good now."]}, {"name": "Karma", "audio": "v_r-ev206_0015", "normalized": ["Uuughaahh… Impossible… H-how is this… Uughh… Me… Aaaghh, draining me instead…"]}, {"name": "You", "audio": "", "normalized": ["You fool.", " You let it get to your head.", " You bragged all about your power and how it works, even showing it off――"]}, {"name": "You", "audio": "", "normalized": ["It was enough time for me to take it away from you."]}, {"name": "You", "audio": "", "normalized": ["Now your 'entangling soft skin of death' is mine through my Eye of the Demonic Gate."]}, {"name": "Karma", "audio": "v_r-ev206_0016", "normalized": ["What, damn it… Get away… Uughhaaghh, I can't get away… I can't… Aaaghhaahhuhh."]}, {"name": "", "audio": "", "normalized": ["She had fallen immediately from her certain victory and realized she was about to be hoist by her own petard――"]}, {"name": "", "audio": "", "normalized": ["Karma was in shock and struggled to move away from me."]}, {"name": "You", "audio": "", "normalized": ["Don't even bother.", " Once the draining begins, you can't get away… That's why you were so into it just then, eh?"]}, {"name": "Karma", "audio": "v_r-ev206_0017", "normalized": ["Ughhgguuhguhh… N-no way…"]}, {"name": "You", "audio": "", "normalized": ["I mean, it's your own power, I'm sure you know about it far better than I do now."]}, {"name": "Karma", "audio": "v_r-ev206_0018", "normalized": ["Aaauuhh… Th-that's not fair… You taking my power…and using it against me… That's just not fair."]}, {"name": "You", "audio": "", "normalized": ["Oh, wow.", " The sultry succubus now has completely turned her tail once she was in a pinch."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was all just a bluff.", " I scoffed at her as she was now confused like a little girl in a tight spot."]}, {"name": "You", "audio": "", "normalized": ["Well, in any case, it's you who has to give up now, Karma.", " Thanks to draining you, my cock is rock hard now."]}, {"name": "Karma", "audio": "v_r-ev206_0019", "normalized": ["Ughh… Guhhgguhhgguhaahh…"]}, {"name": "You", "audio": "", "normalized": ["It's your own vitality that you gave me, so I'm going to give it back to you as you taste it!"]}, {"name": "", "audio": "", "normalized": ["I lifted her thighs and spread them wide, then shoved my completely erect cock right in there."]}, {"name": "Karma", "audio": "v_r-ev206_0020", "normalized": ["Heegghhmmngg!"]}, {"name": "", "audio": "", "normalized": ["As I continued deeper in by forcing my cock into her pussy, she screamed with tears in her eyes from the shock and pressure of the penetration."]}, {"name": "You", "audio": "", "normalized": ["Mnn?", " Huh, this tight feeling of your pussy…"]}, {"name": "Karma", "audio": "v_r-ev206_0021", "normalized": ["Heehgaahnyyaaghhnaahhehh….", " What the hell did you just do, oohghh!"]}, {"name": "You", "audio": "", "normalized": ["You wanted to drain me, so I'm just gonna fuck you up real hard and pour it in with my cock.", " That's all."]}, {"name": "Karma", "audio": "v_r-ev206_0022", "normalized": ["Huaaghahhgguhh… Your cock, mnnguuheehh… You are putting…such a disgusting thing…inside me!"]}, {"name": "You", "audio": "", "normalized": ["Hey hey, you fashioned yourself as a sultry succubus and you are just a virgin afraid of a dick?"]}, {"name": "", "audio": "", "normalized": ["What a cheap act she had going.", " Karma's femme fatale act was just a bluff to hide the fact she was just a little brat underneath."]}, {"name": "", "audio": "", "normalized": ["Let alone keep a man as a pet, Karma even had never experienced men before.", " She really was a failure as a succubus."]}, {"name": "Karma", "audio": "v_r-ev206_0023", "normalized": ["Noo, noo… Aagguhh, that thing… It's so disgusting… It's so gross… I'm scared… Don't put it in me."]}, {"name": "You", "audio": "", "normalized": ["You say don't put it in… But it's making its way right into your pussy…as it's tearing apart your hymen."]}, {"name": "", "audio": "", "normalized": ["I drilled her with my hips and forced my cock deeper and deeper into her vagina."]}, {"name": "Karma", "audio": "v_r-ev206_0024", "normalized": ["Geeghheeghh… It hurt… It hurts… It hurts so bad… Don't move… Please, don't move at all, noo…"]}, {"name": "You", "audio": "", "normalized": ["I don't mean to brag, but I've broken a lot of women before."]}, {"name": "You", "audio": "", "normalized": ["I certainly didn't expect to be teaching a virgin succubus about men…"]}, {"name": "", "audio": "", "normalized": ["I had in fact discovered a new kind of pleasure, albeit not the kind I was expecting."]}, {"name": "You", "audio": "", "normalized": ["Anyway, it might be fun to get you hopped up on all sorts of pleasure."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna teach you what pleasure really feels like with the succubus' power."]}, {"name": "Karma", "audio": "v_r-ev206_0025", "normalized": ["Hurts… It hurts… Guhgeghh, heegguhhgeeghh… Get it out… Please… Stop it, hmnnghh!"]}, {"name": "", "audio": "", "normalized": ["Karma was making a pointless resistance as the mixture of blood and her juice kept dripping from our joint as I continued to move back and forth."]}, {"name": "You", "audio": "", "normalized": ["I've drained you so my cock is getting even bigger than usual."]}, {"name": "Karma", "audio": "v_r-ev206_0026", "normalized": ["Heaaghh, it's growing inside… It's getting bigger… Throbbing… Twitching… So hard… Rubbing up… Huaahh."]}, {"name": "Karma", "audio": "v_r-ev206_0027", "normalized": ["It's coming in so deep… Guuheghh, it's coming inside me… Biting in… Guughehh, it hurts… It's aching, aahh!"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna let you have the taste of pleasure that's gonna blow your mind."]}, {"name": "", "audio": "", "normalized": ["I could not pound her too hard in the position, but draining her allowed my cock to throb as much to cover that."]}, {"name": "", "audio": "", "normalized": ["Just tensing up the muscles at the base of my cock allowed it to throb and jump as I swished inside her pussy."]}, {"name": "Karma", "audio": "v_r-ev206_0028", "normalized": ["Huuhheeggheehh, aaghh, aaghh, aahh… Inside me… Aaheghh, it's going crazy…inside…my pussy… Heeghoughh."]}, {"name": "You", "audio": "", "normalized": ["If I let it shove up…"]}, {"name": "Karma", "audio": "v_r-ev206_0029", "normalized": ["Ughh, gguhhgg, guugghh… So deep… In there… Too hard… It's coming in… Aahheeshheruuhh!"]}, {"name": "You", "audio": "", "normalized": ["It's going for your womb.", " The tip is drilling up against the opening and forcing it open."]}, {"name": "You", "audio": "", "normalized": ["Feel it… Feel the cock making its way into your ovaries…"]}, {"name": "Karma", "audio": "v_r-ev206_0030", "normalized": ["Yeaahaahh, noo… Not that… Heegeghh… It's driving me…insane… Oooghuugghuhguhh!"]}, {"name": "You", "audio": "", "normalized": ["Not just yet.", " You're only gonna go insane once it's in your womb, and then I pour it in there."]}, {"name": "Karma", "audio": "v_r-ev206_0031", "normalized": ["Geegheghh, it's coming in… Coming inside… Coming, coming… Hieeguuhh… It stings… Stings, gauggahh…"]}, {"name": "Karma", "audio": "v_r-ev206_0032", "normalized": ["Uhhaaghh, right into my brain… It's echoing in my head… Haaeghhaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Yes, it's in there all good… You're having your virginity taken away by a human male… Go crazy with cum in your pussy!"]}, {"name": "", "audio": "", "normalized": ["I tensed up my lower abdomen and forced my tip right into her womb, then let out cum with enough force to return her what was drained."]}, {"name": "Karma", "audio": "v_r-ev206_0033", "normalized": ["Ughheeghheehhmm m!"]}, {"name": "You", "audio": "", "normalized": ["I'm giving you back everything I drained!"]}, {"name": "Karma", "audio": "v_r-ev206_0034", "normalized": ["Heegeaahhghh… It's coming out, uughh, throbbing… Hieeaahh, a human did it…"]}, {"name": "Karma", "audio": "v_r-ev206_0035", "normalized": ["A human…violated me and came… Aaaheehhoouhhmnn!", " Hooughh… Mnngueghh, he's making me come, uuhhmnn!"]}, {"name": "", "audio": "", "normalized": ["Since I had drained enough from her, the ejaculation was spectacular."]}, {"name": "", "audio": "", "normalized": ["With just a single throbbing ejaculation, her womb was filled to the brim and the second and third shots made Karma's belly inflate."]}, {"name": "Karma", "audio": "v_r-ev206_0036", "normalized": ["Geehheehouhoughhouhh… Ooobuguhh, it's full… t-too much…cum… It's so full…"]}, {"name": "Karma", "audio": "v_r-ev206_0037", "normalized": ["Ohhaahbbaghh… I'm gonna burst, mnn… My orgasming pussy… Ohhoohouguhhooghh, it's gonna burst!"]}, {"name": "", "audio": "", "normalized": ["My cock kept spurting, spewing, and sploshing so much cum inside Karma and she writhed as she was freaking out."]}, {"name": "Karma", "audio": "v_r-ev206_0038", "normalized": ["Ggguuhhaaghhagghh… Yughh, can't take anymore… Please… Please stop, eeaaghh."]}, {"name": "You", "audio": "", "normalized": ["I just gave you back what I have drained.", " You should be thankful and take it all in with your womb."]}, {"name": "Karma", "audio": "v_r-ev206_0039", "normalized": ["Obboboboboboboo!"]}, {"name": "", "audio": "", "normalized": ["Karma is showing an almost stupid-looking ahegao and was then barely breathing at all."]}, {"name": "Karma", "audio": "v_r-ev206_0040", "normalized": ["Hoohhaahh… Huugoouhh… Oouhghuhguhh… Ahhaahh… Aaghaahhaah…"]}, {"name": "You", "audio": "", "normalized": ["What a pitiful sight."]}, {"name": "", "audio": "", "normalized": ["Once I was done ejaculating, I scoffed at Karma as she was still entranced by the aftermath."]}, {"name": "You", "audio": "", "normalized": ["A sultry succubus, the kin of the incubus, yet you could not even control your own power."]}, {"name": "You", "audio": "", "normalized": ["You orgasmed insanely and lost your virginity to a human."]}, {"name": "You", "audio": "", "normalized": ["No matter how much you bluff, a loser is still a…"]}, {"name": "", "audio": "", "normalized": ["I was about to finish the thought when I noticed something was off about Karma."]}, {"name": "Karma", "audio": "v_r-ev206_0041", "normalized": ["Hueghh, *sob* *sob* …It's so horrible…it's terrible.", " You are being so mean to me, ooghhoghhohhoohh…"]}, {"name": "You", "audio": "", "normalized": ["Wh-what?!"]}, {"name": "", "audio": "", "normalized": ["I knew she was bluffing and putting on an act, and I made sure to let her know about it."]}, {"name": "", "audio": "", "normalized": ["But I did not expect a Demon, a wannabe femme fatale succubus no less――"]}, {"name": "", "audio": "", "normalized": ["To cry and scream out loud like a just an ordinary, naive girl who just was violated."]}, {"name": "Karma", "audio": "v_r-ev206_0042", "normalized": ["Uaahhmm, it's so horrible… It's horrible, ooghh, you fucked me… Aaahahahhaaghh, and came inside…"]}, {"name": "Karma", "audio": "v_r-ev206_0043", "normalized": ["A girl's body is a delicate… Heeiihhmnn, with you cumming inside me… Aaahhahh, I'm not gonna be able to get married…"]}, {"name": "You", "audio": "", "normalized": ["You were gonna do that!"]}, {"name": "", "audio": "", "normalized": ["I had to react to her completely unexpected cries, but Karma was still hugging me tightly and was not letting me go even after the draining was over――"]}, {"name": "", "audio": "", "normalized": ["She kept crying in the same position with drops of tears running down."]}, {"name": "Karma", "audio": "v_r-ev206_0044", "normalized": ["Uuugghh, that's it, you stupid, everyone keeps mocking me that I don't even have succubus' powers…"]}, {"name": "Karma", "audio": "v_r-ev206_0045", "normalized": ["And you just come in and do all this to me… Uughaahhaahh, it's not fair."]}, {"name": "", "audio": "", "normalized": ["We were in a place not very crowded, still, her loud cry was starting to gather attention, making a scene."]}, {"name": "You", "audio": "", "normalized": ["Hey, cut it out…"]}, {"name": "Karma", "audio": "v_r-ev206_0046", "normalized": ["Uuhhaahhahhahhmnn, it's so terrible, it's just not fair…"]}, {"name": "", "audio": "", "normalized": ["I tried to quiet her down, but she was not going to stop crying, nor was she going to let me go."]}, {"name": "You", "audio": "", "normalized": ["What the hell is this…"]}, {"name": "", "audio": "", "normalized": ["I had no choice, considering staying here like this in the public eyes would be a bad idea."]}, {"name": "", "audio": "", "normalized": ["So I had to run back to the hideout while Karma was still clinging onto me."]}]