[{"name": "", "audio": "", "normalized": ["A month after the nightmarish brain transplant…"]}, {"name": "You", "audio": "", "normalized": ["At any rate, it's great that you made it through the surgery safely, huh, Maika."]}, {"name": "Maika", "audio": "v_sr091_0000", "normalized": ["Guhh… be quiet, you fucking pervert…"]}, {"name": "", "audio": "", "normalized": ["The dangerous prefrontal cortex transplant brain remodeling with a 50% chance of leaving the patient permanently crippled had safely succeeded."]}, {"name": "", "audio": "", "normalized": ["Though Maika Kamimura had regained her consciousness, and her memories had remained…"]}, {"name": "", "audio": "", "normalized": ["…because of the surgery, her reasoning had been replaced with someone else's entirely."]}, {"name": "", "audio": "", "normalized": ["No matter how much she had carved her hatred of me into her heart and soul…"]}, {"name": "", "audio": "", "normalized": ["…the loyalty that had been input into the prefrontal cortex that was transplanted into her wouldn't allow any rebellious actions."]}, {"name": "", "audio": "", "normalized": ["For a man this was the ultimate joy, but for Maika it was the ultimate disgrace…"]}, {"name": "", "audio": "", "normalized": ["Forced into this hierarchy, Maika had been called to the room, and she remained there, burning with hatred but unable to resist one bit."]}, {"name": "Maika", "audio": "v_sr091_0001", "normalized": ["(Ugh… shit, why… Why won't my body move… Even though that guy… that shithead is right in front of me…)"]}, {"name": "", "audio": "", "normalized": ["Maika was pushed over onto the floor, with both legs lifted and her buttocks and secret spot made to face the man's gaze."]}, {"name": "", "audio": "", "normalized": ["The Taimanin uniform that clothed her body was nearly new again."]}, {"name": "", "audio": "", "normalized": ["However, there were holes opened in the shape of her giant breasts, and her soft flesh was exposed, collapsing under its own weight."]}, {"name": "You", "audio": "", "normalized": ["Heheh, those clothes look good on you… The accessories I gave you as a present too."]}, {"name": "Maika", "audio": "v_sr091_0002", "normalized": ["Wow, I'm so thankful for them… I'm so happy I could vomit, you fucking pervert…"]}, {"name": "", "audio": "", "normalized": ["Though her sensitive body had always responded easily, she had been facing an eternal heat from being soaked in aphrodisiac for a whole month."]}, {"name": "", "audio": "", "normalized": ["Her pussy hole was wet just from the air grazing her enormous breasts, and her deep pink areolae were puffed up to twice their normal size."]}, {"name": "", "audio": "", "normalized": ["The heart-shaped proof of ownership that had been burned into Maika prior to her soaking in the aphrodisiac fiercely stirred up her feelings of disgrace."]}, {"name": "", "audio": "", "normalized": ["Even this shame would be difficult enough to bear on its own, but the problem was the arousal they brought with them."]}, {"name": "", "audio": "", "normalized": ["Adding to this was her state of inability to oppose him while under his control."]}, {"name": "", "audio": "", "normalized": ["All of these things sent waves of lewd stimulation through her remodeled body, and her exposed holes loosened stickily."]}, {"name": "", "audio": "", "normalized": ["Maika's was covered from head to toe with her bittersweet female scent, as a lewd smell wafted from the holes between her folds and her whole body was sweating."]}, {"name": "", "audio": "", "normalized": ["Furthermore, Maika's anus was in the middle of undergoing disgusting treatment by the man."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, well then, Maika…"]}, {"name": "You", "audio": "", "normalized": ["You couldn't move for an entire month inside the machine.", " Certainly you've got a buildup in here, right?"]}, {"name": "Maika", "audio": "v_sr091_0003", "normalized": ["…!", " Sh-shut up, you shit…"]}, {"name": "You", "audio": "", "normalized": ["That's it, if you don't get rid of all that shit you built up, it'll be bad for your health…"]}, {"name": "You", "audio": "", "normalized": ["I'll have you let it all out, right in front of me, got it?"]}, {"name": "Maika", "audio": "v_sr091_0004", "normalized": ["Ughh… you have the most disgusting tastes, you filthy bastard…"]}, {"name": "", "audio": "", "normalized": ["In the man's hand was an extremely large enema syringe, buried into her indecent, contracting hole as she held her legs and stuck her butt upward."]}, {"name": "", "audio": "", "normalized": ["It was difficult to tell by looking whether the huge amount of enema fluid was decreasing or not, but it was slowly and surely pouring into the back of Maika's intestines."]}, {"name": "Maika", "audio": "v_sr091_0005", "normalized": ["Nnghh, guahh… aahh, nnh… stop it, why… this… don't put it in…"]}, {"name": "", "audio": "", "normalized": ["The cold liquid chilled her stomach, and the stimulating urge to defecate stirred within Maika, making a gurgling noise."]}, {"name": "You", "audio": "", "normalized": ["Fufufu, if you don't like it, why not run away?"]}, {"name": "You", "audio": "", "normalized": ["I told you to make that pose, but I haven't restrained your limbs.", " You can do whatever you like."]}, {"name": "Maika", "audio": "v_sr091_0006", "normalized": ["Ghh… talking garbage to me with that mouth―aah!"]}, {"name": "", "audio": "", "normalized": ["Even the slightest movements of the enema syringe stirred up pleasure within her, and she let out a sweet voice as her chrysanthemum tingled."]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " What's wrong, shitty girl Maika?", " Just a month ago, you were raging loudly about how you were going to burn me up like garbage…"]}, {"name": "You", "audio": "", "normalized": ["If you won't run or attack, then in other words―you're a perverted woman who enjoys enema sex, is that it?"]}, {"name": "Maika", "audio": "v_sr091_0007", "normalized": ["Wh-who would… wh… nggh…"]}, {"name": "", "audio": "", "normalized": ["Her cheeks went red with shame, and that feeling became anger at the man as words flew from her mouth."]}, {"name": "Maika", "audio": "v_sr091_0008", "normalized": ["If I could move I wouldn't be suffering right now… Because of you, my brain… nnh, haahnn… phh…"]}, {"name": "", "audio": "", "normalized": ["Then, while mid-sentence, the injection sped up, pouring the cold liquid vigorously into her, and she let out a sweet, nasal squeal."]}, {"name": "", "audio": "", "normalized": ["Moreover, this overwhelming pleasure made her raised hips sway shamefully, and clear nectar flowed forth from deep within her opened pussy lips."]}, {"name": "You", "audio": "", "normalized": ["Did you say something, Maika… Heheh, take that!", " Say it again, you shitty woman!"]}, {"name": "", "audio": "", "normalized": ["*Splortsplortsplortsplort!", "* *Glurb glurb, zluurch*"]}, {"name": "Maika", "audio": "v_sr091_0009", "normalized": ["Nnhiiyaahh!", " Aghh, ohhohh… my braainn!", " Give it back, give it baack!"]}, {"name": "You", "audio": "", "normalized": ["Your former prefrontal cortex, huh!", " Dumbass, I told you that I dissolved it with the equipment!"]}, {"name": "You", "audio": "", "normalized": ["How am I supposed to return something that doesn't exist!"]}, {"name": "", "audio": "", "normalized": ["Reflecting her own will, making her limbs move, allowing her to use her techniques, burning her enemy to a crisp…"]}, {"name": "", "audio": "", "normalized": ["The part of her that controlled all these things no longer existed in this world."]}, {"name": "Maika", "audio": "v_sr091_0010", "normalized": ["(Phhggh, uuhh… hghh, damn… dammit, dammiit!", ")"]}, {"name": "", "audio": "", "normalized": ["She had known it, but her tears overflowed at this disastrous reality."]}, {"name": "Maika", "audio": "v_sr091_0011", "normalized": ["Shit… shit, shit shit shit!", " How dare you, I'll kill you for suure!"]}, {"name": "", "audio": "", "normalized": ["She screamed furiously, her limbs filling with fire as she fervently vowed to burn the man to death."]}, {"name": "", "audio": "", "normalized": ["However―her will didn't translate into action.", " The transplanted prefrontal cortex that now ruled her mind judged it as unacceptable and restrained Maika from acting."]}, {"name": "", "audio": "", "normalized": ["This reasoning that was unfailingly loyal to the man in front of her was telling Maika that her hatred would not be materialized for all eternity."]}, {"name": "You", "audio": "", "normalized": ["…Well, well, seems like you can't run in the end, huh.", " Well, thanks to that, I was able to fit the whole thing inside."]}, {"name": "Maika", "audio": "v_sr091_0012", "normalized": ["Nngh, owhh… I'll definitely… kill… youu… nngh…"]}, {"name": "", "audio": "", "normalized": ["Maika's abdomen was pitifully bulging and swollen with the huge amount of liquid poured into it."]}, {"name": "", "audio": "", "normalized": ["Her intestines absorbed it and her excrement dissolved, as her peristalsis muscles made a loud, embarrassing growling noise like a beast."]}, {"name": "Maika", "audio": "v_sr091_0013", "normalized": ["(Shhiit… my ass… don't plug it with… that kind of thing… aghh, haah…)"]}, {"name": "", "audio": "", "normalized": ["With the enema syringe still stuck into her, the liquid had nowhere to flow, and it stayed inside her gut, stimulating it."]}, {"name": "", "audio": "", "normalized": ["Maika's eyes welled slightly with tears in pain and anguish from not being allowed to expel it."]}, {"name": "", "audio": "", "normalized": ["However, her upturned pussy lips were spread apart, smeared with sticky female honey, putting Maika's helpless lust on display."]}, {"name": "You", "audio": "", "normalized": ["You're already completely ready to go, just from getting an enema."]}, {"name": "You", "audio": "", "normalized": ["It seems the Explosive Taimanin really is an unthinkably perverted masochist."]}, {"name": "Maika", "audio": "v_sr091_0014", "normalized": ["Shh…shut upp!", " If you say any more, I won't let you get away with it!", " I'll kill you and turn you into ashes!"]}, {"name": "", "audio": "", "normalized": ["Her breath was stifled with nothing but anger as she hurled this abuse, and her eyes burned with resentment as even now her expression looked like she would snarl at the man."]}, {"name": "", "audio": "", "normalized": ["However, that was only her words and her expression.", " Maika's limbs were still bent backward, and that position was unmistakably an animal's pose of submission."]}, {"name": "You", "audio": "", "normalized": ["Fwahahahah!", " Even while showing me your pussy, that's great energy, you constipated woman!"]}, {"name": "Maika", "audio": "v_sr091_0015", "normalized": ["Shut uup!", " Ngngh, shit, shit… hyohh, ohh… ohh.", " oohh, nngh, haah…"]}, {"name": "", "audio": "", "normalized": ["Even as she continued to scream in frustration, Maika's fingers moved toward her pussy lips, opening both sides wide, exposing her swollen, dripping wet entrance to the man."]}, {"name": "You", "audio": "", "normalized": ["You're still complaining, but at least you're begging like an adult… Fine then.", " As your lord, I'll give you your first raw dick."]}, {"name": "Maika", "audio": "v_sr091_0016", "normalized": ["I don't need it, you idiot… Also, I've told you a million times I'm not a virgin―"]}, {"name": "You", "audio": "", "normalized": ["Oh my, that's right… You were a female pig who gave your first experience with your pussy up to that thick tentacle."]}, {"name": "Maika", "audio": "v_sr091_0017", "normalized": ["…?!", " Be, quiet… you asshole, cut it out―phgghnn?!"]}, {"name": "", "audio": "", "normalized": ["Not waiting for Maika's reply, the man brought his hips near and with all his strength, he thrusted his rigid penis into his slave's soaked tunnel of flesh."]}, {"name": "", "audio": "", "normalized": ["*Zlurch, sluurch!", "* *Sliide, squeeze, thump!", "*"]}, {"name": "Maika", "audio": "v_sr091_0018", "normalized": ["Nnguuhh…!", " Ahiiee, awooh, ohoohh!"]}, {"name": "", "audio": "", "normalized": ["Letting out a squeal that sounded more like a howl, Maika's expression suddenly broke down, exposing her pitiable ahegao."]}, {"name": "Maika", "audio": "v_sr091_0019", "normalized": ["Nnhoohh?!", " Inshiide, phew… sho deep… ngyaah, shtop iit… take your dick out…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, with that satisfied face, no matter what you say, it doesn't sound very persuasive… take that!"]}, {"name": "", "audio": "", "normalized": ["His gigantic penis relentlessly pierced her all the way to the base."]}, {"name": "", "audio": "", "normalized": ["His tense mushroom head, his swollen shaft, his uneven veins, and his fist-like glans massaged the inside of her vagina."]}, {"name": "Maika", "audio": "v_sr091_0020", "normalized": ["Nnhiihh!", " Aiiee!", " That'sh, nnoo, I'm gonna… my pussy will breaak!"]}, {"name": "", "audio": "", "normalized": ["Though her words refused him, Maika's body was trembling with lust, as her hips moved on their own and her butt shook, pressing her groin against his penis."]}, {"name": "", "audio": "", "normalized": ["The heat and movements of a live partner that she hadn't been able to experience before with the tentacle made her wet female hole even stickier…"]}, {"name": "", "audio": "", "normalized": ["…inviting the male's attention more and more."]}, {"name": "", "audio": "", "normalized": ["Her membranes, which had leaked juices as if in submission the moment she was pierced, still clung to his male spear, sucking at him."]}, {"name": "", "audio": "", "normalized": ["As her vagina closed around him in pleasure, the stimulation soaked even into her gut, making her twisting intestines scream."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, you seem like you're singing so sweetly!", " Are you having that good of a time, Maika?!"]}, {"name": "Maika", "audio": "v_sr091_0021", "normalized": ["Nnhii!", " Who whould, it'sh not, nnhhahahh!", " It's not good… aghh, ouuhhnnh!"]}, {"name": "", "audio": "", "normalized": ["Maika's love juices spilled forth wetly as she writhed in agony from the furious pounding."]}, {"name": "", "audio": "", "normalized": ["Her sensitive and sensual body, made even more oversensitive from the tentacles' aphrodisiac and her month-long aphrodisiac bath."]}, {"name": "", "audio": "", "normalized": ["Her body had been changed into a lusty receptacle, specialized to do nothing but accept men, and she submitted completely to his burly rigidness."]}, {"name": "Maika", "audio": "v_sr091_0022", "normalized": ["(Aghh?!", " Wh-why… am I feeling this… so muuchh, nhhoohh!", ")"]}, {"name": "", "audio": "", "normalized": ["No matter how much she denied it, that feeling was reality."]}, {"name": "", "audio": "", "normalized": ["The man's penis stirred up her vagine and gouged it out, and the stimulation made her womb hang down and her hips lift upward."]}, {"name": "", "audio": "", "normalized": ["Though her emotions and memories were against it, her reason judged it as fine."]}, {"name": "", "audio": "", "normalized": ["Her limbs moved on their own, wrapping around the man and inviting his thrusts with her wiggling hips."]}, {"name": "Maika", "audio": "v_sr091_0023", "normalized": ["(Phguuh, this… dick, this diick♪", " It's too hard… i-it's too big, you idiot…)"]}, {"name": "", "audio": "", "normalized": ["Her eyes were completely bewitched and they hung down, unable to return to normal.", " Her nipples were like thumbs as they twitched and grew even larger."]}, {"name": "", "audio": "", "normalized": ["Not only her nipples but her areolae also swelled as her lewd breasts bounced every time her body swayed, the vibrations making pleasure sink into her chest."]}, {"name": "Maika", "audio": "v_sr091_0024", "normalized": ["(Nnnoo… it's no good, my shtomach… ngh.", " it's churning…)"]}, {"name": "", "audio": "", "normalized": ["The weight of the man's body with each thrust put pressure on her swollen stomach, pressing on her intestinal fluids and making her anus quiver."]}, {"name": "", "audio": "", "normalized": ["However, there was just one unsightly thing she couldn't bear."]}, {"name": "", "audio": "", "normalized": ["Not wanting it to be exposed no matter what, her feelings and reason were in sync for the first time, and she gritted her teeth."]}, {"name": "Maika", "audio": "v_sr091_0025", "normalized": ["Sh… shtop… shtop, iit… oghh, nnhihhohh?!"]}, {"name": "Maika", "audio": "v_sr091_0026", "normalized": ["There… don't… don't stir me up, stop iit!"]}, {"name": "You", "audio": "", "normalized": ["How come, doesn't it feel good?", " Look, your face and your pussy are both completely melting, craving dick."]}, {"name": "Maika", "audio": "v_sr091_0027", "normalized": ["I know… I know thaat!", " That'sh why, that'sh why it'sh no good right nooww!", " No way, hyaah, I'm gonna cuum!"]}, {"name": "", "audio": "", "normalized": ["Maika shook her head with her hair all in a mess, not only resisting her partner, but surrendering, submitting, and begging as she screamed."]}, {"name": "Maika", "audio": "v_sr091_0028", "normalized": ["If you do any more than that, I'm g-gonna, cuum!", " I absolutely can't cuum!", " I don't wanna cuum!"]}, {"name": "You", "audio": "", "normalized": ["If you say it like that―it makes me want to make you cum even more!", " Cum, cum for me, you slutty masochist!"]}, {"name": "", "audio": "", "normalized": ["Her begging was in vain, as the man grasped her hips and thrust his thick meat rod into her with a force that seemed like it would crush her womb."]}, {"name": "", "audio": "", "normalized": ["He rubbed against her every fold, and the overwhelming pressure on her womb and intestines made her lower half relax with pleasure."]}, {"name": "Maika", "audio": "v_sr091_0029", "normalized": ["Ngghii―?!", " Ahiiee… nhghii, ohhohh!"]}, {"name": "", "audio": "", "normalized": ["At that moment, her spine shuddered over and over, as the pleasure running up it made her mind go blank."]}, {"name": "", "audio": "", "normalized": ["Not only her lower regions but her entire body was exhausted."]}, {"name": "", "audio": "", "normalized": ["Her limbs were limp and unmoving all the way to their ends, and she gave no resistance as she prepared to accept the man's thrusting."]}, {"name": "You", "audio": "", "normalized": ["Here goes―Ungh, enjoy that!"]}, {"name": "Maika", "audio": "v_sr091_0030", "normalized": ["Nghhuuh… guhhoohh!"]}, {"name": "", "audio": "", "normalized": ["*Glurpglurpglurpglurrp!", "* *Dripdripdrip, splorch, drip, sploosh!", "*"]}, {"name": "Maika", "audio": "v_sr091_0031", "normalized": ["Nghhoohh!", " Oghhoohh, ohhnnh… nghh, ghii, ihhiihh…"]}, {"name": "", "audio": "", "normalized": ["It was almost as if the man had been saving it up for a month too.", " That was how thick, heavy, sticky, and plentiful his semen was as it came out."]}, {"name": "", "audio": "", "normalized": ["His throbbing glans kissed her loosely open womb and an astounding amount of semen overflowed from his urethra as if it would tear him open."]}, {"name": "Maika", "audio": "v_sr091_0032", "normalized": ["Aggahh… it'sh coming ouut… semen, gushing… breeding me… nnghh!"]}, {"name": "", "audio": "", "normalized": ["Maika instinctively understood his male role and spilled these words out without thinking."]}, {"name": "", "audio": "", "normalized": ["This was completely different from the tentacle, this was a man's semen.", " The hot sperm magma melted her membranes, overwriting Maika's soul."]}, {"name": "Maika", "audio": "v_sr091_0033", "normalized": ["(Ngahh… ahh… I can't win… I can't wiin… m-my… womanhood is… completely worn out…)"]}, {"name": "", "audio": "", "normalized": ["Her mouth moved like a fish puckering, letting out sighs with the sweet, hot scent of a woman, as her entire body twitched and leapt from the waves of her fierce climax."]}, {"name": "", "audio": "", "normalized": ["Her eyes were completely rolled back and her cunt was stretched to the brink with semen, as a small trickle of love juices leaked out as well."]}, {"name": "", "audio": "", "normalized": ["Her tiny hole above that squirted a spray of female ejaculate, soaking the man's groin and belly as he leaned on her, making a puddle on the floor."]}, {"name": "Maika", "audio": "v_sr091_0034", "normalized": ["Nnhmhh… hohh… ohhohh… nnh, d-don't…"]}, {"name": "You", "audio": "", "normalized": ["…Heheheh, don't what?"]}, {"name": "", "audio": "", "normalized": ["She hated the man's ridiculing voice from the bottom of her heart.", " But that devilish voice filled Maika with disgrace and shame, stimulating her female lust."]}, {"name": "Maika", "audio": "v_sr091_0035", "normalized": ["It's your… it's your fault… nghh, uwaah!"]}, {"name": "", "audio": "", "normalized": ["At the moment she screamed loudly, her completely loosened sphincter made her asshole open roundly, and the fat enema syringe that had been caught inside was suddenly expelled."]}, {"name": "", "audio": "", "normalized": ["The dam had disappeared on her physical desire, and without any further resistance…"]}, {"name": "", "audio": "", "normalized": ["…the filthy spray she had diligently held back began to make its way to her exit, vigorously trying to expel itself."]}, {"name": "You", "audio": "", "normalized": ["Fwahaha!", " Are you at your limit, Maika?", " In that case I'll watch you, let it all out, carve out the proof of your submission to me!"]}, {"name": "", "audio": "", "normalized": ["He energetically removed his still rock-hard penis, and the shock made her hips jump again, spraying cum from her urethra again two or three times."]}, {"name": "", "audio": "", "normalized": ["Then, her anus, exhausted by pleasure, spat out a dark brown lump of waste, pushing it through her pale pink folds."]}, {"name": "Maika", "audio": "v_sr091_0036", "normalized": ["Ngghhoohh♪", " Ohiihh… n-noo… nghh, fuhhii, ihiihii… n-no more…"]}, {"name": "", "audio": "", "normalized": ["Pleasure and shame and despair… filled to the brink with all three, cracks ran through Maika's heart as her warped expression of anguish was tinged with ecstasy."]}, {"name": "", "audio": "", "normalized": ["As her smile relaxed her body, the fat piece of dung pushing open her anus vigorously rubbed against her membranes…"]}, {"name": "", "audio": "", "normalized": ["…as it tried to squish itself out with loud defecating noises."]}, {"name": "Maika", "audio": "v_sr091_0037", "normalized": ["Nnhh, hyaah… rrhyhahh… d-don't… don't look…"]}, {"name": "You", "audio": "", "normalized": ["What use is it getting embarrassed at this point, you shitty woman!"]}, {"name": "You", "audio": "", "normalized": ["If you're shit then behave like shit, stick your ass up and spit it all out, hyaah!"]}, {"name": "Maika", "audio": "v_sr091_0038", "normalized": ["Nnhhah… nghhii…!", " Aaahh, it's coming ouut, nnghh… coming ouut…?!"]}, {"name": "", "audio": "", "normalized": ["*Stretch stretch, squeeze, sploorch!", "* *Gush gush, thump, thump, spluurch!", "*"]}, {"name": "Maika", "audio": "v_sr091_0039", "normalized": ["Hpphh… nnhahh, haah, aah… aghh… ouhh… nnhohh…"]}, {"name": "", "audio": "", "normalized": ["A huge, thick thread of filth was excreted and plopped down below Maika's ass, giving off a stink that would turn one's head."]}, {"name": "", "audio": "", "normalized": ["Having freshly defecated, her chrysanthemum hole was stretched so wide it seemed as if a fist would fit inside, and her smoothed out membranes twitched."]}, {"name": "", "audio": "", "normalized": ["The shock of evacuation softened not only her anus but her pussy hole full of the man's semen as well, and her whole lower body convulsed repeatedly."]}, {"name": "Maika", "audio": "v_sr091_0040", "normalized": ["(I'm… from this… crap… ahhgh, nnh… I'm cummiing…)"]}, {"name": "", "audio": "", "normalized": ["Her mind was blank as she squirted again as if she were peeing, and her pussy orgasm showed no signs up letting up."]}, {"name": "", "audio": "", "normalized": ["Her wriggling folds spat out his semen onto the waste she had just voided."]}, {"name": "You", "audio": "", "normalized": ["Fwahahaha!", " What a hideous bowel movement… You truly are a shitty masochist woman after all."]}, {"name": "", "audio": "", "normalized": ["Even as his scorn rang out, Maika did not get up, or lift her head, or turn her gaze, but gave no reaction at all."]}, {"name": "", "audio": "", "normalized": ["That was how much she despaired at her unsightly, pathetic state after she had tried so hard to resist…"]}, {"name": "", "audio": "", "normalized": ["Still, the gruesome pleasure had melted her thoroughly all the way to the back of her mind, and she twitched with a smile of pleasure still on her face."]}]