[{"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["After Tokiko had serviced me with her mouth pussy for a while, I finally changed our discipline location to the bed."]}, {"name": "", "audio": "", "normalized": ["A number of years had passed since I had first turned down young Tokiko's advances, and now it was finally time to make her mine."]}, {"name": "Tokiko", "audio": "v_sr245_0000", "normalized": ["Ufufu, now my lord, don't do anything and just look at me, okay♪"]}, {"name": "", "audio": "", "normalized": ["Tokiko laid me down face up and straddled me with a lewd piggy face that couldn't hide her happiness."]}, {"name": "You", "audio": "", "normalized": ["You're gonna be on top for my first time with your pussy?"]}, {"name": "Tokiko", "audio": "v_sr245_0001", "normalized": ["Yes, a female pig has to service you, my lord, so I'll be on top, of course."]}, {"name": "Tokiko", "audio": "v_sr245_0002", "normalized": ["I'm going to faithfully service you with your older sister's pussy, dripping with anticipation."]}, {"name": "", "audio": "", "normalized": ["She let out these self-deprecating words quickly and swiftly spread out her legs just above my still-erect cock."]}, {"name": "Tokiko", "audio": "v_sr245_0003", "normalized": ["See, take a look.", " Just from sucking my lord's dick, it's already so…"]}, {"name": "", "audio": "", "normalized": ["Tokiko's tone sounded like she was bragging about her piggy ways, as she used her fingers to move aside her panties, already stained with love juices."]}, {"name": "", "audio": "", "normalized": ["Tokiko's exposed pussy lips were vividly, breathtakingly red."]}, {"name": "Tokiko", "audio": "v_sr245_0004", "normalized": ["Haanhh, I wanted my lord's, my little brother's dick so badly, I'm shaking so disgracefully."]}, {"name": "", "audio": "", "normalized": ["It was twitching and wriggling like a creature just removed from its shell, dripping a large volume of nectar from where it gathered inside her pussy down onto my dick."]}, {"name": "You", "audio": "", "normalized": ["This is seriously the most outrageous female pig pussy I've ever seen."]}, {"name": "You", "audio": "", "normalized": ["I'm surprised you've still got a human face.", " Aren't you embarrassed?"]}, {"name": "Tokiko", "audio": "v_sr245_0005", "normalized": ["Aaahnhh, if you're going to praise me like that, I'm gonna cum before I even put it in, haah, haannh, my lord…"]}, {"name": "You", "audio": "", "normalized": ["In that case hurry up and put it in.", " While you savor the taste of our first time."]}, {"name": "Tokiko", "audio": "v_sr245_0006", "normalized": ["Y-Yes, as you wish… phh, phh, phh… nnhh!"]}, {"name": "", "audio": "", "normalized": ["Tokiko took several deep breaths before slowly, deliberately lowering her hips, as if to hold back her impatient lust."]}, {"name": "Tokiko", "audio": "v_sr245_0007", "normalized": ["Gahhahh!"]}, {"name": "", "audio": "", "normalized": ["My completely swollen glans pushed apart her folds as it entered her."]}, {"name": "You", "audio": "", "normalized": ["Uuuh!"]}, {"name": "Tokiko", "audio": "v_sr245_0008", "normalized": ["Nnnhh, guuhh!", " It's… hot… your dick… I can't believe it's so…"]}, {"name": "", "audio": "", "normalized": ["Though only the tip was inside, Tokiko let out a strained cry as her limbs twitched and convulsed."]}, {"name": "You", "audio": "", "normalized": ["Guuh… the way it feels inside you too…"]}, {"name": "", "audio": "", "normalized": ["She was so turned on that her female flesh was burning hot as it clung and wound around me, taking my breath away too."]}, {"name": "Tokiko", "audio": "v_sr245_0009", "normalized": ["Really…?", " I'm happy… I'm gonna keep putting it in… so take in the sensation more… of me…"]}, {"name": "", "audio": "", "normalized": ["Tokiko strained to breathe as she buried my erection inside her honeypot."]}, {"name": "Tokiko", "audio": "v_sr245_0010", "normalized": ["Nnnhh… guuhh… my lord… your thick… hard… sweltering cock… is going inside of me…"]}, {"name": "", "audio": "", "normalized": ["Just as I had ordered before inserting it, Tokiko was focusing all of her attention on her pussy, savoring the sensation of my cock sinking deep inside."]}, {"name": "", "audio": "", "normalized": ["Her limbs trembled with each slight movement as it sunk in, and her pussy lips that gripped my shaft showered me with a spray of love juices."]}, {"name": "Tokiko", "audio": "v_sr245_0011", "normalized": ["Aahh, nhh, aah, guuh… aa, aahh… aah…"]}, {"name": "You", "audio": "", "normalized": ["Guuh… So this is Big Sis' pussy, huh…"]}, {"name": "", "audio": "", "normalized": ["Both Tokiko who was inserting my dick herself, and me, being swallowed up by her, were overwhelmed with pleasure."]}, {"name": "", "audio": "", "normalized": ["Perhaps this was what it meant to be connected by blood."]}, {"name": "", "audio": "", "normalized": ["It was clearly different from any other female pig, with the perfect warmth and tightness as though it was order-made for me."]}, {"name": "Tokiko", "audio": "v_sr245_0012", "normalized": ["Y-Yes… this is my… your older sister's pussy… Aah, aanhh!"]}, {"name": "Tokiko", "audio": "v_sr245_0013", "normalized": ["For you… it's just for you… nnh, ghh, my female pig pussy…"]}, {"name": "", "audio": "", "normalized": ["Tokiko was surely thinking the same thing as me, as she gazed down at me with a lust coloring her eyes that could only belong to my older sister."]}, {"name": "Tokiko", "audio": "v_sr245_0014", "normalized": ["Haah, haah… aah, it's about to… about to… go all the way deep inside… aah, but… I'm scared…"]}, {"name": "", "audio": "", "normalized": ["Tokiko stopped her hips halfway, her arms and legs trembling, as though she were afraid of me inserting myself infinitely deeper inside of her."]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " You're scared?"]}, {"name": "Tokiko", "audio": "v_sr245_0015", "normalized": ["I-I'm afraid… wh-what if…"]}, {"name": "You", "audio": "", "normalized": ["What if what?"]}, {"name": "Tokiko", "audio": "v_sr245_0016", "normalized": ["I-I can't say it…"]}, {"name": "", "audio": "", "normalized": ["Tokiko shook her head from side to side."]}, {"name": "You", "audio": "", "normalized": ["What are you frightened of?", " Big Sis, you're my female pig.", " Put it all the way in.", " Use your whole body weight and sit on my dick."]}, {"name": "Tokiko", "audio": "v_sr245_0017", "normalized": ["Th-that's right… I'm your female pig… your lewd female piggy… my lord's meat toilet… so it'll definitely…"]}, {"name": "Tokiko", "audio": "v_sr245_0018", "normalized": ["So I'll put your dick all… the way inside, haahaah… right now… all of it inside my pussy… haah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["Her eyes were sparkling with worry and anticipation of offering up her deepest spot to me."]}, {"name": "You", "audio": "", "normalized": ["Stick it in, piggy."]}, {"name": "", "audio": "", "normalized": ["I focused on her eyes and gave her a final push as her master."]}, {"name": "Tokiko", "audio": "v_sr245_0019", "normalized": ["I understand!"]}, {"name": "", "audio": "", "normalized": ["Tokiko's strained legs gave out at once, and my cock fit snugly all the way inside of her."]}, {"name": "Tokiko", "audio": "v_sr245_0020", "normalized": ["Hyahhnhh!"]}, {"name": "", "audio": "", "normalized": ["The tip of my dick pushed open her womb's entrance as her pussy squeezed at the base of my cock."]}, {"name": "", "audio": "", "normalized": ["All of her pussy folds in between were squeezing so tightly I could almost hear them as they undulated."]}, {"name": "Tokiko", "audio": "v_sr245_0021", "normalized": ["I'm so full, my lord, you're filling up my insides, it went all the way in, all the way to the basee!"]}, {"name": "", "audio": "", "normalized": ["Tokiko's body was jerking and bending as she screamed, as though she were completely overcome, as she pressed her hips down on my dick."]}, {"name": "You", "audio": "", "normalized": ["Guuh, this is…!"]}, {"name": "", "audio": "", "normalized": ["Tokiko's female flesh was clinging to every part of me, surrounding me without the slightest gap."]}, {"name": "", "audio": "", "normalized": ["I had never before in my life experienced such a tight clinging sensation."]}, {"name": "", "audio": "", "normalized": ["The shape of my dick and Tokiko's pussy fit together so perfectly, it was like a mold and its creation."]}, {"name": "Tokiko", "audio": "v_sr245_0022", "normalized": ["Aah, I'm glad… I'm so glad… I didn't know what I would do if we didn't fit together perfectly… me and your dick…"]}, {"name": "Tokiko", "audio": "v_sr245_0023", "normalized": ["But it's perfect… my older sister pussy fits perfectly… Right, my lord?", " Can you feel it?"]}, {"name": "", "audio": "", "normalized": ["So she was afraid that if she put it all the way in our shapes might not fit together.", " What a cute Big Sis."]}, {"name": "You", "audio": "", "normalized": ["I feel it.", " You've got a female pig pussy that fits me perfectly, Big Sis.", " Now, are you gonna move that perfectly compatible body for me?"]}, {"name": "Tokiko", "audio": "v_sr245_0024", "normalized": ["Yes, I'll move, I'll move a lot with my perfectly compatible piggy pussy!"]}, {"name": "", "audio": "", "normalized": ["Though it had taken so much time until Tokiko had finally buried my dick all the way inside her pussy…"]}, {"name": "", "audio": "", "normalized": ["Knowing finally that her pussy fit me perfectly, she began to move happily."]}, {"name": "Tokiko", "audio": "v_sr245_0025", "normalized": ["Ngghh!"]}, {"name": "", "audio": "", "normalized": ["She strained hard and tightened her pussy flesh…"]}, {"name": "", "audio": "", "normalized": ["Trying to wring out my dick with all of her folds…"]}, {"name": "Tokiko", "audio": "v_sr245_0026", "normalized": ["Aaahnh, aahnhh, nghahh!"]}, {"name": "", "audio": "", "normalized": ["And as I thought that she had lifted her hips, with a loud wet sound…"]}, {"name": "Tokiko", "audio": "v_sr245_0027", "normalized": ["Hyaahh!"]}, {"name": "", "audio": "", "normalized": ["Her pussy lips caught against my mushroom head and turned inside out, stretched to their limit, as love fluids sprayed everywhere…"]}, {"name": "Tokiko", "audio": "v_sr245_0028", "normalized": ["Hyaannhh!"]}, {"name": "", "audio": "", "normalized": ["She immediately lowered her hips, meeting my erection with all of her soft honeyed flesh…"]}, {"name": "Tokiko", "audio": "v_sr245_0029", "normalized": ["Gggphhnnhh!"]}, {"name": "", "audio": "", "normalized": ["Our male and female shapes meeting perfectly, with my glans pushing up her womb as it hit against her deeply."]}, {"name": "Tokiko", "audio": "v_sr245_0030", "normalized": ["Haanhh, nnhh, phh, ghh, ghwaahh, aah, nnhh, guuh, haahh, aah, haannhh!"]}, {"name": "", "audio": "", "normalized": ["*Glurp, glurp, gluurp!", "*"]}, {"name": "", "audio": "", "normalized": ["Big Sis's completely aroused pussy was squealing like an unbelievably vulgar pig above me."]}, {"name": "", "audio": "", "normalized": ["She was completely absorbed in moving her hips, having forgotten any other movement, as her hair flew around wildly, semen from before still clinging to it."]}, {"name": "You", "audio": "", "normalized": ["Big Sis, are you really having that much fun?"]}, {"name": "Tokiko", "audio": "v_sr245_0031", "normalized": ["Aahnh!", " It's wonderful, it's so much fun shaking my ass above you in this vulgar pose with my legs spread, my lord!"]}, {"name": "", "audio": "", "normalized": ["Tokiko panted her answer without hesitation, grinding and bending her hips as if to prove it."]}, {"name": "Tokiko", "audio": "v_sr245_0032", "normalized": ["I-I even dreamed about my lord's, my younger brother's dick, and now it's inside of me, I'm so turned on!"]}, {"name": "Tokiko", "audio": "v_sr245_0033", "normalized": ["There's no way I wouldn't enjoy it, no way it wouldn't be this hot, aanhh, aahh, my loord☆"]}, {"name": "", "audio": "", "normalized": ["Just how much lust had she stifled within herself as she spent her days up until now as my faithful steward?"]}, {"name": "", "audio": "", "normalized": ["Tokiko's disheveled state as all of that was finally released was intense."]}, {"name": "", "audio": "", "normalized": ["Naturally, so was my excitement."]}, {"name": "You", "audio": "", "normalized": ["I'm enjoying it too.", " Your piggy pussy is the best, Big Sis."]}, {"name": "Tokiko", "audio": "v_sr245_0034", "normalized": ["Really, is my piggy pussy, really that great?!"]}, {"name": "Tokiko", "audio": "v_sr245_0035", "normalized": ["Aaah, I'm happy, I'm so, soo happy!", " I'm so happy I feel like I'm gonna go crazy!"]}, {"name": "You", "audio": "", "normalized": ["You're cute, Big Sis.", " I wanna see you even more flustered."]}, {"name": "", "audio": "", "normalized": ["Though she had told me before not to do anything, I couldn't contain myself any longer."]}, {"name": "", "audio": "", "normalized": ["I lightly thrust my dick upward in time with Tokiko's quickening shaking of her hips."]}, {"name": "Tokiko", "audio": "v_sr245_0036", "normalized": ["Hyaahhaahhehh!"]}, {"name": "", "audio": "", "normalized": ["Tokiko's voice was squeaking so much it was funny."]}, {"name": "", "audio": "", "normalized": ["She clearly hadn't expected it at all, and she was writhing, seemingly having trouble even breathing."]}, {"name": "Tokiko", "audio": "v_sr245_0037", "normalized": ["Hahhihh, hihh, guhhihh, hahhahh, haah, gahhahh!"]}, {"name": "", "audio": "", "normalized": ["The rhythmical shaking of her hips stopped completely from just one thrust, and her limbs convulsed slightly."]}, {"name": "", "audio": "", "normalized": ["Her hole that still held my dick fast inside was pulsating as though it were screaming."]}, {"name": "Tokiko", "audio": "v_sr245_0038", "normalized": ["Th-thrusting… suddenly like that…"]}, {"name": "", "audio": "", "normalized": ["Tokiko's voice was husky as she blurted out scolding words."]}, {"name": "You", "audio": "", "normalized": ["Just lying here quietly under you while you service me is pretty boring, after all.", " What's wrong?", " You're not moving, Big Sis."]}, {"name": "", "audio": "", "normalized": ["I put my strength into my crotch and bent my cock inside of her pussy."]}, {"name": "Tokiko", "audio": "v_sr245_0039", "normalized": ["Hyaah?!", " No, wait!"]}, {"name": "", "audio": "", "normalized": ["Tokiko still looked like she was suffering as she tried to stop me, but I paid her no attention and thrust my dick upward."]}, {"name": "Tokiko", "audio": "v_sr245_0040", "normalized": ["Hyaahh!"]}, {"name": "", "audio": "", "normalized": ["Tokiko let out another shriek."]}, {"name": "", "audio": "", "normalized": ["Her whole body rose up at once from the stimulation of the deepest part of her pussy being skewered by my dick."]}, {"name": "Tokiko", "audio": "v_sr245_0041", "normalized": ["Aaah… aah… aahh… gahhahh…"]}, {"name": "", "audio": "", "normalized": ["The pussy juice that had collected inside her honeypot was scraped out and rushed out in a spray from where we were joined."]}, {"name": "Tokiko", "audio": "v_sr245_0042", "normalized": ["A-amazing… it'sh like your dick… is piercing all the way to the top of my head…"]}, {"name": "", "audio": "", "normalized": ["It seemed as though she had just cum slightly again."]}, {"name": "", "audio": "", "normalized": ["Tokiko's body was twisting painfully from side to side, in an awkward position after being forced to rise."]}, {"name": "You", "audio": "", "normalized": ["Did you not hear me tell you to move, Big Sis?"]}, {"name": "", "audio": "", "normalized": ["I didn't give Tokiko any chance to rest."]}, {"name": "", "audio": "", "normalized": ["I shook my hips, showing her that if she wouldn't move I'd do it for her."]}, {"name": "Tokiko", "audio": "v_sr245_0043", "normalized": ["Ahihh!", " Hyaahh!", " Hahhihh!"]}, {"name": "", "audio": "", "normalized": ["My swollen lump of lust was thrusting smoothly into her deepest spot."]}, {"name": "", "audio": "", "normalized": ["Each time, Tokiko's body moved like I had pressed the switch on a toy doll, shuddering awkwardly up and down."]}, {"name": "You", "audio": "", "normalized": ["Hey, move already, move it.", " Shake your hips like a proper piggy, Big Sis."]}, {"name": "Tokiko", "audio": "v_sr245_0044", "normalized": ["I-I'll moove!", " Aaah, aahh!", " I'll shake my hips like a female piig!"]}, {"name": "", "audio": "", "normalized": ["Tokiko began to move, as though she couldn't withstand the pleasure from me tormenting her womb."]}, {"name": "", "audio": "", "normalized": ["But unlike before, when she had control of her hips shaking, her body now twisted and leaped irregularly."]}, {"name": "Tokiko", "audio": "v_sr245_0045", "normalized": ["Ahhehahh, hyaahh, fuhyahh, haahh, hahihh, guhhiihh, ihh!"]}, {"name": "", "audio": "", "normalized": ["Her bare breasts were bouncing up and down and her ass cheeks were making a slapping noise as they smacked against my hips."]}, {"name": "", "audio": "", "normalized": ["Tokiko was indulging herself in her piggy lust, her tongue hanging loosely out of her mouth, her eyes losing focus."]}, {"name": "Tokiko", "audio": "v_sr245_0046", "normalized": ["Nnhihh, iihh, aah, it'sh hitting, your dick is hitting deep inside my pussyy!"]}, {"name": "You", "audio": "", "normalized": ["Right here, huh, is this good?!"]}, {"name": "", "audio": "", "normalized": ["I thrust my hips upward as if to fight against her intensely tightening honeypot."]}, {"name": "Tokiko", "audio": "v_sr245_0047", "normalized": ["Aaahnnhh!", " That's it!", " That's it that's iit!"]}, {"name": "Tokiko", "audio": "v_sr245_0048", "normalized": ["M-my womb is, aah, dropping down, aannhh, it's hitting against iit!"]}, {"name": "", "audio": "", "normalized": ["I ground against her pussy walls with my rod, excited as it neared ejaculation, and gouged her womb entrance, shamelessly hungry for semen, over and over again."]}, {"name": "Tokiko", "audio": "v_sr245_0049", "normalized": ["Amazing amazing amaziing!", " Your dick is pounding against my woomb!"]}, {"name": "Tokiko", "audio": "v_sr245_0050", "normalized": ["My womb feels like it'sh gonna break from you thrustiing!", " Aanhh, I can't take it, Big Sis can't take it anymoore!"]}, {"name": "", "audio": "", "normalized": ["Tokiko let out a frantic shriek as her head began to shake back and forth."]}, {"name": "Tokiko", "audio": "v_sr245_0051", "normalized": ["H-hurry up and do iit!", " Hurry and pump your younger brother semen into Big Sis's woomb!"]}, {"name": "Tokiko", "audio": "v_sr245_0052", "normalized": ["Make it gush into me right now, fill Big Sis's womb up with your ejaculate until I'm fuull!"]}, {"name": "You", "audio": "", "normalized": ["You want my semen that much, Big Sis?"]}, {"name": "Tokiko", "audio": "v_sr245_0053", "normalized": ["I want iit, my womb is begging for it alreadyy…"]}, {"name": "Tokiko", "audio": "v_sr245_0054", "normalized": ["I want it so bad, your dick keeps hitting against it, I feel like I'm gonna go crazy!"]}, {"name": "Tokiko", "audio": "v_sr245_0055", "normalized": ["So let it out already, let out your little brother semen, right now, right now, aah, let it out let it out let it ouut!"]}, {"name": "", "audio": "", "normalized": ["The pleasure had surpassed her limits so much she wasn't even able to keep up her address of me as her lord."]}, {"name": "", "audio": "", "normalized": ["As I shivered at Tokiko's sudden transformation, I picked up the speed of my hips shaking as I aimed toward the finish line."]}, {"name": "You", "audio": "", "normalized": ["In that case, I'll let it out then.", " Cum while you get pregnant!", " Big Sis!"]}, {"name": "Tokiko", "audio": "v_sr245_0056", "normalized": ["Hyaahh, I'm cumming with my womb, I'm cumming from getting pregnant from my younger brother's sperm, I'm gonna cum, I'm gonna cum!"]}, {"name": "Tokiko", "audio": "v_sr245_0057", "normalized": ["I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Big Sis bent backward as she screamed, getting her fill for the last time."]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back in her head and her tongue stuck out, warping her face so lewdly she was unrecognizable."]}, {"name": "You", "audio": "", "normalized": ["Take that, Big Sis!"]}, {"name": "", "audio": "", "normalized": ["Looking at Big Sis's orgasm face, I struck my dick against the inside of her womb as I let all of my lust spray forth."]}, {"name": "", "audio": "", "normalized": ["*Splaash!", "* *Splurtsplurtsplurtsplurt!", "*"]}, {"name": "Tokiko", "audio": "v_sr245_0058", "normalized": ["Ahyaahh!"]}, {"name": "", "audio": "", "normalized": ["Big Sis let out an even more intense scream than before as my hot, burning semen attacked her womb."]}, {"name": "Tokiko", "audio": "v_sr245_0059", "normalized": ["Hyahahh, ahhihaahh!", " It's hitting me!", " Your semen is hitting inside!"]}, {"name": "Tokiko", "audio": "v_sr245_0060", "normalized": ["Your little brother semen is splashing against my womb!"]}, {"name": "You", "audio": "", "normalized": ["Guuhh!"]}, {"name": "", "audio": "", "normalized": ["Big Sis's pussy had caught my dick like there was no way it would ever let me go."]}, {"name": "", "audio": "", "normalized": ["Her vagina contracted so tightly that I was unable to continue my pistoning movements as I ejaculated…"]}, {"name": "", "audio": "", "normalized": ["Instead, her walls twisted like crazy, sucking out my semen with even more force than my ejaculation."]}, {"name": "Tokiko", "audio": "v_sr245_0061", "normalized": ["I'm g-gonna cuumm, hihh!", " Ahihhnhh!"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna spray you all over with it!", " Get pregnant.", " Get pregnant with my baby!"]}, {"name": "", "audio": "", "normalized": ["I pressed my indomitably ejaculating dick against the entrance of her womb and spit out all of the baby juice I had in me deep inside."]}, {"name": "Tokiko", "audio": "v_sr245_0062", "normalized": ["Hyaahh, ahhihehh, I'm already gonna get pregnant, I'm definitely gonna get pregnant with my younger brotherr!"]}, {"name": "Tokiko", "audio": "v_sr245_0063", "normalized": ["Aahnnhh, I'm sho happyy, I'm sho sho sho happyy!"]}, {"name": "Tokiko", "audio": "v_sr245_0064", "normalized": ["I'm sho happy I could diiee!"]}, {"name": "", "audio": "", "normalized": ["The immoral pleasure of being impregnated by her little brother."]}, {"name": "", "audio": "", "normalized": ["As Big Sis screamed that she was so happy she could die, she orgasmed over and over."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Tokiko", "audio": "v_sr245_0065", "normalized": ["Hyahhihh… hahhahh… hyahh… I can't… take it anymore… ahihh…"]}, {"name": "", "audio": "", "normalized": ["Big Sis was completely melted."]}, {"name": "", "audio": "", "normalized": ["Though some time had passed since I finished ejaculating…"]}, {"name": "", "audio": "", "normalized": ["…the aftershocks of her climax and the overwhelming happiness of being with my younger brother dick made her face still completely slack."]}, {"name": "", "audio": "", "normalized": ["Her pussy hole too had loosened despite how tightly and strongly it had clung to me up until now…"]}, {"name": "", "audio": "", "normalized": ["And even though my cock was still inserted all the way to the base, cloudy fluid was escaping from the cracks between her twitching pussy lips."]}, {"name": "Tokiko", "audio": "v_sr245_0066", "normalized": ["Ahahehh… my lord… d-don't look at Big Sis right now…"]}, {"name": "", "audio": "", "normalized": ["Her limbs began to tremble, as though even the sensation of my semen leaking out of her pussy was too much to bear…"]}, {"name": "Tokiko", "audio": "v_sr245_0067", "normalized": ["Aah… aah, noo… i-it's leaking out… aah, don't look… hyaah…"]}, {"name": "", "audio": "", "normalized": ["*Dripdripdripdripdrip♪", "*"]}, {"name": "", "audio": "", "normalized": ["Big Sis had finally wet herself with pleasure."]}, {"name": "Tokiko", "audio": "v_sr245_0068", "normalized": ["Hyaahh, aahh, my pee leaked out, noo, I can't stop it, it won't stoop…"]}, {"name": "", "audio": "", "normalized": ["That urine scent characteristic of a woman who had climaxed repeatedly soaked my stomach."]}, {"name": "You", "audio": "", "normalized": ["Big Sis, this is disgraceful."]}, {"name": "", "audio": "", "normalized": ["I didn't think of it as dirty at all, but I purposely scolded Big Sis."]}, {"name": "Tokiko", "audio": "v_sr245_0069", "normalized": ["I'm sho sorry… I can't believe I wet myself… forgive mee…"]}, {"name": "Tokiko", "audio": "v_sr245_0070", "normalized": ["But… cumming from my younger brother's dick and being ejaculated in… I'm sho happy… I shtill feel like I'm in a dream…"]}, {"name": "Tokiko", "audio": "v_sr245_0071", "normalized": ["That'sh why… I can't help even wetting myself… aah, I feel sho good…"]}, {"name": "", "audio": "", "normalized": ["An expression of ecstasy crossed Big Sis's melting face as she looked down at me in a spoiled manner."]}, {"name": "You", "audio": "", "normalized": ["A dream, huh?", " I came inside of you, Big Sis.", " You've still got plenty of my semen in here, right?"]}, {"name": "", "audio": "", "normalized": ["I pushed against her womb, full of my semen, with my cock that had ejaculated so much but was always ready to go."]}, {"name": "Tokiko", "audio": "v_sr245_0072", "normalized": ["Ahhehh, hyahh, noo, not that, you're gonna churn up the semen in my womb…"]}, {"name": "", "audio": "", "normalized": ["Big Sis began to writhe slightly again."]}, {"name": "", "audio": "", "normalized": ["It was clear that the semen inside of her womb was churning inside from being pushed by my dick."]}, {"name": "Tokiko", "audio": "v_sr245_0073", "normalized": ["I-I'm gonna cum, even though I already came sho much, I thought I was already done cumming, but I'm gonna cum, I'm gonna cum again…"]}, {"name": "Tokiko", "audio": "v_sr245_0074", "normalized": ["Aahhehhehh☆"]}, {"name": "", "audio": "", "normalized": ["As Big Sis leaked urine, her voice squeaked charmingly and she reached her climax again."]}, {"name": "You", "audio": "", "normalized": ["I'm not gonna let you sleep tonight, Big Sis."]}, {"name": "Tokiko", "audio": "v_sr245_0075", "normalized": ["I know… pleash take care of me… until morning…"]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, piggy Big Sis is supposed to be the one servicing me, right?"]}, {"name": "Tokiko", "audio": "v_sr245_0076", "normalized": ["Ahahh, that'sh right, eheh☆"]}, {"name": "", "audio": "", "normalized": ["Big Sis wiggled her body in embarrassment with her face still flushed from orgasm."]}, {"name": "", "audio": "", "normalized": ["We weren't the lord and his steward, but a master and his female pig."]}, {"name": "", "audio": "", "normalized": ["And a younger brother and older sister."]}, {"name": "", "audio": "", "normalized": ["Our new relationship had just begun."]}]