[{"name": "", "audio": "", "normalized": ["After returning from my mission, I washed off my sweat in the shower."]}, {"name": "You", "audio": "", "normalized": ["Phew, I finally get a break."]}, {"name": "", "audio": "", "normalized": ["As the hot water warmed my chilled body to the core, I could feel my drained life force returning."]}, {"name": "You", "audio": "", "normalized": ["As expected, I'm pretty worn out… Better take it slowly tonight."]}, {"name": "", "audio": "", "normalized": ["Just as I was contemplating resting once I finished my bath, I suddenly felt a presence at the door behind me and turned my eyes swiftly."]}, {"name": "You", "audio": "", "normalized": ["Mmh, just my imagination?"]}, {"name": "", "audio": "", "normalized": ["Was I just so worn out I was sensing things that weren't there, or was it an assassin, slipping in to take their chance while I was defenseless in the bathroom…?"]}, {"name": "", "audio": "", "normalized": ["But the sound that rang out in the steamy bathroom was neither a hallucination, nor that of a blade."]}, {"name": "Crackle", "audio": "v_sr132_0000", "normalized": ["Purr… it's so warm, meow."]}, {"name": "You", "audio": "", "normalized": ["H-hey, why are you in here?!"]}, {"name": "", "audio": "", "normalized": ["Before I realized what was going on, Crackle was talking in a sweet voice from near my nether regions."]}, {"name": "Crackle", "audio": "v_sr132_0001", "normalized": ["Mrreow, I found your dick!"]}, {"name": "", "audio": "", "normalized": ["Not paying any attention to my words, she stretched her hands out like she had just found a new toy, and pressed my groin into her cleavage."]}, {"name": "You", "audio": "", "normalized": ["H-hey, listen when someone is talking to you…"]}, {"name": "Crackle", "audio": "v_sr132_0002", "normalized": ["Hrrm?", " Something wrong?"]}, {"name": "You", "audio": "", "normalized": ["No, but… Why are you in here?"]}, {"name": "Crackle", "audio": "v_sr132_0003", "normalized": ["Because there's a bath in here, meow."]}, {"name": "", "audio": "", "normalized": ["Her answer was so natural, as though I had asked a hiker why he bothered climbing mountains, but Crackle was a catgirl."]}, {"name": "", "audio": "", "normalized": ["She hated getting wet and wouldn't actively try to bathe."]}, {"name": "You", "audio": "", "normalized": ["Don't you hate baths?"]}, {"name": "Crackle", "audio": "v_sr132_0004", "normalized": ["That's right, I like dicks, but I hate baths, meow."]}, {"name": "You", "audio": "", "normalized": ["So again, why are you in here?"]}, {"name": "Crackle", "audio": "v_sr132_0005", "normalized": ["Tokiko keeps growling about how I'm dirty and need a bath, grr.", " I figured I should at least pretend to try, but…"]}, {"name": "You", "audio": "", "normalized": ["Then you found me in here… is that it?"]}, {"name": "Crackle", "audio": "v_sr132_0006", "normalized": ["That's right, meow.", " I've been a good girl and patient all day, so this must be my reward, mreow!"]}, {"name": "", "audio": "", "normalized": ["In other words, it seemed as though she was making the best out of a coincidence and twisting it to her favor."]}, {"name": "You", "audio": "", "normalized": ["By the way, you've got something smeared all over you…?"]}, {"name": "Crackle", "audio": "v_sr132_0007", "normalized": ["It's a special silver vine lotion!", " With this on, even bath-haters like me can have a fun time, meow!"]}, {"name": "", "audio": "", "normalized": ["Just when I thought I had a chance to wash off my sweat and relax―"]}, {"name": "", "audio": "", "normalized": ["I was half-forced to play along and give Crackle her 'reward'."]}, {"name": "Crackle", "audio": "v_sr132_0008", "normalized": ["Mreoow… this silver vine lotion smells so good…"]}, {"name": "You", "audio": "", "normalized": ["H-hey, if you smear it all over like that…"]}, {"name": "", "audio": "", "normalized": ["Even though I had just washed it, my cock was covered in lotion where Crackle had pressed it into her cleavage."]}, {"name": "", "audio": "", "normalized": ["*Zchllrrp, squeeak!", "*"]}, {"name": "Crackle", "audio": "v_sr132_0009", "normalized": ["Your dick is perking right up, meow.", " Seems like it likes being rubbed with my boobs."]}, {"name": "You", "audio": "", "normalized": ["Woaah, where did you learn those weird moves…"]}, {"name": "", "audio": "", "normalized": ["Her movements were smoother than I expected, as she moved her body up and down, stimulating me.", " The pressure from her pliable breasts made me unconsciously shiver."]}, {"name": "", "audio": "", "normalized": ["Before I even had a chance to say that I was tired and suggest we try another night, pre-cum was already oozing from my tip."]}, {"name": "Crackle", "audio": "v_sr132_0010", "normalized": ["Nyaha, your dick seems happy.", " *sniff* I can smell your man juice mixing with the silver vine, meow."]}, {"name": "You", "audio": "", "normalized": ["Guhh, why do you have to have such a good sense of smell."]}, {"name": "Crackle", "audio": "v_sr132_0011", "normalized": ["A cat never loses the scent of its prey, meow.", " Since I'm in heat, your man juice is like a treat to me."]}, {"name": "You", "audio": "", "normalized": ["Still, just where did you learn this technique?"]}, {"name": "", "audio": "", "normalized": ["She pressed her breasts together with both hands, making sure not to let my meat rod escape as she picked up the pace of her rubbing."]}, {"name": "", "audio": "", "normalized": ["Every time Crackle's breasts went around, clear fluid leaked from my urethra."]}, {"name": "Crackle", "audio": "v_sr132_0012", "normalized": ["I saw it in a book I found in the garbage heap in the back alleys where I used to live, mreow."]}, {"name": "Crackle", "audio": "v_sr132_0013", "normalized": ["It said that men like a titty fuck with lots of slippery lotion, meow."]}, {"name": "You", "audio": "", "normalized": ["So that's it.", " You had a thrown-away adult book as your textbook, huh."]}, {"name": "Crackle", "audio": "v_sr132_0014", "normalized": ["I remembered it the other day, so I wanted to try it out, meow."]}, {"name": "", "audio": "", "normalized": ["She was a feral one after all.", " Her learning ability for physical activities was extraordinary."]}, {"name": "You", "audio": "", "normalized": ["But you know, just rubbing it with your breasts is only part of it."]}, {"name": "Crackle", "audio": "v_sr132_0015", "normalized": ["Hrrm?", " Really?"]}, {"name": "", "audio": "", "normalized": ["It already felt good enough, but I wanted her to use her mouth while she was at it, so I gave her some advice."]}, {"name": "You", "audio": "", "normalized": ["Look, I'm leaking pre-cum from the rip, right?", " You gotta lick that up with your mouth."]}, {"name": "Crackle", "audio": "v_sr132_0016", "normalized": ["I should suck your dick with my mouth, mreow?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " A titjob has double the effect when you lick while doing it."]}, {"name": "Crackle", "audio": "v_sr132_0017", "normalized": ["But, but, I can't lick your dick without using my hands, meow."]}, {"name": "", "audio": "", "normalized": ["Well, there were surely plenty of other ways to get it in her mouth, but I had a fun idea."]}, {"name": "You", "audio": "", "normalized": ["Well then, I'll hold your boobs, so you can use your hands while you suck it."]}, {"name": "Crackle", "audio": "v_sr132_0018", "normalized": ["All right, meow.", " I'll leave my breasts up to you!"]}, {"name": "", "audio": "", "normalized": ["Crackle smiled happily as she nodded at my words.", " I stretched out my hands, pretending like I would hold her breasts…"]}, {"name": "Crackle", "audio": "v_sr132_0019", "normalized": ["Auhmmhh, nnhnphh, phh… nnpphh… nyahhnphhnn…"]}, {"name": "", "audio": "", "normalized": ["As soon as her cutely opened mouth swallowed up the tip of my cock, my fingers pinched the hard pink bumps in the center of her breasts."]}, {"name": "Crackle", "audio": "v_sr132_0020", "normalized": ["Phhnynhh, nnghllrlhl… nnhhnyuunh, pphh!"]}, {"name": "You", "audio": "", "normalized": ["Getting your nipples pinched while you suck dick, it must taste pretty good, right?"]}, {"name": "Crackle", "audio": "v_sr132_0021", "normalized": ["Nnphh, i-it hurts, mreow… hyahhihh… it stings, my nipples, my nipples are stinging… nnphhnyann!"]}, {"name": "You", "audio": "", "normalized": ["It's fine.", " This little bit of tingling pain will start to feel good."]}, {"name": "", "audio": "", "normalized": ["As I pulled back her stiff bumps and kneaded them, moving them up and down, Crackle's breathing became even rougher."]}, {"name": "Crackle", "audio": "v_sr132_0022", "normalized": ["Phhnyuuh, nnghllrl…nnhpphh, nnguuh…"]}, {"name": "You", "audio": "", "normalized": ["Hey, concentrate more and wrap your tongue gently around my dick."]}, {"name": "Crackle", "audio": "v_sr132_0023", "normalized": ["Nnghllrll… nnphh, ghlrlrl… nnphh, nnphh…"]}, {"name": "", "audio": "", "normalized": ["It seemed as though, just like I said, the pain in her stretched nipples and the silver vine lotion covering my dick as she sucked it were filling her with pleasure."]}, {"name": "Crackle", "audio": "v_sr132_0024", "normalized": ["Nnghlrllr, ghrhllr… nnphghhah, i-it's true, meow… When I lick your man juice and the silver vine…"]}, {"name": "Crackle", "audio": "v_sr132_0025", "normalized": ["Phwaah, it feelsh good, nnghlrlhgllr, ghlrl, rlrlrll, rll…"]}, {"name": "You", "audio": "", "normalized": ["You seem fairly excited… no, like you're in heat."]}, {"name": "", "audio": "", "normalized": ["Her mouth where it held my dick was sticky with drool and lotion, and her tongue's movements were slow as it wrapped around me."]}, {"name": "Crackle", "audio": "v_sr132_0026", "normalized": ["Shghlrlhl, sghhrllrlrl… Nnpphhghllr… ghrlrllr…"]}, {"name": "", "audio": "", "normalized": ["The inside of her mouth was filled with heat as she gulped down saliva and lotion, licking my glans furiously."]}, {"name": "Crackle", "audio": "v_sr132_0027", "normalized": ["Phhghrllrl, nnhhnyahh… yessh, your disck, it's silver vine flavor… it tastes purrfect!"]}, {"name": "You", "audio": "", "normalized": ["Are you sure you haven't licked up too much of that silver vine lotion?"]}, {"name": "Crackle", "audio": "v_sr132_0028", "normalized": ["Phhnyahh, it'sh fine, meow… This much, nngh, just feels good, meow…"]}, {"name": "", "audio": "", "normalized": ["It was a little bit dangerous to be so plastered in the bath, but she was surely fine with me there.", " I decided to play around with the intoxicated catgirl."]}, {"name": "You", "audio": "", "normalized": ["In that case, touch yourself while you suck my dick."]}, {"name": "Crackle", "audio": "v_sr132_0029", "normalized": ["Huuhh, where, nyahah… Where should I touch?"]}, {"name": "You", "audio": "", "normalized": ["Your soaking wet pussy.", " Play with yourself while you're all excited."]}, {"name": "Crackle", "audio": "v_sr132_0030", "normalized": ["I should, my own, nnhahh… I should touch and play with my own pussy?"]}, {"name": "You", "audio": "", "normalized": ["That's right.", " It should be fun."]}, {"name": "", "audio": "", "normalized": ["Her upper body was swaying, and I wasn't sure if I had gotten through to her, but…"]}, {"name": "", "audio": "", "normalized": ["After cocking her head to the side and thinking about it, she began to nod."]}, {"name": "Crackle", "audio": "v_sr132_0031", "normalized": ["Nnnhyaahh, s-so if I play with myself… phwaah, w-will you make me feel good as a reward?"]}, {"name": "You", "audio": "", "normalized": ["U-uh, sure.", " Of course, I'll make you feel real good."]}, {"name": "", "audio": "", "normalized": ["She was going to masturbate, so of course she'd feel good, but it seemed like Crackle didn't really understand that part."]}, {"name": "You", "audio": "", "normalized": ["Look, you put your fingers into your wet hole and try to find a spot that feels good."]}, {"name": "Crackle", "audio": "v_sr132_0032", "normalized": ["Hwaah, I'll do it, mreow… I-I'll play with myself!"]}, {"name": "", "audio": "", "normalized": ["Having gathered her determination, Crackle stretched out her hand toward her crotch and energetically thrust her fingers inside."]}, {"name": "", "audio": "", "normalized": ["*Zhluurp, sliip…*"]}, {"name": "Crackle", "audio": "v_sr132_0033", "normalized": ["Phwaahhah, nnghhiihh, uwaahahah, amazhiing, meow… Hyaahhah, the hole in my crotch…"]}, {"name": "Crackle", "audio": "v_sr132_0034", "normalized": ["Hyaahh, it's so sticky, liquid is… hhanyhahh… it's dripping out, meow!"]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, you're getting all loud right from the beginning."]}, {"name": "", "audio": "", "normalized": ["Now knowing the increased pleasure from touching herself, her body made her fingers move on their own.", " The sound of her soaked pussy flesh being rubbed filled the bathroom."]}, {"name": "", "audio": "", "normalized": ["*Zlurch, shliick…*"]}, {"name": "You", "audio": "", "normalized": ["Oh, your nipples are so hard too, your little buds are so stiff."]}, {"name": "Crackle", "audio": "v_sr132_0035", "normalized": ["Howaahh, nnhiihh… m-my nipples, when you pull them, guuhpphh… my hole is twitching, meow…"]}, {"name": "You", "audio": "", "normalized": ["The sensitive buds aren't just your nipples.", " Try looking for your little bean on your crotch.", " It should be pretty stiff too."]}, {"name": "Crackle", "audio": "v_sr132_0036", "normalized": ["Nyyahahh, my bean, where's the bean, where is it… hannhnnphh…"]}, {"name": "", "audio": "", "normalized": ["Though she was drunk on pleasure and the silver vine, she followed my instructions and began to search between her hidden folds with her fingers…"]}, {"name": "Crackle", "audio": "v_sr132_0037", "normalized": ["Phhghhighi, guahahhnnhh!", " A-amazhiing, amazing, mrewooww, ghiihhiihh!"]}, {"name": "You", "audio": "", "normalized": ["Seems like you found your clitoris.", " It's a girl's most sensitive little bean."]}, {"name": "Crackle", "audio": "v_sr132_0038", "normalized": ["Nnghhiih, ghehh, cli… nnghyahh… toris… nnhhahhihh…"]}, {"name": "", "audio": "", "normalized": ["Seemingly pleased with her masturbation, Crackle forgot about servicing my cock, and she breathed heavily while enjoying herself."]}, {"name": "You", "audio": "", "normalized": ["I told you to play with yourself while you suck my dick.", " It's against the rules to just have fun on your own."]}, {"name": "Crackle", "audio": "v_sr132_0039", "normalized": ["Yessh, that'sh right, meow… ammhpphh, while shucking, ghhrllrhl, your dick… nghhyunnh…"]}, {"name": "", "audio": "", "normalized": ["Though she was rougher than before, her tongue moved strongly, with forceful suction."]}, {"name": "Crackle", "audio": "v_sr132_0040", "normalized": ["Sghgllrllrl, nghrllrll… ghbbhbbh… gghbhhrlrll, lrllrlrll…"]}, {"name": "You", "audio": "", "normalized": ["Nngh, you're sucking so powerfully…"]}, {"name": "Crackle", "audio": "v_sr132_0041", "normalized": ["Zchghrllrlrlgbbhh… ghlrlrlrlghrll… nghbhhlrll!"]}, {"name": "", "audio": "", "normalized": ["The sound of her sucking my dick was unbelievable as it echoed throughout the room, as she heartily stroked over and over."]}, {"name": "", "audio": "", "normalized": ["As she licked wildly, spreading her saliva all over, she made my glans shake slightly."]}, {"name": "Crackle", "audio": "v_sr132_0042", "normalized": ["Nnghrllrlrl…nnpphh, shucking your dick, mmchh, while playing with myself, feels so good, meoww!"]}, {"name": "You", "audio": "", "normalized": ["I feel like you're trying to suction out my sperm from my balls by sheer force…"]}, {"name": "Crackle", "audio": "v_sr132_0043", "normalized": ["Nnghhrllrlrlrghrllr, nnhpphh… doesh it feel good, are you feeling it, mreow?"]}, {"name": "You", "audio": "", "normalized": ["This is some dangerously stimulating vacuum sucking.", " I feel like I'm gonna blow already."]}, {"name": "", "audio": "", "normalized": ["Crackle was skillfully rubbing my shaft with her breasts, rubbing my head with her tongue, and touching her pussy and button."]}, {"name": "You", "audio": "", "normalized": ["Even though you're doing stuff at the same time… pretty impressive."]}, {"name": "Crackle", "audio": "v_sr132_0044", "normalized": ["Nnghghhghlrlrll, chphh… haabhh, I'm doing my best, meow, I'm trying hard!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, you did a great job.", " Now for your last reward, the thick stuff…"]}, {"name": "Crackle", "audio": "v_sr132_0045", "normalized": ["Semen, nnghlrlrllr… thick, sticky semen, nnghh, let it out right meow!"]}, {"name": "", "audio": "", "normalized": ["The powerful suction made my dick tremble inside of her mouth, as the built up tension throbbed through it all the way from the base."]}, {"name": "Crackle", "audio": "v_sr132_0046", "normalized": ["Phhnghh, nnghllrll… nnghrllrl… nngphhahh, hahhah, I'm gonna cum, I'm gonna cum mreow!"]}, {"name": "", "audio": "", "normalized": ["*Sploort!", "*"]}, {"name": "Crackle", "audio": "v_sr132_0047", "normalized": ["Nnghhughh, nnghihghh!", " Gughhahghg, your dick milk… gughhiih… your sperrm!"]}, {"name": "", "audio": "", "normalized": ["*Dripdripdripdripdrip…*"]}, {"name": "", "audio": "", "normalized": ["Having done her best with everything, Crackle put on a show to the very end."]}, {"name": "", "audio": "", "normalized": ["She climaxed while she swallowed the sperm that filled her mouth, and she even began to urinate."]}, {"name": "Crackle", "audio": "v_sr132_0048", "normalized": ["Phhghyahh, nnghyahhah… from your dick, hahghiighhi!"]}, {"name": "Crackle", "audio": "v_sr132_0049", "normalized": ["Your sperm, drinking your sperm… m-made me leak, mreoww…"]}, {"name": "You", "audio": "", "normalized": ["Did you stretch your hole out playing with it too much?"]}, {"name": "Crackle", "audio": "v_sr132_0050", "normalized": ["Nnghyahh, i-it won't shtoop… my, ahhiihhiih, it's so weak, nnghh my pee keeps leaking out, mreooww!"]}, {"name": "", "audio": "", "normalized": ["Crackle's small body kept writhing as she sprayed the bathroom forcefully with yellow fluid."]}, {"name": "Crackle", "audio": "v_sr132_0051", "normalized": ["Unnghhahh, nngh it feelsh so good… hannyahhahh… sho… amazhiing… nyahaahh!"]}, {"name": "You", "audio": "", "normalized": ["Leaking urine while you drink semen milk feels so good you might get addicted, huh?"]}, {"name": "Crackle", "audio": "v_sr132_0052", "normalized": ["Guhhihghh… it feels good, so good mreow… Haanhahh, sho good!"]}, {"name": "", "audio": "", "normalized": ["Crackle was submerged in ecstasy for a while as the sound of her urinating and her squeals filled the bathroom."]}, {"name": "You", "audio": "", "normalized": ["You were able to experience this kind of stuff because you became my ally.", " You made a good choice."]}, {"name": "Crackle", "audio": "v_sr132_0053", "normalized": ["Nyahah, your ally… nnghahh… I'm glad, meow, nnh, it feels sho good… so good, meow!"]}, {"name": "", "audio": "", "normalized": ["She suctioned up every last bit of sperm remaining on my dick, smiling and nodding at me."]}, {"name": "Crackle", "audio": "v_sr132_0054", "normalized": ["Amphh, rlrlrllrll…"]}, {"name": "You", "audio": "", "normalized": ["What a good girl, even cleaning up."]}, {"name": "Crackle", "audio": "v_sr132_0055", "normalized": ["Nnhahhahh… nnphhahh… your dick… licking it… mmphh, is making hard again, meow."]}, {"name": "", "audio": "", "normalized": ["Before I knew it, my dick was already starting to recover from ejaculating, getting hard again from her meticulous licking and cleaning."]}, {"name": "Crackle", "audio": "v_sr132_0056", "normalized": ["Phhnyahahh, I'll do my best from now on too, so let's make each other feel good even more, meow!"]}, {"name": "You", "audio": "", "normalized": ["Sheesh, and I thought I was going to relax in the bath…"]}, {"name": "", "audio": "", "normalized": ["Thus, forgetting about the bath in the end, I enjoyed myself with Crackle for a while."]}]