[{"name": "You", "audio": "", "normalized": ["Who the hell are you?", " You look like a demon but half-naked… Are you a succubus like Lilim?"]}, {"name": "Mireille", "audio": "v_sr532_0000", "normalized": ["Yes, indeed, I am a succubus like you said… But I'm nothing like that failure Lilim who has to bow to humans to live."]}, {"name": "", "audio": "", "normalized": ["As she said, she may be a succubus like Lilim but it was obvious she was much more powerful from the situation we were in."]}, {"name": "", "audio": "", "normalized": ["Even though she did catch her off guard, I was corner into an abandoned building and strapped to a chair."]}, {"name": "", "audio": "", "normalized": ["It was my fault for letting my guard down but getting caught like this is one of the biggest embarrassment of my life."]}, {"name": "You", "audio": "", "normalized": ["So, what are you gonna do to me now that you've got me?"]}, {"name": "Mireille", "audio": "v_sr532_0001", "normalized": ["I wonder… I don't want to kill you yet, so…"]}, {"name": "", "audio": "", "normalized": ["Her slender and long fingers petted my face and she stared at me so close that I could feel the breath coming from her nostrils as she observed me."]}, {"name": "", "audio": "", "normalized": ["She was crouching down and it showed off her cleavage formed by her perfectly sized breasts which made my crotch ache."]}, {"name": "Mireille", "audio": "v_sr532_0002", "normalized": ["I suppose I'll kill you only after I have a taste of your body.", " I mean, I can kill you whenever I want…"]}, {"name": "Mireille", "audio": "v_sr532_0003", "normalized": ["So I'm gonna suck all the like and cum out of you and make you into my plaything."]}, {"name": "", "audio": "", "normalized": ["She said and stripped the thin, revealing panties and showed her two holes to me as she poked out her butt right in front of my eyes."]}, {"name": "", "audio": "", "normalized": ["She did not even show a hint of shame.", " Perhaps she was so confident about her vagina and anus."]}, {"name": "You", "audio": "", "normalized": ["Hold up, why do I have to get killed by you in the first place?", " Does it have something to do with Lilim?"]}, {"name": "Mireille", "audio": "v_sr532_0004", "normalized": ["That's right.", " That Lilim girl who's staying nice and cozy under your care is the embarrassment to our clan."]}, {"name": "Mireille", "audio": "v_sr532_0005", "normalized": ["So I have to kill you and get Lilim back and whip her back into shape by our hands."]}, {"name": "", "audio": "", "normalized": ["As soon as she said, she undressed my pants and took my penis out, pressing her round butt onto me."]}, {"name": "Mireille", "audio": "v_sr532_0006", "normalized": ["Come on, come on, feel the pleasure with my ass… Just give me all your tasty cum, lots and lots of it…"]}, {"name": "", "audio": "", "normalized": ["I could not help but groan from pleasure as my penis was squeezed between her perky butt cheeks."]}, {"name": "", "audio": "", "normalized": ["She delicately moved the muscles on her butt and sandwiched my penis with her butt cheeks, stroking it as she bounced her hips up and down."]}, {"name": "Mireille", "audio": "v_sr532_0007", "normalized": ["Do you like me rubbing your cock with my ass like this?"]}, {"name": "You", "audio": "", "normalized": ["Guh, such pressure from your ass…"]}, {"name": "", "audio": "", "normalized": ["There was no vaginal fluid nor precum in the cleavage of her butt and the act of my penis rubbing against her flesh actually caused some pain."]}, {"name": "", "audio": "", "normalized": ["And her butt was so hard like steel and it was nothing but torture as I could not even move."]}, {"name": "Mireille", "audio": "v_sr532_0008", "normalized": ["What's the matter?", " The frown on your face… Do you not like the feeling of my ass?"]}, {"name": "You", "audio": "", "normalized": ["No… It's like getting my cock scraped off."]}, {"name": "Mireille", "audio": "v_sr532_0009", "normalized": ["Oh, I see… Well, how about this?"]}, {"name": "", "audio": "", "normalized": ["She said and eased up her butt just slightly and started stroking the wider area, moving her hips up and down."]}, {"name": "", "audio": "", "normalized": ["And that made the penis pass over her anus and even down to her vagina."]}, {"name": "", "audio": "", "normalized": ["However small on volume, the vaginal fluid seeping out tangled onto the penis and smothered over her crevice."]}, {"name": "Mireille", "audio": "v_sr532_0010", "normalized": ["Ahhgh, mnmmnuh… How is it?", " I bet you like how your cock feels on, don't you?"]}, {"name": "You", "audio": "", "normalized": ["Actually, yeah.", " The pussy juice from your cooch is helping my cock so you won't scrape it off."]}, {"name": "Mireille", "audio": "v_sr532_0011", "normalized": ["I'm glad to hear… Mnmm, haahh… Without your cock…I won't be able to suck out all your sexual energy…"]}, {"name": "", "audio": "", "normalized": ["Every time the tip of my penis ran over her moist vagina, her hips reacted with a twitch and let out faint moans."]}, {"name": "You", "audio": "", "normalized": ["And looks like you're starting to enjoy this yourself too."]}, {"name": "Mireille", "audio": "v_sr532_0012", "normalized": ["Th-that's not… That doesn't matter… I mean, your cock's now getting even bigger…"]}, {"name": "", "audio": "", "normalized": ["Indeed.", " My penis was starting to get erect from pleasure as she kept rubbing it with her lewd crevice."]}, {"name": "", "audio": "", "normalized": ["If it was not for the restrain, I would have immediately grabbed her butt shaking in front of me, and shove my curved penis up there."]}, {"name": "Mireille", "audio": "v_sr532_0013", "normalized": ["This is the last time anyone is going to do something like this to you… Mnmmhuah… So just feel the pleasure with my ass all you want…"]}, {"name": "You", "audio": "", "normalized": ["This is the last time… Well, that's kinda sad.", " All bound and getting my cock stroked like this…"]}, {"name": "", "audio": "", "normalized": ["The usual positions were reversed for me and a strange pathetic feeling was feeling my heart."]}, {"name": "", "audio": "", "normalized": ["However, such thoughts vanished immediately as pleasure was hanging right in front of me."]}, {"name": "Mireille", "audio": "v_sr532_0014", "normalized": ["Mnnhmm, ahaahhnm… Your cock, it's so hard…and so hot… It's like…filled with so much tasty cum…"]}, {"name": "You", "audio": "", "normalized": ["You are wrong.", " My cum is famous for being smelly and disgusting."]}, {"name": "Mireille", "audio": "v_sr532_0015", "normalized": ["Heheheh… That's tasty for me, you know… Mnnhmm, haaghh… Your face is twitching… That's so cute…"]}, {"name": "", "audio": "", "normalized": ["The squeeze similar to a vagina stimulated my penis and just looking at my own penis in between her butt cheeks made me so aroused."]}, {"name": "Mireille", "audio": "v_sr532_0016_01", "normalized": ["Hyaahhnmm… How is it?", " The feeling of having your cock rubbed so hard with my ass… Mnmmhuh, ahaahh… Doesn't it feel good?"]}, {"name": "", "audio": "", "normalized": ["Her vagina started burning up more and more as her voice alluring me also started sounding more erotic."]}, {"name": "You", "audio": "", "normalized": ["I'm impressed you can actually say that despite your pussy actually twitching down there."]}, {"name": "Mireille", "audio": "v_sr532_0017", "normalized": ["My pussy is just waiting for your cum to come… Don't get me wrong… Mnnah, uhgeghh…"]}, {"name": "", "audio": "", "normalized": ["She denied it with her words but it was obvious her body was feeling pleasure from my penis."]}, {"name": "You", "audio": "", "normalized": ["I can feel something hard rubbing up on my cock.", " That must be your clitoris, isn't it?"]}, {"name": "Mireille", "audio": "v_sr532_0018", "normalized": ["What… Aaahh, hyaahhnm… That's right.", " I'm getting turned on by your cock and it's getting hard… Of course, I got erect…"]}, {"name": "", "audio": "", "normalized": ["The puffed-up clitoris and vaginal fluid gushing out from her vagina told me that she was also getting aroused along with me."]}, {"name": "Mireille", "audio": "v_sr532_0019", "normalized": ["Now, let's talk about you… Your rock-hard cock's throbbing between my butt cheeks… I think it's almost time for me to have a taste…"]}, {"name": "", "audio": "", "normalized": ["She said and licked her lips, releasing my penis from her butt and placing it onto her vagina."]}, {"name": "Mireille", "audio": "v_sr532_0020", "normalized": ["Ahhnmm… Your cock's coming into my pussy… It's so hot and so thick…"]}, {"name": "", "audio": "", "normalized": ["Her vagina was already drenched and it easily sucked my penis inside, first burying the tip."]}, {"name": "Mireille", "audio": "v_sr532_0021", "normalized": ["For a mere human…you have a pretty impressive cock… Mnnmh, ahh… So Lilim felt this…"]}, {"name": "You", "audio": "", "normalized": ["It doesn't matter… You're supposed to be a succubus but it's only halfway in."]}, {"name": "", "audio": "", "normalized": ["I said and tried to unbound myself but immediately I was stuck by irresistible shock on my penis."]}, {"name": "You", "audio": "", "normalized": ["Guh, what a pussy…"]}, {"name": "Mireille", "audio": "v_sr532_0022", "normalized": ["Oh, you are not getting away from me… Come on, I'm just trying to make you feel good before killing you…"]}, {"name": "", "audio": "", "normalized": ["Her vagina engulfed the penis inside and wiggled as if it had the mind of its own, giving me such intense stimulation."]}, {"name": "Mireille", "audio": "v_sr532_0023", "normalized": ["You have to realize you can never escape me… So just stay still…and let me stroke your cock…"]}, {"name": "", "audio": "", "normalized": ["I barely inserted into her but the heat and tightness of her vagina forced me to let out a voice of pleasure."]}, {"name": "Mireille", "audio": "v_sr532_0024", "normalized": ["Are you alright?", " Come on, come on.", " It's gonna start feeling better and better… Heheh, huhahh… Just relax, calm down…"]}, {"name": "You", "audio": "", "normalized": ["Guh, haaghh…"]}, {"name": "", "audio": "", "normalized": ["She looked back towards me like she was enjoying my reaction, grinding her hips and rubbing the tip of my cock against the walls inside her vagina."]}, {"name": "Mireille", "audio": "v_sr532_0025", "normalized": ["Such beautiful woman stroking your cock… You like this, don't you?", " Mhnm, huahh… I'm usually not this charitable…"]}, {"name": "You", "audio": "", "normalized": ["Thanks, I guess…"]}, {"name": "", "audio": "", "normalized": ["My penis was pulled around by her vagina and all I could do that let out groans from the irresistible pleasure."]}, {"name": "Mireille", "audio": "v_sr532_0026", "normalized": ["Look at you, your cock's grown so hard, crying inside me because it wants to cum… It's getting even bigger now…"]}, {"name": "", "audio": "", "normalized": ["The flesh inside her vagina protruding near the entrance rubbed onto the tip just right, making my penis react regardless of my will."]}, {"name": "You", "audio": "", "normalized": ["Aaaguh, damn it…"]}, {"name": "Mireille", "audio": "v_sr532_0027_01", "normalized": ["Come on, you can moan more like a little slut… You're gonna die anyway… So just get rid of your stupid pride…"]}, {"name": "", "audio": "", "normalized": ["Apparently, she was enjoying how I was being tormented by pleasure as she smiled as she looked at me while she toyed with me."]}, {"name": "Mireille", "audio": "v_sr532_0028", "normalized": ["You like how my pussy feels, don't you?", " I'm going to make you feel even better… I'm going to suck you completely dry…"]}, {"name": "", "audio": "", "normalized": ["She said and pressed her hips onto me harder as the penis finally buried inside her down to its base."]}, {"name": "Mireille", "audio": "v_sr532_0029", "normalized": ["Haahhnmm!", " How is it?", " Your cock inside me…so deep into my pussy… Do you like how it feels?"]}, {"name": "", "audio": "", "normalized": ["I felt my penis making its way through her vagina and it throbbed inside her with pleasure."]}, {"name": "You", "audio": "", "normalized": ["It's so tight…"]}, {"name": "Mireille", "audio": "v_sr532_0030", "normalized": ["Your cock… It's coming all the way into my womb… Mnhnm, ahaahhm… It really is huge and hard…"]}, {"name": "", "audio": "", "normalized": ["She looked pleased as my penis disappeared into her and, in contrast, I was being overwhelmed by pleasure."]}, {"name": "", "audio": "", "normalized": ["The flesh inside her vagina tangled onto my whole penis to massage it and she moved along with it, teasing me with pleasure."]}, {"name": "Mireille", "audio": "v_sr532_0031", "normalized": ["Mhnmm, kyaahh… Uhhnm… Come on, can you see it?", " My pussy's sucking…your cock in, yeah?"]}, {"name": "You", "audio": "", "normalized": ["Yeah… I can see it very well.", " Even into the inside of your pinkish pussy as well."]}, {"name": "", "audio": "", "normalized": ["The tip of my penis was being pulled on by her vagina right in front of me and pink-colored flesh inside peeked, gushing vaginal fluid every time."]}, {"name": "Mireille", "audio": "v_sr532_0032", "normalized": ["Take a good look at how your cock is buried into me… It's all the way in my pussy, so deep, drilling into me…"]}, {"name": "You", "audio": "", "normalized": ["All the way down to the base…"]}, {"name": "", "audio": "", "normalized": ["And she looked as though she was masturbating using my penis.", " It appeared strangely adorable to me for some reason."]}, {"name": "Mireille", "audio": "v_sr532_0033", "normalized": ["Mnmmhhaagahh… Your cock, coming in so deep inside!", " It's rubbing onto my pussy, burning up, so hot…"]}, {"name": "Mireille", "audio": "v_sr532_0034", "normalized": ["Come on, it's turning you on… My pussy… It's like sucking on your cock… Mnnguhheyaaghhnm!"]}, {"name": "", "audio": "", "normalized": ["Her butt moved back and forth as if she was showing it off to me and my eyes became fixed onto her twitching anus as she moved."]}, {"name": "Mireille", "audio": "v_sr532_0035", "normalized": ["Here, here.", " Just feel that pleasure… As much as you want, with my pussy… I know you want to cum now…"]}, {"name": "", "audio": "", "normalized": ["I did not listen to her as she verbally provoked me and desperately fought off the pleasure coming over my penis."]}, {"name": "", "audio": "", "normalized": ["However, she altered the pacing of the thrusts and, combined with the wiggle inside her vagina, the urge to ejaculate was getting out of control."]}, {"name": "You", "audio": "", "normalized": ["(She's so used to toying with men.", ")"]}, {"name": "Mireille", "audio": "v_sr532_0036", "normalized": ["Your cock's hitting me so deep inside… Mhnmmhuh, aahhmm… So deep, so deep… Aaagh, mmnmmhaaghh…"]}, {"name": "", "audio": "", "normalized": ["The vaginal fluid being scooped out by the tip drenched the part where we were joined together as it made wet noises as she pounded."]}, {"name": "Mireille", "audio": "v_sr532_0037", "normalized": ["Can you hear these lewd sounds?", " It's the sound of my pussy…fucking your cock…"]}, {"name": "", "audio": "", "normalized": ["She was getting aroused herself but she sped up her movements to make me ejaculate, pounding her hips."]}, {"name": "", "audio": "", "normalized": ["And her breasts covered by the thin fabric of her clothing swayed along as I could see her nipples getting erect."]}, {"name": "You", "audio": "", "normalized": ["And I can see that you are also getting turn on, grinding your ass on my cock…"]}, {"name": "Mireille", "audio": "v_sr532_0038", "normalized": ["That's right… I'm pounding you so hard… Of course, I'm getting turned on… But don't worry, you're not gonna make me come…"]}, {"name": "Mireille", "audio": "v_sr532_0039", "normalized": ["Your cock is not enough…to make me cum… Mmmuhh, ahhnm… And I have the initiative now…"]}, {"name": "", "audio": "", "normalized": ["As she said, I had no way to fight back.", " All I could do was stare at the erect penis burying into her vagina."]}, {"name": "Mireille", "audio": "v_sr532_0040", "normalized": ["Come on, come on, just cum already!", " Just feel the pleasure…with your solid cock…and cum hard!"]}, {"name": "You", "audio": "", "normalized": ["You fucking succubus slut…"]}, {"name": "", "audio": "", "normalized": ["No matter what words I said, I could not shake this woman's mind.", " I had almost no information on her, to begin with."]}, {"name": "Mireille", "audio": "v_sr532_0041", "normalized": ["And look at you… Hah, that's so silly… Maybe your cock feels too good…and you're going nuts?"]}, {"name": "", "audio": "", "normalized": ["The woman moved the wing sprouting from her back pleased and looked at me provocatively."]}, {"name": "Mireille", "audio": "v_sr532_0042", "normalized": ["Come on, I'm rubbing it… Rubbing it inside me… Just cum and go mad!", " You should not hold it in… It bad for you, you know?"]}, {"name": "", "audio": "", "normalized": ["She moved her meaty butt left and right as she toyed with my penis, smiling with joy."]}, {"name": "Mireille", "audio": "v_sr532_0043", "normalized": ["Don't just keep groaning… Just say something, like…this feels good…or you like my pussy…or you'd be fine dying like this, you know?"]}, {"name": "You", "audio": "", "normalized": ["Don't get so cocky now, you succubus…"]}, {"name": "Mireille", "audio": "v_sr532_0044", "normalized": ["Heheheh… You still have enough energy left to talk to me like that… I suppose you are tougher than I thought.", " I might even fall for you…"]}, {"name": "", "audio": "", "normalized": ["Even as she said, her warm vagina continued to squeeze onto my penis tight, sucking on and wiggling."]}, {"name": "Mireille", "audio": "v_sr532_0045", "normalized": ["But…if you keep insulting me like that… I might have to kill you before you cum…"]}, {"name": "Mireille", "audio": "v_sr532_0046", "normalized": ["Just remember the fact that I'm the one who's holding your life here… Don't make me remind you that I can stop this any moment and just kill you right away…"]}, {"name": "", "audio": "", "normalized": ["Her expression went back to that of a greater succubus filled with killer instinct from ecstatic feminine pleasure."]}, {"name": "Mireille", "audio": "v_sr532_0047", "normalized": ["Heheh… Alright, playtime is over now… I'm gonna pound my ass much faster now… So you better cum already!"]}, {"name": "", "audio": "", "normalized": ["Sped up and then the sound of flesh hitting each other became louder as the stimulation on my penis escalated."]}, {"name": "Mireille", "audio": "v_sr532_0048", "normalized": ["Come on, you look so agonized… Just give up and let it go!", " Just cum in my pussy, that's all you need to do…"]}, {"name": "", "audio": "", "normalized": ["I was being overwhelmed by her grinding and tingling pleasure ran through my penis as I approached my limit."]}, {"name": "Mireille", "audio": "v_sr532_0049", "normalized": ["Well, well.", " Looks like your cock's about to blow up… It's throbbing inside my pussy… Ready to blow anytime…"]}, {"name": "", "audio": "", "normalized": ["She knew that my urge to ejaculate was building up to the climax.", " She was about to break me as I could not do anything to resist."]}, {"name": "Mireille", "audio": "v_sr532_0050", "normalized": ["Come on now, don't hold it in and let it out, enjoy it!", " Pour your tasty cum right into my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Guhaah… C-cumming!"]}, {"name": "", "audio": "", "normalized": ["Even I could not resist her as she pounded me at her own pace and I told her I was ejaculating."]}, {"name": "Mireille", "audio": "v_sr532_0051", "normalized": ["Heheheh… I'm gonna give it to you, you did pretty well but it was all so futile… Haahhnm, just cum as much as you want…"]}, {"name": "", "audio": "", "normalized": ["The penis trembled inside her vagina and I let the rising urge to ejaculate out at once."]}, {"name": "Mireille", "audio": "v_sr532_0052", "normalized": ["Haaghhnmm… Go ahead, cum!", " Just give me your tasty cum and your sexual energy!"]}, {"name": "", "audio": "", "normalized": ["The vagina sucked my penis in all the way and once the tip pressed against her cervix, the semen erupted."]}, {"name": "Mireille", "audio": "v_sr532_0053", "normalized": ["Hyaahhmmuughh!", " The fresh cum, it's coming, aaghh!", " Nyahaahhnmm… It's so thick and so hot, coming, aahh!"]}, {"name": "", "audio": "", "normalized": ["The woman received semen with an ecstatic expression like she also orgasmed, letting out moans from pleasure."]}, {"name": "Mireille", "audio": "v_sr532_0054", "normalized": ["Uhhaahhnmm… This is so good!", " The inside of my womb is being filled with your sexual energy… My body is burning up, aahh!"]}, {"name": "You", "audio": "", "normalized": ["Haaguh, stop your pounding…"]}, {"name": "", "audio": "", "normalized": ["Her vagina and hips continued moving as she was sucking out as much semen as possible as a sense of limpness other than just post ejaculation came over."]}, {"name": "You", "audio": "", "normalized": ["(Damn it!", " This succubus bitch…)"]}, {"name": "Mireille", "audio": "v_sr532_0055", "normalized": ["Haahhaahh… Your sexual energy, it's so awesome… It's better than…any human…I've seen before… I gotta give you that…"]}, {"name": "", "audio": "", "normalized": ["She looked at me with blushed face and showed a satisfied expression as her vagina and anus twitched."]}, {"name": "You", "audio": "", "normalized": ["Haauhhaahhaahhaahh…"]}, {"name": "", "audio": "", "normalized": ["As I finished ejaculating, I was feeling empty, not just from ejaculation, however.", " I was giving up on getting away and surviving at that point."]}, {"name": "", "audio": "", "normalized": ["I could not even open my mouth, I could not speak, nor I could not think straight.", " I was completely empty."]}, {"name": "Mireille", "audio": "v_sr532_0056", "normalized": ["Oh, we are just getting started now!", " I'm gonna keep sucking it out of you till you run dry… Heheheh, it's gonna be fun…"]}, {"name": "", "audio": "", "normalized": ["She showed a devilish smile and then started shaking her hips around like she could not wait."]}, {"name": "Mireille", "audio": "v_sr532_0057", "normalized": ["You may be treating Lilim like some kind of toy but to me, you are nothing but food right now…"]}, {"name": "Mireille", "audio": "v_sr532_0058", "normalized": ["You've insulted my whole clan… You will not get away with it, not this easily anyway.", " I will make you suffer and go through such pain and agony before dying."]}, {"name": "", "audio": "", "normalized": ["The moment she tried to move her hips she poked out, trying to fuck me some more――"]}, {"name": "???", "audio": "", "normalized": ["Fuuma, bro, we're here to save you!"]}, {"name": "", "audio": "", "normalized": ["She glanced angrily towards the direction the voice came from and clicked her tongue in frustration."]}]