[{"name": "Tina", "audio": "v_r-ev320_0000", "normalized": ["Guh… I can't move my limbs…"]}, {"name": "", "audio": "", "normalized": ["Tina was lying on the ground in a humiliating position."]}, {"name": "", "audio": "", "normalized": ["Her android arms and legs which served as her prosthetic limbs had stopped working."]}, {"name": "", "audio": "", "normalized": ["Her clothes were undone, yet she could not even resist."]}, {"name": "You", "audio": "", "normalized": ["Hmm, how is it?", " You can't even move and you have to show such a humiliating sight…"]}, {"name": "Tina", "audio": "v_r-ev320_0001", "normalized": ["…Damn it…"]}, {"name": "", "audio": "", "normalized": ["She was sent in to eliminate me."]}, {"name": "", "audio": "", "normalized": ["She shot me with an all-or-nothing shot with her plasma rifle which actually used up the power for her prosthetic limbs."]}, {"name": "", "audio": "", "normalized": ["Even that failed to harm me critically."]}, {"name": "You", "audio": "", "normalized": ["…You exposed the biggest gun in your arsenal and yet you still failed and got captured, not even able to move at all.", " Haha."]}, {"name": "", "audio": "", "normalized": ["Because she took that shot, her prosthetic limbs lost power and they shut down."]}, {"name": "", "audio": "", "normalized": ["As a result, she was actually captured by the target she was supposed to take out.", " How ironic."]}, {"name": "Tina", "audio": "v_r-ev320_0002", "normalized": ["Do not…mock me… This is nothing… Guh…"]}, {"name": "You", "audio": "", "normalized": ["Don't struggle.", " Okay…"]}, {"name": "", "audio": "", "normalized": ["Tina did not lose her will to fight and stared at me angrily."]}, {"name": "", "audio": "", "normalized": ["It was kind of nice to see her looking at me so rebelliously."]}, {"name": "You", "audio": "", "normalized": ["That strong willpower… Huh, alright then… I'm starting to like you, okay?", " Tina Worrel."]}, {"name": "Tina", "audio": "v_r-ev320_0003", "normalized": ["…What the…?"]}, {"name": "", "audio": "", "normalized": ["Tina seemed baffled by my words."]}, {"name": "", "audio": "", "normalized": ["I continued on."]}, {"name": "You", "audio": "", "normalized": ["You know what?", " Why don't you join us?"]}, {"name": "", "audio": "", "normalized": ["I offered her and she answered with a stern expression while still being confused."]}, {"name": "Tina", "audio": "v_r-ev320_0004", "normalized": ["Who the hell would…"]}, {"name": "You", "audio": "", "normalized": ["What, you don't want to?"]}, {"name": "Tina", "audio": "v_r-ev320_0005", "normalized": ["Of course not… No one would join you… Beside… I do not plan to join anyone ever again…"]}, {"name": "", "audio": "", "normalized": ["She shook her head horizontally and her answer was what I anticipated."]}, {"name": "You", "audio": "", "normalized": ["Well, I thought you'd say something like that."]}, {"name": "You", "audio": "", "normalized": ["I see… Well, you don't want to join me, huh.", " I did expect you to say that, but now I have no choice…"]}, {"name": "Tina", "audio": "v_r-ev320_0006", "normalized": ["Wh-what are you…talking about…?"]}, {"name": "", "audio": "", "normalized": ["Tina heard me whisper meaningfully and her eyes started to show signs of anxiety."]}, {"name": "You", "audio": "", "normalized": ["What?", " There's only one thing to do."]}, {"name": "You", "audio": "", "normalized": ["If you don't want to join me, then I have no choice but to make you a plaything."]}, {"name": "Tina", "audio": "v_r-ev320_0007", "normalized": ["What…?!"]}, {"name": "", "audio": "", "normalized": ["Her eyes opened wide as I said."]}, {"name": "You", "audio": "", "normalized": ["Hey, come on in."]}, {"name": "", "audio": "", "normalized": ["As I said to her, a gang of four demons I had waiting outside the room entered inside."]}, {"name": "Tina", "audio": "v_r-ev320_0008", "normalized": ["Who…the hell…"]}, {"name": "You", "audio": "", "normalized": ["These guys are demons call Byoudama… They are sexually very active but not very intelligent."]}, {"name": "You", "audio": "", "normalized": ["So they break any woman they fuck, you see."]}, {"name": "You", "audio": "", "normalized": ["So you know… I assume you would break quickly too, huh?"]}, {"name": "", "audio": "", "normalized": ["I put on a mug grin and then looked down at her as she was still lying on the ground."]}, {"name": "Tina", "audio": "v_r-ev320_0009", "normalized": ["…What a cheap threat…"]}, {"name": "", "audio": "", "normalized": ["Tina was bluffing but she still could not move her limbs."]}, {"name": "", "audio": "", "normalized": ["She expected to be violated but she mentally prepared herself to endure what was to come."]}, {"name": "You", "audio": "", "normalized": ["Alright, get started."]}, {"name": "", "audio": "", "normalized": ["As I gave a go-ahead, the Byoudamas growled and rushed onto Tina's body at once."]}, {"name": "Tina", "audio": "v_r-ev320_0010", "normalized": ["…Guh."]}, {"name": "", "audio": "", "normalized": ["They poked their penises covered in precum from all directions and rubbed them onto her immobile body."]}, {"name": "", "audio": "", "normalized": ["One onto her face, another onto her breasts, and one onto her belly."]}, {"name": "", "audio": "", "normalized": ["And the last one was shoving it into her vagina."]}, {"name": "Tina", "audio": "v_r-ev320_0011", "normalized": ["Mnnghh, aaghh… Guhh… Haahh, haahh… Mnnahh, guhh… Haahh, aghh… Mnnahaaghh, guhh, uhguuhh."]}, {"name": "", "audio": "", "normalized": ["Tina let out a groan as she was penetrated without any foreplay to ease it into her."]}, {"name": "Tina", "audio": "v_r-ev320_0012", "normalized": ["Haahh, haagh… Mnngh, mnnghhm!", " Guh, haauh… Agh, aaghh."]}, {"name": "Tina", "audio": "v_r-ev320_0013", "normalized": ["Guhhgh, mnngh… This is… Aaauguhm mnnguhh… S-something is…off…"]}, {"name": "", "audio": "", "normalized": ["She was feeling pain from the forced penetration, but soon she noticed the agony was fading away."]}, {"name": "Tina", "audio": "v_r-ev320_0014", "normalized": ["The pain… It's fading away little by little… Mnhaahh, guhh, guhuhh, mnngh, haagh, haahh… Aaagh, uhhnmg."]}, {"name": "", "audio": "", "normalized": ["Byoudama's precum was seeping in which made the pain numb and instead, the intense pleasure was starting to brew inside her."]}, {"name": "Tina", "audio": "v_r-ev320_0015", "normalized": ["This is… Ugh, that…won't make me feel pleasure… No way… Mnngh, mnnaahh, haahh, haahh."]}, {"name": "", "audio": "", "normalized": ["The repeated pounding made her body adjust to pleasure inclemently but her mind was still denying the fact."]}, {"name": "", "audio": "", "normalized": ["Tina felt a strong sense of humiliation along with the pleasure."]}, {"name": "Tina", "audio": "v_r-ev320_0016", "normalized": ["Aghhaahh, aagghh, guuhh, haagh… Haauh, mnnhuuhh, guh… Huugh, huuhh… Mnngh."]}, {"name": "", "audio": "", "normalized": ["However, no matter how hard she tried to resist it, she could not stop the moans coming from her mouth."]}, {"name": "Tina", "audio": "v_r-ev320_0017", "normalized": ["Guuhaahh, aahh… Haagh, haahh… Aahhnm, mnnghh, hughh… Hughh… Mnnahh, aghh… Haauh, mnngh…"]}, {"name": "", "audio": "", "normalized": ["However, her eyes still had the light oh hope in them."]}, {"name": "Tina", "audio": "v_r-ev320_0018", "normalized": ["Mngh, guhh… Haah, haahh… Guh."]}, {"name": "", "audio": "", "normalized": ["She gave her android arms a glance."]}, {"name": "", "audio": "", "normalized": ["Some might think they were broken and stopped working but they merely run out of power."]}, {"name": "", "audio": "", "normalized": ["They could recharge with her own vital activities."]}, {"name": "", "audio": "", "normalized": ["So she could use them again after some period of time."]}, {"name": "Tina", "audio": "v_r-ev320_0019", "normalized": ["Haauh, haahh, haagh… I-I have to resist this… This is… I just have to… Mnngh, aaghh, guughh!"]}, {"name": "", "audio": "", "normalized": ["As long as she could endure for a while, she could use her recharged limbs to turn the table, Tina thought."]}, {"name": "Tina", "audio": "v_r-ev320_0020", "normalized": ["Agguhh, guhh… Haahh, aaghh… Mnnaahh, aaguhh, guhhughh, haahh, hahh…"]}, {"name": "", "audio": "", "normalized": ["However, they continued to ruthlessly violate her during all that."]}, {"name": "", "audio": "", "normalized": ["Byoudama's penises were rubbed onto her body and the precum being smothered made her body filthy."]}, {"name": "Tina", "audio": "v_r-ev320_0021", "normalized": ["Mnngh, muughh, guhh, aaghh, haagh… Aahhnmgh, mnnaghh, guh… Haauh, haahh, haagh…"]}, {"name": "", "audio": "", "normalized": ["The way they were teasing was was slow-paced and tenacious, making her feel pleasure against her will."]}, {"name": "", "audio": "", "normalized": ["Her breasts were groped by the tip of the cock and her nipples were squished and stimulated."]}, {"name": "Tina", "audio": "v_r-ev320_0022", "normalized": ["Agghh, guhaahh, aaghh… M-my nipples… S-stop it, no… Oooughh…"]}, {"name": "", "audio": "", "normalized": ["It was not just her nipples, but they also put their cocks onto her face and belly as well."]}, {"name": "", "audio": "", "normalized": ["The inside of her vagina was scraped by the cock and was stirred up by the long, thick shaft."]}, {"name": "Tina", "audio": "v_r-ev320_0023", "normalized": ["Mnnoughh, ooghh, guhh, haahh, haahh, mnnghh, haahh… Aaguhh, oohohh… Guh, haagh, haahh…!"]}, {"name": "Tina", "audio": "v_r-ev320_0024", "normalized": ["Aaaughh, mnnghh… Haahh, inside, getting stirred up… Guhh, this is, no, please… Mnngh, guhuhh!"]}, {"name": "", "audio": "", "normalized": ["The cocks being rubbed onto her face and belly were also touching her sensitive parts like the back of her ear and belly button."]}, {"name": "Tina", "audio": "v_r-ev320_0025", "normalized": ["Guhh, aaghahh… Stop, that's not where you're supposed to put your cock onto… Agh, aahh, guugh, mnnghh!"]}, {"name": "You", "audio": "", "normalized": ["Huh, looks like you don't like it… But on the contrary, your body seems to be enjoying being surrounded by the cocks, eh?"]}, {"name": "", "audio": "", "normalized": ["I told her so as she seemed oblivious to what was happening to her and then she shook her head in denial."]}, {"name": "Tina", "audio": "v_r-ev320_0026", "normalized": ["Th-there's no way I'm enjoying getting fucked against my will… Mnnghh…"]}, {"name": "", "audio": "", "normalized": ["Tina denied it fiercely as if she was trying to deny the fact she was actually getting aroused itself."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " Looks like you're about to come to me, huh?"]}, {"name": "Tina", "audio": "v_r-ev320_0027", "normalized": ["That's not… I would not be orgasming like this… Such humiliation… Mnngh… Aaghahh…"]}, {"name": "", "audio": "", "normalized": ["She tried to dodge the pleasure as she said, but she could not do much while her limbs did not work as Byoudama continued to play with her."]}, {"name": "Tina", "audio": "v_r-ev320_0028", "normalized": ["Mnhahh, guhh, guuhh, haahh… No, guughh, guhguuhh!", " Haahh, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Even though she tried to deny it, her body had become their plaything which prevented her from escaping the pleasure while her body started shuddering."]}, {"name": "Tina", "audio": "v_r-ev320_0029", "normalized": ["No, no, aaghh… This isn't, aaghh, mnnghh, mnnghgmn… I don't want to come, please, no, ooghh, oouughh!"]}, {"name": "", "audio": "", "normalized": ["However, she was getting aroused against her will by the penis trampling the inside of her vagina as she could no longer resist the impulsive urges."]}, {"name": "Tina", "audio": "v_r-ev320_0030", "normalized": ["Aauuhh, mnnghh, noo, aaghh… Aaghh, aahaahh… Mnngh, guhuhh!"]}, {"name": "", "audio": "", "normalized": ["Tina's body reacted by twitching and shaking."]}, {"name": "", "audio": "", "normalized": ["Her whole body trembled as she achieved orgasm."]}, {"name": "Tina", "audio": "v_r-ev320_0031", "normalized": ["Haauhh, haaghh, aaghh… Aaauhghh, ooughh… Ohohh… Ohh… That's not… Mnaahaghh… Guhuughh."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Look at you now, all that denial and bluffing, but I knew you actually liked it."]}, {"name": "", "audio": "", "normalized": ["Tina let out frustrated orgasmic moans as her body shook."]}, {"name": "", "audio": "", "normalized": ["Then a demon pinched her nipples with its fingers."]}, {"name": "Tina", "audio": "v_r-ev320_0032", "normalized": ["Mnnahh… Aaghh… Wh-what the…"]}, {"name": "", "audio": "", "normalized": ["*Slap*"]}, {"name": "Tina", "audio": "v_r-ev320_0033", "normalized": ["Aahhnm, guhaahh, aghahh… Aghaahh!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, a noise came from one of her nipples as well as burning pain on her chest."]}, {"name": "", "audio": "", "normalized": ["She screamed, unaware of what just happened."]}, {"name": "Tina", "audio": "v_r-ev320_0034", "normalized": ["Wh-what is this… What the…hell is this… Guhh… Ughuhh… Mnnguhh… Ahh, aghaahh…"]}, {"name": "", "audio": "", "normalized": ["As she looked down at her breasts, she could see a rivet-like object piercing through her nipple."]}, {"name": "", "audio": "", "normalized": ["Tina was simply baffled by the pleasure and pain running through her whole body."]}, {"name": "You", "audio": "", "normalized": ["You seem lost, so let me explain…"]}, {"name": "", "audio": "", "normalized": ["I said to her and then she shifted her stern eyes towards me, giving me the grudging look."]}, {"name": "You", "audio": "", "normalized": ["Byoudama has an odd habit during the sex…"]}, {"name": "You", "audio": "", "normalized": ["They put a rivet formed inside their body onto the body of the woman as they make her orgasm, as the proof of conquest."]}, {"name": "Tina", "audio": "v_r-ev320_0035", "normalized": ["What…?!"]}, {"name": "", "audio": "", "normalized": ["Tina looked stunned, but she soon understood what I was talking about and she showed fear."]}, {"name": "You", "audio": "", "normalized": ["So, such a strange habit earned their name, Byoudama, the rivet-driving demon."]}, {"name": "", "audio": "", "normalized": ["She found out how Byoudamas got their name and then stared at four demons surrounding her with shock in her eyes."]}, {"name": "Tina", "audio": "v_r-ev320_0036", "normalized": ["No… This can't… So I'm… I will…"]}, {"name": "You", "audio": "", "normalized": ["Huh… So, you know, you probably shouldn't come too much, you see?", " Unless you would want to become a punk rocker or something…"]}, {"name": "", "audio": "", "normalized": ["Tina's face immediately turned pale from the fear as I joking said so while scoffing at her."]}, {"name": "Tina", "audio": "v_r-ev320_0037", "normalized": ["That's… Please.", " No… Stop it… Stop this…"]}, {"name": "", "audio": "", "normalized": ["However, it as already too late of a warning and her body had become even more sensitive from the orgasm."]}, {"name": "Tina", "audio": "v_r-ev320_0038", "normalized": ["Ooh, ooughh, mnnguh, guhh, haahh… Please, no… I-I can't move, uuhhnm, mnngh."]}, {"name": "", "audio": "", "normalized": ["Even while she was being dumbfounded, the Byoudamas continued to thrust their hips to satisfy their urges, rubbing their penises all over her body."]}, {"name": "", "audio": "", "normalized": ["Inside of her vagina started to make moist noises with such thrusts and they made her feel even more pleasure."]}, {"name": "Tina", "audio": "v_r-ev320_0039", "normalized": ["No… Mnnghh, n-not right now… My body's become so sensitive…right now… Mnnguh, guhh!"]}, {"name": "Tina", "audio": "v_r-ev320_0040", "normalized": ["Mnngouhh?!", " Oghh, oouhh… Guh, haauhh, haahh… Mnngh, aghaahh!"]}, {"name": "", "audio": "", "normalized": ["She was pounded deep into her vagina again and was forced to orgasm again."]}, {"name": "Tina", "audio": "v_r-ev320_0041", "normalized": ["Ughh, guuhh… N-no, please… I couldn’t stop it… Guhh, mnnmghhmm!"]}, {"name": "", "audio": "", "normalized": ["She was caught off guard as she was just made orgasm and then the cock slapped her breasts and brought her even more pleasure."]}, {"name": "Tina", "audio": "v_r-ev320_0042", "normalized": ["Aaaughh!", " Uhhnm, guhh, aghaah, aaghh, guhuughh!"]}, {"name": "", "audio": "", "normalized": ["it made Tina orgasm with her tits not once, not twice, but three times in a row."]}, {"name": "", "audio": "", "normalized": ["Byoudama followed its cruel habit as usual while Tina achieved orgasm repeatedly."]}, {"name": "Tina", "audio": "v_r-ev320_0043", "normalized": ["A-again… No, stop that, haahh, haaghh….", " Get these things off of me!"]}, {"name": "", "audio": "", "normalized": ["With more popping sounds, another rivet was driven into Tina's other nipple this time."]}, {"name": "", "audio": "", "normalized": ["They are not huge, but the pain and fear of getting a hole punched in her body overwhelmed her along with the pleasure."]}, {"name": "Tina", "audio": "v_r-ev320_0044", "normalized": ["No, noo!"]}, {"name": "", "audio": "", "normalized": ["The maddening sensation reminded her of the battlefield where she lost her friends and limbs."]}, {"name": "Tina", "audio": "v_r-ev320_0045", "normalized": ["Guhh, mnnguhaahh, aaghh… Mnngnhh, guhh, haauh, haah, haahh."]}, {"name": "", "audio": "", "normalized": ["The sensation of her limbs was starting to fade while the pleasure chemical started to rush into her brains to coop with the fear of death."]}, {"name": "", "audio": "", "normalized": ["Her vagina twitched and orgasmed repeatedly while her friends perished one after another around her."]}, {"name": "Tina", "audio": "v_r-ev320_0046", "normalized": ["Guh, guughh!"]}, {"name": "", "audio": "", "normalized": ["Tina was beginning to panic as remembering her old memory was stating to break her."]}, {"name": "", "audio": "", "normalized": ["She was afraid that any more of the rivets would corrupt both her mind and body as she clenched her teeth to endure it."]}, {"name": "Tina", "audio": "v_r-ev320_0047", "normalized": ["Mnnh, mnnguhh, mnngh, mmnghh!"]}, {"name": "Tina", "audio": "v_r-ev320_0048", "normalized": ["Haauh, haahh… Mnngh, mnnguhh, guhh, haahh, aauuhh, mnnouh, ooughh…"]}, {"name": "", "audio": "", "normalized": ["The parts where Byoudamas drove the rivets in ached and their hand gently petted around there."]}, {"name": "Tina", "audio": "v_r-ev320_0049", "normalized": ["Mnnghh?!", " Mnnghh… Guuhh, haah… Haahh… Aaghh, aaghh… Guh, uhguuhh!"]}, {"name": "", "audio": "", "normalized": ["Byoudama knew through the instinct that doing so would create even sweeter pleasure inside her."]}, {"name": "", "audio": "", "normalized": ["Tina could not help but feel pleasure from such loving petting by the Byoudama on her nipples."]}, {"name": "Tina", "audio": "v_r-ev320_0050", "normalized": ["Haauh, haahh… Mnnguh, guh, no more, not any more… You won't…make me come… Aaauh, guhh."]}, {"name": "Tina", "audio": "v_r-ev320_0051", "normalized": ["Haauh, haahh… Don't move your cock inside me… Mnnhuuhh, guhh, mnahh, mnngh, oough, guuhh…"]}, {"name": "", "audio": "", "normalized": ["As the violently moved their cock in her vagina and on her face, she was pounded hard as a terrible odor assaulted her."]}, {"name": "", "audio": "", "normalized": ["Tina tried to resist the multiple layers of pleasure, from not just soft and gentle but also with the rough and violent pounding."]}, {"name": "Tina", "audio": "v_r-ev320_0052", "normalized": ["Mnnguhh, uughh, guuhh, ughuuhh… Haahh, haahh… Aaahuh, mnngehghh, eghh… Guhh, aaghaahh, ughuhh!"]}, {"name": "", "audio": "", "normalized": ["With the sweet, feverish pleasure and intense, corrupting pleasure intertwining, Tina writhed."]}, {"name": "", "audio": "", "normalized": ["the harder she tied to resist orgasming, the more the pleasure swirled inside her as it had nowhere else to go."]}, {"name": "Tina", "audio": "v_r-ev320_0053", "normalized": ["Guhh, mnnahh, aaghaahh, haahh, haahh… Mnngh, guuhh!", " Ughh, huughh, huuhh, mnhh, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["Even then, she was still trying to convince herself that such torture would not last forever."]}, {"name": "", "audio": "", "normalized": ["She was relying on the hope of her prosthetic limbs restarting and all she had to do was endure it till then."]}, {"name": "Tina", "audio": "v_r-ev320_0054", "normalized": ["Mnnghh, mnnghh, guhh… Haah, haahh, haahh… Aahauhh, mnnouh… Guhguuhh!"]}, {"name": "You", "audio": "", "normalized": ["Sorry to interrupt while you're trying so desperately to fight it… Let me tell you something."]}, {"name": "", "audio": "", "normalized": ["I put on a devilish smile and told her the truth as she was trying to resist the pleasure."]}, {"name": "You", "audio": "", "normalized": ["You must be waiting for your limbs to reboot, but we've already turned them off for good…when we got you in here."]}, {"name": "Tina", "audio": "v_r-ev320_0055", "normalized": ["What?!"]}, {"name": "", "audio": "", "normalized": ["Tina showed a mixture of surprise and despair as she froze still with her eyes wide open."]}, {"name": "You", "audio": "", "normalized": ["You didn't think I would not notice how that thing worked, did you?"]}, {"name": "", "audio": "", "normalized": ["Tina's eye wandered around, out of focus, from the despair as what I told her had crushed her only hope."]}, {"name": "", "audio": "", "normalized": ["The moment she found out, she let her guard down and her tensed up body went limp."]}, {"name": "Tina", "audio": "v_r-ev320_0056", "normalized": ["Mnngh, oohgh, oohh, guuhghh, stop, aaghh, mnnheehh, eeghh, aghaahh!"]}, {"name": "", "audio": "", "normalized": ["It unleashed the pleasure and Tina let out loud moans."]}, {"name": "Tina", "audio": "v_r-ev320_0057", "normalized": ["That's…not… Guh, mnnaahh… Ughh, please… Noo, aahuguhh?!"]}, {"name": "", "audio": "", "normalized": ["Byoudama flicked the rivet driven into her nipples with its finger as if they were sealing the deal."]}, {"name": "", "audio": "", "normalized": ["Tina was already at the breaking point and she fell into the whirlpool of pleasure and chain reaction of orgasm."]}, {"name": "Tina", "audio": "v_r-ev320_0058", "normalized": ["Aheehh, eeghh, eeghheeghh!", " Guhh, mmnouh, oohuhh, mnnghh, mmnnhghh!"]}, {"name": "", "audio": "", "normalized": ["Waves after waves of orgasm came over her."]}, {"name": "", "audio": "", "normalized": ["Tina could no longer even attempt to stop it and all she could do was to let out a trembling and orgasming voice."]}, {"name": "Tina", "audio": "v_r-ev320_0059", "normalized": ["Oohh, oouhghh, mnngh, guhh, no, stop… No more, please don't put anymore rivet onto me… Mnnguhh?!"]}, {"name": "", "audio": "", "normalized": ["Numerous rivets were being driven into her body, all over the place… On her ears, nose, clitoris, and labia."]}, {"name": "", "audio": "", "normalized": ["The spiraling pleasure and pain from the orgasm and rivetting stared engulfing her mind."]}, {"name": "Tina", "audio": "v_r-ev320_0060", "normalized": ["Mnnouh, ooghh… Guhh, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["The next moment, something changed."]}, {"name": "", "audio": "", "normalized": ["When a rivet was driven into her belly, Tina achieved orgasm from the pain and the intense pleasure."]}, {"name": "Tina", "audio": "v_r-ev320_0061", "normalized": ["Ohhgh, oohaaghh… Aaagh… Aaaghh… Did I just…come, now… Mnngh?!"]}, {"name": "", "audio": "", "normalized": ["Every time she orgasmed, the rivets were driven into her and her body had connected the pain and pleasure."]}, {"name": "Tina", "audio": "v_r-ev320_0062", "normalized": ["Aghahh!", " It hurt, but coming!", " It hurt, it hurts, but, I don't know why, but it feels so good!"]}, {"name": "", "audio": "", "normalized": ["Tina continued to scream but the intense impulse running through her body was blurring the line between pleasure and agony."]}, {"name": "", "audio": "", "normalized": ["Her whole body twisted around as her vagina contracted and her breasts bounced around while she writhed."]}, {"name": "Tina", "audio": "v_r-ev320_0063", "normalized": ["Oohh, ooughh?!", " Guh, mnnhaahh, haaghh, haahh, stop, this is, going to make me, mad, mmnghh?!"]}, {"name": "", "audio": "", "normalized": ["She was struggling so hard, it was hard to believe her limbs could not move."]}, {"name": "", "audio": "", "normalized": ["They were rubbing the penises of Byoudamas so hard that it was making wet noises."]}, {"name": "", "audio": "", "normalized": ["Byoudamas were climbing towards the climax thanks to the stimulation."]}, {"name": "Tina", "audio": "v_r-ev320_0064", "normalized": ["Aaahuuhh, mnnouhh, ooghh, oouhghh!", " Guhh, your cocks are twitching, please don't be so rough, mmghh, mmooughh."]}, {"name": "", "audio": "", "normalized": ["Tina screamed loudly from the intense pleasure coming massive pain as Byoudamas sped up their hips."]}, {"name": "Tina", "audio": "v_r-ev320_0065", "normalized": ["No, no, please, you can't do this, no more, aaheeghh, mnnghh, mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["She allowed them to spew their semen onto and into her body while getting rivets driven into her."]}, {"name": "Tina", "audio": "v_r-ev320_0066", "normalized": ["Oghh, oohhohh… Guhh, mnnghaaghh!"]}, {"name": "", "audio": "", "normalized": ["Tina orgasmed repeatedly from the heat and the rivetting."]}, {"name": "", "audio": "", "normalized": ["Her scream echoed inside the room as she was not only receiving semen inside her, but she was also getting covered with it."]}, {"name": "Tina", "audio": "v_r-ev320_0067", "normalized": ["Aaahh, aauuhh, mnnhuhh, guhaahh… Again, I'm coming, coming!", " I-I can't take it anymore, but… Mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["Intense waves of pleasure were crushing onto her was thick odor was surrounding her."]}, {"name": "", "audio": "", "normalized": ["However, the rivet-driving suddenly stopped."]}, {"name": "Tina", "audio": "v_r-ev320_0068", "normalized": ["Haauhh, haahh, haaghh… Mnnh, eeghh… Wh-what the…?"]}, {"name": "", "audio": "", "normalized": ["As she looked around, the Byoudamas had stopped moving, intoxicated by the pleasure of ejaculation."]}, {"name": "", "audio": "", "normalized": ["Tina realized that they would resume rivetting her for all the orgasms she achieved while they were posed at once when they are done ejaculating."]}, {"name": "Tina", "audio": "v_r-ev320_0069", "normalized": ["Haahh… Haahh… Please, no more… You can't do this, ahh… Aghahh…"]}, {"name": "", "audio": "", "normalized": ["The time Byoudamas were pausing only filled her mind with fear and broke her calmness completely."]}, {"name": "Tina", "audio": "v_r-ev320_0070", "normalized": ["P-please, I don't want this anymore… P-please… I'm begging you… Help me…"]}, {"name": "Tina", "audio": "v_r-ev320_0071", "normalized": ["I'll do whatever you want me, I will join you… P-please, I don't want them to fuck me anymore…"]}, {"name": "", "audio": "", "normalized": ["As Tina's body shuddered from orgasm, she showed me a fawning smile and look while begging."]}, {"name": "You", "audio": "", "normalized": ["Huh… Well, in that case… Fine."]}, {"name": "", "audio": "", "normalized": ["I put on a smug grin as I saw how pathetic she was acting now and nodded to agree."]}, {"name": "Tina", "audio": "v_r-ev320_0072", "normalized": ["F-finally… Now, it's… Haauh… Haahh… Over…"]}, {"name": "", "audio": "", "normalized": ["She showed a relief on her face for a moment, so I immediately gave her an order."]}, {"name": "You", "audio": "", "normalized": ["Now, I want you to help your new comrades in dealing with their sexual needs."]}, {"name": "Tina", "audio": "v_r-ev320_0073", "normalized": ["…Eh, wait… What does that… No way, that's not…"]}, {"name": "", "audio": "", "normalized": ["She understood what I meant by my words and her expression turned to such miserable one as I turned my back onto her to leave."]}, {"name": "", "audio": "", "normalized": ["At the same time, she tried to scream in despair as the Byoudamas finished ejaculating and started to move again."]}, {"name": "Tina", "audio": "v_r-ev320_0074", "normalized": ["No, please, no more, no…?!"]}, {"name": "", "audio": "", "normalized": ["However, even that was soon overwhelmed by the sound of numerous rivets being driven into her."]}]