[{"name": "", "audio": "", "normalized": ["I received a request from a wealthy man to capture Katejina and I handed her over to the man."]}, {"name": "", "audio": "", "normalized": ["However, Tokiko let me know that the payment for the request was not wired and I let out a deep sigh."]}, {"name": "You", "audio": "", "normalized": ["I guess she is indeed cursed…"]}, {"name": "", "audio": "", "normalized": ["A woman was known to have destroyed a whole nation in one night.", " Her beauty allured many men but they all perished mysteriously."]}, {"name": "", "audio": "", "normalized": ["Such rumor floated around but they still were blindly allured by her beauty and did not believe the talk about strange deaths."]}, {"name": "", "audio": "", "normalized": ["I figured it was only a silly rumor and decided to take on the request as it might get interesting."]}, {"name": "You", "audio": "", "normalized": ["Anyway, I'll know what's up when I get to the mansion."]}, {"name": "", "audio": "", "normalized": ["So I headed out to retrieve the payment for the request, but if she was truly the woman from the rumor…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Hey, can we tag along?"]}, {"name": "You", "audio": "", "normalized": ["Huh, look at you all grinning."]}, {"name": "Orc 2", "audio": "", "normalized": ["You know, we wanted to see this cursed woman.", " They say she's insanely beautiful, right?"]}, {"name": "", "audio": "", "normalized": ["Yet more orcs drenched in lust asked to come along with me which was quite rare."]}, {"name": "You", "audio": "", "normalized": ["Even orcs like you know about the rumor, huh.", " Surprising."]}, {"name": "Orc 3", "audio": "", "normalized": ["We just like lewd talks and stuff like that, you know.", " The fact she's cursed is kinda hot.", " Come on, can we?"]}, {"name": "", "audio": "", "normalized": ["I had no reason to deny their selfish request so I headed to the mansion as they followed me."]}, {"name": "", "audio": "", "normalized": ["And what we saw when we entered the mansion were its residents fallen onto the floor dead."]}, {"name": "", "audio": "", "normalized": ["However, there was one woman who was bound but breathing and looking this way.", " It was Katejina."]}, {"name": "You", "audio": "", "normalized": ["Looks like the rumor was true."]}, {"name": "Orc 1", "audio": "", "normalized": ["She's the cursed woman?"]}, {"name": "Orc 2", "audio": "", "normalized": ["I've never seen anyone so hot."]}, {"name": "", "audio": "", "normalized": ["Katejina was sitting on the bed, restrained by the cuffs connected to chains coming from the ceiling and her feet were connected by chains as well."]}, {"name": "", "audio": "", "normalized": ["And the chains lifted her legs and spread open her thighs, exposing Katejina's panties as she was rendered immobile."]}, {"name": "You", "audio": "", "normalized": ["Did you do all this?"]}, {"name": "Katejina", "audio": "v_sr498_0000", "normalized": ["It's all my curse…"]}, {"name": "", "audio": "", "normalized": ["She said matter-of-factly with a sad voice and looked down."]}, {"name": "Katejina", "audio": "v_sr498_0001", "normalized": ["I did not want to do this… It's their fault."]}, {"name": "Orc 3", "audio": "", "normalized": ["She really must be cursed."]}, {"name": "", "audio": "", "normalized": ["Not much was know about Katejina's powers, but I knew it was extremely powerful so I decided to persuade her."]}, {"name": "You", "audio": "", "normalized": ["What a power you have.", " Why don't you join us and use your power for us instead?"]}, {"name": "Katejina", "audio": "v_sr498_0002", "normalized": ["I don't know what you are saying…"]}, {"name": "You", "audio": "", "normalized": ["Your power is amazing.", " I don't want to waste it."]}, {"name": "Katejina", "audio": "v_sr498_0003", "normalized": ["This is not a power.", " This just a curse.", " Completely useless, meaningless curse…"]}, {"name": "", "audio": "", "normalized": ["I concluded that I was not going to convince her with words and decided to force her to obey me."]}, {"name": "", "audio": "", "normalized": ["The orcs must have sensed what I was doing and they showed glittering light in their eyes as they were ready to go anytime."]}, {"name": "You", "audio": "", "normalized": ["Hey, you.", " Convince her however you want."]}, {"name": "Orc 1", "audio": "", "normalized": ["Yeah, leave her to us."]}, {"name": "Katejina", "audio": "v_sr498_0004", "normalized": ["Mnnhh… Ahh, haahhnm…"]}, {"name": "", "audio": "", "normalized": ["One of the orcs got behind Katejina and started groping her breasts.", " The fact she was not wearing a bra made him aroused and teased them all over."]}, {"name": "", "audio": "", "normalized": ["Katejina's face turned stern as she looked down at the orc's hands fondling her breasts under the clothing."]}, {"name": "Orc 1", "audio": "", "normalized": ["Hey, you've got a pretty nice pair of titties."]}, {"name": "Katejina", "audio": "v_sr498_0005", "normalized": ["Ahh… Mnnhh, please, stop… Don't touch my breasts… Uhguhhnm…"]}, {"name": "", "audio": "", "normalized": ["Another orc rubbed the part around her vagina through her panties and located her clitoris just with his fingers, stimulating her."]}, {"name": "Orc 2", "audio": "", "normalized": ["Do you like getting teased down here?"]}, {"name": "Katejina", "audio": "v_sr498_0006", "normalized": ["Kyaahhnmm… Haahhghh, mnnmm… No… I don't like it… Ahhnmm…"]}, {"name": "", "audio": "", "normalized": ["The orc's fingers teased Katejina's clitoris with finesse despite how thick they looked and she reacted as her body twitched."]}, {"name": "", "audio": "", "normalized": ["She was tensing up her thighs in order to deny the unwanted pleasure, but she still could not close her legs as they were bound by the chains."]}, {"name": "Orc 2", "audio": "", "normalized": ["It's already getting erect.", " Proof you are getting turned on."]}, {"name": "Katejina", "audio": "v_sr498_0007", "normalized": ["That's not… Mnnhh, haahh… This is not…making me aroused… No way… Ahhm…"]}, {"name": "", "audio": "", "normalized": ["A vertical line of Katejina's crevice started showing on her panties and it told vaginal fluid was seeping from her vagina."]}, {"name": "Orc 2", "audio": "", "normalized": ["Your pussy's starting to get pretty hot.", " And your panties are getting wet too.", " Huh."]}, {"name": "Orc 1", "audio": "", "normalized": ["Really?", " The nipples are getting hard too."]}, {"name": "Katejina", "audio": "v_sr498_0008", "normalized": ["Please, stop this… Aaahh, haahhnmm… You pervert… Top and bottom… Please stop…"]}, {"name": "", "audio": "", "normalized": ["The orcs started teasing her as they pleased, taking advantage as Katejina could not move, enjoying how she was reacting."]}, {"name": "", "audio": "", "normalized": ["Katejina was being made a plaything against her will but she stared at me with stern eyes."]}, {"name": "Katejina", "audio": "v_sr498_0009", "normalized": ["I see you are…so pathetic…that you have to…use these henchmen…just to break…a woman…"]}, {"name": "You", "audio": "", "normalized": ["Perhaps I am."]}, {"name": "", "audio": "", "normalized": ["I ignored her provocative words and stared straight back into Katejina's eyes as she blushed."]}, {"name": "You", "audio": "", "normalized": ["They didn't even stop for a drink after work before coming here with me.", " I have to let them have little R&R as their employer."]}, {"name": "Katejina", "audio": "v_sr498_0010", "normalized": ["What a nonsense…"]}, {"name": "You", "audio": "", "normalized": ["You should be thankful.", " You're a reward for the orcs."]}, {"name": "", "audio": "", "normalized": ["Katejina looked away as if she was at a loss for words and decided that there was no getting through to me with words."]}, {"name": "You", "audio": "", "normalized": ["You better enjoy this."]}, {"name": "Orc 1", "audio": "", "normalized": ["I'd love this every day."]}, {"name": "", "audio": "", "normalized": ["I did not really give orc any orders.", " I did not mind Katejina breaking if the thing came to that."]}, {"name": "", "audio": "", "normalized": ["The orcs were already stupid enough, so I did not think they would listen to me as they were overwhelmed with lust."]}, {"name": "Orc 1", "audio": "", "normalized": ["Phew, that's nice.", " She's fucking hot."]}, {"name": "Katejina", "audio": "v_sr498_0011", "normalized": ["Mnnughh… The orcs, doing such things…to me… This is the first time… Haahhnm…"]}, {"name": "", "audio": "", "normalized": ["The only thing I needed was Katejina's cursed body and the thing actually worked better for me if her mind was broken."]}, {"name": "Orc 1", "audio": "", "normalized": ["Hey, you're dealing with us.", " Just focus on us."]}, {"name": "Katejina", "audio": "v_sr498_0012", "normalized": ["Haahhmm… I don't even know…what's gonna happen to you…because of my curse…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Enough of that."]}, {"name": "", "audio": "", "normalized": ["The orc briefly stared at Katejina's exposed breasts as he tore Katejina's panties and clothing on her chest but he soon started teasing her again."]}, {"name": "", "audio": "", "normalized": ["He pinched the erect nipples to stimulate her even more and grabbed her breasts firmly"]}, {"name": "Katejina", "audio": "v_sr498_0013", "normalized": ["Mnnhmm, please… Not like that, ahh… No… It's too rough… Don't grope my breasts…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Damn, you have a real nice pair of tits."]}, {"name": "", "audio": "", "normalized": ["Her large and weighty breasts changed their shape softly inside the orcs' hands."]}, {"name": "Katejina", "audio": "v_sr498_0014", "normalized": ["My breasts…you're gonna change the shape of them… Uhhnm, hahhm… Just getting touched… My voice, mnnh…"]}, {"name": "", "audio": "", "normalized": ["The orc also inserted his finger not only into her vagina but also into her anus.", " The fingers showed no hesitation and went in all the way down to its base."]}, {"name": "Katejina", "audio": "v_sr498_0015", "normalized": ["Mnnuuhh… Please, don't touch me…not there… Please… Aaggh, no… It's driving me mad…"]}, {"name": "Orc 2", "audio": "", "normalized": ["If there's two holes in front of me, then, of course, I'm gonna put it in there."]}, {"name": "", "audio": "", "normalized": ["The vaginal fluid dripped and poured into her anus, helping with the lubrication as two holes sucking in the fingers."]}, {"name": "Katejina", "audio": "v_sr498_0016", "normalized": ["I don't like either of them, but please… Hauhhm… Just pick one… Please…"]}, {"name": "Orc 2", "audio": "", "normalized": ["If you want me to pick one, then push my of my fingers out."]}, {"name": "Orc 3", "audio": "", "normalized": ["Come on, give me your empty hand."]}, {"name": "", "audio": "", "normalized": ["The other orc took Katejina's hand and wrapped it around his lumpy penis to urge her to stroke the penis."]}, {"name": "", "audio": "", "normalized": ["However, she just looked at the penis as if she was looking down at something filthy, only lightly grasping it and not moving her hand."]}, {"name": "Orc 3", "audio": "", "normalized": ["Come on, make my cock feel good."]}, {"name": "Katejina", "audio": "v_sr498_0017", "normalized": ["Why would I want to…do that… Mnnhaahhnmm… It's not like…I'm doing this…because I want to…"]}, {"name": "Orc 2", "audio": "", "normalized": ["I might get my fingers out of your ass if you start moving your hand."]}, {"name": "", "audio": "", "normalized": ["Katejina evaluated her own anus and giving a handjob then she started strolling her hands quietly."]}, {"name": "", "audio": "", "normalized": ["The movement of her hips was slow and awkward but the orc receiving a handjob from Katejina's slender fingers was smiling joyously."]}, {"name": "Katejina", "audio": "v_sr498_0018", "normalized": ["I'm doing…mnnghh, as you told me… Please, just get…your finger…haauhhm…out of me…"]}, {"name": "", "audio": "", "normalized": ["The orcs showed vulgar smiles as they teased the body of the cursed woman and ignored Katejina's words."]}, {"name": "", "audio": "", "normalized": ["Even then, Katejina did not stop giving the handjob, speeding up her hand along with her moans."]}, {"name": "Katejina", "audio": "v_sr498_0019", "normalized": ["Ahhnmm, uughh… My pussy, it's burning up… It's getting so wet… I'm coming already… So please, stop…"]}, {"name": "", "audio": "", "normalized": ["Vaginal fluid splashed from her drenched vagina along with the movement of the fingers, making moist noises and getting the orc's arm wet."]}, {"name": "Katejina", "audio": "v_sr498_0020", "normalized": ["If you keep doing that…in my butt too… I'm going to come soon… They're so…thick… Coming inside me…"]}, {"name": "", "audio": "", "normalized": ["Katejina could not do anything to resist as she was made a plaything of the orcs and she gradually climbed towards the orgasm from the orcs' alternating teasing."]}, {"name": "", "audio": "", "normalized": ["The orcs sensed that and they escalated with teasing Katejina, quickly arousing her towards the climax."]}, {"name": "Katejina", "audio": "v_sr498_0021", "normalized": ["Aghaahh… Coming, coming… I'm not going to last… I'm coming…just with the fingers… No… Haahhnm…"]}, {"name": "", "audio": "", "normalized": ["The orcs looked down at Katejina as she was about to achieve orgasm on her own, smiling joyously."]}, {"name": "Katejina", "audio": "v_sr498_0022", "normalized": ["C-come… Coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Katejina finally orgasmed from the orcs' tenacious teasing and her body shuddered, letting out sweet breath from her half-opened mouth."]}, {"name": "", "audio": "", "normalized": ["Both of her holes were twitching after the fingers were removed from them, dripping the mixture of vaginal and intestinal fluids onto the bedsheet."]}, {"name": "Katejina", "audio": "v_sr498_0023", "normalized": ["I-I'm… Haahh, I just came… The orcs, haahh… They just made me come…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Yeah, you look frigid but you came like a good bitch."]}, {"name": "", "audio": "", "normalized": ["Katejina's eyes looked rather dreamy as she enjoyed the lingering pleasure, staring into an empty space."]}, {"name": "", "audio": "", "normalized": ["Even during all that, both of her holes were gaping open, twitching as they showed off the pinkish walls of flesh."]}, {"name": "Orc 2", "audio": "", "normalized": ["If it's this wet, it's gonna make us easy to put our dicks in."]}, {"name": "Orc 3", "audio": "", "normalized": ["Now, I'm going in first."]}, {"name": "", "audio": "", "normalized": ["The orcs argued who got to go first but in the end, the orc who was fingering Katejina's holes got the first go…"]}, {"name": "", "audio": "", "normalized": ["The other orcs split between those teasing her breasts and receiving a handjob but they all warned each other not to ejaculate inside."]}, {"name": "Katejina", "audio": "v_sr498_0024", "normalized": ["Mmnnaaghaahh…!"]}, {"name": "", "audio": "", "normalized": ["One of the orcs inserted his lumpy penis into her and Katejina showed a pained reaction as her body twisted around."]}, {"name": "", "audio": "", "normalized": ["However, the orc did not care and buried its penis all the way down to its base, showing an ecstatic expression on his face."]}, {"name": "Katejina", "audio": "v_sr498_0025", "normalized": ["M-my…pussy… You're gonna tear it apart… Aahh, mnnaahh… It's so big… Like never before…"]}, {"name": "", "audio": "", "normalized": ["The orc's penis was already wet with precum and it gradually smothered it onto the inside of her vagina."]}, {"name": "Orc 1", "audio": "", "normalized": ["Taste my cock nice and slow with my pussy."]}, {"name": "Katejina", "audio": "v_sr498_0026", "normalized": ["N-noo… Your filthy cock… Don't fuck me with that thing… Uguhh, mnnhaghh… Th-this is disgusting…"]}, {"name": "", "audio": "", "normalized": ["As the penis inside her vagina moved, vaginal fluid was scooped out and drenched Katejina's crotch."]}, {"name": "Orc 1", "audio": "", "normalized": ["Come on, come on, taste my cock more, moan louder, and come good and hard again."]}, {"name": "Katejina", "audio": "v_sr498_0027", "normalized": ["Guhnuuhh… Mnnhmm, uughuuhh… I don't want to come…anymore… Please, forget what happened… Haahmmuh…"]}, {"name": "", "audio": "", "normalized": ["Katejina clenched her teeth and muffled her moans desperately, pretending she was not feeling pleasure."]}, {"name": "", "audio": "", "normalized": ["Even then, she was making moist, lewd sounds with her vagina with the penis still inside which entertained the orcs."]}, {"name": "Orc 3", "audio": "", "normalized": ["Your pussy says otherwise.", " It's saying this feels good and it wants more, harder."]}, {"name": "Katejina", "audio": "v_sr498_0028", "normalized": ["Th-that's not… Please… Uhhnuuhh, mnnhaghh… I didn't say that… You damn brutes… Aahhnmm…"]}, {"name": "", "audio": "", "normalized": ["Katejina started angrily at the orcs with tears in her eyes but her breath was getting rough."]}, {"name": "Orc 1", "audio": "", "normalized": ["What now?", " Did you just say you wanted us to fuck you harder with our brutal cocks?"]}, {"name": "Katejina", "audio": "v_sr498_0029", "normalized": ["Guhaghh… S-stop… Haaguhh… My pussy… Ahh, aahhahnm… No more… Please, I can't…"]}, {"name": "", "audio": "", "normalized": ["The orcs looked satisfied as they saw Katejina gradually letting out moans and feeling pleasure."]}, {"name": "Orc 1", "audio": "", "normalized": ["Now she's making a good face."]}, {"name": "Katejina", "audio": "v_sr498_0030", "normalized": ["Th-this is not… Th-this is just… Aaauhh, it's all…your fault… I almost forgot… Haaguh, uhaahh…"]}, {"name": "Katejina", "audio": "v_sr498_0031", "normalized": ["The orc's bodily fluids…are aphrodisiac… Now I remember… Mnnh, guhh… That's why…"]}, {"name": "", "audio": "", "normalized": ["Katejina remembered the fact and tried to brace for more oncoming pleasure, but the more she tried to resist, the more pleasure she felt."]}, {"name": "Orc 1", "audio": "", "normalized": ["Now, you're nothing but a drugged whore."]}, {"name": "Katejina", "audio": "v_sr498_0032", "normalized": ["Mnnuhh… Aghaahh, my pussy… It's burning up… T-too much… This is too much.", " I'm…going mad…"]}, {"name": "", "audio": "", "normalized": ["The orcs enjoyed Katejina's reaction as she had completely transformed into a slut, devouring her body even more."]}, {"name": "Katejina", "audio": "v_sr498_0033", "normalized": ["Haahhnmm… My titties too, amazing… You can't…twist my nipples… It's too rough… Don't roll them, please…"]}, {"name": "", "audio": "", "normalized": ["The orcs sped up their hips and Katejina's hands stroked faster and faster because of that."]}, {"name": "Orc 3", "audio": "", "normalized": ["Ohh, that'S nice.", " I see you like this too."]}, {"name": "Katejina", "audio": "v_sr498_0034", "normalized": ["Uguuhh, ahh… Your cock, it's so rough… So deep… Eeegh, please… I'm coming…with my pussy, haahh… Yes…"]}, {"name": "", "audio": "", "normalized": ["Katejina's moans got louder and louder as she shook her head along with her long hair, drooling from her mouth pathetically."]}, {"name": "Orc 1", "audio": "", "normalized": ["I'm cumming soon."]}, {"name": "Katejina", "audio": "v_sr498_0035", "normalized": ["Mnnahh… Your lumpy cock… Inside me… Cum, please, no… Haaguh… Coming, ahaaghh…"]}, {"name": "", "audio": "", "normalized": ["Everyone heightened their arousal with Katejina being the center of all of it as they let their lust take over."]}, {"name": "", "audio": "", "normalized": ["The orcs were about to orgasm with Katejina."]}, {"name": "Katejina", "audio": "v_sr498_0036", "normalized": ["I'm getting fucked…by the orcs… Haahaahh… I'm coming… I can't take it anymore… Noo!"]}, {"name": "", "audio": "", "normalized": ["The orcs receiving the handjob started to ejaculate onto Katejina's face and body first, covering her just as she was about to orgasm."]}, {"name": "Katejina", "audio": "v_sr498_0037", "normalized": ["Noo!", " Coming, coming, coming, ughh!", " My pussy, cum pouring in, comminngg!"]}, {"name": "", "audio": "", "normalized": ["The orc who was penetrating her ignored what others told him and ejaculated inside her vagina and Katejina orgasmed at the same time."]}, {"name": "Katejina", "audio": "v_sr498_0038", "normalized": ["Haaghahh, guhhnguhnuuhh… Inside me… It's pouring… So warm, so much… My pussy, getting pregnant… Please…"]}, {"name": "", "audio": "", "normalized": ["Katejina opened her mouth wide and her body trembled all over the place as her restraint thighs shook while sucking semen out from the cock."]}, {"name": "", "audio": "", "normalized": ["However, the other orcs were infuriated by the orc ejaculating inside her vagina, almost starting to fight."]}, {"name": "Orc 1", "audio": "", "normalized": ["I mean, it's her fault for having such a tight pussy, not letting the cock go."]}, {"name": "", "audio": "", "normalized": ["The orc laughed as he saw Katejina shaking from the orgasm, blaming it onto her and other orcs agreed."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Katejina had the orc semen infused with aphrodisiac poured into her body as her mind went fuzzy with its effects."]}, {"name": "Katejina", "audio": "v_sr498_0039", "normalized": ["Haahh, mmnhmm… Haahh…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Come on, look at her.", " Her pussy's still twitching and it's asking for more cum."]}, {"name": "Orc 2", "audio": "", "normalized": ["That's true.", " I guess we've gotta take turns so we can have our fun too, you know."]}, {"name": "", "audio": "", "normalized": ["The orcs' penises were still hard as ever, standing tall and curved, ready to go anytime."]}, {"name": "You", "audio": "", "normalized": ["Hey, I've got a business to take care of so I'm heading out."]}, {"name": "", "audio": "", "normalized": ["I told the orcs so and left the place, giving her a glance as she was dripping semen from her vagina."]}]