[{"name": "Kaneko", "audio": "", "normalized": ["I hope you like my cock."]}, {"name": "Natsume", "audio": "v_sr508_0000", "normalized": ["This is very impressive… I love such a manly cock like yours… Relourelouh, chuhh…"]}, {"name": "", "audio": "", "normalized": ["A run-of-the-mill middle-aged man was lying on the bed with his upper body propped up against a pillow.", " That was the target."]}, {"name": "", "audio": "", "normalized": ["He was a chairman of a company with ties to the demons.", " I was hired by another faction of demons to approach him under the guise of a deal to kill."]}, {"name": "", "audio": "", "normalized": ["Of course, I could kill him right there and then, but I had to get information about the faction of demons he was associating with before that."]}, {"name": "Natsume", "audio": "v_sr508_0001", "normalized": ["Rellouh, rellouhh… Mnnm, huhahh… I hope it's not tingly or anything, is it?"]}, {"name": "Kaneko", "audio": "", "normalized": ["You're pretty good Natsume.", " This feels great."]}, {"name": "Natsume", "audio": "v_sr508_0002", "normalized": ["Chuh… If you say so, I'm glad… Relouhrelouh, buuhcuhh… I want you to feel even more pleasure."]}, {"name": "", "audio": "", "normalized": ["I lied down to rest against the man's body and grasped his penis with my gloved hand to stroke it while rolling his testicles with the other hand."]}, {"name": "", "audio": "", "normalized": ["I let her tongue run along the man's penis that looked rather young for his age with the heat and odor and I could feel it reacting with a twitch."]}, {"name": "", "audio": "", "normalized": ["I felt it on the tip of my tongue while savoring the taste, licking and pleasuring him."]}, {"name": "Natsume", "audio": "v_sr508_0003", "normalized": ["Your cock's so huge and thick, so hard too… I wanted to find you much earlier… It's not every day you see something so good…"]}, {"name": "Kaneko", "audio": "", "normalized": ["I see, I see…Well, you have met me now so you can come see me anytime for the cock from now.", " Hahahahah…"]}, {"name": "", "audio": "", "normalized": ["Natsume managed to return her best fake smile as the man let out vulgar laughter as he shook his ugly belly."]}, {"name": "Natsume", "audio": "v_sr508_0004", "normalized": ["Heheheh… That is very true.", " From now, I can… Relouh, churuhh… I can see your cock anytime…"]}, {"name": "Natsume", "audio": "v_sr508_0005", "normalized": ["Anyway, this really is impressive… Your balls are so huge too, and heavy with all the thick cum inside."]}, {"name": "", "audio": "", "normalized": ["She brought his testicles to her mouth and sucked them in along with the scrotum, licking it with her tongue inside."]}, {"name": "Natsume", "audio": "v_sr508_0006", "normalized": ["How many girls have you knocked up before with the cum in these balls?", " Everyone must have really enjoyed getting your seed, Kaneko-sama."]}, {"name": "Kaneko", "audio": "", "normalized": ["Does that mean you want my cum too?", " Bwahahahah…"]}, {"name": "Natsume", "audio": "v_sr508_0007", "normalized": ["Well, you are good with your words… I am a woman too, so of course, I would like that."]}, {"name": "Natsume", "audio": "v_sr508_0008", "normalized": ["Even your precum too, churruhh, mnpahh… This is thick enough to make a woman pregnant on its own, so tasty…"]}, {"name": "", "audio": "", "normalized": ["The middle-aged man petted my head as if he was petting a cat as I sucked his penis, giving me a gentle look."]}, {"name": "", "audio": "", "normalized": ["All I needed to do to take control of men with power like him was to stimulate his pride and his penis."]}, {"name": "Kaneko", "audio": "", "normalized": ["Well well, your panties are getting wet now."]}, {"name": "Natsume", "audio": "v_sr508_0009", "normalized": ["Oh my, that's embarrassing… You got me there…"]}, {"name": "Kaneko", "audio": "", "normalized": ["And your pussy looks like it's wanting more."]}, {"name": "Natsume", "audio": "v_sr508_0010", "normalized": ["Yes… That is right.", " I was getting turned on while sucking your cock, Kaneko-sama… I'm sorry I'm such a lewd girl…"]}, {"name": "", "audio": "", "normalized": ["I opened up my legs to show off my crotch to the man."]}, {"name": "", "audio": "", "normalized": ["There already was a stain from the vaginal fluid forming on the underwear covering my crotch."]}, {"name": "", "audio": "", "normalized": ["And the man reached out with his fingers and started teasing me with a lewd stroke.", " Then he said with a smug voice."]}, {"name": "Kaneko", "audio": "", "normalized": ["You don't get my cock yet."]}, {"name": "Natsume", "audio": "v_sr508_0011", "normalized": ["Mnnhnmm, aahhmm… You are so mean, Kaneko-sama… Haammn…"]}, {"name": "Kaneko", "audio": "", "normalized": ["It's all up to you, my cock and the deal, Natsume."]}, {"name": "Natsume", "audio": "v_sr508_0012", "normalized": ["I am aware of that… Jurruruhh, mnnhahh… I did not expect to have your cock…so easily… Churruhh, juhhpahh…"]}, {"name": "", "audio": "", "normalized": ["I said and sped up my tongue, making obscene noises and splashing saliva around, rubbing the penis rhythmically with my smooth glove."]}, {"name": "", "audio": "", "normalized": ["I changed the pace between slow and fast while squeezing his scrotums with just enough force not to cause pain, leading him towards ejaculation."]}, {"name": "Natsume", "audio": "v_sr508_0013", "normalized": ["Huhaahhnmm… Jubbuhbouhh, mnnguhh… Relouhrelouh, bujururuhh… Such huge tip… So red and lewd…"]}, {"name": "Natsume", "audio": "v_sr508_0014", "normalized": ["Mnnbouh… And the precum… is my head burn up deep inside… Ahhnm… Juruuchuh… I can't stop my tongue…"]}, {"name": "", "audio": "", "normalized": ["I poked my tongue out and licked the tip and the backside, sucking on his cock with various techniques, drenching it in saliva."]}, {"name": "", "audio": "", "normalized": ["And as his penis experienced more pleasure, the man's teasing of my pussy escalated as well."]}, {"name": "Natsume", "audio": "v_sr508_0015", "normalized": ["Uhhaahhnmm… I love how my pussy feels… Your fingers, Kaneko-sama… Mnnguh, huhahhnm… It's getting even wetter…"]}, {"name": "Natsume", "audio": "v_sr508_0016", "normalized": ["Juhhzzurruuhh, relouhh… Hahhnm, it tastes so good… And the taste's getting thicker… Juhhbobouhh, mnnbahh…"]}, {"name": "", "audio": "", "normalized": ["The man ejaculated from having his arousal and pride stimulated by Natsume's through teasing."]}, {"name": "Natsume", "audio": "v_sr508_0017", "normalized": ["Mnnmmhhauhaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The man ejaculated and semen erupted, spewing onto Natsume's face as she took it all in."]}, {"name": "", "audio": "", "normalized": ["Natsume moved her hands and tongue along with the ejaculation and urged for more."]}, {"name": "Kaneko", "audio": "", "normalized": ["Natsume!"]}, {"name": "Natsume", "audio": "v_sr508_0018", "normalized": ["Please, cum as much as you want… Please pour it all over my face, lots and lots of it!"]}, {"name": "", "audio": "", "normalized": ["The man groaned from the intense pleasure making him ejaculate and then looked at Natsume's face covered with semen."]}, {"name": "Kaneko", "audio": "", "normalized": ["Heh, you're so greedy… Bwahahah."]}, {"name": "Natsume", "audio": "v_sr508_0019", "normalized": ["I'm sorry I'm such a greedy girl… I'm sorry I like semen so much… Please, forgive me!"]}, {"name": "", "audio": "", "normalized": ["The man seemingly enjoyed Natsume's thorough service and he petted her head again."]}, {"name": "Kaneko", "audio": "", "normalized": ["Your beautiful face is ruined now."]}, {"name": "Natsume", "audio": "v_sr508_0020", "normalized": ["Heheheh… Do you not like a woman covered in cum?", " There was so much of your cum, I was going to drown, Kaneko-sama."]}, {"name": "", "audio": "", "normalized": ["Once the ejaculation calmed down, the man shoved his still hard penis onto Natsume's mouth, indirectly urging her to clean up after ejaculation."]}, {"name": "", "audio": "", "normalized": ["Natsume answered simply by nodding and sucked onto the post-ejaculation penis."]}, {"name": "Natsume", "audio": "v_sr508_0021", "normalized": ["Ammuhh… Jurrurrhuuhh!"]}, {"name": "", "audio": "", "normalized": ["She let her tongue tangle onto the tip and licked it hard while sucking the semen out of his urethra and testicles."]}, {"name": "", "audio": "", "normalized": ["And she gulped and swallowed the semen she sucked out, then she opened her mouth wide and showed the inside of her mouth."]}, {"name": "Natsume", "audio": "v_sr508_0022", "normalized": ["Gulp… Here, your cock is clean now, Kaneko-sama."]}, {"name": "Kaneko", "audio": "", "normalized": ["Did it taste good?"]}, {"name": "Natsume", "audio": "v_sr508_0023", "normalized": ["Yes… I really enjoyed it… I'm so glad I got to savor your thick and fresh cum…"]}, {"name": "", "audio": "", "normalized": ["She said and started sucking on the cock in front of her and pretended she was still captivated by the penis with a lingering taste of semen."]}, {"name": "Natsume", "audio": "v_sr508_0024", "normalized": ["Mnnhnmm, churruhh… Relouhrelouh, jubbouhh… I have never tasted any cock so manly…"]}, {"name": "Kaneko", "audio": "", "normalized": ["I see, I see… You can lick it all you want."]}, {"name": "", "audio": "", "normalized": ["The vaginal fluid was seeping through Natsume's underwear and drenched her vagina as it twitched visibly under the panties."]}, {"name": "", "audio": "", "normalized": ["The man saw it and he was convinced that she was aroused by having his semen showered on her face which made his penis grown even more."]}, {"name": "Natsume", "audio": "v_sr508_0025", "normalized": ["You've ejaculated so much but your cock's still so hard… It truly is manly.", " Oh my, it's gotten so big."]}, {"name": "Kaneko", "audio": "", "normalized": ["Well, it's all thanks to you, Natsume.", " It's all because you are so beautiful and hot."]}, {"name": "Natsume", "audio": "v_sr508_0026", "normalized": ["You say it's all because of me…but I think it's all because your cock is so much tougher than anyone else's, Kaneko-sama…"]}, {"name": "", "audio": "", "normalized": ["The man was easily carried away by Natsume's compliments and then he moved his fingers to pleasure her this time."]}, {"name": "Natsume", "audio": "v_sr508_0027", "normalized": ["Mnnhmmhaahh… Kaneko-sama!", " This feels so good… Having my pussy fingered… Ahh, uhguhhnmm… Noo!"]}, {"name": "Natsume", "audio": "v_sr508_0028", "normalized": ["It's so rough, it's burning up, so much… My pussy's burning up… I can feel it so much even though the underwear…"]}, {"name": "Kaneko", "audio": "", "normalized": ["Right here?", " I can see it so easily with the erection."]}, {"name": "Natsume", "audio": "v_sr508_0029", "normalized": ["Th-there… Mnnguh, no… My clitoris… Aaauhh, ughh… I'm so sensitive… Please, don't touch me there!"]}, {"name": "", "audio": "", "normalized": ["The man's face skewed into a smile as he found her clitoris so erect that it was poking through the underwear."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Natsume's feet twisted and her clitoris shook restlessly as it was discovered."]}, {"name": "Natsume", "audio": "v_sr508_0030", "normalized": ["Mnnguhahahh… Please, don't poke it like that… The tip, it's so sensitive and my hips are going limp!"]}, {"name": "Natsume", "audio": "v_sr508_0031", "normalized": ["Haahahhnmm, uuhhuhnmm… You're teasing me there too much, please… My pussy's missing all the action!"]}, {"name": "", "audio": "", "normalized": ["With her clitoris stimulated, her underwear was drenched with vaginal fluid as if she had squirted already."]}, {"name": "Natsume", "audio": "v_sr508_0032", "normalized": ["Ahh, ahhnmhnmmgh!", " Please, stop… My pussy… It's twitching so much, I can't stop it… At this rate, I'm…"]}, {"name": "Natsume", "audio": "v_sr508_0033", "normalized": ["My pussy's burning up!", " Please, I'm coming already, right now… Buuhjurruhh, mnnbaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Natsume already felt a light orgasm and sucked onto the penis while expressing the desire of her vagina."]}, {"name": "", "audio": "", "normalized": ["The man felt complete control over Natsume and he started getting cocky like the prideful snob he was."]}, {"name": "Kaneko", "audio": "", "normalized": ["Don't be so hasty…"]}, {"name": "Natsume", "audio": "v_sr508_0034", "normalized": ["It's going to make me come already… Please, I want your cock in my pussy… Right now, please… I'm begging you, Kaneko-sama!"]}, {"name": "Kaneko", "audio": "", "normalized": ["Gwahahahahh… It's my turn to make you come."]}, {"name": "", "audio": "", "normalized": ["He said and violently tore Natsume's underwear off, shoving this finger into her drenched pussy, stirring up its inside intensely."]}, {"name": "Natsume", "audio": "v_sr508_0035", "normalized": ["Mnnaaghaahh!", " It's coming into my pussy, aaghh!"]}, {"name": "", "audio": "", "normalized": ["The finger made its way into her crevice by parting the flesh which made Natsume's body pulled back."]}, {"name": "", "audio": "", "normalized": ["And then she gulped like she could not handle what she was feeling, starting to suck onto the penis intensely while making lewd noises."]}, {"name": "Natsume", "audio": "v_sr508_0036", "normalized": ["Bujuubuouhouhh!", " Mnnhhnmm, buhhaaghh!", " It's so good… I love you cock, Kaneko-sama, eeghh!"]}, {"name": "Natsume", "audio": "v_sr508_0037", "normalized": ["Aghaahhnmm… I'm going to do my best so I can keep up, ughh!", " I'm going to make your cock cum again, uuhh!"]}, {"name": "", "audio": "", "normalized": ["The man shed the fa?", "ade of being a gentleman and started holding down Natsume's head as she obediently sucked his penis, teasing his ego."]}, {"name": "", "audio": "", "normalized": ["Then he stirred up inside of her vagina violently, scraping into her flesh."]}, {"name": "Kaneko", "audio": "", "normalized": ["Here, come on!", " Make more sound, suck on my cock harder like a good slut you are!"]}, {"name": "Natsume", "audio": "v_sr508_0038", "normalized": ["I'm sorrt… Juhhbbuuhghh!", " MNNhouhohh… Guhjuruhrruruuhh, chuuhhbobbouhhoohh!"]}, {"name": "", "audio": "", "normalized": ["She moved her head while spewing lots and lots of saliva, sucking onto the penis thoroughly from the base."]}, {"name": "", "audio": "", "normalized": ["And more wet noises as loud as her blowjob sounds came from her vagina as her burning flesh was sucking onto the finger just like her mouth."]}, {"name": "", "audio": "", "normalized": ["And then the man fingered around her fleshy pot as it sucked on to his finger, seeking a penis, as he looked her the weak point."]}, {"name": "Kaneko", "audio": "", "normalized": ["Here?", " Do you like it here?"]}, {"name": "Natsume", "audio": "v_sr508_0039", "normalized": ["Haahhnmuhh!", " There, I'm sensitive there… Uhhgh, aghaahhnm!", " This feels so good… My hips are moving!"]}, {"name": "", "audio": "", "normalized": ["The man found where that weak point is and started to focus on there which made her vagina contract and her hips jump up."]}, {"name": "", "audio": "", "normalized": ["The man saw Natsume's reaction and then showed a sadistic smile as he continued to tease her."]}, {"name": "Natsume", "audio": "v_sr508_0040", "normalized": ["Huhaghaahhnmm!", " Not just there, noo!", " You are just so mean, guhh!", " But that's what I like about you!"]}, {"name": "", "audio": "", "normalized": ["Natsume answered to it by gulping her throat flirtily and sucked onto the penis even harder while playing with the testicles and groaning."]}, {"name": "Natsume", "audio": "v_sr508_0041", "normalized": ["Guhhchuurruhruuhh, jubbuhh… Haahhnmm, your cock, it's so hot… And precum, keeps coming… Mnnhh, jurruhh…"]}, {"name": "Natsume", "audio": "v_sr508_0042", "normalized": ["Hahaauhh… Every time my pussy gets hot… It squeezes on your finger… I'm so sorry, I can't control my pussy, eeghh!"]}, {"name": "", "audio": "", "normalized": ["The man teased her right in the weak point inside her vagina and urged Natsume to continue pleasuring him."]}, {"name": "", "audio": "", "normalized": ["Natsume obliged him and rushed towards orgasm, feverishly sucking onto the penis without letting it go."]}, {"name": "Natsume", "audio": "v_sr508_0043_b", "normalized": ["Kaneko-sama, you really are so good… You know it all… All my sensitive spots… Huhaahhnmm, noo!"]}, {"name": "Natsume", "audio": "v_sr508_0044", "normalized": ["I'm not letting your cock go…until you cum, Kaneko-sama… I'm going to keep sucking your cock with my mouth till then, ahh!"]}, {"name": "", "audio": "", "normalized": ["A mixture of leftover semen and saliva in her mouth tangled onto the penis and started making sticky, obscene noises."]}, {"name": "Natsume", "audio": "v_sr508_0045", "normalized": ["Juhchuuhrruhruhh… Mnnmm, hughouhh… Jouboaahaabaahh, mnnhuhh… Your cock is throbbing so much…"]}, {"name": "Natsume", "audio": "v_sr508_0046", "normalized": ["I hope you are enjoying…my mouth-pussy… Please, give me all your tasty cum… All of it, please…"]}, {"name": "", "audio": "", "normalized": ["The two did not stop at all but instead escalated more and more as they both rose towards the orgasm."]}, {"name": "Natsume", "audio": "v_sr508_0047", "normalized": ["Bouhhouuouhhohh!", " Heeguhh, mnnhyahh… My pussy, it feels too good… I can't stop sucking your cock…"]}, {"name": "Natsume", "audio": "v_sr508_0048", "normalized": ["I'm sucking on your finger with my pussy…and sucking on your cock with my mouth… I'm such a slut.", " Please, make me cum already!"]}, {"name": "", "audio": "", "normalized": ["The man was being overwhelmed by Natsume's intensity and both his mind and body became aroused, teasing her harder and harder."]}, {"name": "Natsume", "audio": "v_sr508_0049", "normalized": ["Nyuuoouhoohh!", " It's so intense, aaghahh!", " I see, it's coming soon… Again, please give it to me, all of it…"]}, {"name": "Natsume", "audio": "v_sr508_0050", "normalized": ["I want your thick cum, Kaneko-sama, oouhh!", " I want lots and lots of your cum on me, please, eeghh!"]}, {"name": "Kaneko", "audio": "", "normalized": ["Ughh… C-coming!"]}, {"name": "", "audio": "", "normalized": ["And then he let out the pent up semen right into Natsume's mouth."]}, {"name": "Natsume", "audio": "v_sr508_0051", "normalized": ["Mnnghaaghaahhaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The semen erupted in Natsume's mouth and tried to pull her head up."]}, {"name": "", "audio": "", "normalized": ["However, the man held her head down by force and shoved his penis in as it jumped around from pleasure."]}, {"name": "Kaneko", "audio": "", "normalized": ["Natsume!", " Swallow it, swallow it!"]}, {"name": "Natsume", "audio": "v_sr508_0052", "normalized": ["Mnnmuuhhghh?!", " Mnnghouhgoouhghh!"]}, {"name": "", "audio": "", "normalized": ["With the orgasm at its pinnacle, Natsume also reached the climax as well and her body twitched and shuddered."]}, {"name": "", "audio": "", "normalized": ["Then she started squirting a little by little as her hips trembled along with the man's ejaculation."]}, {"name": "", "audio": "", "normalized": ["*Schloop* *Smush* *Schruhhp*"]}, {"name": "Natsume", "audio": "v_sr508_0053", "normalized": ["Mnnwahaaghh!", " Coommiingg!"]}, {"name": "", "audio": "", "normalized": ["The flesh inside her vagina squeezed the man's finger inside and twitched as if it was begging for semen in there as well."]}, {"name": "", "audio": "", "normalized": ["Natsume's breathing became rough as she gulped and swallowed semen as if she was letting the man hear the sound on purpose."]}, {"name": "Natsume", "audio": "v_sr508_0054", "normalized": ["Mnnbaaghahh!", " It's so good!", " Thank you so much for giving me so much dick milk into my mouth-pussy!"]}, {"name": "", "audio": "", "normalized": ["And then she kept stimulating the throbbing penis and testicles with her hand, mouth, and tongue while still swallowing, urging him to ejaculate more."]}, {"name": "Natsume", "audio": "v_sr508_0055", "normalized": ["More, more, I want it more, uuhh!", " Kaneko-sama, I'm going to swallow all of it…till your cock runs dry!"]}, {"name": "", "audio": "", "normalized": ["The man ejaculated plenty inside Natsume's mouth and once the arousal calmed down, he stirred up her messy vagina."]}, {"name": "", "audio": "", "normalized": ["And then he made Natsume suck every last drop of semen out of his urethra and testicles as if he was taking direct control of Natsume."]}, {"name": "Kaneko", "audio": "", "normalized": ["You batter swallow it all."]}, {"name": "Natsume", "audio": "v_sr508_0056", "normalized": ["Mnnmmhuhaaghhmm!", " My pussy's coming, noo!", " Jurruhruhh, chuuhh… I'm coming again, uughh!"]}, {"name": "Natsume", "audio": "v_sr508_0057", "normalized": ["Kaneko-sama!", " Buhbouhh, bubouhgh!", " Milk, keeps coming!", " Jurruhuhh!", " Mnnbuuhhjuhaagh… It's so good!"]}, {"name": "", "audio": "", "normalized": ["Natsume thoroughly sucked the leftover semen out and continued to gently rub the man's still hard penis and finger with her holes, top and bottom."]}, {"name": "Natsume", "audio": "v_sr508_0058", "normalized": ["Haahhaauhh… Kaneko-sama!"]}, {"name": "", "audio": "", "normalized": ["The man relaxed his hand holding her head down with satisfaction and Natsume let her mouth off of his penis and let out an ecstatic sigh."]}, {"name": "Natsume", "audio": "v_sr508_0059", "normalized": ["Mnnhmm, huahh… Thank you so much…for your dick-milk!"]}, {"name": "", "audio": "", "normalized": ["The man gently petted Natsume's head and his own cock as it jumped up from even more arousal after two continuous rounds of ejaculation."]}, {"name": "Kaneko", "audio": "", "normalized": ["Your mouth-pussy felt so good, Natsume."]}, {"name": "Natsume", "audio": "v_sr508_0060_b", "normalized": ["Oh my… Thank you for your compliment… And you certainly have pleasured me, Kaneko-sama!", " Would you continue with me?"]}, {"name": "", "audio": "", "normalized": ["With her words, the man let his cock get hard once again, showing a manly smile to her."]}, {"name": "Kaneko", "audio": "", "normalized": ["I'll make you come crazy over and over."]}, {"name": "Natsume", "audio": "v_sr508_0061", "normalized": ["Thank you!"]}, {"name": "", "audio": "", "normalized": ["Natsume let out a sigh filled with the joy of submission and then expressed her pleasure by twitching her vagina."]}]