[{"name": "", "audio": "", "normalized": ["Beneath the bright lights, ruled by the demons, competing ruthlessly in their unknown underground society was the dark capital―Tokyo."]}, {"name": "", "audio": "", "normalized": ["The man leading Tokyo, said to be the deepest part of this dark world, was the vampire Edwin Black, leader of the multinational Nomads."]}, {"name": "", "audio": "", "normalized": ["However, it wasn't as though all of the demons had prostrated themselves before him."]}, {"name": "", "audio": "", "normalized": ["Forces opposing Black existed both in the human world and the Dark World."]}, {"name": "", "audio": "", "normalized": ["The high-ranking demon girl called Wight, who had sacrificed much, was a member of one of these tribes opposing Black."]}, {"name": "", "audio": "", "normalized": ["At the moment, Wight was in the custody of a new laboratory equipped with Dark World medical equipment to receive treatment."]}, {"name": "", "audio": "", "normalized": ["She was part of a demon tribe called the Wraiths, blessed with eternal youth and life like the vampires."]}, {"name": "", "audio": "", "normalized": ["In addition, she was also known as the Yellow Yaksha, the owner of a power that allowed her to copy and transform even her target's memories."]}, {"name": "", "audio": "", "normalized": ["She would surely be a valuable asset if she were won over."]}, {"name": "", "audio": "", "normalized": ["As the enemy of the enemy, would negotiations proceed smoothly, or not?"]}, {"name": "", "audio": "", "normalized": ["It all depended on the treatment and 'hospitality' of Makoto Kiryuu, who was in charge, but…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh… now then, I wonder how things are going."]}, {"name": "Mikoto", "audio": "v_msr195_0000", "normalized": ["Oh, welcome.", " Fufu, this girl, right."]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " How's it going, is she in any condition to talk?"]}, {"name": "Mikoto", "audio": "v_msr195_0001", "normalized": ["Yes, of course.", " Both mind and body."]}, {"name": "", "audio": "", "normalized": ["She couldn't hide her enthusiasm.", " There was a lilt in Makoto's voice as she gave her best twisted mad scientist smile."]}, {"name": "", "audio": "", "normalized": ["The corners of my own mouth quirked as I guessed at how her 'hospitality' was going."]}, {"name": "", "audio": "", "normalized": ["It seemed as though the hospitality had been a great success and turned into something interesting."]}, {"name": "Mikoto", "audio": "v_msr195_0002", "normalized": ["You know my little one here is totally in love with that girl, ufufu, every day is really something."]}, {"name": "Mikoto", "audio": "v_msr195_0003", "normalized": ["It just won't let her go, from morning till night.", " She was pretty cocky at first, but well, you know how it goes?"]}, {"name": "You", "audio": "", "normalized": ["Now that sounds like a sight worth seeing.", " Show me the way."]}, {"name": "Mikoto", "audio": "v_msr195_0004", "normalized": ["Of course.", " This way."]}, {"name": "Mikoto", "audio": "v_msr195_0005", "normalized": ["Right here."]}, {"name": "", "audio": "", "normalized": ["We descended the staircase underground, and after walking for a bit, Mikoto stopped in front of a heavy door."]}, {"name": "", "audio": "", "normalized": ["There was no doorknob.", " It looked considerably thick and strong, and it only opened by authentication."]}, {"name": "", "audio": "", "normalized": ["It surely needed to be at least this sturdy in order to deal with demons and synthetic combat beasts."]}, {"name": "Mikoto", "audio": "v_msr195_0006", "normalized": ["Fufufu, it's really something.", " You can't hear anything right now, but once they get started, you can hear it even through the door."]}, {"name": "", "audio": "", "normalized": ["Mikoto swiped her ID card through the authentication panel on the side of the door."]}, {"name": "", "audio": "", "normalized": ["The light on the authentication panel changed from red to green as the heavy doors parted and opened."]}, {"name": "", "audio": "", "normalized": ["I entered after Mikoto into the quarantined laboratory, where we were completely surrounded by tempered glass."]}, {"name": "", "audio": "", "normalized": ["In the middle of the thick animal scent and the fishy smell of sex that enveloped the room, there was Wight."]}, {"name": "Wight", "audio": "v_sr195_0000", "normalized": ["Ah, you there…"]}, {"name": "", "audio": "", "normalized": ["Wight greeted us with a hostile expression twisting her wise, elegant face."]}, {"name": "", "audio": "", "normalized": ["She looked rather more haggard than the last time they had faced off.", " There were dark shadows under her eyes."]}, {"name": "", "audio": "", "normalized": ["She was on all fours with her limbs buried in the floor…"]}, {"name": "", "audio": "", "normalized": ["There wasn't a shred of her former dignity as a warrior, and her hostility only made her look more pathetic."]}, {"name": "You", "audio": "", "normalized": ["Oh, you're still pretty lively.", " I thought you'd be in a more miserable state by now."]}, {"name": "Mikoto", "audio": "v_msr195_0007", "normalized": ["I told you, she's in fine condition to talk, both body and mind."]}, {"name": "Mikoto", "audio": "v_msr195_0008", "normalized": ["She looks pretty clean since she gets so dirty easily, I've been using the high-pressure washer on her.", " With the brush, of course."]}, {"name": "You", "audio": "", "normalized": ["That's, hahaha, a great look, for the Undead Knight Revenant."]}, {"name": "You", "audio": "", "normalized": ["Seems as though she's rather used to the synthetic demon/greyhound hybrid chimeras."]}, {"name": "You", "audio": "", "normalized": ["Their power is nothing to sneeze at, but their intelligence is low and their sexual appetite boundless…"]}, {"name": "You", "audio": "", "normalized": ["It's been a bit of a problem conversing with them."]}, {"name": "You", "audio": "", "normalized": ["How many women have they broken so far… I'm grateful."]}, {"name": "Wight", "audio": "v_sr195_0001", "normalized": ["…Did you come here just to laugh at me?"]}, {"name": "You", "audio": "", "normalized": ["Of course not.", " I don't have that much time on my hands.", " I just came to ask you if you'd ally with me since we have a common enemy."]}, {"name": "You", "audio": "", "normalized": ["If you were to tame the dark beasts and lead them, you'd lend us quite the firepower."]}, {"name": "You", "audio": "", "normalized": ["That's why I figured it'd only be hospitable to let you spend some time with them."]}, {"name": "", "audio": "", "normalized": ["Sensing my sarcasm and threats, Wight's eyes were full of scorn."]}, {"name": "Wight", "audio": "v_sr195_0002", "normalized": ["I serve and honor the king of the Wraiths, the Corpse Lord, the Undead Knight Revenant… I can't imagine ever serving a lowly human."]}, {"name": "Wight", "audio": "v_sr195_0003", "normalized": ["Fu, fufu, I'm looking forward to it…!"]}, {"name": "Wight", "audio": "v_sr195_0004", "normalized": ["I've been violated by that ugly, filthy dog 84 times…"]}, {"name": "Mikoto", "audio": "v_msr195_0009", "normalized": ["What a cozy couple.", " Don't think you'd have to worry about the seven-year itch with that much enthusiasm for mating."]}, {"name": "Wight", "audio": "v_sr195_0005", "normalized": ["Heh, I'll let you all play with the zombies… those deathless bodies craving you, throwing semen and entrails around."]}, {"name": "Wight", "audio": "v_sr195_0006", "normalized": ["I'll make sure to let you taste the unseen depths of death, eternal suffering…!"]}, {"name": "", "audio": "", "normalized": ["Wight's eyes glittered with terrifying rage."]}, {"name": "", "audio": "", "normalized": ["Though I'd like to praise her for still being unbroken despite being tormented 84 times by the grotesque beast…"]}, {"name": "", "audio": "", "normalized": ["But it was clear she was feeling cornered enough to simply threaten to kill me or get her revenge."]}, {"name": "Mikoto", "audio": "v_msr195_0010", "normalized": ["That's what she says, anyway, but…"]}, {"name": "", "audio": "", "normalized": ["Mikoto, knowing Wight's relationship with the chimera, seemed as though she had come to the same conclusion as me, and she smiled meaningfully."]}, {"name": "", "audio": "", "normalized": ["It seemed as though I had stopped by at the best possible timing."]}, {"name": "You", "audio": "", "normalized": ["I guess there's no use then, Mikoto."]}, {"name": "", "audio": "", "normalized": ["When I gave the signal, Mikoto used a remote control to open the door in the back of the room that had been waiting the whole time."]}, {"name": "", "audio": "", "normalized": ["In an instant―"]}, {"name": "Dark Beast", "audio": "", "normalized": ["….", "!"]}, {"name": "", "audio": "", "normalized": ["A 3-meter long giant beast leaped out from the darkness on the other side of the door with a ferocious roar."]}, {"name": "", "audio": "", "normalized": ["The dark beast ignored everything else and immediately ran towards Wight, using its stony body to overpower her."]}, {"name": "Wight", "audio": "v_sr195_0007", "normalized": ["Hihh!"]}, {"name": "", "audio": "", "normalized": ["Its thick, beastly rod was easily twice the size of a horse, and it rubbed its pre-cum covered filth against her."]}, {"name": "", "audio": "", "normalized": ["And then."]}, {"name": "Wight", "audio": "v_sr195_0008", "normalized": ["Nnnghoohh…!", " Hohhnhh!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Groaar, roaarr!"]}, {"name": "", "audio": "", "normalized": ["As the dark beast screwed its huge rod inside of her, the two animals roared happily."]}, {"name": "", "audio": "", "normalized": ["Wight's eyes moved wildly as her pulverized body convulsed, making her curl and bend backward."]}, {"name": "", "audio": "", "normalized": ["Her hole was stretched so far her labia seemed to disappear, but Wight showed no signs of suffering."]}, {"name": "", "audio": "", "normalized": ["A number of women had been broken even after having their senses tampered with.", " Her lack of suffering was perhaps the result of her eternal youth and life."]}, {"name": "Wight", "audio": "v_sr195_0009", "normalized": ["Ohh, ohh, ohh, t-t-take it ouut, take it ouut!"]}, {"name": "You", "audio": "", "normalized": ["Guhahah, she was going on about how ugly and filthy it is, but just sticking it in has her in a state like this already."]}, {"name": "You", "audio": "", "normalized": ["Even if you deny it out loud, I can't hear anything but you enjoying yourself."]}, {"name": "Mikoto", "audio": "v_msr195_0011", "normalized": ["I've remodeled it so that if her pussy doesn't spread out enough, its sensitivity gets greater and makes her frustration even worse."]}, {"name": "", "audio": "", "normalized": ["Mikoto explained her demonic acts with glee."]}, {"name": "Mikoto", "audio": "v_msr195_0012", "normalized": ["The smell is also important.", " Women are more sensitive to pheromones than men, so I've made it so its odor makes her incredibly excited."]}, {"name": "Mikoto", "audio": "v_msr195_0013", "normalized": ["In other words, her body just isn't satisfied by anything but that.", " The one suffering from being made to wait is actually her."]}, {"name": "You", "audio": "", "normalized": ["So in other words, she's an exclusive hole just for the beast"]}, {"name": "You", "audio": "", "normalized": ["How about it, Wight, does it feel good knowing you're a gaping pussy just for that ugly, filthy beast?"]}, {"name": "Wight", "audio": "v_sr195_0010", "normalized": ["Sh-shut up, I'll k-kill you, I'll kill you, I'll kill ohh?!"]}, {"name": "", "audio": "", "normalized": ["Wight roared as her words and senses were blown away."]}, {"name": "", "audio": "", "normalized": ["The beast was already churning up Wight's insides with its disproportionately large piece, as if it was trying to investigate her pussy."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Groaar, grr, rooaar, grooarr!"]}, {"name": "", "audio": "", "normalized": ["And it was growling with particular enthusiasm."]}, {"name": "Mikoto", "audio": "v_msr195_0014", "normalized": ["It's checking to see if its female has been with any other males.", " This is where it gets good♪", " Usually, they break right after this."]}, {"name": "You", "audio": "", "normalized": ["Phwahahah, Wight, you're the favorite of a real wild one here."]}, {"name": "Wight", "audio": "v_sr195_0011", "normalized": ["N-next it's gonna be your turn, nnhihh, hihh, hihh, I'll make sure you taste hell…"]}, {"name": "Mikoto", "audio": "v_msr195_0015", "normalized": ["Even though she's saying that, in the end, she usually ends up kissing and loving on the beast's face with her tongue."]}, {"name": "Mikoto", "audio": "v_msr195_0016", "normalized": ["She gets so into it I'm almost jealous of how happy she looks.", " Pretty good work, right?"]}, {"name": "", "audio": "", "normalized": ["As Mikoto smiled her sadistic smile, the beast began to slowly move its hips."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Phwroor, phhrroor, roaarr!"]}, {"name": "", "audio": "", "normalized": ["Gradually its breathing began to betray its rough, brutal nature."]}, {"name": "Wight", "audio": "v_sr195_0012", "normalized": ["Phohh, oohh, s-stop, shtop it…"]}, {"name": "You", "audio": "", "normalized": ["Mikoto, was widening her pussy the only remodeling you did?"]}, {"name": "Wight", "audio": "v_sr195_0013", "normalized": ["A-any more of this and…"]}, {"name": "", "audio": "", "normalized": ["Her words of refusal and surrender couldn't hide the fear and corruption hidden in her joyful voice."]}, {"name": "Mikoto", "audio": "v_msr195_0017", "normalized": ["Of course not.", " With her looking that happy, of course it tickles my interest and sense of duty as a researcher."]}, {"name": "Wight", "audio": "v_sr195_0014", "normalized": ["Nn, nnoo…!"]}, {"name": "Mikoto", "audio": "v_msr195_0018", "normalized": ["Pregnant♪"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Gwoaar!"]}, {"name": "", "audio": "", "normalized": ["The beast let out a roar that made the tempered glass shudder as it slammed its hips down."]}, {"name": "Wight", "audio": "v_sr195_0015", "normalized": ["Guhhihh…♪", "♪"]}, {"name": "", "audio": "", "normalized": ["There was a thumping sound as her abdomen swelled to meet the size of the beast's cock, and all the intelligence vanished from Wight's face."]}, {"name": "", "audio": "", "normalized": ["There wasn't any trace of her pride or dignity as an elite.", " She was merely the breeding partner attached to this ugly beast."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Gwoaahrr, roaarr!", " Groaar!", " Roaar!"]}, {"name": "Wight", "audio": "v_sr195_0016", "normalized": ["Nnnghoohh!", " Ohhohhohh!"]}, {"name": "", "audio": "", "normalized": ["A normal human with their wits about them would surely be nauseated by the beast's disgustingly violent mating."]}, {"name": "", "audio": "", "normalized": ["The force of the beast's pumping, visible through her abdomen, was surely crushing her organs, likely enough to make one vomit blood."]}, {"name": "Wight", "audio": "v_sr195_0017", "normalized": ["I'm g-g-gonna diie, aahh!", " Oohh, ohh, nnhohh!", " It'sh too good, I'm gonna diie!"]}, {"name": "", "audio": "", "normalized": ["However, what was spilling from Wight's lips was a contrary howl of pleasure."]}, {"name": "Wight", "audio": "v_sr195_0018", "normalized": ["Hwaahh, it'sh too muuch!"]}, {"name": "", "audio": "", "normalized": ["The beast continued greedily swinging its hips, paying no care to Wight's body."]}, {"name": "Wight", "audio": "v_sr195_0019", "normalized": ["Ihhihhihh!", " Highhiihh!", " Ohahaahh, aah, my organss!"]}, {"name": "Wight", "audio": "v_sr195_0020", "normalized": ["Aaahhahh!", " The inshide of my shtomach is going crazyy!", " Nbbhhnhh!"]}, {"name": "Wight", "audio": "v_sr195_0021", "normalized": ["Thish dick ish amazhiing!", " It'sh amazhiing!"]}, {"name": "", "audio": "", "normalized": ["Her squealing voice shook from the furious pumping."]}, {"name": "", "audio": "", "normalized": ["Though the beast's violence was terrifying, Wight accepting and enticing, reveling in the pleasure was already just as abnormal."]}, {"name": "", "audio": "", "normalized": ["In time with the thrusting…"]}, {"name": "Wight", "audio": "v_sr195_0022", "normalized": ["Nnnghh!"]}, {"name": "", "audio": "", "normalized": ["With each time it withdrew, her body went stiff and her gaping female beast hole squeezed down tight on its dick…"]}, {"name": "Wight", "audio": "v_sr195_0023", "normalized": ["Nnphwaahh!"]}, {"name": "", "audio": "", "normalized": ["Her womb was pierced and at the moment her organs were forced upward, she relaxed her body and offered up her prime flesh."]}, {"name": "", "audio": "", "normalized": ["It was easy to see that the shock of the pleasure was rippling through her melted body."]}, {"name": "", "audio": "", "normalized": ["It was surely permeating even her fingertips, as the numbing pleasure developed and burned through her, finally reaching demonic territory."]}, {"name": "Wight", "audio": "v_sr195_0024", "normalized": ["Hahhyaahh!"]}, {"name": "", "audio": "", "normalized": ["Though her body was not yet used to it, it was clear from how the thrusting made her melt that it was striking home."]}, {"name": "", "audio": "", "normalized": ["Mikoto might have only messed with her hole, but the pleasure was remodeling her entire body."]}, {"name": "Wight", "audio": "v_sr195_0025", "normalized": ["Aaahh!", " Aaah, aahh!", " Hwaahh!"]}, {"name": "", "audio": "", "normalized": ["The beast swelled inside of Wight's trembling flesh, his head opening up inside her womb where it had been pushed up beneath her stomach."]}, {"name": "", "audio": "", "normalized": ["Its glans was violently visible where it stood out against her soft stomach."]}, {"name": "", "audio": "", "normalized": ["Wight began to writhe at the swelling of the beast's cock inside her stomach, and her face was dyed with fear and ecstasy as she trembled with pleasure."]}, {"name": "Wight", "audio": "v_sr195_0026", "normalized": ["Nnnhh, ohh…!", " Ohh…!", " Aaah, w-wait―"]}, {"name": "", "audio": "", "normalized": ["The beast crammed the head of its cock deep into her womb, then slowly pulled back its hips as if it were scraping out her organs."]}, {"name": "Wight", "audio": "v_sr195_0027", "normalized": ["Hyaah, aahh!"]}, {"name": "", "audio": "", "normalized": ["Her body that had been pushed forward now was pulled backward by its dick head caught in her womb entrance."]}, {"name": "", "audio": "", "normalized": ["Her womb that had been pushed all the way under her stomach was pulled halfway down her vaginal canal before the beast's dick released it with a pop."]}, {"name": "Wight", "audio": "v_sr195_0028", "normalized": ["Aaah―ohhbbhhohh!"]}, {"name": "Wight", "audio": "v_sr195_0029", "normalized": ["Hahehh, hahehh, ehh, hyaah, ahyhahhehh, I h-hate thish… but I love it♪"]}, {"name": "", "audio": "", "normalized": ["Her body was like a spring as she spasmed, her body bending back and forth."]}, {"name": "", "audio": "", "normalized": ["Her pupils were enlarged and her eyes were spinning independently right and left."]}, {"name": "", "audio": "", "normalized": ["It was the moment her unseen spirit completely collapsed."]}, {"name": "Mikoto", "audio": "v_msr195_0019", "normalized": ["This is it, right here, she's totally weak to this.", " When he does this to her, look, she acts just like a dog."]}, {"name": "Wight", "audio": "v_sr195_0030", "normalized": ["Nnnwwaait, wait, haah, haah, haah, I'm gonna die, I'm g-gonna d-die, aahaah, haah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["Just as Mikoto pointed out, with her hips lifted and prostrated before the beast as she spasmed, she looked just like a dog."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Gwoaahh!"]}, {"name": "", "audio": "", "normalized": ["As if understanding this, the beast howled loudly and began to slam its hips again."]}, {"name": "Wight", "audio": "v_sr195_0031", "normalized": ["Ohhohhahh!", " Aaah, aahehh, ahehhe, haahheh…!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Ghh, rrgghh, grrprphh!"]}, {"name": "Wight", "audio": "v_sr195_0032", "normalized": ["Ohhohh, ohh, I'm cumming, I'm cumming, sho wait, ohh, ohh, nnhoohh, nnoo, hehhehhahh!"]}, {"name": "Wight", "audio": "v_sr195_0033", "normalized": ["Obbhh, ohh, grindiing…!", " Nnnoo, noo, shtoopp!"]}, {"name": "", "audio": "", "normalized": ["Wight continued to convulse as she howled in a voice matching the beast."]}, {"name": "", "audio": "", "normalized": ["Love juices dripped down unendingly from her crotch where it swallowed up the beast's rod."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Phwoaar!", " Uwaarrghh!", " Grrhharrhh!"]}, {"name": "", "audio": "", "normalized": ["The beast's groaning grew louder as it shook its head and began to send saliva flying."]}, {"name": "", "audio": "", "normalized": ["Wight deliberately twisted her face in ecstasy as it struck her."]}, {"name": "Wight", "audio": "v_sr195_0034", "normalized": ["Aaah, aahhahh…"]}, {"name": "Mikoto", "audio": "v_msr195_0020", "normalized": ["She's warmed up nicely now.", " The fun is about to begin."]}, {"name": "Wight", "audio": "v_sr195_0035", "normalized": ["Aaah, aah, aahh!", " Ahaahh, ahahh, n-no, not that, not…!"]}, {"name": "", "audio": "", "normalized": ["At Mikoto's words and the beast's condition, Wight's face was unnaturally tinged with joy."]}, {"name": "", "audio": "", "normalized": ["Whether she was in delight or despair, her joyful face looked as though she could cry at any moment."]}, {"name": "You", "audio": "", "normalized": ["Hmph, ejaculation, huh."]}, {"name": "Mikoto", "audio": "v_msr195_0021", "normalized": ["Yes♪"]}, {"name": "Wight", "audio": "v_sr195_0036", "normalized": ["Aaah, aah!", " H-help, aahh!", " H-help mee, hhehlp mee…"]}, {"name": "", "audio": "", "normalized": ["Realizing something, Wight pleaded, her face full of ecstasy."]}, {"name": "", "audio": "", "normalized": ["It was almost unsettling how pathetic her face was."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Grr…"]}, {"name": "Mikoto", "audio": "v_msr195_0022", "normalized": ["Oh, are you sure?", " Your husband's knot is swelling up, he's right about to breed you now."]}, {"name": "Wight", "audio": "v_sr195_0037", "normalized": ["Aaah, b-breed me, that'sh sho, it'sh too amazhing, hehh, ehehheh, eheheh, too much…"]}, {"name": "You", "audio": "", "normalized": ["You gonna get pregnant?"]}, {"name": "", "audio": "", "normalized": ["Wight nodded her head vigorously, spraying drool everywhere like the beast."]}, {"name": "You", "audio": "", "normalized": ["Is that so, good for you."]}, {"name": "Wight", "audio": "v_sr195_0038", "normalized": ["Aaah, aahahh…"]}, {"name": "", "audio": "", "normalized": ["Wight's smile twisted even further.", " And then immediately after…"]}, {"name": "Dark Beast", "audio": "", "normalized": ["…!"]}, {"name": "Wight", "audio": "v_sr195_0039", "normalized": ["Hiihh, ihh…!"]}, {"name": "", "audio": "", "normalized": ["The beast roared louder than it had when it first burst into the room."]}, {"name": "", "audio": "", "normalized": ["There was no need to confirm that this was the sound of wrath."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Grrhhrhh…"]}, {"name": "", "audio": "", "normalized": ["The beast looked down at Wight, peeling back its gums and baring its fangs as it glared at me and Mikoto."]}, {"name": "Mikoto", "audio": "v_msr195_0023", "normalized": ["Aw man, you made him mad.", " Greyhounds get pretty jealous."]}, {"name": "Wight", "audio": "v_sr195_0040", "normalized": ["I-I'm sho shorryy, ihhihh, hiihh…"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Groaarr!"]}, {"name": "Wight", "audio": "v_sr195_0041", "normalized": ["Nnhoohh!", " Ohhwaahh, aah, nnghh, ohh, ohh!", " Ghh, guuh!", " Ohhgh, ohh, ohh!"]}, {"name": "", "audio": "", "normalized": ["The beast howled and began to shake its hips wildly.", " It attempted to screw its swollen knot at the base of its cock into Wight."]}, {"name": "", "audio": "", "normalized": ["Moreover, its cock's thrusts rose all the way to her back, making it clear how hard it was going."]}, {"name": "", "audio": "", "normalized": ["Compared to this violation, its frantic movements before were practically cute.", " It was relentless, beastly mating in conquest."]}, {"name": "Wight", "audio": "v_sr195_0042", "normalized": ["Uwoaahh, ohh!", " Nnhohh, it's piercing me!", " My husband's beast cock!"]}, {"name": "", "audio": "", "normalized": ["Wight acted her part as a subjugated female as well, begging and pleading as she endured the beast's sexual violence."]}, {"name": "Wight", "audio": "v_sr195_0043", "normalized": ["Owaahh, I'm sho shorryy, ohh, have mercyy, I'm gonna breaak!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Grrarr!", " Mine!", " My female!"]}, {"name": "Mikoto", "audio": "v_msr195_0024", "normalized": ["Oh my, it spoke for the first time in a while.", " The first time since Wight got cocky with it."]}, {"name": "Wight", "audio": "v_sr195_0044", "normalized": ["Hggahh!", " Aaah, agghghoohh!", " I'm sho shorryy, ohh, I'm your femaale ohh, ohh!"]}, {"name": "Wight", "audio": "v_sr195_0045", "normalized": ["I belong to your cock, my husband, nnohh, hoohh, sho pleash, forgive mee!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Groaarr!"]}, {"name": "Wight", "audio": "v_sr195_0046", "normalized": ["Phhgwooahh!"]}, {"name": "", "audio": "", "normalized": ["The furious pistoning was more like a power play between two differently ranked partners than pleasure or reproductive sex."]}, {"name": "Wight", "audio": "v_sr195_0047", "normalized": ["Ohh, ohhohh, ohh!", " Forgive mee, nnhhohh!"]}, {"name": "", "audio": "", "normalized": ["Wight abandoned her mind in order to save her life, showing her loyalty to the beast in an attempt to appease it, but it showed no sign of relenting."]}, {"name": "", "audio": "", "normalized": ["The beast's soaring cock was visible through her abdomen, as if to show her where her place was as a female."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Grr, phrr, gghrhh, mine!", " My female, my female!"]}, {"name": "Wight", "audio": "v_sr195_0048", "normalized": ["Yesh, hiihh, I'm your female, I'm, Iii, I'm your female, nnhh, aah, hwaahh!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Groaarr!"]}, {"name": "Wight", "audio": "v_sr195_0049", "normalized": ["Guhhi, hhihh, hhihh!", " Ohh, ohhohoh, amazhing, you're sho amazhing, my darliing!"]}, {"name": "Wight", "audio": "v_sr195_0050", "normalized": ["Owaahh, aahh, I'm your female, your female, I belong to your fat coock!", " Nnhaahh, aah, nnhahh!"]}, {"name": "", "audio": "", "normalized": ["Wight's body convulsed from the relentless beast's training, battered over and over…"]}, {"name": "", "audio": "", "normalized": ["And she writhed, trying to urge on its ejaculation using her hole and entire body to clamp down."]}, {"name": "", "audio": "", "normalized": ["Her cheeks were dyed red and her witless howling as she invited its ejaculation made it clear that she only existed now to be the beast's mating partner."]}, {"name": "Wight", "audio": "v_sr195_0051", "normalized": ["Aahahahh, aahh, I'm your female, I'm your female, I'm your female, aah, aahh, aahhahh!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Rrraarrgghh!"]}, {"name": "", "audio": "", "normalized": ["Steeped in suffering, Wight's eyes, on the other hand, were burning with the light of tyranny, and the wild thrusting of the hips upon her was full of controlling greed."]}, {"name": "", "audio": "", "normalized": ["It was clear even to a bystander that the severe sound, like punching a sandbag, was the sound of the beast's ejaculation and her getting pregnant."]}, {"name": "Wight", "audio": "v_sr195_0052", "normalized": ["Hwaahh, ohh, nnhoohh, ohh!", " Ohh, owaahh, aahahh, y-y-your diick, it'sh shwelliing!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Groaarr!"]}, {"name": "Wight", "audio": "v_sr195_0053", "normalized": ["Aaah!", " Aaahh!", " It'sh coming it'sh coming it'sh coming you're gonna breed mee!"]}, {"name": "", "audio": "", "normalized": ["Wight's body was being forced forward by the severe thrusting, so hard her buried limbs seemed as though they would come off."]}, {"name": "", "audio": "", "normalized": ["The beast violated her over and over.", " The violence drew near to Wight's true nature as a woman."]}, {"name": "Wight", "audio": "v_sr195_0054", "normalized": ["Ohh, aghghh, mgmhagghh!", " I'm cummiing, nnghh, oohhohh, it'sh comiing!"]}, {"name": "Wight", "audio": "v_sr195_0055", "normalized": ["Nnnghhraahh!"]}, {"name": "", "audio": "", "normalized": ["Wight let out a beastly howl and climaxed as the beast's knotted cock screwed into her and shook."]}, {"name": "", "audio": "", "normalized": ["A torrent of squirt shot out as if to wash the floor.", " The extreme force of the spray made it splash up visibly from the surface."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Gwoaarr, graarr!"]}, {"name": "", "audio": "", "normalized": ["Wight's abdomen, swollen in the shape of the beast's cock, wriggled like a worm as it stretched to its limit and pulsated with its vile fluids."]}, {"name": "", "audio": "", "normalized": ["The inexplicable mound created by the tip of its dick was surely the proof it had ejaculated."]}, {"name": "", "audio": "", "normalized": ["With that much ejaculate unable to flow outward, it was only natural that Wight's stomach would swell so hugely."]}, {"name": "Wight", "audio": "v_sr195_0056", "normalized": ["Phwoaar, roaarr, the hot stuff ish coming inside, ohh, rraarr!"]}, {"name": "Wight", "audio": "v_sr195_0057", "normalized": ["I'm gonna cum like crazy, I'm gonna cum so much!"]}, {"name": "Mikoto", "audio": "v_msr195_0025", "normalized": ["Ah, here it is, she looks pregnant from all the semen♪", " Take a look, she's gonna spit out bile."]}, {"name": "Wight", "audio": "v_sr195_0058", "normalized": ["I'm sho full and happyy, rrooaarr, ohhnh, grroaarr, grr!", " Oghghh, ohh, ghrhh, roaarr!"]}, {"name": "Mikoto", "audio": "v_msr195_0026", "normalized": ["The knot makes it so the beast's semen can't be expelled, so it's putting pressure on her organs."]}, {"name": "Wight", "audio": "v_sr195_0059", "normalized": ["Ohh, groaarr, I'm gonna, I'm gonna cum, uughh!"]}, {"name": "", "audio": "", "normalized": ["The pressure on her organs made made her face grow pale and made a thin layer of sweat rise to the surface of her skin."]}, {"name": "", "audio": "", "normalized": ["But Wight's face was full of ecstasy rather than any anguish at all."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Grrnnh…nnhpphh, roaarr!"]}, {"name": "Wight", "audio": "v_sr195_0060", "normalized": ["Aaahaahh, ohhnhh, ohhnhh!", " Ohhnhh, roarrnhh!"]}, {"name": "You", "audio": "", "normalized": ["Phwahahah, are you copying the dog?"]}, {"name": "Mikoto", "audio": "v_msr195_0027", "normalized": ["She's been trained to.", " After losing consciousness with his knot inside.", " If she doesn't answer back, she gets knocked down."]}, {"name": "Wight", "audio": "v_sr195_0061", "normalized": ["Roaar, rroaarr, ohhnhh, ohh!", " Phwoaar, ohhrh… groaarr!", " Ubbh, gbhh, gbhh…"]}, {"name": "", "audio": "", "normalized": ["The beast shoved its phallus in roughly, moving toward the finish of her training."]}, {"name": "", "audio": "", "normalized": ["Even this made Wight climax, and as she spasmed and vomited, gastric juices spilled from the corners of her mouth."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Grrph…"]}, {"name": "", "audio": "", "normalized": ["The beast pulled its hips back slowly."]}, {"name": "Wight", "audio": "v_sr195_0062", "normalized": ["Nnngh, ghhihh…"]}, {"name": "Wight", "audio": "v_sr195_0063", "normalized": ["Hgghihh, ihh, fuhhihh, hihnnhh!"]}, {"name": "", "audio": "", "normalized": ["Wight was forced to climax again from the stimulation of the beast's dick pulling out."]}, {"name": "", "audio": "", "normalized": ["The beast placed its vile rod on Wight's back and sprayed even more yellowish pollution on her, with a smell strong enough to make one's eyes water."]}, {"name": "Wight", "audio": "v_sr195_0064", "normalized": ["Phwoaarr!"]}, {"name": "", "audio": "", "normalized": ["Wight howled and trembled at the scent and roiling heat of its filth."]}, {"name": "", "audio": "", "normalized": ["The contractions of her climax squeezed the huge amount of filthy semen out of her womb and female hole that now belonged to the beast."]}, {"name": "You", "audio": "", "normalized": ["After conquering her womb, now he's marking her, huh.", " How beastly."]}, {"name": "Mikoto", "audio": "v_msr195_0028", "normalized": ["It's a greyhound's habit.", " He's covering her in the smell of his semen to make sure other males know she belongs to him.", " Especially you."]}, {"name": "You", "audio": "", "normalized": ["Phwahahahah!", " So that's how much this beast loves Wight, huh."]}, {"name": "Mikoto", "audio": "v_msr195_0029", "normalized": ["Exactly.", " That last bit of thrusting was even crazier than ever."]}, {"name": "Mikoto", "audio": "v_msr195_0030", "normalized": ["Fufu, hey, how was it?", " The taste of this dog's thick beast rod."]}, {"name": "Wight", "audio": "v_sr195_0065", "normalized": ["Ohh, ohhnhh, it wash… amazhing… I love it… I'm cummiing…"]}, {"name": "Mikoto", "audio": "v_msr195_0031", "normalized": ["Apparently that's what she thinks."]}, {"name": "You", "audio": "", "normalized": ["Hmph, let's have her tame the beasts like this then.", " Not much point in asking her."]}, {"name": "Mikoto", "audio": "v_msr195_0032", "normalized": ["True."]}, {"name": "Wight", "audio": "v_sr195_0066", "normalized": ["Uwahh, rroarr… onnh, your dick ish amazhing… my female pussy ish cumming… nnhihh☆"]}, {"name": "", "audio": "", "normalized": ["Wight's eyes were wide and she repeated her words of subservience to the beast as it continued to shower her with filth, refusing to respond to our scorn."]}, {"name": "", "audio": "", "normalized": ["After this, the beast continued to defile Wight for ten hours with its dick."]}, {"name": "", "audio": "", "normalized": ["Relentlessly, even after she had lost consciousness."]}]