[{"name": "Hayate", "audio": "v_rev019_0000", "normalized": ["Mm… huh?"]}, {"name": "", "audio": "", "normalized": ["A light shone upon her as she opened her eyes.", " Hayate blinked slowly as she started to awaken."]}, {"name": "Hayate", "audio": "v_rev019_0001", "normalized": ["What am I…?", " Where is this?"]}, {"name": "", "audio": "", "normalized": ["In her dim recollection, she had been on standby at the sniping point, and then―"]}, {"name": "Hayate", "audio": "v_rev019_0002", "normalized": ["…That's right.", " Someone came at me from behind―huh?!"]}, {"name": "", "audio": "", "normalized": ["She had lost consciousness after being attacked―as soon as she remembered this, she finally noticed her surroundings and let out a startled gasp."]}, {"name": "Hayate", "audio": "v_rev019_0003", "normalized": ["What… is this…?"]}, {"name": "", "audio": "", "normalized": ["The special suit she had been wearing was torn everywhere, leaving her completely defenseless, with her breasts and vulva, all the precious parts of her body exposed."]}, {"name": "Hayate", "audio": "v_rev019_0004", "normalized": ["(Exactly what the heck is―oof!", ")"]}, {"name": "", "audio": "", "normalized": ["Panicking, she tried to move her arm, only to realize that she was strapped into a strange machine, with all of her limbs bound."]}, {"name": "", "audio": "", "normalized": ["She was tied to something like a medical examination table, with both legs bent at the knees and spread wide into an M-shape with her butt hanging down at the end."]}, {"name": "", "audio": "", "normalized": ["Her hairy pussy was on display, but her arms were bent and bound beside her face, as if to stop her from covering herself."]}, {"name": "Hayate", "audio": "v_rev019_0005", "normalized": ["Ugh… what is this?", " Who did this to me―"]}, {"name": "You", "audio": "", "normalized": ["I see you've finally awakened."]}, {"name": "Hayate", "audio": "v_rev019_0006", "normalized": ["Huh?!"]}, {"name": "", "audio": "", "normalized": ["Lying down at an angle, she couldn't see well, but she heard a man's voice from the front of the table near her feet."]}, {"name": "You", "audio": "", "normalized": ["Welcome, Hayate Yubashiri, to our organization's research lab.", " I trust you're comfortable in that restraining chair?"]}, {"name": "Hayate", "audio": "v_rev019_0007", "normalized": ["It's the worst!", " ―But I understand the situation now, thanks to you, you bastard."]}, {"name": "", "audio": "", "normalized": ["Hayate stared at the man as if she were piercing him with her bow and arrow."]}, {"name": "Hayate", "audio": "v_rev019_0008", "normalized": ["That information was a trap, and you assholes succesfully ambushed and captured me, huh."]}, {"name": "You", "audio": "", "normalized": ["Yes, that's right.", " I thought you might realize it was a trap, but it seems that was a baseless worry after all."]}, {"name": "", "audio": "", "normalized": ["Though she couldn't deny the implication she was careless, she did not avert her gaze."]}, {"name": "Hayate", "audio": "v_rev019_0009", "normalized": ["Even if you captured me, I don't have any information to give the likes of you.", " I don't plan on bending to you either."]}, {"name": "", "audio": "", "normalized": ["The fate of a soldier in this situation is to be forced to reveal information before dying―or else be convinced to join enemy forces."]}, {"name": "", "audio": "", "normalized": ["Deeming neither option as acceptable, Hayate glared murderously at the man."]}, {"name": "You", "audio": "", "normalized": ["Really… *chuckle* I think this might be fun."]}, {"name": "", "audio": "", "normalized": ["Laughing scornfully at Hayate's attitude, the man raised one hand high, as if signaling something.", " A pause."]}, {"name": "Hayate", "audio": "v_rev019_0010", "normalized": ["Huh?!", " What is thiis?!"]}, {"name": "", "audio": "", "normalized": ["What she had thought to be a mere table for restraints suddenly began to move, and suddenly long arms with tips like tiny hands appeared."]}, {"name": "", "audio": "", "normalized": ["The threatening machine tentacles stretched and wrapped themselves around Hayate's chest as the forked hands shamelessly rubbed her tits."]}, {"name": "Hayate", "audio": "v_rev019_0011", "normalized": ["Ugh… What are you doing?", " Stop it!"]}, {"name": "", "audio": "", "normalized": ["The mechanical chill of the machine ran across her chest as it began to grope her defenseless breasts."]}, {"name": "", "audio": "", "normalized": ["Her ample bosom which had gotten in the way of her archery so many times now spilled out of those hands."]}, {"name": "Hayate", "audio": "v_rev019_0012", "normalized": ["Nngh…!", " Cut it out, get away from mee…"]}, {"name": "", "audio": "", "normalized": ["Hayate's expression was one of agony.", " She shouted and twisted as an instinctual shudder ran up and down her spine."]}, {"name": "", "audio": "", "normalized": ["Standing in front of her smirking, the man spoke."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " If you don't like the machine, I can do it instead."]}, {"name": "Hayate", "audio": "v_rev019_0013", "normalized": ["You must be joking!", " A machine is still a thousand times better than exposing my body to a bastard like you!"]}, {"name": "", "audio": "", "normalized": ["Hayate gritted her teeth tightly, showing the man her disgust for him and her criminal intent."]}, {"name": "", "audio": "", "normalized": ["The man nodded with satisfaction and distanced himself from Hayate.", " He then took a small mechanism like a remote control out, and placed his finger over one of the switches."]}, {"name": "You", "audio": "", "normalized": ["In that case, please, enjoy yourself thoroughly."]}, {"name": "", "audio": "", "normalized": ["The table began to move again, reacting to his command.", " This time, the mechanical whirr came from between Hayate's legs."]}, {"name": "Hayate", "audio": "v_rev019_0014", "normalized": ["Nn―ghh, you bastaard…"]}, {"name": "", "audio": "", "normalized": ["The implements that appeared next had rounded tips―more tentacles, but this time they appeared to be a lascivious, phallic design."]}, {"name": "", "audio": "", "normalized": ["Sensing the man's intention, Hayate let out a groan as she glared at him."]}, {"name": "", "audio": "", "normalized": ["However, that was the only resistance she could mount.", " Unable to fight or escape, she could only be violated by those disgusting tentacles."]}, {"name": "Hayate", "audio": "v_rev019_0015", "normalized": ["Shit… stop alreadyy!"]}, {"name": "", "audio": "", "normalized": ["With that shout, she tried with all her might to twist her hips away.", " Still unable to move her body, the feelers touched her groin and began to caress her with their vibrations."]}, {"name": "", "audio": "", "normalized": ["The cold mechanical tentacles met the heat of her precious place and nuzzled it gently, sending a shockwave of stimulation through Hayate's love muscle."]}, {"name": "Hayate", "audio": "v_rev019_0016", "normalized": ["Ngh… ugh… ah!"]}, {"name": "", "audio": "", "normalized": ["A shudder of revulsion ran through her as her slightly trembling hips jerked about."]}, {"name": "", "audio": "", "normalized": ["Completely ignoring her reaction, the tentacles continued to stroke her vulva slowly, while the hands at her chest kept kneading."]}, {"name": "Hayate", "audio": "v_rev019_0017", "normalized": ["Phew… n-no matter what you try with this machine, I will not give in…"]}, {"name": "", "audio": "", "normalized": ["Glaring at both man and machine, she pressed her lips shut and bit them slightly, trying her utmost not to let her voice or sighs escape."]}, {"name": "", "audio": "", "normalized": ["However, displaying such determined resistance made no difference to the mechanical feelers."]}, {"name": "", "audio": "", "normalized": ["The ends of the tentacles swelled as they approached her pussy, seeking to spread the petals of her flower."]}, {"name": "Hayate", "audio": "v_rev019_0018", "normalized": ["(All I can do is endure for now… I'll wait for my chance and escape quickly.", ")"]}, {"name": "", "audio": "", "normalized": ["She scowled at the wriggling tentacles, thinking about how she would smash the machine to bits and kill the man once she was free."]}, {"name": "", "audio": "", "normalized": ["But even as she thought of this, the tentacles kept undulating, rubbing up against her slit and stimulating her gently, steadily."]}, {"name": "Hayate", "audio": "v_rev019_0019", "normalized": ["Hnngh… gahh…mm."]}, {"name": "", "audio": "", "normalized": ["Likewise, the mechanical hands still stroked her breasts, teasing the area around her nipples and pleasuring her with oscillations."]}, {"name": "Hayate", "audio": "v_rev019_0020", "normalized": ["Haah, nngh… khh, haa… ggh, guahh…"]}, {"name": "", "audio": "", "normalized": ["A strange sense of unease, though more pleasant than not."]}, {"name": "", "audio": "", "normalized": ["As soon as she felt it, Hayate shook her head, trying to tell herself it was just a hallucination."]}, {"name": "", "audio": "", "normalized": ["However, she could feel her body heat rise and her sweat drip as she watched all her sensitive places stimulated over and over."]}, {"name": "Hayate", "audio": "v_rev019_0021", "normalized": ["Nnhaa… fgg.", "nn.", " what the.", " h-haa.", " khh…aa!"]}, {"name": "", "audio": "", "normalized": ["It's just your imagination; you can get through this, she told herself, as she tightened her mouth."]}, {"name": "", "audio": "", "normalized": ["But the feelings were steadily building and she was covered in sweat before she knew it."]}, {"name": "", "audio": "", "normalized": ["Her limbs began to twitch, her breathing grew rough, and several sweet sighs escaped her mouth.", " Furthermore―"]}, {"name": "", "audio": "", "normalized": ["―*Squelch, splorch*… *Thump*… *Ullp, shluurp*"]}, {"name": "Hayate", "audio": "v_rev019_0022", "normalized": ["Nn!", " Guhh, aa…"]}, {"name": "", "audio": "", "normalized": ["Thick wet sounds escaped her pussy lips as the gentle stimulation continued."]}, {"name": "", "audio": "", "normalized": ["Without looking, it was obvious that her cunt was soaking wet.", " And of course, the tentacles were mopping up her insides with that wetness."]}, {"name": "Hayate", "audio": "v_rev019_0023", "normalized": ["Ngahh!", " Haa…auu.", " *pant* Khh…"]}, {"name": "", "audio": "", "normalized": ["Being stimulated now that she was this wet felt completely different, and Hayate's hips started to tremble as loud, wet sounds played from deep inside."]}, {"name": "", "audio": "", "normalized": ["Her fondled breasts had also grown sweaty, and unawares, her nipples had become so stiff it seemed like they could pierce the heavens."]}, {"name": "", "audio": "", "normalized": ["Her breasts danced a jig every time her body shook."]}, {"name": "", "audio": "", "normalized": ["The machine arms lifted and caressed her tits while using their fingers to pluch at her nipples."]}, {"name": "Hayate", "audio": "v_rev019_0024", "normalized": ["Ahaa…aa, nn, w-why― haah, ngh, aa!"]}, {"name": "", "audio": "", "normalized": ["Regardless of what Hayate would agree or not agree to, it was clear she was in full heat."]}, {"name": "", "audio": "", "normalized": ["Her pussy was drenched with her fluids and her pink nipples and areolas were erect and puffy from the mechanical hands' pressure."]}, {"name": "Hayate", "audio": "v_rev019_0025", "normalized": ["Hyaa!", " Guhh, haa…*pant*.", " St.", "aa, stop aah!"]}, {"name": "", "audio": "", "normalized": ["It was already too late to flee from the passionate sensations.", " Hayate let out a squeal as her entire body shook from the awakening pleasure within her."]}, {"name": "You", "audio": "", "normalized": ["*chuckle* Seems like you're really starting to feel it.", " In that case, it may be just about time…"]}, {"name": "Hayate", "audio": "v_rev019_0026", "normalized": ["W.", "what are you s-saayiingg?!"]}, {"name": "", "audio": "", "normalized": ["At the man's command, the machine tentacles teasing her mound now shifted their plan of attack."]}, {"name": "", "audio": "", "normalized": ["The tentacle ends which had languidly continued to stroke her pussy lips, urethra, and rub vigorously against her clit…"]}, {"name": "", "audio": "", "normalized": ["…now made their way lower and bumped up against the opening of her vagina."]}, {"name": "Hayate", "audio": "v_rev019_0027", "normalized": ["N-no way… s-stop―"]}, {"name": "", "audio": "", "normalized": ["Just as Hayate opened her mouth to scream, a tentacle lowered its head slightly, then energetically plunged deep into her cunt."]}, {"name": "", "audio": "", "normalized": ["―*Whirr, ching!", "* *Thumpthumpthump, thuump!", "*"]}, {"name": "Hayate", "audio": "v_rev019_0028", "normalized": ["Guaah―?!", " Ugh, nn…aah…"]}, {"name": "", "audio": "", "normalized": ["The flesh of vagina stretched under the overwhelming pressure.", " Where her hymen had denied it access, the metal tube tore her open and buried itself inside."]}, {"name": "Hayate", "audio": "v_rev019_0029", "normalized": ["Eeek!", " W-when.", " nngh, sh-shit… gah, aah…"]}, {"name": "", "audio": "", "normalized": ["Her breathing stopped as her body stiffened with pain and her restrained limbs shuddered all over."]}, {"name": "", "audio": "", "normalized": ["She arched her back in an attempt to let the pain pass over her, as her body and hips screwed and twisted in agony."]}, {"name": "", "audio": "", "normalized": ["Even so, she could not completely overcome the pain of her deflowerment, as a deeper ache pierced through her."]}, {"name": "", "audio": "", "normalized": ["A small trickle of fresh blood ran down the mechanical tentacle where it pierced her lewd pussy, telling the tale of Hayate's stolen chastity."]}, {"name": "Hayate", "audio": "v_rev019_0030", "normalized": ["(Being violated by this… stupid machiine… but I can handle this much―)"]}, {"name": "", "audio": "", "normalized": ["Shaking all over, Hayate curled her fingers into a ball and fought through the pain and shame, biting her lip and scowling up at the man."]}, {"name": "You", "audio": "", "normalized": ["Seems like you were a virgin after all… hey, it only hurts at first.", " It'll feel real good once you get used to being teased."]}, {"name": "Hayate", "audio": "v_rev019_0031", "normalized": ["You… have to be joking… who the heck would feel good from something like this!"]}, {"name": "", "audio": "", "normalized": ["Even as Hayate shouted, her tears of pain that had clouded her eyes were suddenly swept away as she twisted again in shock."]}, {"name": "Hayate", "audio": "v_rev019_0032", "normalized": ["Guaah?!", " Hnngh, aa, guhh…"]}, {"name": "", "audio": "", "normalized": ["The tentacle buried deep within her rubbed against her hymen, making a lewd sound as it sloshed around her blood and juices, while it slowly pulled out."]}, {"name": "", "audio": "", "normalized": ["―*Shiing*… *Splorch, zlurp*… *Squelch, slosh*…"]}, {"name": "Hayate", "audio": "v_rev019_0033", "normalized": ["Hnn… it's out…eek!", " Hyaahh.", "n-not again… ugaahh!"]}, {"name": "", "audio": "", "normalized": ["As soon as she had breathed a sigh of relief at the feeling of her pussy being relieved of pressure, the tentacle buried itself in her again slowly."]}, {"name": "", "audio": "", "normalized": ["Filling every crevice in her freshly ravaged box, it continued to move gently in and out."]}, {"name": "Hayate", "audio": "v_rev019_0034", "normalized": ["(Hnngh… no… don't… torment me so… slowly like this.", "nngh!", ")"]}, {"name": "", "audio": "", "normalized": ["As if to heal her discomfort from the pressure on her body, the tentacle tip stroked her folds lovingly, and stimulated her gently as if it was lapping at her pussy."]}, {"name": "", "audio": "", "normalized": ["Going no slower nor faster, the tentacle continued to tease her at a slow and steady pace, while the feelers at her breasts massaged lazily at the same time."]}, {"name": "", "audio": "", "normalized": ["It was as if they were matching the pace of Hayate's breathing, giving her the sweet stimulation and consideration befitting a newly deflowered young girl."]}, {"name": "", "audio": "", "normalized": ["Although it was humiliating, it felt strangely wonderful."]}, {"name": "", "audio": "", "normalized": ["Hayate began to match her breathing with the in and out motion of the metal hose, moving her hips and surrendering herself to the waves of pleasure crashing over her."]}, {"name": "Hayate", "audio": "v_rev019_0035", "normalized": ["*pant*… *gasp*… Haah… aah!"]}, {"name": "", "audio": "", "normalized": ["As she grew accustomed to its teasing, her juices began to overflow and the mechanical tentacle became sticky."]}, {"name": "", "audio": "", "normalized": ["Almost as if it sensed this, its provocations changed."]}, {"name": "", "audio": "", "normalized": ["It began to change its pace intermittently and change angles, as if predicting and confirming Hayate's reactions."]}, {"name": "", "audio": "", "normalized": ["At times it thrust forcefully in and out, digging into her quivering flesh."]}, {"name": "Hayate", "audio": "v_rev019_0036", "normalized": ["Nghaah!", " Aghh, aah!", " *pant* *pant* W-why.", " thiiss!"]}, {"name": "", "audio": "", "normalized": ["The protruding head of the tentacle began to curve and stroke against the back side of her sensitive inner wall, making her spasm from the sensation."]}, {"name": "", "audio": "", "normalized": ["Unable to hold back, Hayate moved her hips, arching her back like a bridge in her bound state, the space between her legs dripping with fluids."]}, {"name": "", "audio": "", "normalized": ["And then― seeing the state the girl was in, the man presumably pressed another strange button, as the teasing of her breasts began to change as well."]}, {"name": "", "audio": "", "normalized": ["Unlike the gentle massaging motions and sensations the machine had given her right after insertion, before she knew it…"]}, {"name": "", "audio": "", "normalized": ["…those hands were once again crushing her breasts and torturing her nipples like in the beginning."]}, {"name": "", "audio": "", "normalized": ["The tentacles' vibrations jiggled her soft tits and sent teasing waves across her skin as her breasts softened and relaxed, flushed from base to tip."]}, {"name": "", "audio": "", "normalized": ["Without pause, the forked feelers' fingers manipulated her abundant cleavage, squeezing and crushing them, rolling and pinching at her nipples."]}, {"name": "Hayate", "audio": "v_rev019_0037", "normalized": ["Hngh!", " Ohh…!", " S-stop it… haa!"]}, {"name": "", "audio": "", "normalized": ["As the excitement began to build in her chest, the stimulation in her pussy became even stronger."]}, {"name": "", "audio": "", "normalized": ["The tentacle's pumping picked up speed as it changed angles and began teasing her with long strokes."]}, {"name": "Hayate", "audio": "v_rev019_0038", "normalized": ["Ahaha… aah… how… shtrange… aah!", " Weird… w-whyy?!"]}, {"name": "", "audio": "", "normalized": ["Though her voice was filled with confusion, there was no longer any trace of pain."]}, {"name": "", "audio": "", "normalized": ["Now it was only lusty cries and sweet moans escaping from her throat as she lowered her eyes in an expression of utter euphoria."]}, {"name": "Hayate", "audio": "v_rev019_0039", "normalized": ["Nnnaah!", " S-so deep.", "!", " Iiihhii!", " Aaah, s-stop it… aah!"]}, {"name": "", "audio": "", "normalized": ["She thrust her hips upward while gasping loudly, swinging her hips as if to meet the tentacle halfway."]}, {"name": "", "audio": "", "normalized": ["It dove deep into her pussy once again, scattering her love juices everywhere."]}, {"name": "", "audio": "", "normalized": ["It was difficult to see the words of protest that occasionally left her mouth as anything but a little indecent roleplaying in an attempt to heighten the excitement."]}, {"name": "", "audio": "", "normalized": ["Although that wasn't Hayate's intent, the reality of being violated no matter how much she resisted was intensifying her sensitivities and tickling her womb."]}, {"name": "Hayate", "audio": "v_rev019_0040", "normalized": ["Augh!", " N-not there… ohh!", " Aaa, noo…not there, seriouslyy!"]}, {"name": "", "audio": "", "normalized": ["Her bound hair came loose and settled around her forehead, which was covered in sweat.", " The sound of Hayate's breathing became steadily rougher, ripe and mellow."]}, {"name": "", "audio": "", "normalized": ["The obscene wet sounds ringing through her ears made her whole body shake with excitement.", "The jolt of pleasure filled her eyes with a roaring flame."]}, {"name": "", "audio": "", "normalized": ["―Thrusting in, then immediately out.", "― Every time this repeated, hot liquid gushed forth from her walls."]}, {"name": "", "audio": "", "normalized": ["The mechanical tentacle responded to the quivering of her stomach by caressing her G-spot, causing her to let out a scream."]}, {"name": "Hayate", "audio": "v_rev019_0041", "normalized": ["Hnngh―!", " Iiihii, aahh, aiee!"]}, {"name": "", "audio": "", "normalized": ["Hayate shook her hips wildly with a dazed look on her face.", " The attack on her most sensitive spot had made her entire mind go blank."]}, {"name": "Hayate", "audio": "v_rev019_0042", "normalized": ["Aaahh!", " No more, no, sto…stop it!", " Noo―aah, eek!"]}, {"name": "", "audio": "", "normalized": ["She shouted as if appealing to the man or machine, but neither of them paid Hayate any mind.", " From the beginning there had never been any intention of doing so."]}, {"name": "", "audio": "", "normalized": ["On the contrary, the machine's thrusts became more furious, and Hayate moved her hips once more, with that intense wave of pleasure crashing through to her womb.", "―"]}, {"name": "Hayate", "audio": "v_rev019_0043", "normalized": ["Guah… ee!", " Ngh… *pant*…, ggh… haa!"]}, {"name": "", "audio": "", "normalized": ["Hayate's brows drew together on her glowing face as she threw back her head in a scream.", " Her whole body twitched and spasmed."]}, {"name": "Hayate", "audio": "v_rev019_0044", "normalized": ["(Hhhuhh?!", " What the, what is thish?", " Aaah!", " Weird, I feel so sh-shtraange!", ")"]}, {"name": "", "audio": "", "normalized": ["Without even knowing where the intense excitement that enveloped her body came from, Hayate was already fully controlled by it."]}, {"name": "", "audio": "", "normalized": ["As she contorted her body, she was swallowed up by yet another wave."]}, {"name": "Hayate", "audio": "v_rev019_0045", "normalized": ["Giih, nnghhaa!", " *pant* I'm gonnaa, I'm gonna cum, I'm gonna cum agaiin!"]}, {"name": "Hayate", "audio": "v_rev019_0046", "normalized": ["Noo, sh-shtoop!", " Shtop iit!", " Cut it out, haa!"]}, {"name": "", "audio": "", "normalized": ["Caught up in her almost completely new experience with both pleasure and fear, Hayate let out a childish plea for help quite unlike her."]}, {"name": "", "audio": "", "normalized": ["The man who had been watching her pressed a switch on the device at hand and called out to Hayate."]}, {"name": "You", "audio": "", "normalized": ["What a splendid sight… But that's still not enough for you, is it?"]}, {"name": "Hayate", "audio": "v_rev019_0047", "normalized": ["Th-that'sh not truue!", " Nggh, haa!"]}, {"name": "", "audio": "", "normalized": ["No matter how much she denied it, it was an insincere question from the start."]}, {"name": "You", "audio": "", "normalized": ["I'll keep on making you cum like this until you agree to join me… Hahahaha!"]}, {"name": "", "audio": "", "normalized": ["Instead of stopping, the machine's movements only became more relentless, waiting for Hayate to voice her surrender―as the lewd torture continued endlessly."]}]