[{"name": "", "audio": "", "normalized": ["I had been infiltrating the Taimanin school, Gosha Academy, under the cover of Mr.", " Tanaka, the teacher."]}, {"name": "", "audio": "", "normalized": ["And I was grading some classwork at the house of a student who had to stay home and received tutoring from the teachers because of medical issues."]}, {"name": "You", "audio": "", "normalized": ["Sayaka, you actually did quite well this time."]}, {"name": "Sayaka", "audio": "v_sr482_0000", "normalized": ["Thank you."]}, {"name": "", "audio": "", "normalized": ["I complimented Sayaka's improvements as she could not write or read proficiently before, but she showed no positive reaction on her face."]}, {"name": "", "audio": "", "normalized": ["I could see that she was getting stiff as a stick from the nervousness with me being there."]}, {"name": "You", "audio": "", "normalized": ["I guess you still have some work though."]}, {"name": "Sayaka", "audio": "v_sr482_0001", "normalized": ["I'm sorry…"]}, {"name": "", "audio": "", "normalized": ["She looked away from me like she was trying to escape my eyes and expressed her regret."]}, {"name": "You", "audio": "", "normalized": ["You don't have to be sorry.", " You can't help it, considering the past."]}, {"name": "", "audio": "", "normalized": ["I followed her up with an understanding statement but Sayaka's expression did not change and her body tensed up even more."]}, {"name": "You", "audio": "", "normalized": ["Sorry… I shouldn't have said that."]}, {"name": "", "audio": "", "normalized": ["I actually said so deliberately, but I pretended that was just me slipping instead."]}, {"name": "Sayaka", "audio": "v_sr482_0002", "normalized": ["No, I'm the one who needs to apologize… I'm sorry.", " I know both the teachers and people here do care about me."]}, {"name": "", "audio": "", "normalized": ["She looked like she was blaming herself as she bowed her head towards me slightly."]}, {"name": "", "audio": "", "normalized": ["Sayaka was originally born outside the village and she was subjected to horrifying sexual abuse by a powerful man who sought to make use of her powers."]}, {"name": "", "audio": "", "normalized": ["She was rescued by Asagi and adopted by this family."]}, {"name": "", "audio": "", "normalized": ["However, her body was covered with countless scars and her mind was also damaged beyond healing."]}, {"name": "", "audio": "", "normalized": ["That was why she was nervous around me, a man, and why she could not truly connect with her new family."]}, {"name": "", "audio": "", "normalized": ["As the result, she was kept away from most men and female teachers usually tutored her but I used my powers to alter the cognition and came here."]}, {"name": "You", "audio": "", "normalized": ["You don't have to apologize anymore.", " Hey, I heard it from your family."]}, {"name": "You", "audio": "", "normalized": ["You were happy that the flowers you planted in the yard are budding."]}, {"name": "Sayaka", "audio": "v_sr482_0003", "normalized": ["Y-yes…"]}, {"name": "", "audio": "", "normalized": ["She looked away again, but this time for a different reason as she showed girly joy and embarrassment on her face."]}, {"name": "", "audio": "", "normalized": ["Her body which had been tensed up with me being there relaxed a little and I felt her nervousness was easing up as well."]}, {"name": "You", "audio": "", "normalized": ["That's good.", " So, what about controlling your powers?"]}, {"name": "Sayaka", "audio": "v_sr482_0004", "normalized": ["I haven't quite gotten it yet.", " Other teachers told me to not think about it and rest my mind and body."]}, {"name": "You", "audio": "", "normalized": ["I see.", " I thought so."]}, {"name": "", "audio": "", "normalized": ["Sayaka's power could attract other's emotions and take it away from those who she physically injured."]}, {"name": "", "audio": "", "normalized": ["That made the target to fall into a trance, forgetting everything."]}, {"name": "", "audio": "", "normalized": ["The power was active all the time regardless of Sayaka's will so there was no way for her to control it."]}, {"name": "", "audio": "", "normalized": ["If she could actually control it on her own, she could stop attracting other's emotions and perhaps help her with a more positive outlook."]}, {"name": "You", "audio": "", "normalized": ["I guess your scards still ache?"]}, {"name": "", "audio": "", "normalized": ["Sayaka reacted to the question by twitching her body and showed a pained expression."]}, {"name": "Sayaka", "audio": "v_sr482_0005", "normalized": ["They ache much more frequently than before.", " Sometimes it's so bad I can't even sleep."]}, {"name": "You", "audio": "", "normalized": ["Did you tell that to other teachers?"]}, {"name": "Sayaka", "audio": "v_sr482_0006", "normalized": ["Yes.", " I talked to my teachers just like you told me and they said the ache is what is hurting me, binding me, so I must not touch the scars."]}, {"name": "Sayaka", "audio": "v_sr482_0007", "normalized": ["They said more aching means it's recovering and my curse is resisting me returning to normal."]}, {"name": "Sayaka", "audio": "v_sr482_0008", "normalized": ["I think it really helped me recover that you noticed it early and I could talk to the right people for the help."]}, {"name": "Sayaka", "audio": "v_sr482_0009", "normalized": ["They said the fact I asked for help is a good sign of recovery itself.", " All thanks to you, Tanaka-sensei."]}, {"name": "", "audio": "", "normalized": ["I was scoffing at her in mind as Sayaka told me with a serious face.", " All this was just a farce to me.", " Irrelevant."]}, {"name": "", "audio": "", "normalized": ["The only thing I was interested in was Sayaka's unique power.", " I did not care how I would acquire it."]}, {"name": "You", "audio": "", "normalized": ["Now, I think it's time I should check how you have recovered and improved on that aspect as well."]}, {"name": "", "audio": "", "normalized": ["I slowly reached out for Sayaka as her nervousness was easing up with her letting the guard down."]}, {"name": "Sayaka", "audio": "v_sr482_0010", "normalized": ["Haaghahh… Mnnghm…"]}, {"name": "", "audio": "", "normalized": ["As I put my hand onto Sayaka's cheek, her body twitched and her fingers dug into her own thighs but she accepted it."]}, {"name": "", "audio": "", "normalized": ["I gently rubbed her pale white cheeks, smooth like silk, and let my finger slide along her plump lips."]}, {"name": "You", "audio": "", "normalized": ["Are you scared?"]}, {"name": "Sayaka", "audio": "v_sr482_0011", "normalized": ["I don't know…"]}, {"name": "", "audio": "", "normalized": ["Sayaka answered me with a faint, almost fading voice."]}, {"name": "You", "audio": "", "normalized": ["Then do you like it?"]}, {"name": "Sayaka", "audio": "v_sr482_0012", "normalized": ["I don't know…"]}, {"name": "You", "audio": "", "normalized": ["Then what do you feel?"]}, {"name": "", "audio": "", "normalized": ["She took the time to face the feelings inside her and spoke about what she was feeling."]}, {"name": "Sayaka", "audio": "v_sr482_0013", "normalized": ["My heart is racing, my chest is restless, and it feels uncomfortable like I can't settle down."]}, {"name": "", "audio": "", "normalized": ["She looked me square in my eyes and answered with her palm on her chest, where her heart would be."]}, {"name": "You", "audio": "", "normalized": ["I see… Then how do your skin and lips feel as I rub them?"]}, {"name": "Sayaka", "audio": "v_sr482_0014", "normalized": ["It's tickling and I can feel my hands getting warm."]}, {"name": "You", "audio": "", "normalized": ["Do you not like it?"]}, {"name": "Sayaka", "audio": "v_sr482_0015", "normalized": ["I don't hate it.", " It feels nice."]}, {"name": "", "audio": "", "normalized": ["I heard her answer and switched my movements from rubbing her cheeks and lips to ticking her ears and putting my fingers in between her lips."]}, {"name": "", "audio": "", "normalized": ["Sayaka accepted my finger into her mouth.", " She looked a bit confused but she did not resist, letting her mouth open slightly."]}, {"name": "Sayaka", "audio": "v_sr482_0016", "normalized": ["Aghaaghh… Juupoouh, mnghnm… Your fingers, in my mouth… My ears, it's tickling… Please… Mnngaghh, aahhnmm…"]}, {"name": "", "audio": "", "normalized": ["I ticked the edge and hole of her ears and rubbed my finger onto it gently and slowly."]}, {"name": "", "audio": "", "normalized": ["The fingers inside her mouth stirred up the inside like they were teasing her and smothered the saliva from the tip to Sayaka's lips."]}, {"name": "You", "audio": "", "normalized": ["So, do you not like it?"]}, {"name": "", "audio": "", "normalized": ["Sayaka took a few moments longer than before and then answered as she looked down with her face slightly blushed."]}, {"name": "Sayaka", "audio": "v_sr482_0017", "normalized": ["I just don't know yet… But I think I'm feeling even more restless than before."]}, {"name": "", "audio": "", "normalized": ["Her expression still did not change but it looked like her fingers were digging deeper into her thighs."]}, {"name": "", "audio": "", "normalized": ["I teased the inside of her mouth so much that it made wet sounds and continued to pet Sayaka."]}, {"name": "You", "audio": "", "normalized": ["How do your body and scars feel?"]}, {"name": "Sayaka", "audio": "v_sr482_0018", "normalized": ["Mnnmhnmm, junnpaahh… It's starting to ache…now… Mnnmmgh, I'm so…sorry… Sensei, aahh…"]}, {"name": "", "audio": "", "normalized": ["She apologized while still sitting down politely but accepted me petting her."]}, {"name": "You", "audio": "", "normalized": ["Why are you sorry?"]}, {"name": "Sayaka", "audio": "v_sr482_0019", "normalized": ["I'm not supposed to…feel the ache… Mnngmmhh, It's not…fully…recovered yet…"]}, {"name": "", "audio": "", "normalized": ["She did not look me into the eyes anymore, but she did answer my questions honestly."]}, {"name": "Sayaka", "audio": "v_sr482_0020", "normalized": ["That was…what they told me, mnnaaghh… They told me that's the case…"]}, {"name": "You", "audio": "", "normalized": ["I see.", " Now what?"]}, {"name": "Sayaka", "audio": "v_sr482_0021", "normalized": ["I-I have to deal with it…"]}, {"name": "", "audio": "", "normalized": ["I enjoyed giving even more ache to see how far Sayaka could deal with it as she answered."]}, {"name": "You", "audio": "", "normalized": ["Now, stay still, Sayaka."]}, {"name": "", "audio": "", "normalized": ["I reached out and moved my face closer to Sayaka's face."]}, {"name": "Sayaka", "audio": "v_sr482_0022", "normalized": ["Mnnmghhnmm… Uhghh…"]}, {"name": "", "audio": "", "normalized": ["I reached out with my face and licked her lips and the area around them."]}, {"name": "", "audio": "", "normalized": ["Of course, Sayaka's body twitched for a moment."]}, {"name": "", "audio": "", "normalized": ["But she stayed still just like I told her, letting me continue."]}, {"name": "You", "audio": "", "normalized": ["How about this?"]}, {"name": "", "audio": "", "normalized": ["My eyes met Sayaka's confused eyes as I licked all around her mouth, but she quickly looked away in shame."]}, {"name": "Sayaka", "audio": "v_sr482_0023", "normalized": ["It doesn't feel right…"]}, {"name": "You", "audio": "", "normalized": ["So does that mean you want me to stop?"]}, {"name": "Sayaka", "audio": "v_sr482_0024", "normalized": ["I want you to stop, please…"]}, {"name": "", "audio": "", "normalized": ["I heard her but continued to lick her hips even more and slurped saliva, devouring Sayaka's mouth so she could not breathe."]}, {"name": "Sayaka", "audio": "v_sr482_0025", "normalized": ["Mnnghh, haaghh… Aghaahh, mnnmmuh…"]}, {"name": "You", "audio": "", "normalized": ["Do the scars ache?"]}, {"name": "Sayaka", "audio": "v_sr482_0026", "normalized": ["Yes… It's aching…much more…"]}, {"name": "", "audio": "", "normalized": ["Sayaka's hands were subconsciously sliding along her own scars hidden under the clothes."]}, {"name": "You", "audio": "", "normalized": ["How do your lips and mouth feel with me licking?"]}, {"name": "Sayaka", "audio": "v_sr482_0027", "normalized": ["It's a little bit like the scars, aching and throbbing… It's somewhat ticklish, in a way…"]}, {"name": "", "audio": "", "normalized": ["Sayaka's lips were covered with the messy and sticky mixture of both of our saliva."]}, {"name": "You", "audio": "", "normalized": ["Do you like this better than when I was petting your cheeks?"]}, {"name": "Sayaka", "audio": "v_sr482_0028", "normalized": ["It's like, inside of my skin is tingling… It feels warm, I don't know… But I don't hate how it…feels…"]}, {"name": "", "audio": "", "normalized": ["A single drop of tear ran down Sayaka's cheek and fell, leaving a viscous thread behind."]}, {"name": "You", "audio": "", "normalized": ["Then why would you want me to stop?"]}, {"name": "", "audio": "", "normalized": ["Sayaka shut her mouth for a while as she seemed to be even more confused as I told her."]}, {"name": "Sayaka", "audio": "v_sr482_0029", "normalized": ["This… This thing, it's just not right… And it's making my scars ache which is also bad…"]}, {"name": "You", "audio": "", "normalized": ["So, it's because you're not supposed to do it, not because you don't like how it feels…"]}, {"name": "You", "audio": "", "normalized": ["But because you actually like how it feels, am I right?"]}, {"name": "Sayaka", "audio": "v_sr482_0030", "normalized": ["…I'm so sorry.", " I'm trying my best, so this won't happen… Please, I can't help it…"]}, {"name": "", "audio": "", "normalized": ["She was obviously shaken.", " She looked away in shame as if she was a criminal being prosecuted for the wrongdoing."]}, {"name": "You", "audio": "", "normalized": ["That's right.", " You are not supposed to do something like this.", " But why are you not supposed to do it?"]}, {"name": "", "audio": "", "normalized": ["Sayaka's eyes wandered around, unable to answer my question as her face showed concerns."]}, {"name": "", "audio": "", "normalized": ["I gave Sayaka another order to help her out."]}, {"name": "You", "audio": "", "normalized": ["Sayaka, open your mouth and show me your tongue."]}, {"name": "Sayaka", "audio": "v_sr482_0031", "normalized": ["Eh…"]}, {"name": "", "audio": "", "normalized": ["It was a simple order but she froze up like she was not sure what she was supposed to do."]}, {"name": "You", "audio": "", "normalized": ["If you don't realize why you are not supposed to do this, you won't recover or improve."]}, {"name": "", "audio": "", "normalized": ["I grabbed Sayaka's arm firmly and urged her to obey me, and then she nodded awkwardly before opening her mouth."]}, {"name": "Sayaka", "audio": "v_sr482_0032", "normalized": ["Mnnghnm, uhgaghahh… Mnnmuh…"]}, {"name": "", "audio": "", "normalized": ["I let my tongue tangle onto Sayaka's tongue along with plenty of salivae as she poked it out."]}, {"name": "", "audio": "", "normalized": ["I poured it onto her tongues, both from and back, then teased her tongue and lips by slurping on it which made Sayaka's body tremble from pleasure."]}, {"name": "You", "audio": "", "normalized": ["Come on, give me your tongue."]}, {"name": "Sayaka", "audio": "v_sr482_0033", "normalized": ["Juhrruhh, mnnppaauhh… Please, don't say that… I don't know, mnghm…"]}, {"name": "", "audio": "", "normalized": ["She was quite awkward in the beginning, but she soon started moving her own tongue as I repeatedly teased her tongue."]}, {"name": "", "audio": "", "normalized": ["Soon, Sayaka's saliva started coming into my mouth and I could feel that she was actually moving her tongue."]}, {"name": "Sayaka", "audio": "v_sr482_0034", "normalized": ["Mnnaghaahh… Rellouhrelouh, behjuuh… Mnngnm, paaghahh… Aaamuhh…"]}, {"name": "", "audio": "", "normalized": ["With her warm, inconsistent breath and Sayaka's skin burning up, my foreplay escalated."]}, {"name": "", "audio": "", "normalized": ["Sayaka's tongue started moving better along with it and she was pleasuring me with a lewd tongue work."]}, {"name": "You", "audio": "", "normalized": ["Tell me what you really feel when you do this."]}, {"name": "Sayaka", "audio": "v_sr482_0035", "normalized": ["It feels nice…like when you petted my cheeks…and when you licked my lips…but I feel guilty…"]}, {"name": "", "audio": "", "normalized": ["I sucked and slurped onto Sayaka's lips as if I was muffing the words Sayaka was saying."]}, {"name": "You", "audio": "", "normalized": ["I'm just happy that you feel that and how you actually like how it feels, you know."]}, {"name": "Sayaka", "audio": "v_sr482_0036", "normalized": ["Mnnghmm, thank you…so much… Juuhhppaahh, buuhjuuhh… Haahhnmm…"]}, {"name": "You", "audio": "", "normalized": ["I also like how this feels.", " And it's Sayaka's tongue that's doing that.", " That's amazing."]}, {"name": "You", "audio": "", "normalized": ["I even think I want to keep doing with you as long as we could, Sayaka."]}, {"name": "", "audio": "", "normalized": ["I truly felt that way.", " Sayaka was satisfying me as much as a single woman could at that point."]}, {"name": "You", "audio": "", "normalized": ["You still want me to stop?"]}, {"name": "Sayaka", "audio": "v_sr482_0037", "normalized": ["Sensei, your compliments… It's like how I got a good grade on my classwork… And like when the flowers are growing… I'm happy…"]}, {"name": "", "audio": "", "normalized": ["I could sense unadulterated joy and happiness from Sayaka's words.", " We were completely different kind of creature, me and her."]}, {"name": "Sayaka", "audio": "v_sr482_0038", "normalized": ["But… My scars are burning up, aching… My heart won't stop racing… It's throbbing… It hurts…"]}, {"name": "Sayaka", "audio": "v_sr482_0039", "normalized": ["I'm doing…what I'm not supposed to be doing… I just don't know anymore…"]}, {"name": "You", "audio": "", "normalized": ["It's not about good or bad.", " What's important is if doing it makes you feel good or not."]}, {"name": "", "audio": "", "normalized": ["Sayaka hesitated to answer me but she still kept going with her tongue, letting it tangle onto me even more."]}, {"name": "Sayaka", "audio": "v_sr482_0040", "normalized": ["I…want this."]}, {"name": "", "audio": "", "normalized": ["Sayaka looked me straight into my eyes as her eyes were glimmering with such pure light."]}, {"name": "Sayaka", "audio": "v_sr482_0041", "normalized": ["The aches of my scars, they're different.", " They don't feel painful… They're comfortable, like my tongue and lips."]}, {"name": "You", "audio": "", "normalized": ["Then you want me to do the same thing to your scars?"]}, {"name": "", "audio": "", "normalized": ["I said and Sayaka's tongue stopped moving briefly.", " I could sense she was hesitating through her tongue."]}, {"name": "", "audio": "", "normalized": ["And then Sayaka tangled her tongue onto me a few more times as if she was confirming something and then she let her mouth go and answered."]}, {"name": "Sayaka", "audio": "v_sr482_0042", "normalized": ["…Please, I want it."]}, {"name": "", "audio": "", "normalized": ["Her face was twitching with fear but her eyes were that of a woman lusting for pleasure."]}, {"name": "Sayaka", "audio": "v_sr482_0043", "normalized": ["Guhhnnuhnuuhh… Mnnhnm, haahhng… Aghh, ghuuahahh… Ahhnm, ughuuhh…"]}, {"name": "", "audio": "", "normalized": ["I started devouring Sayaka's exposed neck and then let my tongue run alongside her aching scars while I played with her breasts with erect nipples."]}, {"name": "", "audio": "", "normalized": ["Sayaka was getting aroused by the pleasure as she let out muffled moans.", " Her pale skin was blushing and turning pinkish."]}, {"name": "Sayaka", "audio": "v_sr482_0044", "normalized": ["Ughuuhh, aaghaahh… No, mnnmhh… No, no… Guhhgaah…"]}, {"name": "You", "audio": "", "normalized": ["I'll stop if you don't like it."]}, {"name": "", "audio": "", "normalized": ["Sayaka seemingly hesitated for a moment as I said, but she soon followed the pleasure brewing inside her."]}, {"name": "Sayaka", "audio": "v_sr482_0045", "normalized": ["Haahhnm… I don't like it… But… Please, I want it… I want you to do it…"]}, {"name": "", "audio": "", "normalized": ["I answered her by sucking onto her scar, making loud, slurping noises, stimulating her by nibbling on her with my teeth."]}, {"name": "", "audio": "", "normalized": ["Sayaka shook her head in pleasure every time I made a move and her nape was already drenched with my saliva."]}, {"name": "You", "audio": "", "normalized": ["What do you really feel when your scars ache?"]}, {"name": "Sayaka", "audio": "v_sr482_0046", "normalized": ["It's not supposed to happen, but… I wanted something like this… I wanted it… I'm so sorry…"]}, {"name": "", "audio": "", "normalized": ["I thought her scar aching and the fact she had to wear a red under-kimono to calm herself down was the proof she wanted control, tension, and pleasure."]}, {"name": "", "audio": "", "normalized": ["If that was the case, then it would be quite easy to sink Sayaka back into domination and pleasure to control her."]}, {"name": "You", "audio": "", "normalized": ["You don't have to apologize."]}, {"name": "", "audio": "", "normalized": ["I petted Sayaka's head lightly and then gently licked her neck with my tongue, putting up an act as a kind man supporting Sayaka."]}, {"name": "You", "audio": "", "normalized": ["Do you want life before you came here back?"]}, {"name": "", "audio": "", "normalized": ["When Sayaka heard me, she remembered her past and trembled as her body tensed up."]}, {"name": "Sayaka", "audio": "v_sr482_0047", "normalized": ["…No."]}, {"name": "You", "audio": "", "normalized": ["But your scars are still aching."]}, {"name": "Sayaka", "audio": "v_sr482_0048", "normalized": ["…I'm so sorry."]}, {"name": "You", "audio": "", "normalized": ["That's what everyone's getting wrong.", " Everyone think Sayaka before you came here is wrong.", " And you say you didn't like it."]}, {"name": "", "audio": "", "normalized": ["Sayaka showed confusion on her face as she did not understand what I was saying."]}, {"name": "You", "audio": "", "normalized": ["What is truly wrong here is not you, Sayaka.", " What's really wrong is not being able to express what you really want."]}, {"name": "Sayaka", "audio": "v_sr482_0049", "normalized": ["I'm not wrong…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, you're not wrong, Sayaka.", " Everyone's just misunderstanding it.", " It's not wrong you want to satisfy the aches of your scars."]}, {"name": "", "audio": "", "normalized": ["I licked her painfully crimson scars gently and talked to Sayaka about her feeling and she started breathing longingly."]}, {"name": "You", "audio": "", "normalized": ["You can be honest about your pleasure.", " That's not a bad thing."]}, {"name": "Sayaka", "audio": "v_sr482_0050b", "normalized": ["My scars are aching…and it feels good… With you licking them, it feels good… And I like…you touching my breasts too…"]}, {"name": "", "audio": "", "normalized": ["I continued to pet Sayaka's body as she started going limp, leaning towards me."]}, {"name": "Sayaka", "audio": "v_sr482_0051", "normalized": ["I want it… Please…"]}, {"name": "You", "audio": "", "normalized": ["Well said, Sayaka.", " You don't have to hold in the thing you want to do just because you are not supposed to do."]}, {"name": "", "audio": "", "normalized": ["I petted Sayaka even more and taught her body the pleasure of expressing her desires."]}, {"name": "Sayaka", "audio": "v_sr482_0052", "normalized": ["More, I want it more… This feels so good… Sensei, please… I want it more…"]}, {"name": "", "audio": "", "normalized": ["As Sayaka honestly confessed her desires, I complimented her and it made Sayaka even more expressive."]}, {"name": "", "audio": "", "normalized": ["Sayaka's muffled moans soon became much sweeter.", " I asked her once she was getting aroused."]}, {"name": "You", "audio": "", "normalized": ["Do you want to come?"]}, {"name": "Sayaka", "audio": "v_sr482_0053", "normalized": ["I want to come, please… Please make my pussy…feel good…and make me come… Please…"]}, {"name": "", "audio": "", "normalized": ["Sayaka who was tormented by her desire was no longer there.", " There was only a girl who was honest about her lust and pleasure."]}, {"name": "Sayaka", "audio": "v_sr482_0054", "normalized": ["Haahhmm… Sensei, it's so good… Thank you so much.", " I can't thank you enough…"]}, {"name": "", "audio": "", "normalized": ["I opened Sayaka's under-kimono and sucked onto her nipples, pushing my finger into her vagina overflowing with a viscous fluid."]}, {"name": "", "audio": "", "normalized": ["Inside of her vagina was burning up like she was under the influence of an aphrodisiac as it tangled onto my fingers, wiggling as if it was waiting for it."]}, {"name": "Sayaka", "audio": "v_sr482_0055", "normalized": ["Your finger in my pussy… Mnnahh, this is what…I wanted… I knew it, my pussy…feels so good…"]}, {"name": "", "audio": "", "normalized": ["I moved my fingers inside her vagina, stirring it up.", " The sounds alone aroused me and realized how well-conditioned Sayaka was."]}, {"name": "", "audio": "", "normalized": ["And I also put my finger into Sayaka's mouth as she let out loud moans from the long-absent pleasure."]}, {"name": "Sayaka", "audio": "v_sr482_0056", "normalized": ["Mnghnm, jubbahaahh… Haahhnm, guhjuruuhh… It's tasty, Sensei… Your finger, mnnah… Buhhjuhbahh, jurruhh…"]}, {"name": "You", "audio": "", "normalized": ["That's good.", " It's okay to want pleasure."]}, {"name": "", "audio": "", "normalized": ["I continued to tease Sayaka as I supported her, giving her pleasure."]}, {"name": "", "audio": "", "normalized": ["Then Sayaka sucked onto the finger in her mouth, begging for more like a baby."]}, {"name": "Sayaka", "audio": "v_sr482_0057", "normalized": ["Agaahhnnmmuhh, haahhnmm… Juhhrruruhh… Buhghhuahh, guhjuhhuughh… Mnnhh, relourelloh… Mnngh…"]}, {"name": "", "audio": "", "normalized": ["I nibbled on her hardened nipples and breasts, also teasing her erect clitoris and Sayaka let out joyous moans."]}, {"name": "", "audio": "", "normalized": ["With Sayaka reacting so honestly to the pleasure, I answered her by giving her even more."]}, {"name": "Sayaka", "audio": "v_sr482_0058", "normalized": ["No, please, no… My titties and my clit too… Everything is amazing… It's so good… I'm going to come soon…"]}, {"name": "", "audio": "", "normalized": ["The Sayaka's body tensed up and her vagina squeezed tighter and tighter, inviting the finger in deeper."]}, {"name": "Sayaka", "audio": "v_sr482_0059", "normalized": ["Aaaghh, haahhnmm… Sensei, I'm… I'm coming already… It's too good… I can't, coming… Coming…"]}, {"name": "", "audio": "", "normalized": ["I gave her the permission to orgasm since she looked like she was holding in the brewing pleasure and Sayaka nodded happily as she looked at me."]}, {"name": "Sayaka", "audio": "v_sr482_0060", "normalized": ["It's really been a while… Coming… My pussy's twitching so much… Juruhhmmpahh… Sensei, I'm coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Her moans were getting desperate as her vagina contracted as Sayaka bit my finger and orgasmed."]}, {"name": "", "audio": "", "normalized": ["I continued to gently tease Sayaka's body while she was biting on my finger until she went limp."]}, {"name": "Sayaka", "audio": "v_sr482_0061", "normalized": ["Haahh, haauh… Mnnh, aghahh…"]}, {"name": "", "audio": "", "normalized": ["Once Sayaka's body relaxed after orgasmed, I gently let her go."]}, {"name": "", "audio": "", "normalized": ["She was catching her breath as she zoned out, looking up at me with dreamy eyes."]}, {"name": "You", "audio": "", "normalized": ["Did you like it?"]}, {"name": "Sayaka", "audio": "v_sr482_0062", "normalized": ["Y-yes, I did… That felt so amazing… Yes… Thank you so much… Sensei…"]}, {"name": "", "audio": "", "normalized": ["Her shoulders moved up and down as her cheeks blushed while she bowed politely."]}, {"name": "You", "audio": "", "normalized": ["Good girl.", " Do your scars and body still ache?"]}, {"name": "", "audio": "", "normalized": ["When I asked her, Sayaka's body jumped up and her lips trembled as she tried to speak but stopped."]}, {"name": "You", "audio": "", "normalized": ["You can say whatever you want.", " I can assure you that."]}, {"name": "", "audio": "", "normalized": ["Sayaka showed relief on her face at my words and then nodded awkwardly at me."]}, {"name": "Sayaka", "audio": "v_sr482_0063", "normalized": ["I want…more."]}, {"name": "You", "audio": "", "normalized": ["What do you want?"]}, {"name": "", "audio": "", "normalized": ["Sayaka gulped her throat and then looked away ashamed and squeezed the words out of her."]}, {"name": "Sayaka", "audio": "v_sr482_0064", "normalized": ["I want…the burning thing."]}, {"name": "", "audio": "", "normalized": ["She hugged her own body, covered with scars, and begged me for more pleasure."]}]