[{"name": "", "audio": "", "normalized": ["Once Merci escaped the underground chamber, she headed directly to Fuuma's place and snuck into the bed Fuuma was sleeping in."]}, {"name": "", "audio": "", "normalized": ["And then she started rubbing her cheek onto Fuuma's chest and let out a joyous voice."]}, {"name": "Merci", "audio": "v_sr561_0000", "normalized": ["Hunnyaahh."]}, {"name": "You", "audio": "", "normalized": ["Get out…"]}, {"name": "", "audio": "", "normalized": ["Fuuma tuned on his back, still sleepy, as bright morning sunlight began to shower into the room, pulling the blanket over his head."]}, {"name": "", "audio": "", "normalized": ["Merci realized he was not going to respond to her like that so she pouted and shook Fuuma."]}, {"name": "Merci", "audio": "v_sr561_0001", "normalized": ["Nyaaheheheh… You just gave up resisting because you know you are no match to the powered-up Mer, nya!"]}, {"name": "You", "audio": "", "normalized": ["Sure…"]}, {"name": "Merci", "audio": "v_sr561_0002", "normalized": ["Then Mer's going to take this bed, nyaa!"]}, {"name": "", "audio": "", "normalized": ["Merci said and rolled across the bed from the end to the other end, trying to get Fuuma's attention."]}, {"name": "", "audio": "", "normalized": ["The freshly laundered bed sheet became smothered with semen and its odor."]}, {"name": "Merci", "audio": "v_sr561_0003", "normalized": ["I'm rolling around, nyahh."]}, {"name": "You", "audio": "", "normalized": ["Come on, it's so early in the morning…"]}, {"name": "", "audio": "", "normalized": ["Fuuma finally snapped and assaulted Merci with veins popping in his temples as she suddenly disappeared and reappeared at such annoying timing."]}, {"name": "Merci", "audio": "v_sr561_0004", "normalized": ["You're finally up, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["If you want me to play with you that much, fine.", " I'll play your games as much as you want!"]}, {"name": "", "audio": "", "normalized": ["He grabbed Merci's hips and pulled her body up, forcefully shoving his penis into her vagina."]}, {"name": "Merci", "audio": "v_sr561_0005", "normalized": ["Nyaahuhuguhhghh!"]}, {"name": "", "audio": "", "normalized": ["He immediately started pounding hard but Merci let out a pleased voice as if she was comfortably relaxing."]}, {"name": "", "audio": "", "normalized": ["Her head rested on the bed as her butt poked out, almost like she was receiving a massage."]}, {"name": "Merci", "audio": "v_sr561_0006", "normalized": ["This isn't too bad, but… Was this all your cock got, Fuuma, nyah?", " This is no better than a machine, nyaah…"]}, {"name": "You", "audio": "", "normalized": ["Me, no better than a machine…?"]}, {"name": "Merci", "audio": "v_sr561_0007", "normalized": ["That's right, nya… I guess I got too powerful now… No one can match me in this human world, nyaah…"]}, {"name": "", "audio": "", "normalized": ["Something snapped inside Fuuma's head from Merci's reaction and he stopped thrusting his hips."]}, {"name": "Merci", "audio": "v_sr561_0008", "normalized": ["Well, you can keep going if you want to, Fuuma, nyahh… Huhhmyaahh, it's getting nice and sleepy now, nyahh…"]}, {"name": "", "audio": "", "normalized": ["Obviously, Merci's exhaustion reached the peak as she engaged scores of men in the basement room and knocking all of them out in the end, dozing off."]}, {"name": "Merci", "audio": "v_sr561_0009", "normalized": ["Nyaahh… Your cock is just for show, nyah… Those men I was just with did much, much better, nya…"]}, {"name": "", "audio": "", "normalized": ["Blood rushed to Fuuma's head as he never felt so insulted before and his suppressed anger became exposed, actually calming him down instead."]}, {"name": "", "audio": "", "normalized": ["His body was still somewhat asleep and the pounding was just a simple reciprocation, but it was still insulting enough."]}, {"name": "You", "audio": "", "normalized": ["Sure, maybe my cock is just for show…"]}, {"name": "", "audio": "", "normalized": ["He nodded to Merci's words without much thought and grabbed her firmly."]}, {"name": "You", "audio": "", "normalized": ["Then I'll just do whatever I want."]}, {"name": "Merci", "audio": "v_sr561_0010", "normalized": ["I've been telling you to start doing that, nyaahh… Just use Mer's holes however you like… I'm really getting sleepy, nyah…"]}, {"name": "You", "audio": "", "normalized": ["I see.", " If you are so tired of taking on those men, then just go to sleep… If you can, that is."]}, {"name": "", "audio": "", "normalized": ["Fuuma was finally starting to wake up and resumed pounding his hips."]}, {"name": "Merci", "audio": "v_sr561_0011", "normalized": ["Nyaaghaahh?!"]}, {"name": "", "audio": "", "normalized": ["The morning wood became harder, thicker, and hotter thanks to the lust and his masculine pride."]}, {"name": "", "audio": "", "normalized": ["The movement shifted from just simple thrusts to scraping and drilling motion, pushing into her vaginal walls."]}, {"name": "Merci", "audio": "v_sr561_0012", "normalized": ["Nyahaahhnmm!", " Fuuma, your cock… It's different than before, nyaagh?!"]}, {"name": "", "audio": "", "normalized": ["Merci's ears pointing down popped right up and her relaxed vagina contracted tightly as pleasured moans came from her mouth."]}, {"name": "", "audio": "", "normalized": ["The fleshy walls started wigging and her whole vagina tangled onto the penis, clearing indication she was getting aroused."]}, {"name": "Merci", "audio": "v_sr561_0013", "normalized": ["Nyaahahhnmm!", " What is happening, nyaahh!", " My pussy's getting so turned on… I can't keep my voice down, nyaagh!"]}, {"name": "You", "audio": "", "normalized": ["You can keep napping if you want."]}, {"name": "", "audio": "", "normalized": ["He said and skewed his lips into a smile, grasping his hands firm enough for his fingers to dig into her hips."]}, {"name": "", "audio": "", "normalized": ["Merci let her vagina suck onto the penis with her own will as she was stimulated by it, shaking her hips along as Fuuma mocked her."]}, {"name": "Merci", "audio": "v_sr561_0014", "normalized": ["Nyaahhnmm!", " Now, this is what I'm talking about, nyahh!", " Mer's gonna handle you, Fuuma, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["I see.", " That's fine."]}, {"name": "Merci", "audio": "v_sr561_0015", "normalized": ["Nyaahaahhnmm… You've woken me up for sure, nyaah!", " Nyaahhnm!", " Hunyahh… I'm not gonna take it easy now, nyahh!"]}, {"name": "", "audio": "", "normalized": ["As soon as she did, he felt more stimulation on his penis and realized Merci was beginning to burn up with lust."]}, {"name": "", "audio": "", "normalized": ["Fuuma's movement was disrupted by pleasure and he almost let her go."]}, {"name": "", "audio": "", "normalized": ["However, it also meant that Merci just activated her power and he was determined to finally defeat her completely, flexing his penis."]}, {"name": "Merci", "audio": "v_sr561_0016", "normalized": ["I knew your cock was awesome, Fuuma, nyaahh!", " Mer's pussy's getting so happy with pleasure, nyaah!"]}, {"name": "You", "audio": "", "normalized": ["Oh, and you'll like it even better soon."]}, {"name": "", "audio": "", "normalized": ["He pounded his hips with finesse to make Merci orgasm, dragging his exhausted body."]}, {"name": "", "audio": "", "normalized": ["And then Merci matched her hips to his movement to make him ejaculate, twisting and squeezing her vagina."]}, {"name": "Merci", "audio": "v_sr561_0017", "normalized": ["Come on, just come with Mer's pussy already… Just make your puny cock cum, nyahh!"]}, {"name": "", "audio": "", "normalized": ["As he thrust his penis, her anus contract as if it was getting stimulated, pushing out the semen inside her intestines."]}, {"name": "You", "audio": "", "normalized": ["That's a silly thing for you to say with your butthole twitching and getting so turned on."]}, {"name": "Merci", "audio": "v_sr561_0018", "normalized": ["Hey, you can't just look at me down there, aahh!", " My asshole doesn't concern you right now!", " I'm not getting turned on, nyahh!"]}, {"name": "", "audio": "", "normalized": ["They both suppressed their pleasured voices and breath, trying to take the initiative from each other, not to be overcome with pleasure, or the other."]}, {"name": "Merci", "audio": "v_sr561_0019", "normalized": ["I bet you're about to cum now, nyaahh… I can feel your cock throbbing so much in my pussy, nyaahh…"]}, {"name": "You", "audio": "", "normalized": ["Maybe, but you like you're coming soo too."]}, {"name": "Merci", "audio": "v_sr561_0020", "normalized": ["That's not true, nyaahh!", " Mer's pussy can handle much more than this… Nyaahhnm… I'm not going to come yet, nyaah…"]}, {"name": "", "audio": "", "normalized": ["She let out sugary and warm thigh as vaginal fluid started gushing downstairs while her butt started trembling."]}, {"name": "", "audio": "", "normalized": ["The vagina started squeezing even tighter on the penis as well and Fuuma felt the urge to ejaculate but he sped up his thrusts."]}, {"name": "Merci", "audio": "v_sr561_0021", "normalized": ["Nyaahaaghhaahh!", " Your cock's drilling into my cock… Nyaahh!", " It's drilling in so hard… Nyaaghaahh!"]}, {"name": "Merci", "audio": "v_sr561_0022", "normalized": ["I don't wanna come yet but…my pussy just feels so good… I can't take it anymore… Noo… I'm coming, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["And they resisted the pleasure inside them but they soon reached the climax and orgasmed."]}, {"name": "Merci", "audio": "v_sr561_0023", "normalized": ["Nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["Semen erupted inside her vagina and Merci's moaned loudly as her back pulled back into an arch."]}, {"name": "Merci", "audio": "v_sr561_0024", "normalized": ["Nyaahhnmm!", " Haanyaahhghh!", " Fuuma's dick-milk, coming in, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma's hips almost went limp as he felt the pleasure of ejaculation not just with the shaft but also from the testicles."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Merci showed an ecstatic expression while squeezing the penis ejaculating inside her vagina and womb."]}, {"name": "Merci", "audio": "v_sr561_0025", "normalized": ["This is is, nyaahh!", " This feeling, nyaaghh!", " Mer's pussy's getting fucked by Fuuma's cum, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Merci pushed her butt onto him and, combined with the shaking movement, sucked the semen out with her womb."]}, {"name": "", "audio": "", "normalized": ["Fuuma's penis did not obey his will and kept pumping semen inside her vagina."]}, {"name": "Merci", "audio": "v_sr561_0026", "normalized": ["Nyaahahhnm… So much coming out, nyaaghh!", " Thick cum, coming into my womb… I might even get pregnant, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Merci enjoyed the orgasm as she was still sane enough to do so, pushing her butt even more onto Fuuma's penis and stared at him provocatively."]}, {"name": "Merci", "audio": "v_sr561_0027", "normalized": ["Are you giving up already, nya?", " Maybe Mer should start pounding my hips and make you feel good, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Once the penis slowed down with the ejaculation, her vagina sucked onto it as if it was begging for more with her flesh tangled onto it."]}, {"name": "Merci", "audio": "v_sr561_0028", "normalized": ["Come on, just admit your defeat and enjoy this already, nyahh!", " Don't be ashamed of yourself just because you can't beat me!"]}, {"name": "", "audio": "", "normalized": ["Fuuma clenched his teeth from her obvious taunt and grabbed her hips firmly, shoving his penis in deep, drilling into her cervix."]}, {"name": "You", "audio": "", "normalized": ["I'm not pulling out yet…"]}, {"name": "Merci", "audio": "v_sr561_0029", "normalized": ["Nyaahwahaahh!", " Now, that's what I'm talking about, nyaahh!", " This is going to be fun, nya… Mer's just getting started too, nyah!"]}, {"name": "You", "audio": "", "normalized": ["Here we go."]}, {"name": "", "audio": "", "normalized": ["He leaned onto Merci's back and started pounding hard."]}, {"name": "Merci", "audio": "v_sr561_0030", "normalized": ["Nyaahuhaaghh!", " So sudden, so deep, nyaagh!"]}, {"name": "", "audio": "", "normalized": ["He lowered his hips and thrust his penis in which made Merci let out moans from pleasure and arousal."]}, {"name": "Merci", "audio": "v_sr561_0031", "normalized": ["Nyaaghahh!", " Such solid cock coming in deep inside me… Nyaaghh!", " It's knocking onto my womb, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma drilled so hard into the stiff lump that was her G-spot inside her vagina, he even felt pleasure on his penis from it."]}, {"name": "", "audio": "", "normalized": ["And then he kept pushing in with his penis so hard that he was crushing her butt, almost reaching into her womb."]}, {"name": "Merci", "audio": "v_sr561_0032", "normalized": ["There, you cock, rubbing in… Nyahaahgaahh!", " My pussy's tingling and it's making me feel so good, nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["Merci kept moaning with pleasure every time."]}, {"name": "", "audio": "", "normalized": ["As Fuuma adjusted the rhythm and intensity of the pounding, the pitch and volume of her moans changed as well."]}, {"name": "You", "audio": "", "normalized": ["Now you're moaning nicely with my cock."]}, {"name": "Merci", "audio": "v_sr561_0033", "normalized": ["I'm not moaning, nyaaghh!", " You're so bad at it… It's making my pussy hurt and making me groan, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["I see.", " You're just bluffing…"]}, {"name": "", "audio": "", "normalized": ["Fuuma endured pleasure so intense his toes and cheeks felt numb as he secured the advantage and kept plowing her."]}, {"name": "", "audio": "", "normalized": ["And he seized the opportunity as Merci's womb and body tensed up in order to resist the pleasure to take back the initiative."]}, {"name": "", "audio": "", "normalized": ["He deliberately missed the G-spot and surprised her in the backside and sides."]}, {"name": "", "audio": "", "normalized": ["He lowered his hips and then thrust up to stimulate her in the clitoris and other weak spots."]}, {"name": "Merci", "audio": "v_sr561_0034", "normalized": ["Nyaaghaaghh!", " I'm not bluffing, nyaahhaghaehh!", " Nyahaah, mnnyaaghaaghh!", " Heenyaahh!"]}, {"name": "", "audio": "", "normalized": ["With delicate pounding and verbal teasing, he made Merci face her pleasure and made sure she was aroused."]}, {"name": "You", "audio": "", "normalized": ["If you like how it feels, just say it… Come on, you like where this is going, right?"]}, {"name": "Merci", "audio": "v_sr561_0035", "normalized": ["This is nothing, nyaagaahh!", " Nyaahh!", " Huhhnyaagh!", " I'm not feeling anyting now, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["The mixture of semen and vagina fluid gushed out of the joint and made sticky, lewd noises."]}, {"name": "Merci", "audio": "v_sr561_0036", "normalized": ["Nyaaghaahh!", " You're such an annoying dick, nyahh!", " You're coming after all the sensitive spots in my pussy, nyaaghh!"]}, {"name": "Merci", "audio": "v_sr561_0037", "normalized": ["It would be the biggest embarrassment of my life if you make me come!", " Mnnyaaghh!", " I'm not going to lose, nyaagh!"]}, {"name": "", "audio": "", "normalized": ["Merci's vagina contracted tightly and then her womb lowered in preparation for the orgasm."]}, {"name": "Merci", "audio": "v_sr561_0038", "normalized": ["Nyaahhnmm!", " Nyaahaahh!", " Mer's not…coming…nyaaghh!", " Nyaahhnm… Huhhmyuhahh!"]}, {"name": "", "audio": "", "normalized": ["He made sure she learned the difference between sophisticated human sex and animalistic sex relying on her power, just moving blindly."]}, {"name": "Merci", "audio": "v_sr561_0039", "normalized": ["Nyaahhaahhnmm… So this is Fuuma's cock, nyaaghh!", " You're actually not bad, nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma did was not calm enough to also use his hands, mouth, and tongue so he hid that and kept pushing it."]}, {"name": "", "audio": "", "normalized": ["He pounded hard into her G-spot and tried to pull the orgasm out of Merci at once."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna pounce your womb and make you come."]}, {"name": "Merci", "audio": "v_sr561_0040", "normalized": ["Try it if you think you can, nyaaghahh!", " Nyaaghaahh!", " Nyaagahh!", " My pussy can take a lot more, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["He sped up his thrusts as he said and made her think about the pleasure and orgasm that was about to follow."]}, {"name": "", "audio": "", "normalized": ["The inside of Merci's vagina reacted obediently as it anticipated for the oncoming pleasure but it eventually just gave in to the penis."]}, {"name": "You", "audio": "", "normalized": ["Your pussy's being honest about pleasure."]}, {"name": "Merci", "audio": "v_sr561_0041", "normalized": ["That's not true, nyaahh!", " Your cock's just so stubborn, nyaahh!", " Now Mer has to do something about it, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Merci did not break and instead readied herself for revenge."]}, {"name": "Merci", "audio": "v_sr561_0042", "normalized": ["Nyaahahh!", " I'm not gonna lose, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["As Fuuma started thrusting particularly hard, Meci's hole started contacting tightly."]}, {"name": "", "audio": "", "normalized": ["The air became so dense as though it was being filled with incense with a sweet odor."]}, {"name": "", "audio": "", "normalized": ["And Fuuma was about to ejaculate from the arousal and lust more from the smell than the sensation inside her."]}, {"name": "You", "audio": "", "normalized": ["Guh…What a smell."]}, {"name": "Merci", "audio": "v_sr561_0043", "normalized": ["Nyaheheheh… I can feel your cock throbbing inside me.", " Are you cumming already, nyah?", " Fear Mer's powers, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["It felt so intense that he thought his blood turned into concentrated aphrodisiacs but it was also familiar, clenching his teeth to endure."]}, {"name": "", "audio": "", "normalized": ["And he would have been satisfied unless he defeated her without using his powers, speeding up his thrust and groaned as he continued."]}, {"name": "Merci", "audio": "v_sr561_0044", "normalized": ["Nyaaghaahh!", " You will never defeat me, nyaahh!", " Nuaaghh!", " Mnnyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Merci's tongue hung from her mouth as she drooled ecstatically."]}, {"name": "", "audio": "", "normalized": ["At the same time, he started pounding his hips even more to show her how much he had changed since the last time."]}, {"name": "You", "audio": "", "normalized": ["Well, looks like you've gotten pretty good."]}, {"name": "Merci", "audio": "v_sr561_0045", "normalized": ["Of course, nyaahh!", " I've trained my powers to defeat you, Fuuma, nyaahh!", " Come on, just come already, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Merci would have taken the initiative if he let his guard down for a moment and Fuuma thrust harder and faster, naturally."]}, {"name": "You", "audio": "", "normalized": ["Oh, you better come soon too!"]}, {"name": "Merci", "audio": "v_sr561_0046", "normalized": ["Nyahhahhnm… Nyahh!", " You gotta cum first, nyahh!"]}, {"name": "You", "audio": "", "normalized": ["You first!"]}, {"name": "Merci", "audio": "v_sr561_0047", "normalized": ["Nyaaheaahh!", " I'm not coming yet, nyaaghh!", " Hurry up and just cum with Mer's pussy… Just give me cum, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["And the two continued to bicker with slurred words while they competed against each other who could last longer."]}, {"name": "", "audio": "", "normalized": ["However, even that did not last long as their bodies trembled, sweat pouring out as they reached their limit."]}, {"name": "Merci", "audio": "v_sr561_0048", "normalized": ["Hunnyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["They both orgasmed at the same time as their hips pounded and Merci let out a loud scream from pleasure."]}, {"name": "Merci", "audio": "v_sr561_0049", "normalized": ["Nyaanyaaghaahh!", " Fuuma, your dick-milk's coming in, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma's penis throbbed wildly as Merci's vagina sucked onto it hard and ejaculated as if he was urinating."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Merci's womb and vagina contracted so hard, her hips were trembling and even she wet herself."]}, {"name": "Merci", "audio": "v_sr561_0050", "normalized": ["Nyaaheeaaghaahh!", " I'm pissing from my coming pussy, nyaaghh!", " Nyaapaauhh!"]}, {"name": "", "audio": "", "normalized": ["They both orgasmed spectacularly and either had the time or energy to care about the other."]}, {"name": "Merci", "audio": "v_sr561_0051", "normalized": ["My pussy's burning up so much… And I can feel so much dick milk in my womb too, nyaah!", " Nyaahaaghahhnmm!"]}, {"name": "", "audio": "", "normalized": ["As they carried on like that for a while, they finally calmed down enough to care about the other as Merci started laughing as she saw Fuuma."]}, {"name": "Merci", "audio": "v_sr561_0052", "normalized": ["Nyaheheheh… You're dumping your cum inside Mer and feeling so good too, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["And you too.", " You came so hard with my cock you even pissed yourself.", " You haven't changed a bit since the last time."]}, {"name": "Merci", "audio": "v_sr561_0053", "normalized": ["Sh-shut the hell up, nyaahh!", " Mer can keep going a lot more, nyaagghh!"]}, {"name": "", "audio": "", "normalized": ["She said and wiggled her vagina which was still twitching after orgasm, squeezing onto the post-ejaculation penis."]}, {"name": "", "audio": "", "normalized": ["Fuuma let out a groan with such stimulation but he scoffed at how Merci was twitching."]}, {"name": "You", "audio": "", "normalized": ["Alright… I'll defeat you for good this time."]}, {"name": "", "audio": "", "normalized": ["He resumed pounding her trembling vagina overflowing with semen as they both entered the third round, barely breathing at all."]}]