[{"name": "", "audio": "", "normalized": ["Fuuma had been bound and captured by Astaroth for quite some time since then."]}, {"name": "", "audio": "", "normalized": ["He was now spending most of his time as her captive, her favorite plaything, these days."]}, {"name": "You", "audio": "", "normalized": ["Guhhuughh, haauughuguhh…"]}, {"name": "", "audio": "", "normalized": ["Both of Fuuma's hands were bound and chained to the ground, and in addition, part of Astaroth's entertainment tonight――"]}, {"name": "", "audio": "", "normalized": ["He was collared and the connected chain leash was in Astaroth's hands."]}, {"name": "Astaroth", "audio": "v_sr389_0000", "normalized": ["I think you're getting used to this slave life pretty well.", " Maybe you're even enjoying it?"]}, {"name": "You", "audio": "", "normalized": ["Buuhguughh, ghuhehggheeghh…"]}, {"name": "Astaroth", "audio": "v_sr389_0001", "normalized": ["A proper squeal of a slave.", " Things are going to be fun tonight."]}, {"name": "", "audio": "", "normalized": ["Astaroth sat down to face Fuuma and then began to insert his penis into her already hot, moist vagina."]}, {"name": "Astaroth", "audio": "v_sr389_0002", "normalized": ["Hehehe, this feels good, doesn’t it?", " You're not going to last long before you become addicted to my pussy."]}, {"name": "You", "audio": "", "normalized": ["Bubbuughhuuhh…"]}, {"name": "", "audio": "", "normalized": ["As she pointed out mockingly, Fuuma was already on the verge of orgasm just from penetrating and rubbing against the vaginal walls."]}, {"name": "Astaroth", "audio": "v_sr389_0003", "normalized": ["No, not yet.", " I'm not going to let you cum so fast.", " You can't cum till I say so, remember."]}, {"name": "", "audio": "", "normalized": ["She made sure he would not orgasm just yet and Fuuma desperately fought off the urge as he breathed through his nostrils."]}, {"name": "You", "audio": "", "normalized": ["Huuguhh, guuhbuughh…"]}, {"name": "Astaroth", "audio": "v_sr389_0004", "normalized": ["Oh, you look so nice, trying to fight it off so hard."]}, {"name": "", "audio": "", "normalized": ["Fuuma was put through time-consuming and through conditioning, his body was modified to be able to ejaculated repeatedly――"]}, {"name": "", "audio": "", "normalized": ["And his sexual sensitivity had been amplified.", " So, just a slow reciprocation was giving him intense pleasure, making his breath short."]}, {"name": "You", "audio": "", "normalized": ["Huughh, mnnhuughuuhh."]}, {"name": "Astaroth", "audio": "v_sr389_0005", "normalized": ["I've only put it in and moved just a little but you're so excited.", " It's like you're a naive virgin boy."]}, {"name": "", "audio": "", "normalized": ["Astaroth kept mocking him as she enjoyed his reaction while she continued to rub his cock with her pussy."]}, {"name": "", "audio": "", "normalized": ["Not a day passed where he did not try to figure out some way to break out of this situation."]}, {"name": "", "audio": "", "normalized": ["However, even with his Eye of the Demonic Gate power…"]}, {"name": "", "audio": "", "normalized": ["He could not even use it with his hands completely bound."]}, {"name": "", "audio": "", "normalized": ["And the mark of slave Astaroth etched into him prevented him from focusing to use any of the abilities he had gained through the demonic eye."]}, {"name": "", "audio": "", "normalized": ["Even though Fuuma had gone through many tight spots and cheated death numerous times, he was finally at the end of the road for him."]}, {"name": "Astaroth", "audio": "v_sr389_0006", "normalized": ["You're still thinking about the ways you can resist me.", " Heheheh, I do admire for your rebellious spirit, but…"]}, {"name": "", "audio": "", "normalized": ["Astaroth put on a sultry smile and took the initiative as if she read Fuuma's mind by fucking him."]}, {"name": "", "audio": "", "normalized": ["She reached out with her fingertip and pinched Fuuma's nipples, reminding him not to resist."]}, {"name": "You", "audio": "", "normalized": ["Gguhgguhh…"]}, {"name": "Astaroth", "audio": "v_sr389_0007", "normalized": ["It's a waste of your time, trying to find a way to escape.", " Just be my plaything and think about how you can entertain me."]}, {"name": "", "audio": "", "normalized": ["She twisted his nipples firmly to make him focus on their sex and his penis reacted by throbbing inside her vagina."]}, {"name": "Astaroth", "audio": "v_sr389_0008", "normalized": ["Hehehe… You're getting so sensitive from me pinching you.", " Perhaps you have become submissive while I've been keeping you?"]}, {"name": "", "audio": "", "normalized": ["Astaroth said while still mocking him and kept on pinching and twisting Fuuma's nipples over and over."]}, {"name": "You", "audio": "", "normalized": ["Ughgguhuh, guuhghgouhh…"]}, {"name": "", "audio": "", "normalized": ["To Fuuma, everything he was feeling, including pleasure, was from the effects of the mark and nothing more――"]}, {"name": "", "audio": "", "normalized": ["However, without stopping this stimulation, he could not even start to look for the window of opportunity."]}, {"name": "", "audio": "", "normalized": ["Reluctantly, he had decided to focus on satisfying Astaroth who was in front of him to look for a chance at escaping."]}, {"name": "You", "audio": "", "normalized": ["Huughuhhnmguh, mnnguhgeghhaaghh…"]}, {"name": "Astaroth", "audio": "v_sr389_0009", "normalized": ["What now?", " Maybe you're so turned on, you can't resist.", " Shaking your hips and rubbing your cock onto me on your own like this…"]}, {"name": "Astaroth", "audio": "v_sr389_0010", "normalized": ["Haauhaaghaaghaaguhh… Mnnhaahhuhguhaahh, mnnhuaaghaahaaghhnm."]}, {"name": "", "audio": "", "normalized": ["Fuuma began to pound his hips hard onto Astaroth's vagina as if he is paying back for all the torturous teasing she had subjected him to."]}, {"name": "You", "audio": "", "normalized": ["Guhhaahh, ghuuhaaghh…"]}, {"name": "", "audio": "", "normalized": ["Fuuma moved his hips desperately and continued to speed up his pounding faster and faster."]}, {"name": "Astaroth", "audio": "v_sr389_0011", "normalized": ["Guhhaahhggh, it's actually pretty good.", " You know that technique matters more than the size."]}, {"name": "You", "audio": "", "normalized": ["Uuughuhhghh, haaguhgguhh…"]}, {"name": "", "audio": "", "normalized": ["However, going on a counteroffensive was a double-edged sword for Fuuma as well.", " Every time he pounded the pleasure multiplied――"]}, {"name": "", "audio": "", "normalized": ["And it all came back to wash over his body."]}, {"name": "", "audio": "", "normalized": ["With the urge to ejaculate creeping in, he was barely able to resist and keep moving but it would not last long if he just kept going."]}, {"name": "Astaroth", "audio": "v_sr389_0012", "normalized": ["Guhhaahaaghh, aaghaaghaahh… You're working so hard, even like this… N-not bad at all."]}, {"name": "", "audio": "", "normalized": ["Astaroth was somewhat caught off guard by the fact Fuuma was moving so actively."]}, {"name": "", "audio": "", "normalized": ["However, she was sure she was taking the initiative――"]}, {"name": "", "audio": "", "normalized": ["To Fuuma, this was a desperate, all-in kind of bet, but to her, it was nothing but a vain struggle."]}, {"name": "Astaroth", "audio": "v_sr389_0013", "normalized": ["Mnnhaahh, that's good… How much more, aahaaghahh, can you keep going like this…"]}, {"name": "Astaroth", "audio": "v_sr389_0014", "normalized": ["If you've decided to push yourself… Aaghaahguhhaahhnm, show me what you go… Show me… Come on, move harder."]}, {"name": "You", "audio": "", "normalized": ["Guhhgoguhh, th-that's what…I'll do."]}, {"name": "", "audio": "", "normalized": ["Fuuma was barely managing to hold it in as he flexed his hips, set on reversing the effects of the mark to break her instead."]}, {"name": "Astaroth", "audio": "v_sr389_0015", "normalized": ["Haahaaghhaaghh, it's coming in so deep… Coming in, drilling into me, throbbing so much…"]}, {"name": "Astaroth", "audio": "v_sr389_0016", "normalized": ["Aaaguhhaaghh, nmhhaagh, huhaaghh, aaghaaghhaahhnmm."]}, {"name": "", "audio": "", "normalized": ["Astaroth sped up her hips in the response as well and vaginal fluid seeped out of their joint and made obscene noises."]}, {"name": "You", "audio": "", "normalized": ["Guhhbughugffuhh… Mnngouhgouh, guuhgouhh…"]}, {"name": "Astaroth", "audio": "v_sr389_0017", "normalized": ["Haaghaahhnmm, guhhuuhaahh, mnnhaahahaahhnmm… Mnnheegaaghh, aahhnmm!"]}, {"name": "", "audio": "", "normalized": ["Soon, sugary moans were starting to mix into Astaroth's calm voice and her pussy started to squeeze tightly."]}, {"name": "Astaroth", "audio": "v_sr389_0018", "normalized": ["Huhaaghh, this is great, aahhnmm… I knew I liked you, you are worth it… A perfect toy, aahh, a plaything."]}, {"name": "Astaroth", "audio": "v_sr389_0019", "normalized": ["Mnnohouohoohuhh, so deep… It's coming inside… Haauhhaauuh, it''s like getting stabbed through."]}, {"name": "Astaroth", "audio": "v_sr389_0020", "normalized": ["What an intense pounding… I can see how you were able to corrupt all those women."]}, {"name": "", "audio": "", "normalized": ["As the tip of the penis drove into her cervix while Fuuma fucked her, Astaroth felt something she had never felt in sex with anyone else."]}, {"name": "Astaroth", "audio": "v_sr389_0021", "normalized": ["Mnnaaghaagahhouhgouhh, ughhaaouhaaghh, yes, yes, aaghh, haauhaauhaaghhmm."]}, {"name": "", "audio": "", "normalized": ["The pleasure she never felt before was filling her up."]}, {"name": "", "audio": "", "normalized": ["She was feeling ecstasy and her breath ran short."]}, {"name": "Astaroth", "audio": "v_sr389_0022", "normalized": ["Aaghhaahahh, mnhaaghaahh, mnnguhhaahaaghh, huhhaaghh, mnnhuhahaaghhnm!"]}, {"name": "", "audio": "", "normalized": ["There still was an insurmountable wall that separated the master and slave, but things were changing as she was starting to moan more and more."]}, {"name": "You", "audio": "", "normalized": ["Guhgghh, huhghaahh… Buhguhhguuhguhh…"]}, {"name": "Astaroth", "audio": "v_sr389_0023", "normalized": ["Such great sex, aaghaahh, I have never felt so good before like this, aghaahhguhhaaghh…"]}, {"name": "Astaroth", "audio": "v_sr389_0024", "normalized": ["Th-this is, such hard sex, I did not know any man was capable…like this… Aaaguhaahh, wonderful…"]}, {"name": "You", "audio": "", "normalized": ["N-not yet, I'm…s-still getting started…"]}, {"name": "", "audio": "", "normalized": ["Fuuma sped up his pounding even faster and more violent as he let out words muddled with groans from his mouth."]}, {"name": "Astaroth", "audio": "v_sr389_0025", "normalized": ["Mmnnhououhoouhgooughuuhh, what a man, you're a perfect slave to me.", " Aahahhnmgh, you really are a perfect slave!"]}, {"name": "You", "audio": "", "normalized": ["Guhgouhh, h-how's this!"]}, {"name": "Astaroth", "audio": "v_sr389_0026", "normalized": ["Huhgagahagaahhnnmm, guheegahaahh, aabuuhguheeghahh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma knew this was his opportunity and entered the final spurt."]}, {"name": "Astaroth", "audio": "v_sr389_0027", "normalized": ["Guhahaghahh, this is, this is amazing, aaghh, it's so good, but, aahh, not yet, not yet."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was her wishing for more of the sensation and pleasure, or maybe a genuine instinctive halt."]}, {"name": "", "audio": "", "normalized": ["This was not the time for Fuuma to think about such things.", " He kept on fucking her hard, driving both of them towards the climax to seize the opportunity."]}, {"name": "Astaroth", "audio": "v_sr389_0028", "normalized": ["Mnhaaghagahaouhgouhhnmm, coming, aaghh, inside me, so deep, aaghh, it's throbbing and cumming, heeagahhnm!"]}, {"name": "You", "audio": "", "normalized": ["Ughouhgouhohh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma also reached his limit and sizzling seen erupted from him, pouring into Astaroth's womb."]}, {"name": "Astaroth", "audio": "v_sr389_0029", "normalized": ["Guhwaaghaaheeahh, aahghaaheghaaghh, this is so good, oohgehgahaaghhgnmghhnmm!"]}, {"name": "Astaroth", "audio": "v_sr389_0030", "normalized": ["I-I can't hold it back, mnghmnghhmnghhmm!"]}, {"name": "", "audio": "", "normalized": ["It was a dangerous bet for Fuuma to ejaculate without her permission, but it paid off in the end."]}, {"name": "", "audio": "", "normalized": ["The semen rushed into her womb."]}, {"name": "", "audio": "", "normalized": ["And that sensation made Astaroth's vagina contract as she orgasmed."]}, {"name": "Astaroth", "audio": "v_sr389_0031", "normalized": ["Huhaaghaheghhm, mnhegaaghhaahh, s-somcuh, mnnheghh, so much cum, coming in…"]}, {"name": "Astaroth", "audio": "v_sr389_0032", "normalized": ["My womb, aaghh, it's so hot and melting, mnnghghmnmhhmghh, mneheaghahhnmm!"]}, {"name": "", "audio": "", "normalized": ["With the massive amount of semen being ejaculated and overflowing from her womb, Astaroth showed orgasm for the first time."]}, {"name": "", "audio": "", "normalized": ["It was pathetic and humiliating as if it was the first time she had ever achieved orgasm with sex."]}, {"name": "Astaroth", "audio": "v_sr389_0033", "normalized": ["Hughuhaghaaghahh, mnnguhahaaghh, huheagahh, th-this is so good, this feels amazing, too good, uuhguhhnm!"]}, {"name": "", "audio": "", "normalized": ["Astaroth was being filled with kind of orgasmic ecstasy she had never felt before as she trembled and her upper body pulled back."]}, {"name": "Astaroth", "audio": "v_sr389_0034", "normalized": ["Huhaaghh, guhhaagh, huheeghhah… th-this is wonderful… Ahh, you truly are a wonderful man!"]}, {"name": "", "audio": "", "normalized": ["Astaroth savored the hight of orgasm she achieved for the first time ever and rejoiced as she hugged Fuuma's body while they were still joined together."]}, {"name": "You", "audio": "", "normalized": ["Huuhahah, huhhaaghahh…"]}, {"name": "Astaroth", "audio": "v_sr389_0035", "normalized": ["Haauhhaahh, yes, yes, that felt better than anything.", " That was just perfect sex."]}, {"name": "", "audio": "", "normalized": ["Even though Astaroth was still enjoying the aftermath of the fulfilling ecstasy from the sex with Fuuma――"]}, {"name": "Astaroth", "audio": "v_sr389_0036", "normalized": ["More… More, I want more of what you just gave me, I know you can give me more."]}, {"name": "", "audio": "", "normalized": ["She still did not let go of Fuuma and began to move her hips lewdly once again still in the same position."]}, {"name": "", "audio": "", "normalized": ["Fortunately, or unfortunately, depending on how you look at it, the mark etched by Astaroth and the daily intensive conditioning――"]}, {"name": "", "audio": "", "normalized": ["Fuuma had inhuman lust and stamina at that point."]}, {"name": "", "audio": "", "normalized": ["He could keep ejaculating and keep up with the insane demands where an ordinary man would not be able to even come close――"]}, {"name": "", "audio": "", "normalized": ["He was capable of fucking for hours and dozens of times."]}, {"name": "", "audio": "", "normalized": ["He was made to serve Astaroth as a sex slave over and over again till she was finally satisfied."]}, {"name": "Astaroth", "audio": "v_sr389_0037", "normalized": ["Huughuhh, that was, what, a dozen cumshots…no a few dozen, I think?", " I lost track of it."]}, {"name": "You", "audio": "", "normalized": ["Haauh, haagh, haauhuughh…"]}, {"name": "", "audio": "", "normalized": ["Astaroth showed an ecstatic and satisfied smile, staring at Fuuma as he laid on his back, exhausted."]}, {"name": "Astaroth", "audio": "v_sr389_0038", "normalized": ["I was right to bring you back here.", " I'm so glad I did not just reduce you to ashes back there."]}, {"name": "", "audio": "", "normalized": ["Being burnt alive to a crisp and being forced into a life of sex slave with the brand on his skin with endless servitude."]}, {"name": "", "audio": "", "normalized": ["The torturous days with Astaroth were so hard, even Fuuma, who would do anything for his own survival, no matter how humiliating it would be――"]}, {"name": "", "audio": "", "normalized": ["was not sure which was better."]}, {"name": "Astaroth", "audio": "v_sr389_0039", "normalized": ["To be honest, I did not expect you to be turn out this good of a man.", " You are my treasured trophy."]}, {"name": "", "audio": "", "normalized": ["Astaroth smiled joyously at Fuuma as he was lying down from the extreme fatigue and she squeezed his cock with her vagina."]}, {"name": "You", "audio": "", "normalized": ["Ughuuhouhgouhghh…"]}, {"name": "Astaroth", "audio": "v_sr389_0040", "normalized": ["Heheheh, this is great… You just came so much, but your cock still can get hard."]}, {"name": "", "audio": "", "normalized": ["The two continued to devour each other, being surrounded by the mixed odor of the sweat, semen, and vaginal fluid."]}, {"name": "", "audio": "", "normalized": ["However, Astaroth was starting to show fatigue as well."]}, {"name": "", "audio": "", "normalized": ["Fuuma had succeeded in creating the window of opportunity by finally satisfying Astaroth."]}, {"name": "", "audio": "", "normalized": ["However, he had paid quite a price for it.", " He realized it was a dangerous bet, but Astaroth's lust was far greater than Fuuma's expectation."]}, {"name": "", "audio": "", "normalized": ["Even though she was no longer able to stay alert against Fuuma's counterattack, the bondage was still intact and Fuuma did not have enough energy to flee."]}, {"name": "", "audio": "", "normalized": ["It was the best and the only chance for Fuuma, but the only thing he could do was wiggle pathetically with his limp body."]}, {"name": "Astaroth", "audio": "v_sr389_0041", "normalized": ["Mnnhaaghahh, you want to move?", " Well, then… You can move all you want, keep fucking me."]}, {"name": "", "audio": "", "normalized": ["Although her mind was clouded by exhaustion, Astaroth told him to keep having sex with him."]}, {"name": "", "audio": "", "normalized": ["Of course, it was an order that he absolutely had to obey.", " If he refused, then she will just threaten to kill him."]}, {"name": "You", "audio": "", "normalized": ["Guhuughh, this is insane…"]}, {"name": "", "audio": "", "normalized": ["However, even with the power of the mark and his conditioned body, he was running on fumes at that point."]}, {"name": "Astaroth", "audio": "v_sr389_0042", "normalized": ["Come on… Here, here, ignite me, burn me up."]}, {"name": "You", "audio": "", "normalized": ["The queen…of hellfire…keeps burning, I see."]}, {"name": "", "audio": "", "normalized": ["Fuuma was about to give up as that was the end of the line for him.", " He could not even feel his own cock."]}, {"name": "", "audio": "", "normalized": ["No matter how hard she sucked him and rubbed him, he could not ejaculate."]}, {"name": "You", "audio": "", "normalized": ["Guhh, huugh… I guess this is it for me."]}, {"name": "", "audio": "", "normalized": ["As he let out a whisper――"]}, {"name": "Subordinate A", "audio": "", "normalized": ["Emergency alert, Code Red!"]}, {"name": "", "audio": "", "normalized": ["The PA system blared out loud alarm and at the same time, the whole facility trembled."]}, {"name": "Astaroth", "audio": "v_sr389_0043", "normalized": ["Haauhaahh, what is happening?"]}, {"name": "Subordinate A", "audio": "", "normalized": ["The elite Taimanin, including Asagi, are assaulting the compound.", " The first line of defense has been breached."]}, {"name": "Astaroth", "audio": "v_sr389_0044", "normalized": ["So it's an attack…"]}, {"name": "Subordinate A", "audio": "", "normalized": ["Emergency defensive order has been issued and we're digging in with all hands on deck, but the assault is too intense…"]}, {"name": "Subordinate A", "audio": "", "normalized": ["And Fuuma's men have infiltrated the compound in the chaos as well."]}, {"name": "Astaroth", "audio": "v_sr389_0045", "normalized": ["Haauhhaahh… Well, well, I thought I could have a little fun, but things are getting a bit too busy now."]}, {"name": "", "audio": "", "normalized": ["The voice of the man reporting was tense as it could and it was obvious the situation was getting out of control."]}, {"name": "Astaroth", "audio": "v_sr389_0046", "normalized": ["We might last maybe ten minutes like this."]}, {"name": "Astaroth", "audio": "v_sr389_0047", "normalized": ["Activate Class Level E!", " Dispose of any classified data and everyone evacuate on their own decision."]}, {"name": "Subordinate A", "audio": "", "normalized": ["Roger, activating Class Level E!"]}, {"name": "", "audio": "", "normalized": ["Astaroth finished talking to her subordinate, and then she stood up slowly and looked down at Fuuma, still in chains."]}, {"name": "You", "audio": "", "normalized": ["You're gonna kill me…and evacuate?"]}, {"name": "Astaroth", "audio": "v_sr389_0048", "normalized": ["I'm going to miss you, but you're special…"]}, {"name": "", "audio": "", "normalized": ["Then, in contrast to what Fuuma was expecting to happen next, Astaroth removed all chains binding him."]}, {"name": "Astaroth", "audio": "v_sr389_0049", "normalized": ["So I'm not going to kill you this time.", " Wouldn't it be smarter to keep you alive so I can have fun with you again?"]}, {"name": "", "audio": "", "normalized": ["Astaroth said and then left Fuuma lying groggily as she walked away from his sight."]}, {"name": "", "audio": "", "normalized": ["Just as Astaroth estimated their defense did not even last ten minutes before falling apart."]}, {"name": "", "audio": "", "normalized": ["The only resistance they managed was to dispose of any classified intel."]}, {"name": "", "audio": "", "normalized": ["Fuuma was so exhausted, he could not even stand up, just sitting there and waiting for the eventual end――"]}, {"name": "", "audio": "", "normalized": ["Fortunately, the search party looking for Fuuma as a priority lead by Tokiko found him before the Taimanin."]}, {"name": "", "audio": "", "normalized": ["And he managed to escape from there thanks to their help."]}]