[{"name": "Ginrei", "audio": "v_r-ev071_0000", "normalized": ["Guh… N-no, this is impossible… How could a lowly Demon do this to me, a Fuuma…?"]}, {"name": "", "audio": "", "normalized": ["Though Ginrei had lost her powers after the strange man's attack in the red-light district, she still had the upper hand in battle."]}, {"name": "", "audio": "", "normalized": ["The surprise had worked on her perfectly."]}, {"name": "", "audio": "", "normalized": ["He'd used himself as bait and she had fallen for it, getting swallowed by the hidden sex beast and finding herself completely bound."]}, {"name": "", "audio": "", "normalized": ["Her arms had been swallowed and she was unable to see."]}, {"name": "", "audio": "", "normalized": ["Her crotch was exposed to the onlookers, who had gathered during her battle while the beast's hands spread her legs wide."]}, {"name": "Ginrei", "audio": "v_r-ev071_0001", "normalized": ["…How could I let myself be defeated by someone like this…?", " Ghaah… No, I don't have the strength…"]}, {"name": "", "audio": "", "normalized": ["The evil eye normally hidden under her eyepatch could freeze and even kill any enemy in its way."]}, {"name": "", "audio": "", "normalized": ["But she simply couldn't use it.", " Now it was her who'd been frozen, her arms neutralized by the man who took her eye."]}, {"name": "", "audio": "", "normalized": ["That was why her struggles were futile and she now found her upper body swallowed by this beast."]}, {"name": "Ginrei", "audio": "v_r-ev071_0002", "normalized": ["(I need to calm down… Forget about my eye for now—first I need to get away from this monster.", " But how…?", ")"]}, {"name": "", "audio": "", "normalized": ["Though unable to move, she could still think.", " Her decision was to try to force her way out of the situation by breaking her arms free."]}, {"name": "", "audio": "", "normalized": ["But the immense power of her evil eye was too much even for her cybernetic arms.", " She couldn't leave the beast's tight grasp."]}, {"name": "", "audio": "", "normalized": ["Flustered, suffocating, and disgusted by the raw stench, the Taimanin began to sweat— no, she was a Taimanin-hunting Fuuma, and her garments began to grow damp."]}, {"name": "", "audio": "", "normalized": ["Her upper body shook, and her lower body wiggled.", " The onlookers snickered as she tried to escape, and then her opponent spoke."]}, {"name": "You", "audio": "", "normalized": ["Looks like our match is over…Ginrei Fuuma.", " Guess I should start preparing you for your new life as my pawn."]}, {"name": "Ginrei", "audio": "v_r-ev071_0003", "normalized": ["Mmgh!", " Of all the things you could say… Don't be ridiculous.", " I'm a proud Fuuma shinobi… I'd never be your pawn."]}, {"name": "You", "audio": "", "normalized": ["Haahaha!", " You all say that when you're first captured… But soon you'll come around to my position and my values."]}, {"name": "", "audio": "", "normalized": ["Her torso wriggled even more violently as her lower body was pinned even more forcefully.", " Was he able to control this monster?"]}, {"name": "Ginrei", "audio": "v_r-ev071_0004", "normalized": ["Gah… Your position, you say…?"]}, {"name": "You", "audio": "", "normalized": ["That's right!", " That you're a lowly slave to lust, nothing more than a sow… So sit back as my pet teaches you that."]}, {"name": "Ginrei", "audio": "v_r-ev071_0005", "normalized": ["You must be joking… I'd like to see you tr—aagh?!"]}, {"name": "", "audio": "", "normalized": ["Long, thin silhouettes seemed to shoot through the darkness as Ginrei responded, clinging to her lips like supple whips."]}, {"name": "Ginrei", "audio": "v_r-ev071_0006", "normalized": ["Wha… What'sh, thish… Fnngh!", " Aah!", " Nhaa… Mhaah!"]}, {"name": "", "audio": "", "normalized": ["The shadows stuck to her skin and squirmed onto her lips—a thin tendril of tentacles that had come from the monster's throat."]}, {"name": "", "audio": "", "normalized": ["They pried her lips apart and slid inside, forcing her jaw to be stuck wide open."]}, {"name": "Ginrei", "audio": "v_r-ev071_0007", "normalized": ["Hmmgh!", " Nhaah, hraah, hah… Shnngh, hyaagh… Nghh?!"]}, {"name": "", "audio": "", "normalized": ["No more than a second later, a thick, tube-like tentacle shot from its throat"]}, {"name": "", "audio": "", "normalized": ["The tentacle many times thicker than the ones prying her mouth open speared her mouth, boring through her throat and into her body."]}, {"name": "Ginrei", "audio": "v_r-ev071_0008", "normalized": ["Hguuh, oohn… Ngh, fuh… Fnngh, urb, urrgh…"]}, {"name": "Ginrei", "audio": "v_r-ev071_0009", "normalized": ["(What…is this…?", " Is this its… attack…?", " No, it's not.", " This is—)"]}, {"name": "", "audio": "", "normalized": ["The tentacle made her moan when it writhed its way down her throat.", " She choked on it but pushed through the feeling to keep her eyes shining strong."]}, {"name": "", "audio": "", "normalized": ["The transparent tube was jam-packed with an endless number of white, milky orbs."]}, {"name": "Ginrei", "audio": "v_r-ev071_0010", "normalized": ["(Could these be…eggs?", " Is that what…)"]}, {"name": "", "audio": "", "normalized": ["The tentacle extending from the frog-like beast seemed to her like a tongue, but it looks like she was mistaken."]}, {"name": "", "audio": "", "normalized": ["The tentacle was in fact a reproductive organ, one that now forced its way deep into her,"]}, {"name": "", "audio": "", "normalized": ["sliding down her throat to embed itself there with a thick, squishing noise."]}, {"name": "", "audio": "", "normalized": ["It was like her insides were being churned.", " Her face, twisted from the agony, teared up as Ginrei struggled even harder to escape."]}, {"name": "Ginrei", "audio": "v_r-ev071_0011", "normalized": ["Kuhh, uaaAAH!", " Nnh!", " Nngh, urbb… Unh, guh… Ooohh!"]}, {"name": "", "audio": "", "normalized": ["Her legs flailed, her hips turned, and she pulled her arms and chin in as hard as she could."]}, {"name": "", "audio": "", "normalized": ["She wanted to free her mouth and skewered body, and Ginrei resisted with everything she had."]}, {"name": "", "audio": "", "normalized": ["Her exposed lower half leaped each time she fought back, disheveling her clothes and showing more skin."]}, {"name": "", "audio": "", "normalized": ["The onlookers began to cheer and yell filthy jeers, but she simply squirmed.", " She couldn't pay them any mind."]}, {"name": "Ginrei", "audio": "v_r-ev071_0012", "normalized": ["Hmmguuh!", " Nmf, mmf!", " Fuhh… Nmh, khuuh?!"]}, {"name": "", "audio": "", "normalized": ["But the beast seemed to lord the advantage it had over the still-trapped shinobi, extending yet another tentacle."]}, {"name": "Ginrei", "audio": "v_r-ev071_0013", "normalized": ["(Wha… Wh-what is this…?", " Fngh, ah… Sto… Aaahh!", ")"]}, {"name": "", "audio": "", "normalized": ["This tentacle slid along the outside of her body, first along her opened thighs, then beyond— sticking to her chasm between."]}, {"name": "", "audio": "", "normalized": ["It wrapped around her underwear then tore it off her, shredding her clothes before putting its tip against Ginrei's young, puffy mound."]}, {"name": "Ginrei", "audio": "v_r-ev071_0014", "normalized": ["Nkhuuh?!", " Khaah, haagh, mmh… Unngh!"]}, {"name": "", "audio": "", "normalized": ["She could barely speak, the tentacle filling her mouth and throat, but she couldn't bear the shame it now brought down upon her."]}, {"name": "", "audio": "", "normalized": ["The miserable and teary-eyed Ginrei found her wet, pink lips exposed by thin tentacles, inciting more snickers from the crowd."]}, {"name": "", "audio": "", "normalized": ["That wasn't all.", " Just as her crotch began to shake from the men's indecent stares, the tentacle reached her stomach at last."]}, {"name": "Ginrei", "audio": "v_r-ev071_0015", "normalized": ["Urgh… Unh, mmguuh… Urb, guhh… Nbbpt, glurbpt…"]}, {"name": "", "audio": "", "normalized": ["It rode roughshod over where only food was meant to go.", " The disgrace made Ginrei vomit and moan in agony."]}, {"name": "", "audio": "", "normalized": ["The sour liquid passed her lips and mixed with the raw smell inside the beast's mouth.", " With the raw stench came another wave of revulsion."]}, {"name": "Ginrei", "audio": "v_r-ev071_0016", "normalized": ["(…And this demon is about to…!", " Guh, mmh, nngh!", ")"]}, {"name": "", "audio": "", "normalized": ["Just as Ginrei guessed what was next, the tentacle burying itself in her gut began to go wild."]}, {"name": "", "audio": "", "normalized": ["It still filled her mouth and throat, so she felt the thrashing directly against her innards, assaulting her with endless pain and nausea."]}, {"name": "Ginrei", "audio": "v_r-ev071_0017", "normalized": ["Huurgh!", " Augh, urb!", " Huuhh… Uaagh, uurgh!"]}, {"name": "", "audio": "", "normalized": ["The tip of the tentacle inside her stomach seemed to react to her writhing.", " *Glurp!", "*"]}, {"name": "", "audio": "", "normalized": ["It seemed to vomit out a foreign body.", " Ginrei's whole body soon felt its solid weight implant itself inside her."]}, {"name": "", "audio": "", "normalized": ["First one, and then another, then yet another… It was obvious what was happening here."]}, {"name": "", "audio": "", "normalized": ["Each time this feeling emanated from the tube of a tentacle, her distorted vision could make out the milky spheres running through it toward its tip."]}, {"name": "", "audio": "", "normalized": ["The breeder tentacle had begun laying its eggs, vomiting them out into Ginrei's belly."]}, {"name": "Ginrei", "audio": "v_r-ev071_0018", "normalized": ["Ghurrbh!", " Urngh, guhh… Oh, oohh.", " Ngh, bleeh…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she could have withstood the feeling of a few, but as it laid dozens inside her, Ginrei nearly fainted from the crushing pain."]}, {"name": "", "audio": "", "normalized": ["She felt overstuffed and pain built in her swollen stomach, now resembling a long-pregnant woman's.", " The girl kept crying and dry heaving."]}, {"name": "", "audio": "", "normalized": ["She wanted to vomit to rid her insides and throat and mouth of it all, but the eggs and the tentacle all refused to budge."]}, {"name": "Ginrei", "audio": "v_r-ev071_0019", "normalized": ["(Eerrgh, eenh… Aaagh… Aaagh!", " Ngh, guh, fuhh… I-it…it huurts!", ")"]}, {"name": "", "audio": "", "normalized": ["She was literally writhing in agony.", " Just then, yet another one of the beast's reproductive organs approached Ginrei's exposed, thrashing crotch."]}, {"name": "", "audio": "", "normalized": ["Thin tentacles had exposed her pink walls to the world.", " Beyond them, a slovenly, twitching female hole with a puckered mouth."]}, {"name": "", "audio": "", "normalized": ["The tentacle that had set its sights there was massive and grotesque, growing straight out of the beast's own crotch."]}, {"name": "", "audio": "", "normalized": ["The log-like member was unmistakably the creature's penis, built to inseminate females."]}, {"name": "", "audio": "", "normalized": ["Its transparent, tube-like structure was no different from that of the tentacle assaulting Ginrei's mouth."]}, {"name": "", "audio": "", "normalized": ["But nothing filled this one yet.", " Its brazen shaft only twitched and leaped, as if to speak of the creature's male desire."]}, {"name": "", "audio": "", "normalized": ["Of course, Ginrei couldn't see any of this, blinded from being swallowed head to hips."]}, {"name": "You", "audio": "", "normalized": ["Heh heh heh.", " Can you hear me, Ginrei…?", " This sex beast has two ways of impregnating a female and birthing its offspring."]}, {"name": "You", "audio": "", "normalized": ["One you're experiencing already—laying eggs in the stomach—and the other you're about to get a taste of—"]}, {"name": "You", "audio": "", "normalized": ["shooting its seed into your womb!"]}, {"name": "Ginrei", "audio": "v_r-ev071_0020", "normalized": ["Urrbhh… Fhnngh…"]}, {"name": "", "audio": "", "normalized": ["Could she understand his words, or was she simply groaning from an unbearable, all-consuming pain?"]}, {"name": "", "audio": "", "normalized": ["Ginrei soon weakened to the point where she put up no visible resistance, only twitching her limbs.", " The sex beast had no mercy as its urges boiled over."]}, {"name": "", "audio": "", "normalized": ["*Spluush!", "* *Splort* *Thbb, thbb, thbbrrt…*"]}, {"name": "Ginrei", "audio": "v_r-ev071_0021", "normalized": ["Nguuh?!", " Huh, huunh… Hurk, fnnh, oohh…"]}, {"name": "", "audio": "", "normalized": ["Now that it had finished planting its eggs in her stomach, the beast's tentacle shook and danced as a hot spray now ran through Ginrei."]}, {"name": "", "audio": "", "normalized": ["There were no orbs in its reproductive tube now.", " Instead, it poured an equally thick and cloudy liquid into her each time it pulsed."]}, {"name": "Ginrei", "audio": "v_r-ev071_0022", "normalized": ["Khuuhh, aagh… Ah, guhh… Mmh, nnh, nngh?!"]}, {"name": "", "audio": "", "normalized": ["She was out of energy and showed no signs of resistance.", " Ginrei's body lazily jerked this way and that, as if it now welcomed any and all defilement."]}, {"name": "Ginrei", "audio": "v_r-ev071_0023", "normalized": ["(Nnkhaah?!", " Agh, znngh… Oh, aah!", " I-it'sh… Nhyee, hyaagh!", ")"]}, {"name": "", "audio": "", "normalized": ["Her body was by no means free, though.", " In fact, her muscles only grew laxer as she felt even her mind melting away."]}, {"name": "", "audio": "", "normalized": ["Meanwhile, the sensation around her body grew strangely warm as it expanded, shaking and twitching deep in her core."]}, {"name": "", "audio": "", "normalized": ["Ginrei's body continued to react to this by convulsing."]}, {"name": "Ginrei", "audio": "v_r-ev071_0024", "normalized": ["Hurrgh!", " Nhaah, Aaah, oough, ooh!"]}, {"name": "", "audio": "", "normalized": ["Her limbs were numb down to their tips, immobile.", " Instead, her head began to boil, and her skin grew sensitive.", " She began to sweat like every pore on her body was open."]}, {"name": "", "audio": "", "normalized": ["Strangest of all were her lips below, held open by thin tentacles."]}, {"name": "Ginrei", "audio": "v_r-ev071_0025", "normalized": ["(Hurgh, mah…m-my stomach… Guuh I-it's… Nnngh!", " Hunh, s-so…numb…bhaahh…)"]}, {"name": "", "audio": "", "normalized": ["She trembled below as clear juices gushed from inside of her.", " The feeling of it running down her flesh was enough to make her hips leap."]}, {"name": "", "audio": "", "normalized": ["Though still untouched, her vagina was relaxed.", " Her crotch and thighs were sticky from her indecent nectar before she even realized it."]}, {"name": "", "audio": "", "normalized": ["But the sensation of the hot, sticky fluid pouring into her stomach was all-consuming.", " Ginrei felt faint from the heat alone."]}, {"name": "Ginrei", "audio": "v_r-ev071_0026", "normalized": ["(Nnh, ghaah… Why'sh…thish… What'sh… I-it'sh in my stomach…)"]}, {"name": "", "audio": "", "normalized": ["Her muddled grasp on reality only relaxed her body further while the awful heat inside her clung tighter and tighter."]}, {"name": "", "audio": "", "normalized": ["Droplets splashed from the small opening above her twitching, fleshy hole.", " It was as if the heat had liquefied the membrane covering her flower."]}, {"name": "Ginrei", "audio": "v_r-ev071_0027", "normalized": ["Haagh, oh, oohhnn!"]}, {"name": "", "audio": "", "normalized": ["Her entire body jerked with the moan, exposing the sorry sight of Ginrei's indecent flesh.", " The laughter of the men staring at it filled the air."]}, {"name": "You", "audio": "", "normalized": ["Heh heh heh.", " Looks like it's started.", " Once it's done laying its eggs in your stomach, then comes the semen."]}, {"name": "You", "audio": "", "normalized": ["Not only does it provide them the nutrition they need to hatch,"]}, {"name": "You", "audio": "", "normalized": ["it's also a powerful muscle relaxant intended to lessen the strain on the host female."]}, {"name": "You", "audio": "", "normalized": ["Relaxing the body makes insemination and childbirth smoother, even pleasurable.", " Pretty efficient, wouldn't you say?"]}, {"name": "Ginrei", "audio": "v_r-ev071_0028", "normalized": ["(B…yagh… A-a mus…cle…rela… Ah!", " Ngh, nhaah, aagh!", ")"]}, {"name": "", "audio": "", "normalized": ["She could just barely make out his words, but that still couldn't explain to her what now took place inside her body."]}, {"name": "", "audio": "", "normalized": ["There was only one thing she did know."]}, {"name": "Ginrei", "audio": "v_r-ev071_0029", "normalized": ["(Haah… Byaah, hyaagh…!", " Nnh, ee, hyeek!", " Yeeh, f-feels…feelsh so good!", ")"]}, {"name": "", "audio": "", "normalized": ["An intense sensation pressed against her twitching walls below, piercing and tearing deep into her narrow flesh."]}, {"name": "", "audio": "", "normalized": ["*Jkk-chh…* *Thbbt, bbt…* *Snap!", "* *Shluurch…* *Slkurch, skluurch!", "*"]}, {"name": "Ginrei", "audio": "v_r-ev071_0030", "normalized": ["Fnghuuh?!", " Unnh… Nhyee, fuhh, guhh… Mhaah…"]}, {"name": "", "audio": "", "normalized": ["The hulking tentacle made quick work of her proof of chastity to beat against her womb.", " Yet she felt no pain, only pleasure."]}, {"name": "", "audio": "", "normalized": ["The sliding in her choked throat, the fierce scratching against her innards, the weight of her bursting stomach, the disgusting semen poured inside her, all of it."]}, {"name": "Ginrei", "audio": "v_r-ev071_0031", "normalized": ["Nhraagh!", " Hurgh, blugh, huungh?!"]}, {"name": "", "audio": "", "normalized": ["It all felt unbearably good.", " Her spine shivered and trembled, she began to bend backwards, her toes tensed and turned, and her legs convulsed."]}, {"name": "", "audio": "", "normalized": ["The thick tentacle held between her splayed legs squished its way deeper inside her honeypot, now brimming with juices and deflowered blood."]}, {"name": "", "audio": "", "normalized": ["Yet Ginrei still felt more pleasure than pain in every spot the tentacle touched, thrusting and moaning."]}, {"name": "Ginrei", "audio": "v_r-ev071_0032", "normalized": ["Nhaah, ohh… Ohh… Mmh, mmgh… Guhh, aah!"]}, {"name": "", "audio": "", "normalized": ["The beautiful, young, cool-faced fighter let out an indecent, unbecoming noise, gasping for air while being eaten by a frog monster."]}, {"name": "", "audio": "", "normalized": ["Her sight made the onlooking men sneer and guffaw."]}, {"name": "Ginrei", "audio": "v_r-ev071_0033", "normalized": ["Huaah, hyaagh…!", " Fah, fwaah, fnh, Nyagh…nngh, noo!"]}, {"name": "", "audio": "", "normalized": ["This humiliation registered in some small part of her still-working mind, but she could only protest for a moment."]}, {"name": "", "audio": "", "normalized": ["More fluids splashed into her stomach, shaking her hips and causing her entire lower body to writhe in pleasure."]}, {"name": "Ginrei", "audio": "v_r-ev071_0034", "normalized": ["Ngh, buhh… Urg-guhh…!", " Hunngh… Haaugh, aah… Mmnngh…!"]}, {"name": "", "audio": "", "normalized": ["The rising pool of semen eventually filled her stomach, but she could spit out none of it out with her blocked mouth."]}, {"name": "", "audio": "", "normalized": ["Still, it continued to supply both its eggs and their host with filth, pouring semen into her as it glopped and gurgled."]}, {"name": "", "audio": "", "normalized": ["Her eyes opened and rolled back from the pain and the pleasure.", " Her shameless, gasping body shuddered around her gut to try to lighten the load on her stomach."]}, {"name": "Ginrei", "audio": "v_r-ev071_0035", "normalized": ["Nhaah, hooh, aah, aah!"]}, {"name": "", "audio": "", "normalized": ["She wasn't going to digest the semen.", " It flowed through her system and expelled the waste inside of her by force, destroying her loosened sphincter."]}, {"name": "", "audio": "", "normalized": ["*Blurrp!", "* *Sblurrp!", "* *Bssht, bbt, thbbt!", "* *Bssht, sblppt!", "*"]}, {"name": "Ginrei", "audio": "v_r-ev071_0036", "normalized": ["Hyuunngh?!", " Nghaah, hrrgh!"]}, {"name": "", "audio": "", "normalized": ["It paralyzed her mind with pleasure and loosened her below, unleashing a debased torrent of foul smells and sounds and expelling an unbecoming stream of semen."]}, {"name": "", "audio": "", "normalized": ["Like water leaking from a broken bucket, semen poured out of her once-puckered hole each time more was poured into her."]}, {"name": "Ginrei", "audio": "v_r-ev071_0037", "normalized": ["Mnguuh, haah, hooh… UaaAaagh, guhh, nnuugh!"]}, {"name": "", "audio": "", "normalized": ["Her rolled-back eyes and slack jaw somehow made a wretched, obscene smile inside the creature.", " She was fortunate that the world couldn't see her."]}, {"name": "", "audio": "", "normalized": ["Her life both as a human and a woman would have ended had they seen her wretched smile as she ejaculated the mix of semen and waste from her ass,"]}, {"name": "", "audio": "", "normalized": ["In fact, it would be hard for her to claim any dignity at all in her state."]}, {"name": "", "audio": "", "normalized": ["*Sblurrch!", "* *Thbbpt, thbbpt, sbloosh!", "*"]}, {"name": "Ginrei", "audio": "v_r-ev071_0038", "normalized": ["Nhuugh!", " Hyuugh, nngh, fngh, fhyaah!"]}, {"name": "", "audio": "", "normalized": ["The girthy tentacle sought out her womb, pressed against it inside of her, and began to throb and twitch."]}, {"name": "", "audio": "", "normalized": ["It used its long, thick shaft as a sturdy pump to spray a massive load of semen into every last inch of her uterus."]}, {"name": "Ginrei", "audio": "v_r-ev071_0039", "normalized": ["Nnngh… Eeh, haa… Ngh, nhaah… Ahaangh!"]}, {"name": "", "audio": "", "normalized": ["Her vagina and her womb seemed engulfed by the thick, scorching mass, and Ginrei felt like she was melting from the inside."]}, {"name": "", "audio": "", "normalized": ["But not just her feminine tissues.", " Her self-respect as a woman, her pride and spirit as a Fuuma, and finally her reason as a human melted away."]}, {"name": "Ginrei", "audio": "v_r-ev071_0040", "normalized": ["Urrgh, uungh… Mmf!"]}, {"name": "", "audio": "", "normalized": ["They'd all dissolved into yet more waste for her, and as if to expel it, a spray came from her urethra."]}, {"name": "", "audio": "", "normalized": ["*Splaash… Sploosh!", "* *Sploosh, sploosh!", "*"]}, {"name": "Ginrei", "audio": "v_r-ev071_0041", "normalized": ["Nhuuh!", " Hrrgh… Mmmgh, mmh, mhaah…"]}, {"name": "", "audio": "", "normalized": ["Her overpowering squirting orgasm rocked her body and thrust her hips forward, until eventually…"]}, {"name": "Ginrei", "audio": "v_r-ev071_0042", "normalized": ["Nhyuugh, hooh…"]}, {"name": "", "audio": "", "normalized": ["Like a marionette who'd had her strings cut, her relaxed body fell over on the spot as she lost consciousness."]}, {"name": "", "audio": "", "normalized": ["Her half-opened eyes were rolled back.", " Her tongue dribbled from her loose lips.", " Nothing of the cool-headed girl remained."]}, {"name": "You", "audio": "", "normalized": ["Alright, the rest can come once I get you back to my hideout.", " You're going to get plenty more training after this."]}, {"name": "", "audio": "", "normalized": ["Among the cheers and jeers of the onlookers gathered for her repugnant peep show, the man muttered those words, a twisted smile on his face."]}]