[{"name": "Lark Shasha", "audio": "v_sr588_0000", "normalized": ["Here comes Rakshasa Lady, huh?", " You know what, this suit's actually pretty damn useful!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha looked rather proud in the dark."]}, {"name": "", "audio": "", "normalized": ["At her feet was a corpse of an ogre slave turned criminal who had been terrorizing the surrounding towns."]}, {"name": "", "audio": "", "normalized": ["He ran off and repeatedly mugged and assaulted while he hid in warehouses."]}, {"name": "Lark Shasha", "audio": "v_sr588_0001", "normalized": ["Poor thing, having to fight me of all people…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was clad in a superhero-like costume and had struck him down with a single attack."]}, {"name": "", "audio": "", "normalized": ["And the one who was nodding satisfied at the sight of Lark Shasha's superhero suit kicking ass was Fuuma's dark medicine doctor, Mikoto Kiryuu."]}, {"name": "Mikoto", "audio": "v_msr588_0000", "normalized": ["Good work playing a superhero."]}, {"name": "Lark Shasha", "audio": "v_sr588_0002", "normalized": ["Huh, being a superhero like this is not bad, now that I've given it a try…"]}, {"name": "", "audio": "", "normalized": ["This strange suit was actually fabricated from organic fabric Mikoto developed, meaning it was an artificial magical organism."]}, {"name": "", "audio": "", "normalized": ["As long as it remained under control, it amplified the wearer's basic physical abilities, granting up to a 200% increase in the strength, and regeneration."]}, {"name": "Lark Shasha", "audio": "v_sr588_0003", "normalized": ["So, all I have to do to help your experiment is just to wear this suit and pretend I'm a superhero?"]}, {"name": "Mikoto", "audio": "v_msr588_0001", "normalized": ["Indeed.", " That's all I'm asking.", " All you have to do is maximize this suit's capabilities."]}, {"name": "", "audio": "", "normalized": ["However, it was still unstable due to it being a prototype and it could have attacked the wearer any minute."]}, {"name": "", "audio": "", "normalized": ["And Lark Shasha who was actually wearing the suit was not notified about the fact."]}, {"name": "Lark Shasha", "audio": "v_sr588_0004", "normalized": ["It looks kinda silly, but I like what I do!", " I can beat that Dark Knight, Ingrid, for sure with this!"]}, {"name": "", "audio": "", "normalized": ["But as soon as she slew the ogre slave, the suit started to malfunction and go out of control."]}, {"name": "", "audio": "", "normalized": ["Suddenly, some tentacles jumped out of the suit and began to assault Lark Shasha."]}, {"name": "Lark Shasha", "audio": "v_sr588_0005", "normalized": ["H-hey, Mikoto?!", " What the fuck is going on?!"]}, {"name": "Mikoto", "audio": "v_msr588_0002", "normalized": ["Hmm.", " This was no good either… Well, don't worry.", " I anticipated something like this would happen."]}, {"name": "Lark Shasha", "audio": "v_sr588_0006", "normalized": ["Huh?!"]}, {"name": "", "audio": "", "normalized": ["In contrast to Mikoto who stayed completely calm and collected, Lark Shasha was visibly losing her cool."]}, {"name": "Mikoto", "audio": "v_msr588_0003", "normalized": ["It means there's a failsafe.", " It's gonna settle down once it's finished procreating."]}, {"name": "Lark Shasha", "audio": "v_sr588_0007", "normalized": ["P-procreation?!", " Y-you've gotta be shitting me?!"]}, {"name": "", "audio": "", "normalized": ["As soon as she heard the word \"procreation"]}, {"name": "Mikoto", "audio": "v_msr588_0004", "normalized": ["It used to kill its wearer.", " It's gotten better compared to that, right?"]}, {"name": "Lark Shasha", "audio": "v_sr588_0008", "normalized": ["What?!", " I'll kill you?!", " Uhgouhh?!"]}, {"name": "Mikoto", "audio": "v_msr588_0005", "normalized": ["I'm gonna come pick you up once it's done.", " Enjoy."]}, {"name": "", "audio": "", "normalized": ["Mikoto completely ignored her complaints and quickly left the scene, all to her alone."]}, {"name": "Lark Shasha", "audio": "v_sr588_0009", "normalized": ["H-hey!", " S-stop!", " Mikoto!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha tried to reach for Mitkoto's back as she walked away, but the suit quickly turning into tentacle-y flesh covered her hand."]}, {"name": "", "audio": "", "normalized": ["Then her whole body was covered by the tentacle's flesh in just mere moments."]}, {"name": "Lark Shasha", "audio": "v_sr588_0010", "normalized": ["She made me wear such a dangerous suit, that bitch… She's not gonna get away with this."]}, {"name": "", "audio": "", "normalized": ["It was as though Lark Shasha was swallowed whole by the tentacles, but she still did not give up and struggled with all four of her limbs."]}, {"name": "", "audio": "", "normalized": ["However, the tentacles abound her so hard that it was conforming to the curves of her body and it was near impossible to escape."]}, {"name": "Lark Shasha", "audio": "v_sr588_0011", "normalized": ["Mnnghhmm, aaghaahh!", " Haahh, haahh… I can't rip these damn things…"]}, {"name": "", "audio": "", "normalized": ["She was resisting the dread of the procreation beginning any minute as she flexed her limbs inside the flesh of the tentacles."]}, {"name": "", "audio": "", "normalized": ["But no matter how many times she tried, nothing changed.", " Yet she could not stop resisting rest she went insane.", " Soon, the stalemate was over."]}, {"name": "Lark Shasha", "audio": "v_sr588_0012", "normalized": ["Wh-what?!", " Something in the back, it's wiggling!", " Ughh, aaghaahh!", " N-noo!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha sensed what was going to happen next and she screamed from the top of her lungs."]}, {"name": "", "audio": "", "normalized": ["Like she said, numerous tiny tentacles have appeared from the flesh towards her back and were wiggling like they were looking for a target."]}, {"name": "Lark Shasha", "audio": "v_sr588_0013", "normalized": ["Wh-what the hell!", " I-it's so weird… It's on my back, aghaahh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles that appeared around her back were shaped like needles."]}, {"name": "", "audio": "", "normalized": ["The needle-like tentacles pierced her sensitive areas like her nipples, breasts, belly, and clitoris, one after the other."]}, {"name": "Lark Shasha", "audio": "v_sr588_0014", "normalized": ["Ughhaayaahh?!", " This hurts, aaghaahheegghh!"]}, {"name": "", "audio": "", "normalized": ["With the shock of the tentacle needles piercing her, Lark Shasha's body shook violently and writhed from the pain."]}, {"name": "", "audio": "", "normalized": ["Her spine arched back and she resisted pain, but her body swayed left and right as she struggled."]}, {"name": "Lark Shasha", "audio": "v_sr588_0015", "normalized": ["Haagh, guhhaaghh!", " Mnnghmm, guhoouhghh… Some needles, coming into my body… Are they piercing me…?"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's face was also covered by the tentacle flesh and she could not even look at her own body."]}, {"name": "", "audio": "", "normalized": ["Because of that, the only thing she could feel was that something was piercing her body."]}, {"name": "Lark Shasha", "audio": "v_sr588_0016", "normalized": ["These needle things, what are they… It's not like they are trying to kill me or something… This is the procreation…?"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha did not notice it, but the needles were pumping chemicals into her body.", " Its effects were forced arousal and strong aphrodisiac property."]}, {"name": "", "audio": "", "normalized": ["Gradually, she began to let out a heated breath from her mouth and viscous fluid seeped out of her crevice."]}, {"name": "Lark Shasha", "audio": "v_sr588_0017", "normalized": ["Haahh, haahh… Mnngmm, aaghh…!"]}, {"name": "", "audio": "", "normalized": ["The needle-like tentacles completed its role and removed itself from Lark Shasha's body and disappeared into the tentacle flesh."]}, {"name": "", "audio": "", "normalized": ["Then, as if that was a signal for the next step, the tentacle flesh enveloping her whole body began to wiggle erotically."]}, {"name": "Lark Shasha", "audio": "v_sr588_0018", "normalized": ["Wh-what the hell is goin on now… Mnnghh, haaghaahh!", " Mnngah, aauuhh… Wh-what is this… Mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["The flesh of the tentacles that engulfed Lark Shasha moved as if it was massaging her whole body and stimulated her body evenly."]}, {"name": "", "audio": "", "normalized": ["Beginning with the breasts, more tentacles slithered onto her torso and limbs as well."]}, {"name": "Lark Shasha", "audio": "v_sr588_0019", "normalized": ["Mnnaahh!", " My body, burning up… My body…something is wrong with it… Mnngh, haahh… My head, I can't think…"]}, {"name": "", "audio": "", "normalized": ["The chemicals injected into her just now was taking effect as Lark Shasha was getting intensely aroused."]}, {"name": "", "audio": "", "normalized": ["Her body was given irresistible pleasure and she desperately tried to remain sane by twisting her body like a snake."]}, {"name": "Lark Shasha", "audio": "v_sr588_0020", "normalized": ["Nuhhaahhnmm… My whole body being licked… It's like… It's so creepy… Mnnghaahuhahh… Guhhah, mnnmgh…"]}, {"name": "", "audio": "", "normalized": ["The flesh of the tentacles which engulfed Lark Shasha continued to wiggle like it was teasing her by squeezing hard and gentle repeatedly."]}, {"name": "", "audio": "", "normalized": ["With such superb teasing, she began to moan loudly as she writhed from the intense pleasure."]}, {"name": "Lark Shasha", "audio": "v_sr588_0021", "normalized": ["Aauhghh… My tits, they're crushing them… Mnnghahh… Haahmnm… Don't be so rough…"]}, {"name": "", "audio": "", "normalized": ["The tentacle massaged her whole breasts and it was something she could never feel from any human hands."]}, {"name": "", "audio": "", "normalized": ["The marshmallow-like soft breasts changed their shape as they bounced right back as if they had not had enough of it."]}, {"name": "Lark Shasha", "audio": "v_sr588_0022", "normalized": ["Uhaahhnm… I'm sensitive…with my tits, come on… Aaahahh… I've never felt anything like this before… Haahhnm…!"]}, {"name": "", "audio": "", "normalized": ["Pointy and erect nipples had appeared on the peak of Lark Shasha's well-endowed hills on her chest."]}, {"name": "", "audio": "", "normalized": ["The tentacles did not pass on the opportunity and began to rub the erect nipples while still massaging her breasts."]}, {"name": "Lark Shasha", "audio": "v_sr588_0023", "normalized": ["Hyaahaahhnmm… N-not my nipples… No… That's even…worse… Mnnghh, uhhaaghh…"]}, {"name": "", "audio": "", "normalized": ["It was even visible from the outside that her erect nipples were almost bursting through the fleshy tentacles."]}, {"name": "Lark Shasha", "audio": "v_sr588_0024", "normalized": ["Nuhhaahh… It's rubbing up, burning up… Nipples… They're coming off… Ughuaahh, mnnmgh… Please, stop…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's desperate plea was of course ignored by the tentacles and they continued to tease her as they needed no rest."]}, {"name": "Lark Shasha", "audio": "v_sr588_0025", "normalized": ["Noo… These tentacles, it's like they have the mind of their own… Moving… It's like…they are enjoying fucking me…"]}, {"name": "Lark Shasha", "audio": "v_sr588_0026", "normalized": ["Ugghaaghh!", " N-not there… N-no… D-don't rub me… Not so hard… I'm too sensitive there…"]}, {"name": "", "audio": "", "normalized": ["The fleshy tentacle reached for her drenched clitoris and began to violently roll around the erect bean."]}, {"name": "", "audio": "", "normalized": ["The Lark Shasha's body twisted even harder than before as she squirmed from pleasure with lewd moans."]}, {"name": "Lark Shasha", "audio": "v_sr588_0027", "normalized": ["Uhhyaahhahh!", " P-please, no more… I-I can't… My pussy, it's coming already… I'm too sensitive there…"]}, {"name": "Lark Shasha", "audio": "v_sr588_0028", "normalized": ["Please don't roll my clitoris… Uhhaahhnm!", " My clit… It's too sensitive… Y-you can't…do that, ooghh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was barely able to keep her sanity as she was bound by the fleshy tentacles, immobile, with continuous agony of being sexually teased."]}, {"name": "", "audio": "", "normalized": ["Yet she still could not keep the orgasming sensation running through her body as her thighs began to shudder."]}, {"name": "Lark Shasha", "audio": "v_sr588_0029", "normalized": ["Haahhnmm… My pussy… I can't take it…!", " Coming, coming… My whole body is getting so sensitive…"]}, {"name": "Lark Shasha", "audio": "v_sr588_0030", "normalized": ["All these tentacles…around me… It's making me feel so weird… I-I don't…care anymore… I want this, I want more…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha figured any further resistance was pointless."]}, {"name": "", "audio": "", "normalized": ["She let her body taken by the tentacles and let go of the pent up orgasm she was holding in."]}, {"name": "", "audio": "", "normalized": ["Then the orgasmic sensation shot through her body at once, as if it was waiting for that moment."]}, {"name": "Lark Shasha", "audio": "v_sr588_0031", "normalized": ["Mnnghaahahaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha writhed particularly intensely as her body shuddered and she struggled on the spot."]}, {"name": "", "audio": "", "normalized": ["The part where Lark Shasha's nipples would be under the tentacle flesh was spewing milk, even through the layer of flesh."]}, {"name": "Lark Shasha", "audio": "v_sr588_0032", "normalized": ["Haamnmm… My titties… My milk is gushing out, uguhh… Please, this is just… Not right…"]}, {"name": "Lark Shasha", "audio": "v_sr588_0033", "normalized": ["Please… When my milk gushes out… It feels too good, oouhh!", " Huuhahh… I just can't stop it coming out!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's huge melons blown up so big that it was ready to burst through the layer of flesh bounced every time her body shook."]}, {"name": "", "audio": "", "normalized": ["The nipples at the peak of the two mounds were also erect hard, pointing and her areola was puffed up abnormally as well."]}, {"name": "Lark Shasha", "audio": "v_sr588_0034", "normalized": ["My titties… Breast milk… Uhhaahhnmm… It's so burning hot, I'll get burns… Aaaghh, mnnuguhh…"]}, {"name": "", "audio": "", "normalized": ["Needless to say, all this was the effect of the chemicals the needle-like tentacles injected into her."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was not even pregnant and it should not have been possible for her to be lactating from her nipples."]}, {"name": "Lark Shasha", "audio": "v_sr588_0035", "normalized": ["Hyaahahhnmm… My tits, they never… They never felt this good… Never before… Why does it feel so good…?"]}, {"name": "Lark Shasha", "audio": "v_sr588_0036", "normalized": ["All these tentacles… Covering me… Juicing me… I've gone completely mad… I don't even know anymore!"]}, {"name": "", "audio": "", "normalized": ["As Lark Shasha's lower body pulled back violently, her crotch was exposed and pointed up at heaven."]}, {"name": "", "audio": "", "normalized": ["Then the crevice covered by the tentacle flesh began to shoot out a clear geyser of fluids."]}, {"name": "Lark Shasha", "audio": "v_sr588_0037", "normalized": ["Aaahh, haagaauhhaahh?!", " So much, coming out of my pussy!", " It feels so good, it's coming out!"]}, {"name": "", "audio": "", "normalized": ["The squirt that gushed out of Lark Shasha shot straight up as if no tentacles were covering her and she was upside down."]}, {"name": "", "audio": "", "normalized": ["With such intense torrent, Lark Shasha's own crotch, making her let out a sweet breath and writhe some more."]}, {"name": "Lark Shasha", "audio": "v_sr588_0038", "normalized": ["Haaguhhaahh… So much, coming out from my pussy… This feels so good… I can't stop pissing myself, eeghh!"]}, {"name": "Lark Shasha", "audio": "v_sr588_0039", "normalized": ["My pussy… It's tingling so much… I'm becoming so stupid now… My whole body is shaking… It's just not right, ooughh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha continued to be tortured by the endless teasing on her top and bottom from the tentacles, spewing fluids from her nipples and vagina."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha had no way of resisting as the fleshy tentacles covered her whole body and she orgasmed repeatedly, letting fluids out of her over and over."]}, {"name": "Lark Shasha", "audio": "v_sr588_0040", "normalized": ["Aghaahh, ughuoohh… Aaahyahh, hyaahh… I can't stop the milk… Please, let me have some too… Aahtahaaghaahh…!"]}, {"name": "", "audio": "", "normalized": ["With the repeated and forced orgasm, even Lark Shasha's mind was slipping away as she was turning into nothing up a slutty whore."]}, {"name": "", "audio": "", "normalized": ["She was letting the tentacles do as they pleased, completely disregarding her will, carrying on with the one-sided torture."]}, {"name": "Lark Shasha", "audio": "v_sr588_0041", "normalized": ["Uheheheh… My pussy, it's so drenched… I'm coming again… Aghh, uhaghh… I'm pissing myself again… Noo!"]}, {"name": "Lark Shasha", "audio": "v_sr588_0042", "normalized": ["Coming, coommiinngg!", " My tits and my pussy… I'm coming, aaghh!", " So much coming out, oohghh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's nipples and vagina gushed even more fluids, not even certain how many times she had done before."]}, {"name": "", "audio": "", "normalized": ["If they continued like this, she would have certainly died, but the tentacle was intending to procreate and not to kill."]}, {"name": "", "audio": "", "normalized": ["Of course, she was not capable of such rational thought at the moment, however――"]}, {"name": "Lark Shasha", "audio": "v_sr588_0043", "normalized": ["Heegh, haahh, haahh… I'm gonna die…"]}, {"name": "", "audio": "", "normalized": ["Finally, it was over."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's mouth was wide open from the repeated orgasm as she attempted to catch her breath, letting her tongue hand out lewdly."]}, {"name": "Lark Shasha", "audio": "v_sr588_0044", "normalized": ["Heegughh… Haahhnm… Aahhyaahh… My pussy, my tits…"]}, {"name": "", "audio": "", "normalized": ["Saliva dripped out of Lark Shasha's loosened up mouth and gave her exposed mouth a shiny texture."]}, {"name": "", "audio": "", "normalized": ["Her body still occasionally jumped up, perhaps from the aftermath of the orgasm."]}, {"name": "", "audio": "", "normalized": ["The fleshy tentacles were secreting some kind of bodily fluids intermittently."]}, {"name": "Lark Shasha", "audio": "v_sr588_0045", "normalized": ["Huguuhh… Aaauhgh, mnnghh… Is it…over now…?"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was still having a hard time believing the tentacles finally stopped moving, though she was not entirely convinced it was over."]}, {"name": "", "audio": "", "normalized": ["Her voice was high-pitched and shaking as she was afraid of the torture resuming any moment, gulping with increasing frequency."]}, {"name": "Lark Shasha", "audio": "v_sr588_0046", "normalized": ["Ughuhaahaahh?!"]}, {"name": "", "audio": "", "normalized": ["Now, without any signs, the part around Lark Shasha's breasts opened up and exposed her huge melons and erect nipples."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha let out sweet breath from the relief of her breasts being liberated, letting her breasts sway."]}, {"name": "Lark Shasha", "audio": "v_sr588_0047", "normalized": ["Huhahahh… My tits, what now… Wh-what are they…g-gonna do now…?"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha did not think she was going to let go, not even for a moment.", " She readied herself for what was sure to follow."]}, {"name": "", "audio": "", "normalized": ["However, even though she was trying to ready herself, her eyes were still covered and she could not move, so the only thing she could do was wait."]}, {"name": "Lark Shasha", "audio": "v_sr588_0048", "normalized": ["Wh-what…?", " Why just my tits… Th-this can't be… It's not over yet… I know it isn't…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha spoke as though being teased was even worse, almost asking for them to begin."]}, {"name": "", "audio": "", "normalized": ["Some tentacles appeared around her back as if they were answering her pleas.", " This time, they were shaped like whips."]}, {"name": "Lark Shasha", "audio": "v_sr588_0049", "normalized": ["Again, on my cock… Something moving, there… Uhghaahh?!", " Mnnahaahh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles sprouting around her back now began to whip her exposed breasts."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's face frowned from the pain and screamed, clenching her teeth and endured the tentacle's torture which seemed to be easing at all."]}, {"name": "Lark Shasha", "audio": "v_sr588_0050", "normalized": ["Uguuhh, uhhawaahh!", " Hyaaghh!", " Ughuuhaahh!", " My tits… My titties… Mnnghaahh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles repeatedly whipped Lark Shasha's exposed, slutty breasts over and over."]}, {"name": "", "audio": "", "normalized": ["Every time, her big melons shuddered wildly, getting marked with red whiplashes, leaving a net-like mark."]}, {"name": "Lark Shasha", "audio": "v_sr588_0051", "normalized": ["P-please let me go… Please!", " Let me go, please!", " Please, no more, I beg you!"]}, {"name": "", "audio": "", "normalized": ["With her voice almost turning into a scream, Lark Shasha tried to bargain with the thing that could hardly understand her."]}, {"name": "", "audio": "", "normalized": ["She was under such torture that she had no choice but at least attempt to negotiate."]}]