[{"name": "", "audio": "", "normalized": ["…"]}, {"name": "You", "audio": "", "normalized": ["Get up and come this way, Sakura."]}, {"name": "Sakura", "audio": "v_sr136_0000", "normalized": ["Wh-What are you…hyaa!?"]}, {"name": "", "audio": "", "normalized": ["Showing her a cock, that was still rock-hard despite the fact that he'd emptied buckets of sperm in her, he ordered her to come with him."]}, {"name": "", "audio": "", "normalized": ["The moment she meekly stood up next to him, he grabbed her arm in a powerful grip and forced her onto all fours."]}, {"name": "Sakura", "audio": "v_sr136_0001", "normalized": ["H-Hey…d-don't do this, Fuuma-kun… please… she'll wake up in this position…"]}, {"name": "", "audio": "", "normalized": ["Sakura, ordered to sit four-legged doggie-style with her legs on either side of the sleeping Tokiko's face, blushes furiously."]}, {"name": "", "audio": "", "normalized": ["If she wakes up, not only will she see us having sex, she says, but she'll be staring right up into my privates."]}, {"name": "", "audio": "", "normalized": ["The combination of shame mixed with guilt was enough, but the additional sensation of Tokiko's breath on her vagina begins to excite her wildly."]}, {"name": "Sakura", "audio": "v_sr136_0002", "normalized": ["(Th-This is bad…I mean…after what Fuuma-kun did to me before…I…)"]}, {"name": "", "audio": "", "normalized": ["Overly sensitive from her multiple orgasms, Tokiko's breath alone is enough to make her twitch with pleasure."]}, {"name": "", "audio": "", "normalized": ["As she thinks about what the man has in store for her, Sakura's pussy tingles with excitement and a shiver of fear-excitement runs down her back."]}, {"name": "Sakura", "audio": "v_sr136_0003", "normalized": ["Fuuma-kun, please…please…I'm begging you…"]}, {"name": "", "audio": "", "normalized": ["She began to beg him not to do this, but the man just cut her off with a knowing grin and pressed his rock-hard tool against her pussy and--"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I know!", " Here it comes!"]}, {"name": "", "audio": "", "normalized": ["With a short retort, he suddenly stabs his heat-seeking cock missile into her."]}, {"name": "Sakura", "audio": "v_sr136_0004", "normalized": ["Hngyaah!?", " Gyuuh…"]}, {"name": "", "audio": "", "normalized": ["--Bloshooh, sploosh!"]}, {"name": "", "audio": "", "normalized": ["An eye-widening jolt of pleasure shoots through her as her pussy, molten, wet and hyper-sensitive from its previous orgasms…"]}, {"name": "", "audio": "", "normalized": ["…is once-again pierced by his tumescent penis."]}, {"name": "Sakura", "audio": "v_sr136_0005", "normalized": ["Haguuh…hnn, kufuuh…"]}, {"name": "", "audio": "", "normalized": ["She screws up her face and clamps her lips tightly, so as to hold back her own cries of pleasure."]}, {"name": "Sakura", "audio": "v_sr136_0006", "normalized": ["N-no…not that…!", " I-I was going to…aah…aah, hyaah…say that…aanh…"]}, {"name": "", "audio": "", "normalized": ["He makes the smallest of piston movements, causing his cock helmet to rub gently against her vaginal walls."]}, {"name": "", "audio": "", "normalized": ["But this is enough to make her lift her ass up in the air with pleasure."]}, {"name": "", "audio": "", "normalized": ["But Sakura, denying her own ecstasy, looks over her shoulder and glares at her employer with angry eyes."]}, {"name": "Sakura", "audio": "v_sr136_0007", "normalized": ["Y-You pervert…!", " You actually want to…aah…do this to Tokiko, but…aah…you're just using me to relieve yourself…"]}, {"name": "You", "audio": "", "normalized": ["What did you say…!?"]}, {"name": "", "audio": "", "normalized": ["Sakura's back twitches with the threat of violence as his voice suddenly drops to a dangerous low-volume, but she doesn't stop there."]}, {"name": "Sakura", "audio": "v_sr136_0008", "normalized": ["I'm your lover, so I can understand it…but Tokiko?", " That would be so sad…"]}, {"name": "You", "audio": "", "normalized": ["Shut up!", " Tokiko is my sister!"]}, {"name": "Sakura", "audio": "v_sr136_0009", "normalized": ["Nhnyaah!?", " Huhh, kuuh…"]}, {"name": "", "audio": "", "normalized": ["He pulls his cock out suddenly, changing his angle, and then savagely rams his cock back into Sakura, making her cry out."]}, {"name": "Sakura", "audio": "v_sr136_0010", "normalized": ["(I…I know that…th-that's why…I don't want you to…aah…ruin your nice relationship…aah, hnn…)"]}, {"name": "", "audio": "", "normalized": ["But with the fear of being attacked, Sakura wasn't quite brave enough to put into words the truth that he himself had probably already realized."]}, {"name": "", "audio": "", "normalized": ["If such a thing ever did happen with Tokiko, it would be he that would suffer the most from the result."]}, {"name": "", "audio": "", "normalized": ["Thinking that, she tried to offer him a soft, comforting smile."]}, {"name": "You", "audio": "", "normalized": ["Why are you smiling…!"]}, {"name": "Sakura", "audio": "v_sr136_0011", "normalized": ["No.", "I just thought it must be hard for you."]}, {"name": "You", "audio": "", "normalized": ["Hmph!", " That's it!", " Now I’m going to give you the punishment it looks like you need, you little cunt!"]}, {"name": "", "audio": "", "normalized": ["Shouting with anger, he rams his hips into her, burying his cock head into her yielding flesh like he's pounding nails on a construction site."]}, {"name": "Sakura", "audio": "v_sr136_0012", "normalized": ["Hyaa!", " Nyaa, kuuh…hnngh, nyaah…"]}, {"name": "", "audio": "", "normalized": ["A shock runs down her spine as the man concentrates on pounding his member into her soaking wet pussy, driving it straight into her cervix itself."]}, {"name": "", "audio": "", "normalized": ["Her vision darkens at the same time as white flashes stretch across her inner eye.", " Soft moans escape her open mouth."]}, {"name": "Sakura", "audio": "v_sr136_0013", "normalized": ["(Fwaah!", " F-Fuuma-kun… aah… noo!", "… I can't stay quiet if you do that…!", ")"]}, {"name": "", "audio": "", "normalized": ["She bites down on her lip to suppress her voice and grips the sheets tightly, but the sound of her heavy breathing gets louder and louder."]}, {"name": "You", "audio": "", "normalized": ["Hnph…if you're going to try to that hard to stay quiet, I'll just have to work harder to make you scream."]}, {"name": "Sakura", "audio": "v_sr136_0014", "normalized": ["Hnn…aah…nnf…guuh!"]}, {"name": "", "audio": "", "normalized": ["As his penis gouges its way into her, scratching at her sensitive vaginal tissue, the lower half of her body trembles with pleasure."]}, {"name": "", "audio": "", "normalized": ["As if intending to make mincemeat out of her pussy, the man suddenly and viciously rams his swollen cock into Sakura.", " At that instant, her back arches powerfully."]}, {"name": "Sakura", "audio": "v_sr136_0015", "normalized": ["Nyaa!", " Oww, haa…"]}, {"name": "", "audio": "", "normalized": ["The moment she accidentally screams out, Tokiko's sleeping head moves slightly underneath her crotch, and she murmurs something in her sleep."]}, {"name": "Sakura", "audio": "v_sr136_0016", "normalized": ["Fugyuu…nnfuu…"]}, {"name": "", "audio": "", "normalized": ["Sakura's breath huffs in and out as she shuts her eyes tightly to try to deny the pleasure flooding her body."]}, {"name": "Sakura", "audio": "v_sr136_0017", "normalized": ["Oh… too deep… stop it…"]}, {"name": "You", "audio": "", "normalized": ["Oh yeah?", " Than how about this?"]}, {"name": "", "audio": "", "normalized": ["Saying that, the man once again pulls his cock out of her, sending another rush of ecstasy shooting through her lower abdomen…"]}, {"name": "", "audio": "", "normalized": ["…even though this gives her a profound feeling of loss."]}, {"name": "Sakura", "audio": "v_sr136_0018", "normalized": ["Nyaah… n-no… d-don't… p-please…"]}, {"name": "", "audio": "", "normalized": ["His cock head snags on her vaginal entrance, and he slides it into her ever so slightly."]}, {"name": "", "audio": "", "normalized": ["In her doggie position, the man's cock head presses hard against the stomach-side of her vagina, hitting her g-spot perfectly."]}, {"name": "Sakura", "audio": "v_sr136_0019", "normalized": ["Hngyuu…ahyee…"]}, {"name": "", "audio": "", "normalized": ["Each time he slides it in, she lifts her ass up so that it hits her g-spot harder, making her pussy surge with heavenly bliss."]}, {"name": "", "audio": "", "normalized": ["The man shifts from his regular pumping and begins to move his hips in circles, using his thick penis to widen her pussy opening."]}, {"name": "", "audio": "", "normalized": ["As his swollen red cock head moves around and around, some of her love juice begins to ooze out from the sides, and a squishing noise begins to come out from there."]}, {"name": "Sakura", "audio": "v_sr136_0020", "normalized": ["Nyaa…stop…th-that sound…"]}, {"name": "", "audio": "", "normalized": ["Because of her naturally flowing lubricant, each time the man moves his hips even slightly, it drips out from her almost as if she's peeing herself."]}, {"name": "", "audio": "", "normalized": ["Furthermore, as he moves his cock in circles, a small amount of air also escapes from her pussy."]}, {"name": "", "audio": "", "normalized": ["Now, with each movement, a farting noise accompanies the wet, plunging sound."]}, {"name": "You", "audio": "", "normalized": ["Ha ha ha!", " It sounds like an entire orchestra down there!", " A pussy concerto…!"]}, {"name": "Sakura", "audio": "v_sr136_0021", "normalized": ["Ungh, ungh, ah, ah…hnn!", " S-Stop…d-don't listen…!"]}, {"name": "", "audio": "", "normalized": ["Tears in her eyes, she shakes her head back and forth.", " Not only does the man stop, but he increases the speed of his thrusting, making even more noise come out of her."]}, {"name": "You", "audio": "", "normalized": ["Why would I not listen!?"]}, {"name": "You", "audio": "", "normalized": ["It's only because you're such a horny slut and you're dripping with pussy juice that it's making such a racket!"]}, {"name": "Sakura", "audio": "v_sr136_0022", "normalized": ["Hnn…d-don't…say that…you're horrible…aah!", " Hyee!"]}, {"name": "", "audio": "", "normalized": ["He pounds into extra hard as if to cover the sound of her cries, sending jolts of pleasure shooting through her spine."]}, {"name": "", "audio": "", "normalized": ["At the same time, copious amounts of pussy juice spurt out of her, coating his penis in a sticky slather and increasing the obscene sound."]}, {"name": "Sakura", "audio": "v_sr136_0023", "normalized": ["Hnyaah…you…aah…you're so deep inside me again…aah…"]}, {"name": "", "audio": "", "normalized": ["Plunging it in first halfway, and then all the way in, as if exploring, he drives her wild so that her back muscles quiver and her hips start pumping on their own."]}, {"name": "", "audio": "", "normalized": ["In vain, she bears down on her vaginal muscles, as if trying to prevent him from going in any deeper, but--"]}, {"name": "You", "audio": "", "normalized": ["He he, don't even try it…you know you love it and I'll prove it!", "\""]}, {"name": "Sakura", "audio": "v_sr136_0024", "normalized": ["Hnyahee!?", " Ahyee!"]}, {"name": "", "audio": "", "normalized": ["He grips her ass so hard that his nails dig into her soft flesh as he pounds away at her."]}, {"name": "Sakura", "audio": "v_sr136_0025", "normalized": ["Hnggh…hyaah, aahn…"]}, {"name": "", "audio": "", "normalized": ["Despite the fact that his nails are literally tearing into her like an eagle's talons, pleasure spreads out through her entire pelvis area, making it sing with delight."]}, {"name": "Sakura", "audio": "v_sr136_0026", "normalized": ["Nyaah, hyaahn…hngh…"]}, {"name": "", "audio": "", "normalized": ["She screams from deep in her throat, her back arching back powerfully, but then she remembers the situation and shuts her mouth firmly."]}, {"name": "Tokiko", "audio": "v_tsr136_0000", "normalized": ["Murmur… murmur… zz… zz…"]}, {"name": "Sakura", "audio": "v_sr136_0027", "normalized": ["Hmmf… nff… gnff… hnn…"]}, {"name": "", "audio": "", "normalized": ["Sakura lets out a sigh of relief when she sees that Tokiko didn't wake up, but he just sinks his fingers deeper into her taut ass meat."]}, {"name": "Sakura", "audio": "v_sr136_0028", "normalized": ["Hyaa!?", " Stop it, Fuuma-kun…!", " Aaah…hyaa!"]}, {"name": "", "audio": "", "normalized": ["She screams out for it to stop, but her body writhes in animal delight as her ass is crushed by his pounding pelvis."]}, {"name": "", "audio": "", "normalized": ["She squeezes her sphincter tight and an obscene watery sound comes out as her pussy undulates around his engorged cock, like a cow chewing its cud."]}, {"name": "You", "audio": "", "normalized": ["What a perfectly convenient ass.", " I only have to squeeze it to make you tighten your pussy!", " It's like my very own ass joystick!"]}, {"name": "Sakura", "audio": "v_sr136_0029", "normalized": ["How can you…aah…how can you s-say that…!", " Aaangh, kuhyaa…hnn!"]}, {"name": "", "audio": "", "normalized": ["Shamed and indignant, she tries to object, but as soon as the man squeezes his fingers, she lets out a squeal of pleasure."]}, {"name": "", "audio": "", "normalized": ["Before she knows it, Sakura is moving her ass on her own, impaling herself on the man's groin."]}, {"name": "", "audio": "", "normalized": ["She's dripping love juice all over the blankets, staining them with her bodily fluid."]}, {"name": "Sakura", "audio": "v_sr136_0030", "normalized": ["Hnnyuu…haguu, aahn!"]}, {"name": "", "audio": "", "normalized": ["Though the man said he was being gentle, his cock head was buried so deeply in her flesh that it was nearly driving her crazy with pleasure."]}, {"name": "", "audio": "", "normalized": ["The slightest of thrusts was enough to rub the entirety of her vaginal canal and cause her to overflow with pussy juice."]}, {"name": "Sakura", "audio": "v_sr136_0031", "normalized": ["Fuhyaa, nyaa…"]}, {"name": "", "audio": "", "normalized": ["Her back bends backward like an electrified cat, as her head swivels up in ecstasy."]}, {"name": "", "audio": "", "normalized": ["Seeing that, the man laughs while he continues to work Sakura's ass like a sailor at the helm of a ship."]}, {"name": "You", "audio": "", "normalized": ["Look at how your ass is squirming all on its own!", " You're a natural-born sow in heat, that's what you are!"]}, {"name": "", "audio": "", "normalized": ["Though he laughs in scorn at her lack of modesty, stroking her obscenely, not only can she not quiet the motion of her ass, it actually begins pumping harder."]}, {"name": "", "audio": "", "normalized": ["Sakura's ears redden in shame at her body's response, and she glowers back at the man and says…"]}, {"name": "Sakura", "audio": "v_sr136_0032", "normalized": ["Hnn… I… can't help it… Fuuma-kun… When you do it to me… like… this… I… aah…"]}, {"name": "You", "audio": "", "normalized": ["Yes…?"]}, {"name": "Sakura", "audio": "v_sr136_0033", "normalized": ["So I…I…I…aangyhaah!"]}, {"name": "", "audio": "", "normalized": ["As she screams, her pussy tightens, and as it squeezes around his cock ridges, it sends a jolt of pleasure through her lower body."]}, {"name": "Sakura", "audio": "v_sr136_0034", "normalized": ["Fuuma-kuun…you're so bad…aah…I-I hate you…"]}, {"name": "", "audio": "", "normalized": ["Eyes brimming with tears, she looks at him with a pout on her face, but doesn't stop pumping her hips."]}, {"name": "Sakura", "audio": "v_sr136_0035", "normalized": ["Hnngh…making my pussy shaped like…your monster penis…aah…can't take it…"]}, {"name": "", "audio": "", "normalized": ["A string of saliva dripped from her open mouth as her breathing became increasingly ragged."]}, {"name": "", "audio": "", "normalized": ["Pussy juice drips from her enflamed pussy, splattering even on Tokiko's hair and face, but Sakura, captive to the pleasure, doesn't stop her spasmodic movements."]}, {"name": "You", "audio": "", "normalized": ["--Oh dear, you're going to wake Tokiko."]}, {"name": "Sakura", "audio": "v_sr136_0036", "normalized": ["Hnn… b-but… aah… y-you said… aah… I-I don't care… just… aah… keep fucking me…"]}, {"name": "", "audio": "", "normalized": ["Looking back, she swivels her ass back and forth, inviting the man to satisfy him carnal desires on her."]}, {"name": "", "audio": "", "normalized": ["The man doesn't answer, but his fingers squeeze her ass harder and Sakura feels his cock swell up inside like a steel balloon."]}, {"name": "Sakura", "audio": "v_sr136_0037", "normalized": ["Nyaahha!", " Fuuma-kuun…"]}, {"name": "You", "audio": "", "normalized": ["--This is your punishment!", " Understand!?"]}, {"name": "Sakura", "audio": "v_sr136_0038", "normalized": ["Yes, yes!", " So please…faster!"]}, {"name": "", "audio": "", "normalized": ["It feels to her as if iron spikes are being pounded into her cervix."]}, {"name": "", "audio": "", "normalized": ["Having only recently gotten used to the size of his penis, it was now so swollen and throbbing that she could only gasp with surprise as it ran wild inside her."]}, {"name": "Sakura", "audio": "v_sr136_0039", "normalized": ["Nyah…how…aah…how is it…aah…so big…!"]}, {"name": "", "audio": "", "normalized": ["Her face softens, her mouth slackens, and more saliva dribbles from her quivering lips."]}, {"name": "", "audio": "", "normalized": ["Meanwhile her pussy, acting with a will of its own, grips his deeply buried cock and clenches it in its tight, wet embrace."]}, {"name": "Sakura", "audio": "v_sr136_0040", "normalized": ["Ahahh…nyaa, m-my pussy…soaking wet…nyaahaa…"]}, {"name": "", "audio": "", "normalized": ["Her entire body feels charged with electricity, and it's as if each cell in her vagina is being turned into dripping, molten love juice."]}, {"name": "Sakura", "audio": "v_sr136_0041", "normalized": ["Haah…hngh…nn!", " Nyaa, aauu…nyee!?"]}, {"name": "", "audio": "", "normalized": ["Without giving her even a chance to think, the man starts thrusting even more savagely…"]}, {"name": "", "audio": "", "normalized": ["…causing her breathing and her own hip pumping to reach a new level of frenzied intensity."]}, {"name": "Sakura", "audio": "v_sr136_0042", "normalized": ["Kyahuu, auu…aah!", " T-Too hard…noo, you'll break my pussy!"]}, {"name": "", "audio": "", "normalized": ["Her sphincter puckers and quivers as her vaginal muscles chew on the massive cock intruder."]}, {"name": "", "audio": "", "normalized": ["An obscene smacking sound echoes in the room, a wet, sucking sound produced by his pounding cock and her greedy vagina."]}, {"name": "Sakura", "audio": "v_sr136_0043", "normalized": ["Nyahhaa…th-that sound…I'm so embarrassed…Tokiko will hear it…hyaah!"]}, {"name": "You", "audio": "", "normalized": ["Yeah?", " It's not stopping your from wiggling your ass and spraying juice everywhere, you little slut!"]}, {"name": "", "audio": "", "normalized": ["Each time her ass bangs hard against his hips, pussy juice sprays from her privates like a water pistol."]}, {"name": "Sakura", "audio": "v_sr136_0044", "normalized": ["Nyaah!", " Haa, ahyee… she'll… wake… up… Tokiko… aah, gyaahhee…"]}, {"name": "", "audio": "", "normalized": ["Even as she says it, her ass never stops pumping in rhythm with the man's thrusts, her body writhing each time it slides in and out."]}, {"name": "You", "audio": "", "normalized": ["He he, yes!", " And that excites you?", " You've become quite the pervert, Sakura!"]}, {"name": "", "audio": "", "normalized": ["Feeling his scornful gaze on her back, she twists around to look at him, and smiles sweetly."]}, {"name": "Sakura", "audio": "v_sr136_0045", "normalized": ["B-But… I… I… wanted… nyaa… you to… see… me… Fuuma-kun…"]}, {"name": "You", "audio": "", "normalized": ["What's that?"]}, {"name": "Sakura", "audio": "v_sr136_0046", "normalized": ["L-Like this… not as an… afterthought… or a… replacement…"]}, {"name": "Sakura", "audio": "v_sr136_0047", "normalized": ["I wanted…you…aah…to really…hnyaah…see me…\""]}, {"name": "", "audio": "", "normalized": ["The lover's contract--though it seemed an extension of that, she showed no dislike for being held by this man."]}, {"name": "", "audio": "", "normalized": ["In fact, using her body to service him in this way, so that he would fire his semen into her, was something that brought her great joy."]}, {"name": "", "audio": "", "normalized": ["It was at that moment that Sakura woke to this truth about herself, and she spoke it honestly."]}, {"name": "", "audio": "", "normalized": ["Then, in anticipation of how the man would react, her cervix twinged with pleasure."]}, {"name": "You", "audio": "", "normalized": ["Shut up…you're saying this is what you want?"]}, {"name": "Sakura", "audio": "v_sr136_0048", "normalized": ["Hnyaahh!", " Ahyee!"]}, {"name": "", "audio": "", "normalized": ["He grabs her ass tight, pulls his throbbing member out slowly and then, full-force, begins slamming it in and out of her in hard, long strokes."]}, {"name": "", "audio": "", "normalized": ["In response, her pussy clamps down tight, squeezing every inch of his slippery pole from root to stem, filling both of them with exquisite, orgasmic bliss."]}, {"name": "Sakura", "audio": "v_sr136_0049", "normalized": ["Fwaah…hngh, I love it…I love this…oh, Fuuma-kun…I love you…aah…"]}, {"name": "You", "audio": "", "normalized": ["You mean you love my cock!", " Hya!"]}, {"name": "Sakura", "audio": "v_sr136_0050", "normalized": ["Hnggh!", " Yes, I love it…I love your cock inside mee…!"]}, {"name": "", "audio": "", "normalized": ["Encouraged by his reaction, and knowing his appreciation for slutty women, she now fans the flames of his excitement with her dirty slut talk."]}, {"name": "", "audio": "", "normalized": ["Driven wild by her hip-pumping slut-like behavior, his penis gets harder than ever, and he drives it into her in a pneumatic frenzy."]}, {"name": "", "audio": "", "normalized": ["--Sploosh, ploosh, gloosh!", " Sploosh!", " Noosh!", " Goosh!"]}, {"name": "Sakura", "audio": "v_sr136_0051", "normalized": ["Fugyeen!", " Nyaah!", " Ahaa…kuhaa!"]}, {"name": "", "audio": "", "normalized": ["His cock, shallowly inside her now, rubs over and over against the inner walls of her vagina, pressing on her g-spot so that Sakura focuses her attention there."]}, {"name": "", "audio": "", "normalized": ["Put the moment she gets used to that pleasure, he surprises her by gripping her ass to hold her still, and then ramming deep into her with all his might."]}, {"name": "Sakura", "audio": "v_sr136_0052", "normalized": ["Nnnyaah--!", " Hee, eehyaah…"]}, {"name": "", "audio": "", "normalized": ["Her body bucks wildly, spraying love juice everywhere, and she reaches the very limits of her efforts to suppress her voice."]}, {"name": "", "audio": "", "normalized": ["Feeling her lips starting to slacken, she bites down hard with her teeth, so hard that they emit a kind of high-pitched squeaking sound as they gnash together."]}, {"name": "Sakura", "audio": "v_sr136_0053", "normalized": ["Nyee…gyaah, hnn…hunnh, I'mm gonna….", "!"]}, {"name": "You", "audio": "", "normalized": ["He he, go ahead."]}, {"name": "", "audio": "", "normalized": ["As she approaches orgasm, her pussy walls and voice quivering, her face melting, the man replies and rams hard into her again."]}, {"name": "", "audio": "", "normalized": ["--ZUCHUU!", " GOBUUH!"]}, {"name": "Sakura", "audio": "v_sr136_0054", "normalized": ["Ngyaaoo!?", " Hooguu, hnn, …fumyuu…"]}, {"name": "", "audio": "", "normalized": ["Slamming his cock into her, his cock head penetrates her cervical canal like a thrusting spear, filling her womb completely."]}, {"name": "", "audio": "", "normalized": ["A sweet numbness shoots through her vagina, up her spinal column through her nerves and into her brain."]}, {"name": "Sakura", "audio": "v_sr136_0055", "normalized": ["Hugyuu!", " Noo!", " It's cominng!"]}, {"name": "", "audio": "", "normalized": ["On the verge of climaxing, Sakura tongue hangs out of her gaping mouth, her hips spasm wildly, and her breath comes out hot and steaming."]}, {"name": "You", "audio": "", "normalized": ["It's okay, go on and cum.", " I'm cumming too--"]}]