[{"name": "Nao", "audio": "v_r-ev330_0000", "normalized": ["Ladida~"]}, {"name": "", "audio": "", "normalized": ["A woman was visiting a shrine located in the village of Gosha early morning as she hummed happily."]}, {"name": "", "audio": "", "normalized": ["Her name was Nao Kaibara and she was clad in a Taimanin suit.", " She kept a vegetable garden as her hobby while engaging in her duties as a Taimanin."]}, {"name": "", "audio": "", "normalized": ["However, her horticultural ventures had become more than just a hobby as she was growing some dangerous plants she could utilize in a battle."]}, {"name": "Nao", "audio": "v_r-ev330_0001", "normalized": ["I think this will do… Now, let's get the seeds out…"]}, {"name": "", "audio": "", "normalized": ["Nao arrived and took out seeds infused with anti-demon particles."]}, {"name": "", "audio": "", "normalized": ["Her expression told me that she was having so much fun just tending to her pants as she started to scatter the seeds around."]}, {"name": "Nao", "audio": "v_r-ev330_0002", "normalized": ["Phew… That should be good.", " Come on."]}, {"name": "", "audio": "", "normalized": ["Once she was done seeding, Nao started speaking in a thrilled manner."]}, {"name": "", "audio": "", "normalized": ["As soon as she said, the seeds started growing rapidly and plants resembling mandragoras appeared."]}, {"name": "Nao", "audio": "v_r-ev330_0003", "normalized": ["Yeah, that's pretty nice… I think these should do just fine.", " Now, let start practicing my flower dance."]}, {"name": "", "audio": "", "normalized": ["Nao was using the plants she grew in her battles."]}, {"name": "", "audio": "", "normalized": ["One such way was the flower dance she just mentioned which allowed her to enchant her enemies."]}, {"name": "Nao", "audio": "v_r-ev330_0004", "normalized": ["Now, let's start training!"]}, {"name": "", "audio": "", "normalized": ["Nao said, full of energy, to make them practice with her and the new-born Mandragora saluted her."]}, {"name": "", "audio": "", "normalized": ["Nao was pleased by seeing that and started to make them perform the flower dance."]}, {"name": "Nao", "audio": "v_r-ev330_0005", "normalized": ["Heheh, that's good, that's good."]}, {"name": "", "audio": "", "normalized": ["Nao smiled as she saw the mandragora dancing around adorably on her command."]}, {"name": "", "audio": "", "normalized": ["She even started clapping her hands to encourage them."]}, {"name": "Nao", "audio": "v_r-ev330_0006", "normalized": ["Come on, put your back into it!"]}, {"name": "", "audio": "", "normalized": ["The mandragoras heard her cheering and they shook their limbs and leaves on their head, dancing."]}, {"name": "", "audio": "", "normalized": ["It seemed they were actually getting better at it as they danced, doing their best for Nao."]}, {"name": "Nao", "audio": "v_r-ev330_0007", "normalized": ["That's great!", " Let's keep going!", " One, two, one, two."]}, {"name": "", "audio": "", "normalized": ["Nao talked to the mandragoras as she watched them dance joyously and she clapped her hands."]}, {"name": "", "audio": "", "normalized": ["All the while, she was getting carried away as she was becoming restless as if she wanted to dance with them."]}, {"name": "Nao", "audio": "v_r-ev330_0008", "normalized": ["Uhh, I can't just stand it… Me too!"]}, {"name": "", "audio": "", "normalized": ["Nao let out a cheery voice and then started to dance with the mandragora training."]}, {"name": "", "audio": "", "normalized": ["She was feeling even more chipper as she started to sing an improvised song she made up on the spot while dancing."]}, {"name": "", "audio": "", "normalized": ["The mandragora was getting excited because of her energy as the cheery energy filled the space."]}, {"name": "Nao", "audio": "v_r-ev330_0009", "normalized": ["Ahahahah!", " Dancing with you all is so fun!"]}, {"name": "", "audio": "", "normalized": ["Nao appeared to be excited herself, really enjoying the act of dancing with them."]}, {"name": "", "audio": "", "normalized": ["However, perhaps because she was getting carried away, Nao unwittingly poured more anti-demon particles into them."]}, {"name": "", "audio": "", "normalized": ["The influx of the anti-demon particles basically intoxicated the mandragora and they suddenly stopped moving."]}, {"name": "Nao", "audio": "v_r-ev330_0010", "normalized": ["Hmm… What?", " What's wrong?"]}, {"name": "", "audio": "", "normalized": ["Nao started talking to them as they stopped moving and noticed something was wrong, but it was too late."]}, {"name": "", "audio": "", "normalized": ["The mandragora became rabid because of the anti-demon particles and became out of Nao's control, unleashing their powers and attacking Nao."]}, {"name": "Nao", "audio": "v_r-ev330_0011", "normalized": ["Hyeaaghh?!", " Hey… Heghh, noo!", " Wh-what's going on, all of a sudden?!"]}, {"name": "", "audio": "", "normalized": ["Nao panicked from the unexpected turn of action."]}, {"name": "", "audio": "", "normalized": ["The mandragora ignored Nao's scream and they started to reach for her with their tentacles."]}, {"name": "Nao", "audio": "v_r-ev330_0012", "normalized": ["Mnnheughh… Guhahh, nmhh… Hold on a second… Mnngh, please noo…"]}, {"name": "", "audio": "", "normalized": ["They licked Nao's body and stimulated her body teasingly as they were completely out of control."]}, {"name": "", "audio": "", "normalized": ["She let out a faint scream from the sensation, almost breaking into tears, but resisted desperately to stop them."]}, {"name": "Nao", "audio": "v_r-ev330_0013", "normalized": ["Guhh, amnnhh, auhuhghh… Why is this even… You guys… Please… Stop it!"]}, {"name": "", "audio": "", "normalized": ["Nao continued to stop the mandragora, acting out of control because of the anti-demon particles, with her words."]}, {"name": "", "audio": "", "normalized": ["However, even that did not reach them.", " Instead, her tearing up only galvanized them to gather closer."]}, {"name": "Nao", "audio": "v_r-ev330_0014", "normalized": ["Mnngeghh, muughh… Wh-why is this happening… Mnnahh, noo… Please, just get away from me."]}, {"name": "", "audio": "", "normalized": ["She expressed surprise and confusion as the plants she grew herself were toying with her."]}, {"name": "", "audio": "", "normalized": ["Nao ripped the oncoming mandragora off of her."]}, {"name": "", "audio": "", "normalized": ["However, they only became more rabid as they tore them off of her body, attacking Nao once again."]}, {"name": "Nao", "audio": "v_r-ev330_0015", "normalized": ["Mnnguhh… No matter how many times…I pull them off, there's no end… C-come on, don't come near me…"]}, {"name": "", "audio": "", "normalized": ["Nao resisted against the endless and overwhelming waves of the mandragora with tears in her eyes."]}, {"name": "", "audio": "", "normalized": ["She could not think of a way to get herself out of such a situation and whined as they continued to pull them off of her."]}, {"name": "Nao", "audio": "v_r-ev330_0016", "normalized": ["Ughh… I don't want this… Please, everyone just snap out of it…"]}, {"name": "", "audio": "", "normalized": ["Nao begged while still pulling them off, but no matter how many times she did, the mandragora kept coming."]}, {"name": "Nao", "audio": "v_r-ev330_0017", "normalized": ["Ughh… They won't snap out of it… What the hell…"]}, {"name": "", "audio": "", "normalized": ["Nao could not help but whine."]}, {"name": "", "audio": "", "normalized": ["All the while, one of them managed to escape Nao's resistance and started to reach for her with its tentacles."]}, {"name": "", "audio": "", "normalized": ["Nao realized it just a few moments too late and reached for it in a panic, but it was too late."]}, {"name": "Nao", "audio": "v_r-ev330_0018", "normalized": ["Guhhaahh!", " Mnneghh, mnahh… N-not there…!", " N-no!", " Heaahh… P-please, stop…"]}, {"name": "", "audio": "", "normalized": ["The escaped mandoragora's tentacle touched Nao's crotch and then moved to stimulate her."]}, {"name": "Nao", "audio": "v_r-ev330_0019", "normalized": ["Mnheagahh!", " Guhahh… Mnnughuhh… If you keep rubbing me like that… Guheegh, mnaaghahhnm!"]}, {"name": "", "audio": "", "normalized": ["With the overwhelming stimulation, Nao let out a moan and turned her body."]}, {"name": "", "audio": "", "normalized": ["Just a brief moment of the teasing weakened her resistance and allowed the rest of the mandragora to move in to bind her limbs and upper body."]}, {"name": "Nao", "audio": "v_r-ev330_0020", "normalized": ["Ahahh, mnhhmm… C-come on, guys, don't do this, no… Please, let me go…"]}, {"name": "", "audio": "", "normalized": ["They ignored Nao's complaints and then started licking and teasing Nao's crotch as she could not move anymore."]}, {"name": "Nao", "audio": "v_r-ev330_0021", "normalized": ["Guheghh, nnhegahh… Mnnuhh… Noo… You can't lick me down there… Mnngh, guhaahh."]}, {"name": "", "audio": "", "normalized": ["As she could not move and they gently licked her, Nao felt indescribably pleasure coming over her."]}, {"name": "Nao", "audio": "v_r-ev330_0022", "normalized": ["Guhahh, mnhhm… Damn it… Guheghh… Don't lick me so much… Haaheeahh… Mnnh, guhuhh!"]}, {"name": "", "audio": "", "normalized": ["With stimulation she never experienced before, Nao blushed and moaned."]}, {"name": "", "audio": "", "normalized": ["At first, her voice contained a hint of confusion, but soon it turned into an erotic, lusty tone."]}, {"name": "Nao", "audio": "v_r-ev330_0023", "normalized": ["Haaheghh… Mnnahh, aaghh… Haaghh… Haaghh… Mnheh… Mnngh, guhh!"]}, {"name": "", "audio": "", "normalized": ["The mandragora on her crotch continued to tenaciously stimulate her crotch as if they were pleased by her reaction."]}, {"name": "", "audio": "", "normalized": ["The other mandragora on Nao's shoulders and started to follow suit as they also sucked onto her skin with their tentacles, rubbing her."]}, {"name": "Nao", "audio": "v_r-ev330_0024", "normalized": ["Ahhnmm, mnahh… Guhegehh!", " Noo… Every time you rub me… It's making my head blank out… Mnnuh, ughh… Ahaeghah!"]}, {"name": "", "audio": "", "normalized": ["Nao could not resist the mandragora' bondage as she felt her body going numb, letting out agonized moans."]}, {"name": "", "audio": "", "normalized": ["Even then, Nao still tried to resist but the mandragora started to charm her, not letting her act."]}, {"name": "Nao", "audio": "v_r-ev330_0025", "normalized": ["Guhheeghh, mnnahh… Ahh… Wh-why are you… Mnnuhh… Doing this…"]}, {"name": "", "audio": "", "normalized": ["Nao asked with a baffled expression but soon she fell victim to their magical charm."]}, {"name": "Nao", "audio": "v_r-ev330_0026", "normalized": ["Mnnheaghh… Aaheghh, mnnguhh… It's making me… Feel kinda nice… Mnngh, mnnaaghhnm!"]}, {"name": "", "audio": "", "normalized": ["She was getting aroused from the effects of the enchantment and let out sugary moans thanks to the mandragoras teasing her."]}, {"name": "Nao", "audio": "v_r-ev330_0027", "normalized": ["This is… Mnnahh, haahuhh… These plants I grew myself… I'm getting turned on with them teasing my pussy… Mnnghh."]}, {"name": "Nao", "audio": "v_r-ev330_0028", "normalized": ["Guheghh, mnnheaghh, no… My pussy… It's getting tingly like it's longing for something…"]}, {"name": "", "audio": "", "normalized": ["Nao knew it was not right but still could not stop her body from burning up as she continued to moans, letting them do as they pleased."]}, {"name": "", "audio": "", "normalized": ["They did not slow down at all while she reacted like that, only escalating with their teasing."]}, {"name": "Nao", "audio": "v_r-ev330_0029", "normalized": ["Hahuhaahh, guhaahh… Mnnheeghh!", " Mnnahh, mnnuhghh!", " N-not there, stop, mnnaghh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps the mandragora were excited by Nao's moans as they moved faster like they were trying to make her react more."]}, {"name": "", "audio": "", "normalized": ["The mandragora on her crotch did not stop at just licking her and started to stimulate her clitoris covered with foreskin under her Taimanin suit."]}, {"name": "Nao", "audio": "v_r-ev330_0030", "normalized": ["Aaheghh, mnguhaahh!", " Aaghehh, mnnghmnm!", " Guh… R-right there… You can't pull on it like that… Mnngeh, aaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["With her clitoris being tugged on, Nao showed an enchanted expression from the intense teasing as she was under the influence of the magic charm."]}, {"name": "", "audio": "", "normalized": ["The endless waves of pleasure made her open her mouth slightly and let out moans."]}, {"name": "Nao", "audio": "v_r-ev330_0031", "normalized": ["Guhhuhh… Mnnuh, aahuhaahh… Guhheeghh, this feels too good…and I can't keep…my voice down."]}, {"name": "", "audio": "", "normalized": ["As she felt pleasure escalating inside her, her body was aching more too."]}, {"name": "", "audio": "", "normalized": ["Nao's hips were shuddering like it itched and she could not stand it."]}, {"name": "Nao", "audio": "v_r-ev330_0032", "normalized": ["Aheeaahh, guhaahh, mnnheeghh, uhguhh… Come on, mnnguhhahh… P-please, stop it already…!"]}, {"name": "Nao", "audio": "v_r-ev330_0033", "normalized": ["Haahh… Haahh… Mnngh!", " Why…is my body aching so much… Mnnaahhnm!", " What's going on, ouhh."]}, {"name": "", "audio": "", "normalized": ["She was baffled by the itch coming from her lower body.", " She could not resist the endless teasing as her body reacted, slowly getting aroused."]}, {"name": "Nao", "audio": "v_r-ev330_0034", "normalized": ["Mnahh, haheghhnmm!", " Mnheaaghh, i-if you keep going like this… I'm coming, my pussy… I'm gonna coommee!"]}, {"name": "", "audio": "", "normalized": ["Nao was resisting it desperately, but she finally was broken and let out a particularly loud moan, reaching her first orgasm."]}, {"name": "Nao", "audio": "v_r-ev330_0035", "normalized": ["Mnnheeghagahh!", " Aghaaghh, mnnughh… Mnnhouhoohhogohuhh!"]}, {"name": "Nao", "audio": "v_r-ev330_0036", "normalized": ["Mnnhegh, mnnaaghghh… It's my first time… Mnngh, my own plants… They made me come by teasing my pussy, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Nao seemed to have fallen half unconscious from being teased in her vagina and orgasm, moaning loudly as her eyes rolled back."]}, {"name": "", "audio": "", "normalized": ["There was no way for her to rests the unknown pleasure and moaned as her body twitched every time she was stimulated."]}, {"name": "Nao", "audio": "v_r-ev330_0037", "normalized": ["Heeghehh, eghh… Hegghaahh!", " You guy's cum… Spewing all over me… Mnnahh… This feels great."]}, {"name": "", "audio": "", "normalized": ["Even though there were no other people around, she could not care about her surroundings, letting out loud moans, expressing her pleasure."]}, {"name": "Nao", "audio": "v_r-ev330_0038", "normalized": ["Mnnmuhh, haahuhahahh… My pussy's tingling so much… Inside of my head, it's so fuzzy… I can't think about anything."]}, {"name": "", "audio": "", "normalized": ["Nao was thrown under such intense pleasure that it fried her mind."]}, {"name": "", "audio": "", "normalized": ["Her crotch was already drenched from the vaginal fluid as it made the crotch of her suit wet and stained."]}, {"name": "Nao", "audio": "v_r-ev330_0039", "normalized": ["Mmuuhghh!", " Agheehh, guhuhh… Haauhhuuhhnm!", " Mnaaghhgh, haahh… Haaghh… Mnnheghhnm!"]}, {"name": "", "audio": "", "normalized": ["The pleasure from orgasm took over Nao's thoughts and instincts made her body twist around, seeking even more pleasure."]}, {"name": "Nao", "audio": "v_r-ev330_0040", "normalized": ["Haahuhahh… I never knew this felt so good… More… Give me more cum… I want you to make me feel it more!"]}, {"name": "", "audio": "", "normalized": ["Eventually, she even forgot to resist the pleasure and started begging for more as she gave in to the lust coming from within her."]}, {"name": "Nao", "audio": "v_r-ev330_0041", "normalized": ["Mnnheeghh, mnnaaghahh… Haaghh, huuhh… Mnnuhh, haahegaghh… Mnnguhhnmm!"]}, {"name": "", "audio": "", "normalized": ["As the mandragora pressed their genitals onto her, Nao savored the orgasmic pleasure by closing her eyes and mouth."]}, {"name": "", "audio": "", "normalized": ["The oncoming waves of pleasure made her aroused intensely as she was inexperienced, with a massive amount of vaginal fluid gushing from her crotch."]}, {"name": "Nao", "audio": "v_r-ev330_0042", "normalized": ["Guhhuughh… Mnnahh, heeghh… Haaghh… Haahh… Mnnuhh… Aaghh, mmaghheghh."]}, {"name": "", "audio": "", "normalized": ["The mandragoras were pleased by her reaction and eased off on her bondage for a moment."]}, {"name": "Nao", "audio": "v_r-ev330_0043", "normalized": ["Mnnhegaghh… Aaahuhh… Mnnh, i-it is over?"]}, {"name": "", "audio": "", "normalized": ["Noa was relieved to see the mandragoras' behavior, thinking that everything was over."]}, {"name": "", "audio": "", "normalized": ["However, as she breathed in so calm down her burning cheeks and body, she realized that was far from the truth."]}, {"name": "Nao", "audio": "v_r-ev330_0044", "normalized": ["Mnnguhh, ughh… Hyahaghh!", " M-my whole body… It's like they're rubbing onto me… Mnaahh… N-noo!"]}, {"name": "", "audio": "", "normalized": ["Nao's body twitched and jumped from the rubbing sensation overwhelming her whole body."]}, {"name": "Nao", "audio": "v_r-ev330_0045", "normalized": ["Mnnheghh… P-please… Mnnuhh… No more… Anymore and… You're gonna make me insane… D-don't come closer."]}, {"name": "", "audio": "", "normalized": ["The mandragoras binding Nao's arms and legs reached for her skin with the genitals coming from their crotch."]}, {"name": "", "audio": "", "normalized": ["The stimulation from the tentacles and the sight of them made Nao realize it was not over yet and made her scream."]}, {"name": "", "audio": "", "normalized": ["However, soon, her voice turned aroused."]}, {"name": "Nao", "audio": "v_r-ev330_0046", "normalized": ["I-if…you start going so hard now… Aaghaaghh!", " Noo… This feels too good…and I can't stop it, ouhh!"]}, {"name": "", "audio": "", "normalized": ["Nao had become extra sensitive from the recent ejaculation and showed a restless reaction to the stimulation."]}, {"name": "", "audio": "", "normalized": ["However, the mandragora ignored her and continued to rub their genitals onto her."]}, {"name": "Nao", "audio": "v_r-ev330_0047", "normalized": ["Mnnghnmm!", " Ahaheghahh… Guhheghh!", " You really can't… This feels too good and it's making me go mad, uughh."]}, {"name": "Nao", "audio": "v_r-ev330_0048", "normalized": ["My body… It's getting tingly and it wants more… It wants you to rub your cock more."]}, {"name": "", "audio": "", "normalized": ["Nao was completely aroused and she saught pleasure, moving her own body with intoxicated expression."]}, {"name": "", "audio": "", "normalized": ["The mandragoras must have been aroused by such sight and they started moving faster to satisfy their own needs as well."]}, {"name": "Nao", "audio": "v_r-ev330_0049", "normalized": ["Mnnguhouhh… Aahuhahh, mnnahghh, heehhnmm!", " This…is amazing!", " Mnaaghahhnm!"]}, {"name": "Nao", "audio": "v_r-ev330_0050", "normalized": ["My whole body being rubbed… It's turning me on so much… Mnnah, haahh… This is great… Please, do it more…"]}, {"name": "", "audio": "", "normalized": ["In the end, Nao did not even show any signs of resistance and begged for more with a honeyed voice."]}, {"name": "", "audio": "", "normalized": ["The mandragora on her body devoured pleasure."]}, {"name": "", "audio": "", "normalized": ["They made her give them handjobs and footjobs, depending on their position on her body."]}, {"name": "", "audio": "", "normalized": ["The mandragora on her crotch also rubbed its genitals onto her through the fabric, stimulating Nao and making her moan."]}, {"name": "Nao", "audio": "v_r-ev330_0051", "normalized": ["I don't know what this is, but… It's amazing…!", " Rubbing onto me… It's making my body burn up… Mnngh!"]}, {"name": "", "audio": "", "normalized": ["Nao seemed to be oblivious to the mandragoras' actions, but her shuddered as intense pleasure overwhelmed her every time they moved."]}, {"name": "Nao", "audio": "v_r-ev330_0052", "normalized": ["Haahauhhaahh… Mnnuhh… Haaghh… Haghahh… Mnnguhh!", " Haaheghh, mnnahh… Mouhoghh!"]}, {"name": "", "audio": "", "normalized": ["Nao only understood the pleasure and showed an intoxicated expression on her face from the intense teasing."]}, {"name": "", "audio": "", "normalized": ["However, they were still out of control and continued to ravage Nao as they pleased."]}, {"name": "Nao", "audio": "v_r-ev330_0053", "normalized": ["Guhgeghh, hegeuhgehh!", " Aghaahh, mnnguhh… Aagheghh… Mnnghh, aghahh… Aghuhhnmm!"]}, {"name": "", "audio": "", "normalized": ["The intense movements of the tentacles hit her clitoris through the fabric and brought Nao overwhelming pleasure."]}, {"name": "", "audio": "", "normalized": ["Every time she received such stipulation, her arms and legs tensed up, giving more pleasure to the tentacles she was entertaining."]}, {"name": "Nao", "audio": "v_r-ev330_0054", "normalized": ["A-again… I'm burning up…from deep inside my body… Guheghh, my pussy's starting to twitch…"]}, {"name": "", "audio": "", "normalized": ["That fact heightened each other's arousal and the erotic atmosphere filled the air."]}, {"name": "Nao", "audio": "v_r-ev330_0055", "normalized": ["Mnnhaaghh, heghh… Aghaahh, guhaahh!", " Tentacles…teasing my pussy… A-again… I'm coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Nao was about to orgasm again."]}, {"name": "", "audio": "", "normalized": ["The mandragoras moved their hips in order to seek more pleasure and orgasmed at the same time."]}, {"name": "Nao", "audio": "v_r-ev330_0056", "normalized": ["Aaaheegheghh!", " Mnnoouhh, mnneheghh, guhaaghh!", " Mnnhouhhooghh!"]}, {"name": "", "audio": "", "normalized": ["With the second orgasm, Nao splashed vaginal fluid all over the place and showed an intoxicated expression."]}, {"name": "", "audio": "", "normalized": ["The mandragoras also spewed semen-like fluid onto her body as she let out joyous moans."]}, {"name": "Nao", "audio": "v_r-ev330_0057", "normalized": ["Mnnheaaghh!", " White cum, it's spewing onto me… Mnnhuh, mnahh, it feels so good!"]}, {"name": "", "audio": "", "normalized": ["Nao smiled and expressed her joy from the sensation of the semen hitting her skin."]}, {"name": "Nao", "audio": "v_r-ev330_0058", "normalized": ["Mnnhaaghahh… Haahuhh, I'm gonna get addicted to this… More… Please give me more… Mnnaaghhnm!"]}, {"name": "Nao", "audio": "v_r-ev330_0059", "normalized": ["Haahuhhnmm… Guhaahh, mnnm… Haahh… Haahh… Aagh… Mnnhuhh."]}, {"name": "", "audio": "", "normalized": ["Nao smiled satisfied as her body was covered with semen, feeling limp as she orgasmed."]}, {"name": "Nao", "audio": "v_r-ev330_0060", "normalized": ["Mnnhaahh… Mnnheghh, huughh… Th-that was amazing… Coming with my whole body being violated… So good… Guheghh."]}, {"name": "", "audio": "", "normalized": ["Once Nao was satisfied, the mandragoras that were binding her started to go limp as well, perhaps because they had finished ejaculating."]}, {"name": "", "audio": "", "normalized": ["Nao wondered what was happening and looked at them.", " They seemed to have calmed down, returning to normal."]}, {"name": "Nao", "audio": "v_r-ev330_0061", "normalized": ["Hahhnmm, mnnghh… Haahuhh… Y-you guys… All back to normal now…?"]}, {"name": "", "audio": "", "normalized": ["Nao whispered while trying to catch her breath."]}, {"name": "Nao", "audio": "v_r-ev330_0062", "normalized": ["Mnnuhh… I got so carried away… I guess this is what happens when I do…"]}, {"name": "", "audio": "", "normalized": ["She was relieved that mandragoras were no longer ravaging her and calmed down, then she started feeling guilt for the mistake she made."]}, {"name": "Nao", "audio": "v_r-ev330_0063", "normalized": ["I guess I have to be sorry for what happened here, but… Uhh, I don't know…how I'm supposed to…go home like this."]}, {"name": "", "audio": "", "normalized": ["Then Nao thought about what she would do next and let her head drop while whining with a trembling voice."]}]