[{"name": "Sayako", "audio": "v_sr670_0000", "normalized": ["Guhuuhh… Haaghh, mnnguhh… Stop… What are you doing, all of the sudden…"]}, {"name": "", "audio": "", "normalized": ["Sayako Toudou.", " She was a teacher at Gosha Academy.", " Her body twitched and let out a heated breath as I petted her crotch."]}, {"name": "", "audio": "", "normalized": ["I was undercover as Tanaka, also a teacher at Gosha Academy.", " I had caught her off guard on the way back from a mission we went on together."]}, {"name": "Sayako", "audio": "v_sr670_0001", "normalized": ["T-Tanaka-sensei… Why are you… Mnnhaaghuhuhnmghh!", " P-p-please stop… I have a husband… Mnnguhh."]}, {"name": "You", "audio": "", "normalized": ["I thought you'd already figured it out by now, but you're quite dull… I didn't think you still thought of me as a teacher."]}, {"name": "Sayako", "audio": "v_sr670_0002", "normalized": ["Mnnguhahh… Mnnaahh, what the…!", " I-I see it now… You're not Tanaka-sensei!"]}, {"name": "", "audio": "", "normalized": ["Sayako's cheeks blushed as I rubbed her pussy with my fingertips."]}, {"name": "", "audio": "", "normalized": ["I said mockingly and she finally realized I was not the person who I claimed to be."]}, {"name": "", "audio": "", "normalized": ["Her confused expression suddenly changed into a stern look as she stared at me."]}, {"name": "Sayako", "audio": "v_sr670_0003", "normalized": ["Y-you… Aaghh, mngnuhh… Wh-who are you and what do you want with me!"]}, {"name": "You", "audio": "", "normalized": ["You're quite bold for someone who couldn’t even look through my disguise… Anyway, I am the enemy of Taimanin."]}, {"name": "", "audio": "", "normalized": ["I said as I pinned her down and continued to pet her."]}, {"name": "Sayako", "audio": "v_sr670_0004", "normalized": ["How dare…"]}, {"name": "You", "audio": "", "normalized": ["I'll let you know, might as well, but this mission itself was a trap to capture you… You came out by yourself so I could take you."]}, {"name": "", "audio": "", "normalized": ["Sayako heard me and stared at me angrily, then she tried to escape my bondage the next moment."]}, {"name": "Sayako", "audio": "v_sr670_0005", "normalized": ["You pretended to be Tanaka-sensei and dared to do such a thing… You will pay for it.", " Taste my flame and repent!"]}, {"name": "", "audio": "", "normalized": ["Sayako said so while she was alarmed by my actions.", " She must have been trying to escape her current situation by using her fire-based ninja powers on me."]}, {"name": "", "audio": "", "normalized": ["However, her plan did not come to fruition."]}, {"name": "Sayako", "audio": "v_sr670_0006", "normalized": ["Wh-what the?!", " Wh-why am I not getting any flames…!"]}, {"name": "", "audio": "", "normalized": ["Her powers did not activate at all and Sayako's eyes opened wide from the unexpected outcome."]}, {"name": "You", "audio": "", "normalized": ["Haha, how pitiful.", " I have already taken your powers… They belong to me now."]}, {"name": "Sayako", "audio": "v_sr670_0007", "normalized": ["What are you…!", " What did you do to me!"]}, {"name": "You", "audio": "", "normalized": ["I mean… I already told you, right?", " I took your powers."]}, {"name": "", "audio": "", "normalized": ["Sayako did not understand and kept questioning me.", " I said again mockingly and manifested fire just to show it off to her."]}, {"name": "Sayako", "audio": "v_sr670_0008", "normalized": ["Th-that's mine…!", " How did you…take my powers, I mean, how is that possible…"]}, {"name": "", "audio": "", "normalized": ["Sayako finally understood what I meant and let out a dumbfounded sigh with a bewildered expression."]}, {"name": "You", "audio": "", "normalized": ["Looks like you finally got it.", " If you don't want to get hurt, you better stay nice and calm."]}, {"name": "Sayako", "audio": "v_sr670_0009", "normalized": ["Sh-shut up!", " I can deal with scum like you…even without my powers, no way…"]}, {"name": "", "audio": "", "normalized": ["She said with confidence, but her voice was shuddering from fear as she no longer had any powers besides that of an ordinary human female."]}, {"name": "", "audio": "", "normalized": ["I was rather aroused by the sight of it and continued to tease her crotch with my fingers and moved my penis closer to her."]}, {"name": "Sayako", "audio": "v_sr670_0010", "normalized": ["S-stop this… Don't you, mnnghh… Don't put that filthy thing near me…!"]}, {"name": "", "audio": "", "normalized": ["She said with a trembling voice as her body froze up from the fear of what was about to happen to her body."]}, {"name": "Sayako", "audio": "v_sr670_0011", "normalized": ["No, noo… Mnnguhahh, haahh, mngnhhnm… No… You're rubbing my pussy, mnnuh, it's making my head dizzy…"]}, {"name": "", "audio": "", "normalized": ["Sayako started struggling even harder as her well-sculpted face was skewed from the frustration, but she still could not fight back."]}, {"name": "", "audio": "", "normalized": ["Even worse, the continuous fingering made her body react as her voice started getting sweeter, letting out pleasured moans."]}, {"name": "Sayako", "audio": "v_sr670_0012", "normalized": ["Haauh, haahh… Mnnguhahh!", " Aahuughh… Mnngh, this is so wrong… Wh-what's happening to my body… Aahegguhmuughh."]}, {"name": "You", "audio": "", "normalized": ["You should know very well what's happening, right?", " Making such lewd and wet sounds… Looks like you're really enjoying this."]}, {"name": "", "audio": "", "normalized": ["I made sure she could hear the sounds coming from me fingering her crotch and smiled at her mockingly."]}, {"name": "Sayako", "audio": "v_sr670_0013", "normalized": ["Th-that's not… I-I already have someone I have sworn my love to… Aahuh, mnnguguhh!"]}, {"name": "You", "audio": "", "normalized": ["You say that, but I hear your husband is away on a mission… You haven't seen men and you just want to come, right?"]}, {"name": "", "audio": "", "normalized": ["Sayako's face frowned from the humiliation and shame as she heard me.", " The wet noises got louder and louder and so did her reaction and voice."]}, {"name": "Sayako", "audio": "v_sr670_0014", "normalized": ["Sh-shut your mouth… I'm… I won't betray my husband, no way… Aaaguh, mnnguguhh, there's no way…"]}, {"name": "", "audio": "", "normalized": ["Sayako still showed me a stern attitude and struggled fiercely against my mocking words and teasing."]}, {"name": "", "audio": "", "normalized": ["I stopped my hand as it was moving rather slowly and reached for her wet vagina with my cock."]}, {"name": "Sayako", "audio": "v_sr670_0015", "normalized": ["Mnahh, your cock coming closer… Wh-what now…!"]}, {"name": "Sayako", "audio": "v_sr670_0016", "normalized": ["No, not that… Anything but that!", " Please, I'm begging you… Mnngouhh!"]}, {"name": "", "audio": "", "normalized": ["Sayako realized that I was trying to penetrate her and resisted desperately."]}, {"name": "", "audio": "", "normalized": ["I ignored her desperate plea to stop me and started shoving my cock deep into her vagina."]}, {"name": "Sayako", "audio": "v_sr670_0017", "normalized": ["Mnnaahh!", " It's coming in…!", " Inside of me… A penis I don't even know of… Heegeheh, mnguhuhh!"]}, {"name": "Sayako", "audio": "v_sr670_0018", "normalized": ["Mnguhuuhh, aghaahh!", " Your cock, digging into me… Mnngh, aghheyaaghh!", " I-I've never felt anything like this before!"]}, {"name": "", "audio": "", "normalized": ["It seemed the horrors of the forced penetration was overshadowed by the surprise of a new kind of pleasure as Sayako's body tensed up."]}, {"name": "", "audio": "", "normalized": ["Every time I pushed into her womb, I could see her face skewing with agony, but there was a hint of pleasure among her breath."]}, {"name": "Sayako", "audio": "v_sr670_0019", "normalized": ["Mnguhguuhh… Guahh, mnnoouhh!", " Haahh, heeghh, into my pussy, drilling in, into my womb, aahh, mnuhh, it's coming in so deep!"]}, {"name": "You", "audio": "", "normalized": ["Looks like you're enjoying this quite a bit… Has it really been that long since you got laid?"]}, {"name": "Sayako", "audio": "v_sr670_0020", "normalized": ["Ahehehhnmm… Guhahhmuhh… I never knew this was so good…!", " Aahh, your cock, it's getting bigger and bigger… Mnmghh!"]}, {"name": "", "audio": "", "normalized": ["Her words and the sensation of an inexperienced vagina I could feel on my cock told me one thing."]}, {"name": "You", "audio": "", "normalized": ["It seems your husband's cock never reached this deep, huh?"]}, {"name": "Sayako", "audio": "v_sr670_0021", "normalized": ["Guhuhhghh… Mngehghh, haauhh… Haahh… So what does that matter, guhahh… I will not let you…insult him… Mnaaghh!"]}, {"name": "", "audio": "", "normalized": ["I said as I put on a grin and pressed onto her womb with my penis.", " Sayako regained her attitude and opened her mouth again."]}, {"name": "", "audio": "", "normalized": ["I pushed her womb in once more time while she was talking and her body jumped, cutting her off and she started moaning instead."]}, {"name": "Sayako", "audio": "v_sr670_0022", "normalized": ["Haahhnmm… Guhh, d-damn it… Aahegaghh, mnnguhh, guheghh… My womb… It's too rough… Mnnaaguhhuhh!"]}, {"name": "", "audio": "", "normalized": ["Every time she opened her mouth to protest, I simulated her womb then and teased her for my enjoyment."]}, {"name": "Sayako", "audio": "v_sr670_0023", "normalized": ["Just, cut it out…!", " Aaheghh, aahh… Why… My pussy is so…drenched… Mnhaaghhnmgh!"]}, {"name": "", "audio": "", "normalized": ["With the repeated crushing stimulation to her womb, her stern voice was becoming aroused and her vagina started twitching."]}, {"name": "", "audio": "", "normalized": ["I felt the walls of her vagina wiggling and seeling more pleasure as I resumed moving my hips and pounding her."]}, {"name": "Sayako", "audio": "v_sr670_0024", "normalized": ["Aaahhaghnm!", " Ahegaaghh, y-you can't move now… Aaahuhh, aaghh, noo!", " Guhuuhhnmhh…"]}, {"name": "", "audio": "", "normalized": ["As I rubbed her vaginal walls with the tip of my cock, her whole body twitched and she let out muffled moans."]}, {"name": "Sayako", "audio": "v_sr670_0025", "normalized": ["Guhahh, haahuuhaahhnmm!", " Guhh, mnngmmh, my pussy… Getting drilled so hard… I'm getting so turned on… Aahh, mnhaahghh!"]}, {"name": "You", "audio": "", "normalized": ["You're going so wild with just little tease… Haha, no wonder, with your almost-virgin, untouched pussy."]}, {"name": "", "audio": "", "normalized": ["I said with a mocking tone, implying her husband's penis being completely useless."]}, {"name": "Sayako", "audio": "v_sr670_0026", "normalized": ["Sh-shut up…!", " You don't know… You don't know anything about us, aaguh, mnnuhh!", " Haahh, mnheehh…"]}, {"name": "", "audio": "", "normalized": ["She could not stand having her husband insulted.", " Sayako opened her mouth in protest as she moaned from pleasure."]}, {"name": "", "audio": "", "normalized": ["I continued to change up the pacing of my pounding and kept fucking her to shake her up."]}, {"name": "Sayako", "audio": "v_sr670_0027", "normalized": ["Haauhh, mnnguhahh… Th-this is nothing… Mnngh, don't you think for a moment…you can break me."]}, {"name": "You", "audio": "", "normalized": ["You say that, but you look so pleasured, you know… Now, this is so much better than your husband, right?"]}, {"name": "Sayako", "audio": "v_sr670_0028", "normalized": ["Enough…with your nonsense…!", " Aaheeaghh, mnaaghh… This is…nothing…"]}, {"name": "", "audio": "", "normalized": ["Sayako kept bluffing with an unbroken attitude, unlike the weakness she had shown when I made the penetration."]}, {"name": "Sayako", "audio": "v_sr670_0029", "normalized": ["Now, you… You've been pounding your hips…like an idiot for some time… I guess that's all you can do."]}, {"name": "", "audio": "", "normalized": ["Apparently, she realized that I was trying to break her with my words and started talking back to me with harsh words."]}, {"name": "You", "audio": "", "normalized": ["(She was falling apart when I put it in her, but… I did not expect her to bounce back so quickly…)"]}, {"name": "Sayako", "audio": "v_sr670_0030", "normalized": ["What the matter… Did I… Aauhh, huhh… That was true so you have nothing you can say, I see…"]}, {"name": "", "audio": "", "normalized": ["Sayako continued to provoke me with her words.", " The fact she was able to endure so long was not just from her willpower, but also because of her husband."]}, {"name": "", "audio": "", "normalized": ["In addition, at the core of everything was her sexual values beyond mere lust and pleasure."]}, {"name": "You", "audio": "", "normalized": ["(She's tougher than I thought… Now what… Maybe I should try that thing.", ")"]}, {"name": "Sayako", "audio": "v_sr670_0031", "normalized": ["Haahh… Mnnghh, come on, don't just stand there quiet… Why…don't you say something."]}, {"name": "You", "audio": "", "normalized": ["Well, I was just thinking about what to do to teach real pleasure to a stupid, naive girl."]}, {"name": "Sayako", "audio": "v_sr670_0032", "normalized": ["How dare you… Mnhahh, guhh… How could you say such a thing…"]}, {"name": "", "audio": "", "normalized": ["I stopped pounding her for a moment and told Sayako.", " Then she lashed back at me angrily, just as I thought."]}, {"name": "", "audio": "", "normalized": ["I ignored her reaction and then took out a small, red gemstone I had with me and pressed it onto her abdomen."]}, {"name": "", "audio": "", "normalized": ["Immediately, the stone I had pressed onto Sayako dissolved and disappeared into her body."]}, {"name": "Sayako", "audio": "v_sr670_0033", "normalized": ["That gemstone… What did you… Aahheeghhnmgh!", " Mnguhahhm, aheghhahh, th-this is… Mnnguuhh!"]}, {"name": "", "audio": "", "normalized": ["Soon, a marking appeared where the stone disappeared into Sayako's body as her belly started twitching."]}, {"name": "", "audio": "", "normalized": ["She could not finish her sentence because of the oncoming pleasure and moaned loudly."]}, {"name": "Sayako", "audio": "v_sr670_0034", "normalized": ["Mnnheaghahh!", " Mnguhahh… My womb, it's throbbing… Mnneghh… I can't keep my voice down… I can't stop it!"]}, {"name": "", "audio": "", "normalized": ["With irresistible pleasure, Sayako let out erotic moans and her body twisted around."]}, {"name": "", "audio": "", "normalized": ["I could feel her womb contracting violently as though my penis connected to her."]}, {"name": "Sayako", "audio": "v_sr670_0035", "normalized": ["Haahegahh, guhuughh… You… Aaahugh, guuhmuhh… What did you do to…my body…"]}, {"name": "You", "audio": "", "normalized": ["What, it's quite simple, really… The mark that appeared on your body is a curse on your womb."]}, {"name": "Sayako", "audio": "v_sr670_0036", "normalized": ["Haahh, mnnghh… A-a curse…?"]}, {"name": "", "audio": "", "normalized": ["Sayako repeatedly as her cheeks blushed."]}, {"name": "You", "audio": "", "normalized": ["That's right, a curse…"]}, {"name": "You", "audio": "", "normalized": ["A curse that makes your womb lust more the more you think about the person you were thinking about when it was activated."]}, {"name": "", "audio": "", "normalized": ["The person she was thinking about the most… In this case, thinking about her husband only made her womb lust more and more."]}, {"name": "Sayako", "audio": "v_sr670_0037", "normalized": ["Mngnuh… Wh-what the…"]}, {"name": "You", "audio": "", "normalized": ["At first, I thought I would break you with my cock so you'd get turned on by my cock instead, but I've changed my mind."]}, {"name": "", "audio": "", "normalized": ["Her breath became rough while I was explaining as her belly must have been aching."]}, {"name": "Sayako", "audio": "v_sr670_0038", "normalized": ["Haahh… Huuhh… Mnnguhh, you've changed your mind… Wh-what does that mean… Mnnheaahh."]}, {"name": "You", "audio": "", "normalized": ["It's actually simple.", " With your willpower and bond with your husband, I thought I might as well make good use of them."]}, {"name": "You", "audio": "", "normalized": ["Your womb is going to ache when you think of your husband, but getting satisfaction from another cock… Quite a show, right?"]}, {"name": "Sayako", "audio": "v_sr670_0039", "normalized": ["What are you… Guhheegeehh… Aaahuahh… No, it doesn't matter what you want… I don't care… You won't break me…"]}, {"name": "", "audio": "", "normalized": ["It seemed Sayako did not completely understand what I said, but I knew I was mocking her and her husband, at least, as she protested."]}, {"name": "", "audio": "", "normalized": ["The effect of the mark was already presenting itself as she was seemingly resisting it while letting out a heated breath."]}, {"name": "Sayako", "audio": "v_sr670_0040", "normalized": ["Heeaghh, haahh… Mnngehh… Your plan won't work… Mnghh, it will never work…"]}, {"name": "", "audio": "", "normalized": ["I smiled mockingly at Sayako bluffing with her attitude and reached for her lower abdomen to press on it."]}, {"name": "Sayako", "audio": "v_sr670_0041", "normalized": ["Mnnaaghaahh!", " Mngheghh, heeghh… Aahgahh, ahh… Guhaaghh!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, Sayako's body shuddered violently."]}, {"name": "", "audio": "", "normalized": ["She was desperately trying to suppress it, but her body had left her mind behind, making her writhe from pleasure."]}, {"name": "Sayako", "audio": "v_sr670_0042", "normalized": ["My belly… You’re just pushing on it… This is… Haaheghhnm!", " Noo… No more, please…"]}, {"name": "You", "audio": "", "normalized": ["I only pushed a little bit and here we are… Whatever happened to your attitude, huh?"]}, {"name": "", "audio": "", "normalized": ["I scoffed at her and resumed moving my hips again to pound her."]}, {"name": "Sayako", "audio": "v_sr670_0043", "normalized": ["Mnnegeghh!", " Why, this… It's even better than before…"]}, {"name": "Sayako", "audio": "v_sr670_0044", "normalized": ["Ogoouhh, mmoouhh, wait… Guhaahh, i-it's driving me mad, uughh!"]}, {"name": "Sayako", "audio": "v_sr670_0045", "normalized": ["Mnngheghh, heemngehh, haahh… Mnngh, huguuhh… This is, why… Ogoohh, mnnouhooghh!"]}, {"name": "", "audio": "", "normalized": ["Sayako started letting out such sugary moans and sighs like never before."]}, {"name": "", "audio": "", "normalized": ["Perhaps she had never felt pleasure so intense, endless vaginal fluid spewed from her crotch as she writhed."]}, {"name": "Sayako", "audio": "v_sr670_0046", "normalized": ["Ahegaghh, mnnahh… My pussy, it's getting so drenched now… It's aching so much, I can't help it…"]}, {"name": "", "audio": "", "normalized": ["Sayako had an entranced expression.", " I did not directly go for her womb and searched for her sensitive spot by rubbing the walls of her vagina."]}, {"name": "Sayako", "audio": "v_sr670_0047", "normalized": ["Aaguhh, mngeghh, mnouhouhh… Aahghh, there!", " Right there, I'm so sensitive… Don't pound me there… Noo!"]}, {"name": "Sayako", "audio": "v_sr670_0048", "normalized": ["Aaheghhaaghh, mnneghh… Guhahh… Your cock, it feels so good… I didn't know… Haaheaahh, mnnhuuhh…"]}, {"name": "", "audio": "", "normalized": ["Sayako was being tossed around by the pleasure coming from the pounding as the tip of my cock hit the sensitive spots she did not even know herself."]}, {"name": "", "audio": "", "normalized": ["She was letting out erotic voices and rejoicing, but soon her breath ran short and she started moaning."]}, {"name": "Sayako", "audio": "v_sr670_0049", "normalized": ["Haauhh, haahh, mngguhh… Something… Mngheghh, what the… Every time you pound me, it aches…"]}, {"name": "You", "audio": "", "normalized": ["Looks like your womb is aching now… Your body is starting to offer your womb for pleasure like it's supposed to."]}, {"name": "", "audio": "", "normalized": ["Sayako's vaginal walls twitched lewdly as she heard my words."]}, {"name": "", "audio": "", "normalized": ["The fact her mind and body were getting aroused made Sayako realize the lust was trying to take her over as she showed a confused expression."]}, {"name": "Sayako", "audio": "v_sr670_0050", "normalized": ["Aaaguhh… Mnnmguuhh… Haahh, heeghh… Th-this is… Why… Mnnghnm!"]}, {"name": "", "audio": "", "normalized": ["I skewed my lips into a grin as I saw her expression, slamming my hips hard onto her drenched pussy."]}, {"name": "Sayako", "audio": "v_sr670_0051", "normalized": ["Aaguhh!", " Inside of my belly… It feels like it's getting crushed…"]}, {"name": "Sayako", "audio": "v_sr670_0052", "normalized": ["I-it hurts!", " Ahuahh, guahh, mnnahahhnmm!"]}, {"name": "", "audio": "", "normalized": ["With the cock inserted all the way down to its base, Sayako orgasmed from the sensation of her womb getting crushed, letting out a pleasured scream."]}, {"name": "", "audio": "", "normalized": ["I watched her while I thrust my hips violently, let carefully searching for her sensitive spots."]}, {"name": "Sayako", "audio": "v_sr670_0053", "normalized": ["Mnheaaghh… Aahh… Noo… Haauh, haahh, mnnghhnm… Mnnaahheghh!"]}, {"name": "", "audio": "", "normalized": ["With pleasure overwhelming, her thanks to the intense pounding made Sayako moaned and writhe out of her mind."]}, {"name": "You", "audio": "", "normalized": ["Now, this is real sex… I bet you've never felt anything like this your husband, eh?"]}, {"name": "", "audio": "", "normalized": ["I told her as I pinned her down while she struggled to escape."]}, {"name": "Sayako", "audio": "v_sr670_0054", "normalized": ["That's not… Mnnaaghh!", " Guheghh, mnnuuhh… Haahh… Haaghh… Guhah, mnnmghhnm!"]}, {"name": "", "audio": "", "normalized": ["I continued to drive her into a corner with my words but Sayako was not even able to talk back, just writhing from pleasure."]}, {"name": "Sayako", "audio": "v_sr670_0055", "normalized": ["My body, it's like… It's getting itchy… Haauhh, huughh… This feeling… Guhh… I can't stand it…"]}, {"name": "", "audio": "", "normalized": ["Sayako was letting out high-pitched, scream-like moans, but her breath skipped and she started groaning strained."]}, {"name": "", "audio": "", "normalized": ["She was groaning strained with her whole body tensed up while her womb and vagina twitched, letting me know she was nearing orgasm."]}, {"name": "", "audio": "", "normalized": ["I realized that and continued to pound her, especially aiming right at her womb."]}, {"name": "Sayako", "audio": "v_sr670_0056", "normalized": ["Mnguheeghh… Oggouhh, oghohh… Noo, please, stop this… Aaghahh, mnngouhh!"]}, {"name": "Sayako", "audio": "v_sr670_0057", "normalized": ["Haagh, aaguhh, ughuhh… A-Akito… Mnnaaghh… Please, Akito… Help me!"]}, {"name": "", "audio": "", "normalized": ["Sayako's mind seemed to be muddled as she called out to her husband to save her."]}, {"name": "", "audio": "", "normalized": ["However, her plea never reached him as the real world was cold and cruel."]}, {"name": "Sayako", "audio": "v_sr670_0058", "normalized": ["Mnaahh… Mngehghh, geegmnmh… Haagh, huguhh… Noo, help me, Akito… I-I can't…take it anymore…"]}, {"name": "", "audio": "", "normalized": ["Sayako whine as she repeatedly called out the name of the person she trusted the most."]}, {"name": "", "audio": "", "normalized": ["However, her call for her husband made the marking react and drove her into a tight spot."]}, {"name": "Sayako", "audio": "v_sr670_0059", "normalized": ["Mnheghhnmm!", " Mnnheaghh, aghahh, gumuhh… Noo… My womb is aching more and more…"]}, {"name": "", "audio": "", "normalized": ["She was tormented by irresistible pleasure as her cheeks blush, almost ready to orgasm at any time."]}, {"name": "You", "audio": "", "normalized": ["You're about to reach your limit, I see… Such a loud moan.", " You must be about to come."]}, {"name": "Sayako", "audio": "v_sr670_0060", "normalized": ["Haauhh… Mnnhaahh, this feeling deep within me, something coming up… Is this an orgasm…?"]}, {"name": "", "audio": "", "normalized": ["Sayako whispered as something unknown inside her was finally named just now."]}, {"name": "", "audio": "", "normalized": ["I stimulated her crotch by pounding my hips even harder."]}, {"name": "Sayako", "audio": "v_sr670_0061", "normalized": ["Ahhnmm, no… If you keep going like this… I'm coming… Coming, please… Aaheghh, s-stop, please…"]}, {"name": "You", "audio": "", "normalized": ["Then come!", " Come all you want!"]}, {"name": "", "audio": "", "normalized": ["I ignored Sayako pleading with me desperately and made short-stroked thrusts.", " Gradually speeding up to tease her womb."]}, {"name": "Sayako", "audio": "v_sr670_0062", "normalized": ["Aaheeaahh, mmheghh, oouhohh… Coming, come coming, mnnhaahhnmm!", " Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["I felt her getting aroused and then slammed my hips onto her violently after I pulled back."]}, {"name": "Sayako", "audio": "v_sr670_0063", "normalized": ["Mnnaahheeghhnmhh!", " My pussy…getting pried open by a cock… I'm cominngg!"]}, {"name": "", "audio": "", "normalized": ["Sayako orgasmed madly as her cheeks blushed.", " I was also aroused by seeing her then I ejaculated into her womb instinctively."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Throb* *Throb* *Spew* *Splosh* *Sput* *Sput* *Throb* *Splosh* *Spew*"]}, {"name": "Sayako", "audio": "v_sr670_0064", "normalized": ["Mnnaaghaahh!", " Mnnguhahh, it's so hot… It's pouring into me, so much… Mnnguhh, it's filling me up!"]}, {"name": "Sayako", "audio": "v_sr670_0065", "normalized": ["Mnnhaaghahh… Haaheghh… Mnnuhh, mnhaaghh… Aahegh, guhhmuuhhnm!"]}, {"name": "", "audio": "", "normalized": ["She took in the torrent of massive semen with her body."]}, {"name": "", "audio": "", "normalized": ["Sayako was barely able to breathe, but she continued to orgasm repeatedly."]}, {"name": "", "audio": "", "normalized": ["She was madly orgasming while squirting spectacularly."]}, {"name": "Sayako", "audio": "v_sr670_0066", "normalized": ["This is… I can't… So much cum, coming out… Mnnguhh… My pussy loves it…"]}, {"name": "", "audio": "", "normalized": ["I shoved my cock in deep along with her orgasm to urge her even more pleasure."]}, {"name": "Sayako", "audio": "v_sr670_0067", "normalized": ["Mnnahahhnmm, guhahh, heeghh… More… I want more of your sizzling cum… More, I want more pleasure… Mnngh!"]}, {"name": "", "audio": "", "normalized": ["Sayako's eyes narrowed dreamily and she continued to feverishly murmur her desire for more pleasure."]}, {"name": "", "audio": "", "normalized": ["I observed her reaction and continued to make Sayako orgasm over and over by rubbing her vaginal walls and drilling into her womb by twisting my hips."]}, {"name": "Sayako", "audio": "v_sr670_0068", "normalized": ["Haaeheeghh, mnnaahh… Huhguhaahh, mnnahh, haahhnmm… Mmmuhh!"]}, {"name": "", "audio": "", "normalized": ["Once I was done ejaculating, Sayako seemed to have settled down from ejaculation and her breath was calming down."]}, {"name": "Sayako", "audio": "v_sr670_0069", "normalized": ["Aheghahh, again… Coming."]}, {"name": "", "audio": "", "normalized": ["However, the recent pleasure had seeped into her body and she continued to twitch her hips."]}, {"name": "", "audio": "", "normalized": ["Apparently, she was still orgasming lightly."]}, {"name": "Sayako", "audio": "v_sr670_0070", "normalized": ["Mnnehaahh… Haahh… Haauhh… Mnahh, mnguhh… I have never felt something like this…b-before."]}, {"name": "You", "audio": "", "normalized": ["Looks like you've enjoyed it quite well… How does it feel now that you know real sex and orgasm?"]}, {"name": "Sayako", "audio": "v_sr670_0071", "normalized": ["Mnehaaghh… Aaaghh, mnnheghh… Th-this is…a-amazing… Guaaghh, mnnmuughh…"]}, {"name": "", "audio": "", "normalized": ["I asked her but she did not hear me as she was still savoring the lingering feeling of the orgasm with an ecstatic expression."]}, {"name": "You", "audio": "", "normalized": ["How pathetic."]}, {"name": "Sayako", "audio": "v_sr670_0072", "normalized": ["Mnnhouhoohh!", " Mnnuuhh… Inside of my pussy, your cock, it's throbbing so much."]}, {"name": "", "audio": "", "normalized": ["Sayako was not hearing me at all so I moved my hips a little instead of asking her and it made her react."]}, {"name": "", "audio": "", "normalized": ["I scoffed at the sight and then forced my cock out of her womb sucking on so hard not to let go."]}, {"name": "Sayako", "audio": "v_sr670_0073", "normalized": ["Ogohoouhh!", " Aaguhh, mnnguheeghh… Aaaghh, aaheegaghh… Guhheghh."]}, {"name": "", "audio": "", "normalized": ["As the semen made a bubbling noise while flowing out, it made Sayako aroused and made her orgasm once again with a loud scream of joy."]}, {"name": "", "audio": "", "normalized": ["I started pounding Sayako as I penetrated her cervix with my cock with no mercy."]}, {"name": "Sayako", "audio": "v_sr670_0074", "normalized": ["Aaaguhh… Mnnguhhahh, mnheghh, ooghouh… Not yet, this is… Heegehhnm!"]}, {"name": "You", "audio": "", "normalized": ["You know, the school is off because of the weekend starting tomorrow… I'm gonna fuck you thoroughly."]}, {"name": "", "audio": "", "normalized": ["I proclaimed my intention to violate her as much as I could and Sayako showed me a loose smile while moaning."]}]