[{"name": "Lemurua", "audio": "v_rev084_0000", "normalized": ["Hii, noo!"]}, {"name": "", "audio": "", "normalized": ["The witch Lemurua let out a high-pitched scream, as she was held down by a dark beast and her clothes were ripped apart by its sharp fangs."]}, {"name": "", "audio": "", "normalized": ["But she immediately felt embarrassed by her own voice, as her white skin took on a reddish color and she stared grimly at the beast."]}, {"name": "Lemurua", "audio": "v_rev084_0001", "normalized": ["Kh… What do you want from me, beast?", " Stop this!"]}, {"name": "", "audio": "", "normalized": ["She screamed and struggled, but couldn't do anything against the beast's power with her body."]}, {"name": "", "audio": "", "normalized": ["The beast holding down its prey growled sneeringly and held its hard rod against her while sticking out its long tongue and licking her breasts."]}, {"name": "Lemurua", "audio": "v_rev084_0002", "normalized": ["Haa… again, let me …"]}, {"name": "", "audio": "", "normalized": ["But since this was not an external wound, she couldn't do anything with her power."]}, {"name": "", "audio": "", "normalized": ["The power of Lemurua, the witch of the mountains, was the ability to heal her wounds immediately and use a curse to inflict an even bigger wound on her enemy."]}, {"name": "", "audio": "", "normalized": ["But somehow she had been attacked and taken down by a dark beast without this coming into effect."]}, {"name": "Lemurua", "audio": "v_rev084_0003", "normalized": ["(Something really seemed to be blocking it…)"]}, {"name": "", "audio": "", "normalized": ["But while thinking this and resisting the beast and scowling at it, she could see a man looking on from behind the beast."]}, {"name": "", "audio": "", "normalized": ["The man called the dark beast, stroked it with his hand and he said the following.", " \"I will make you mine."]}, {"name": "Lemurua", "audio": "v_rev084_0004", "normalized": ["(What had been done to me… If I had enough time, I would be able to recover, but…)"]}, {"name": "", "audio": "", "normalized": ["She was hoping for that faintly, and while feeling the hate from the violating of the beast, she started to struggle even more in order to gain time."]}, {"name": "", "audio": "", "normalized": ["Seeing that, the man laughed mockingly, and explained himself calmly."]}, {"name": "You", "audio": "", "normalized": ["I am very sorry, but there is no way out for you."]}, {"name": "Lemurua", "audio": "v_rev084_0005", "normalized": ["What…"]}, {"name": "You", "audio": "", "normalized": ["I took your power away from you.", " So you, Lemurua, are now nothing more than a simple girl."]}, {"name": "", "audio": "", "normalized": ["Usually Lemurua would just laugh at this and answer in a friendly but sarcastic manner."]}, {"name": "", "audio": "", "normalized": ["But no matter how long she waited, her power did not return, as she felt growing more and more nervous from being held down by the dark beast."]}, {"name": "Lemurua", "audio": "v_rev084_0006", "normalized": ["Fghh… nhh, haa… khh…"]}, {"name": "", "audio": "", "normalized": ["The spit of the beast had the effect of an aphrodisiac and touched her skin and the scratching and fluid of it's dick had an even bigger effect."]}, {"name": "", "audio": "", "normalized": ["The parts it touched grew hotter and hotter and the limps she was pinned down at started to twitch and tremble."]}, {"name": "Lemurua", "audio": "v_rev084_0007", "normalized": ["Uuhh… you stole my powers.", " That shouldn't be possible."]}, {"name": "You", "audio": "", "normalized": ["Your powers are not working right?", " Well, it is up to you, if you wanna believe me or not."]}, {"name": "", "audio": "", "normalized": ["It was just as he said.", " She was pressed down and couldn't resist against the humiliating, vulgar lust of the beast."]}, {"name": "", "audio": "", "normalized": ["It's rough tongue licked along her skin and drenched her tits in saliva up to the tip, while pressing against her nipples and persistently caressing her."]}, {"name": "", "audio": "", "normalized": ["She was held down and being disgraced by this beast."]}, {"name": "", "audio": "", "normalized": ["The disgust sent a cold chill up her spine, and her repulsion let her whole body stiffen.", " But this was not her only reaction."]}, {"name": "Lemurua", "audio": "v_rev084_0008", "normalized": ["Nnnh, nkhh, fuu… Aaah, nhh, nhhaa, haa!"]}, {"name": "Lemurua", "audio": "v_rev084_0009", "normalized": ["(O-Oh no.", " The saliva of this beast… This much?", " Aaah…)"]}, {"name": "", "audio": "", "normalized": ["She didn't know if it came from its sweat glands or from the saliva covering her breasts."]}, {"name": "", "audio": "", "normalized": ["Her tits burned like fire and the feeling of being licked started feeling better and better."]}, {"name": "", "audio": "", "normalized": ["The rough and raspy feeling grazed her nipples, tits and skin, kneaded it and powered a sweet pleasure into her."]}, {"name": "Lemurua", "audio": "v_rev084_0010", "normalized": ["Nhh, faa, aghh, aah… Aaah, haa… nhh, ahii…"]}, {"name": "", "audio": "", "normalized": ["Every time it's tongue crawled around, her hips jumped up.", " The beast's dick grazed against her frivolous abdomen, and its pre-cum flowed against her skin."]}, {"name": "Lemurua", "audio": "v_rev084_0011", "normalized": ["Aghh, aah, hiaa!", " Nhaa… kfuu, aauuh."]}, {"name": "", "audio": "", "normalized": ["Maybe it was because the body fluids were even stronger than the saliva, but the moment the abdomen was touched…"]}, {"name": "", "audio": "", "normalized": ["…a hot sensation filled it and her back twitched and got numb."]}, {"name": "", "audio": "", "normalized": ["Without thinking, her pupils melted and without even trying to hide her reddened skin, she became absent minded."]}, {"name": "", "audio": "", "normalized": ["Her breathing was disturbed and as the witch stopped resisting, the man spoke to her while laughing."]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " Are you overwhelmed by my beast violating you?"]}, {"name": "", "audio": "", "normalized": ["As Lemurua heard these words, she apparently remembered her situation."]}, {"name": "", "audio": "", "normalized": ["She opened her eyes up wide, twisted her hips, and tried to get free from under the beast while screaming."]}, {"name": "Lemurua", "audio": "v_rev084_0012", "normalized": ["Please don't make fun of me… Who would like the touch of this beast…"]}, {"name": "", "audio": "", "normalized": ["The dark beast from the mountains was once her friend, who had been at her side and been used as the vanguard against foreign enemies."]}, {"name": "", "audio": "", "normalized": ["But it was a beast after all.", " And a witch like her just was it's equal."]}, {"name": "", "audio": "", "normalized": ["Lemurua tried to threaten the beast with a sharp voice, as if to show it was impossible to feel sexual arousal because of it.", " But…"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Grraah!"]}, {"name": "You", "audio": "", "normalized": ["It seems your words have hurt it.", " It seems it is totally overwhelmed by wanting to fuck you."]}, {"name": "", "audio": "", "normalized": ["The beast that had screamed in a high-pitched voice, maybe out of excitement or anger, saw its dick swell even larger with excitement."]}, {"name": "", "audio": "", "normalized": ["It held its tip against the labia of the witch."]}, {"name": "", "audio": "", "normalized": ["The hips, that it had whirled around violently, closed in on Lemurua to cover her completely and pressed against the soft crack of her membrane."]}, {"name": "Lemurua", "audio": "v_rev084_0013", "normalized": ["Hii, s-stop!"]}, {"name": "", "audio": "", "normalized": ["His body fluids made her sexually excited and her secretions, that been flowing out of her vaginal walls, were touched by a hot lump."]}, {"name": "", "audio": "", "normalized": ["Lemurua moaned slightly due to this touch, but faster than she could restrain herself…"]}, {"name": "Beast", "audio": "", "normalized": ["Grraah!", " Grr!"]}, {"name": "", "audio": "", "normalized": ["The angered beast thrust its hips forward."]}, {"name": "Lemurua", "audio": "v_rev084_0014", "normalized": ["Nnnghiihh, ihhyaah!"]}, {"name": "", "audio": "", "normalized": ["*Zhhghh, nchhb!", "* *Gphh, zhhghh, chbbhh!", "*"]}, {"name": "Lemurua", "audio": "v_rev084_0015", "normalized": ["Hgaa!", " Agghh!", " Uaah!"]}, {"name": "", "audio": "", "normalized": ["The fleshy lump of the beast had a different form than that of a human and bored through her fleshy walls deep inside.", " Lemurua screamed from shock and pain."]}, {"name": "", "audio": "", "normalized": ["But no human could understand this beast and it payed no attention to the screams of this little girl and continued to instinctively move it's hips ."]}, {"name": "", "audio": "", "normalized": ["*Zchh, zbbchh, ghchh, zbbchh, nchhb!", "*"]}, {"name": "Lemurua", "audio": "v_rev084_0016", "normalized": ["Ihaa!", " Agghh, ooh, nnhh, so… s-suddenly… Agghgh!"]}, {"name": "", "audio": "", "normalized": ["Even though the beast thrust into the vagina forcibly, her vagina was dripping from the foreplay and the body fluids took its dick in immediately and started to melt."]}, {"name": "", "audio": "", "normalized": ["Her lust meat was shaved heavily with its rod, while its aphrodisiac flowed continuously from the tip inside her vagina."]}, {"name": "", "audio": "", "normalized": ["Her membrane absorbed it at a high rate.", " Just this touch made her heat up and more wet with her fluids, while her pussy enveloped the beast's spear."]}, {"name": "Lemurua", "audio": "v_rev084_0017", "normalized": ["Nnhhoo!", " Oghh, ogghh, aah!", " Oghh, ihaa!"]}, {"name": "", "audio": "", "normalized": ["Her pussy was filled with an unimaginable pleasure from the beast's movements and its huge cock hit her deep inside."]}, {"name": "", "audio": "", "normalized": ["Her love fluids were shooting out every time it poked at her deep inside.", " Her back twisted, her hips went up and Lemurua's female nature was undeniably stimulated."]}, {"name": "Lemurua", "audio": "v_rev084_0018", "normalized": ["(Nghh, fuuh… This… I am… by this beast… Agghh, hii…)"]}, {"name": "", "audio": "", "normalized": ["Even though she wanted to resist and clenched her teeth, just by having her stimulated vagina touched and bored deep inside, her expression softened."]}, {"name": "", "audio": "", "normalized": ["There was a vulgar but pleasant-sounding moan being choked out of her throat and the improper satisfaction continued for Lemurua, whose tongue was hanging out."]}, {"name": "You", "audio": "", "normalized": ["Hehe, you seem to enjoy being fucked by this beast… You are unbelievable, witch.", " But because of this, it also started to like you."]}, {"name": "Lemurua", "audio": "v_rev084_0019", "normalized": ["I-I'm not… liking it… nnhh!", " Naah!", " Wha… What, hoo… Oooh!?"]}, {"name": "", "audio": "", "normalized": ["As she was trying to scream back at the banter of the man, the dick inserted in her vagina swole up and she felt something thick and sticky surge out."]}, {"name": "", "audio": "", "normalized": ["*Spluurt!", "* *Splosh splosh, drip, sploorch!", "* *Dribble, sploort!", "*"]}, {"name": "Lemurua", "audio": "v_rev084_0020", "normalized": ["(Nhmaa, mhyaa… fghh!", ")"]}, {"name": "", "audio": "", "normalized": ["As if to betray the Lemurua's worst imaginations, the swollen dick became a plug and filled her vagina fully."]}, {"name": "Lemurua", "audio": "v_rev084_0021", "normalized": ["Nhaa… aah!", " Ejaculation… ejaculation… noo.", " Aaah!"]}, {"name": "", "audio": "", "normalized": ["Despite being just a beast, the deepest part of Lemurua's vagina, as well as her pride as a woman, were stained by it."]}, {"name": "", "audio": "", "normalized": ["She felt the dread of being looked down upon as a woman."]}, {"name": "", "audio": "", "normalized": ["But this was completely different than the pre-cum and the saliva."]}, {"name": "", "audio": "", "normalized": ["This sticky, hot fluid had an even stronger effect as an aphrodisiac and attacked the witch's membrane."]}, {"name": "", "audio": "", "normalized": ["Just by touching them, her flesh walls melted as if they were burned."]}, {"name": "", "audio": "", "normalized": ["A tremendous feeling of pleasure went from her abdomen over her spine and immediately pierced through to her brain."]}, {"name": "", "audio": "", "normalized": ["She lost all reason and the effect of the aphrodisiac let even the feeling of the semen make her feel."]}, {"name": "", "audio": "", "normalized": ["It was as if it was the lovely touch of a lover and gave her bodily satisfaction."]}, {"name": "Lemurua", "audio": "v_rev084_0022", "normalized": ["Fkkhaahn!", " Ahii!", " Ngghh… Aaah!"]}, {"name": "", "audio": "", "normalized": ["The source was the swollen dick that filled her pussy completely.", " It was locked completely, so that the penis would not fall out."]}, {"name": "", "audio": "", "normalized": ["And like this, the beast's penis convulsed several times, as innumerable semen hit the interior of her womb."]}, {"name": "", "audio": "", "normalized": ["It flowed into the whole of her vagina and the effect of the aphrodisiac invaded the witch's body and mind so that she was fully controlled by the pleasure."]}, {"name": "", "audio": "", "normalized": ["The semen was poured into her deepest parts, where she was overcome from pleasure.", " It slowly went into part after part of her flesh walls."]}, {"name": "Lemurua", "audio": "v_rev084_0023", "normalized": ["Nnhhoo… Ogghh, ai, aah… Noo… not this…"]}, {"name": "", "audio": "", "normalized": ["While her voice was shaking, Lemurua was not able to escape from under the beast, as she was violated as a female by a male as her pussy was taken."]}, {"name": "", "audio": "", "normalized": ["As her vagina filled with semen, the next goal was deep in her open hole… her womb."]}, {"name": "", "audio": "", "normalized": ["The sticky, hot and dirty fluid flowed further and painted her inner part white."]}, {"name": "", "audio": "", "normalized": ["The throbbing of the dick hit the vaginal walls, and every time she moaned and her hips jumped up, semen was jumping out.", " Her womb was being filled by male secretion."]}, {"name": "", "audio": "", "normalized": ["Every time she was hit by it, the effect of the aphrodisiac heightened and Lemurua's female reasoning was corrupted."]}, {"name": "", "audio": "", "normalized": ["Her pussy was climaxing due to the feeling of the semen and was fulfilled by the power difference to her partner and the throbbing of the ejaculation."]}, {"name": "Lemurua", "audio": "v_rev084_0024", "normalized": ["Nhoo, haa… Oooh… nhoo."]}, {"name": "", "audio": "", "normalized": ["Her whole body convulsed, and her expression melted from the impact of the orgasm, while Lemurua's innards took in the ejaculation and swelled."]}, {"name": "", "audio": "", "normalized": ["Five minutes, ten minutes… A human would have finished a long time ago, but this ejaculation was leading to a second round and kept going as if it had just started."]}, {"name": "", "audio": "", "normalized": ["――"]}, {"name": "", "audio": "", "normalized": ["And then, dozens of minutes later…"]}, {"name": "Lemurua", "audio": "v_rev084_0025", "normalized": ["Nhhuu, fhoo, hoo, aooh, nnghh…"]}, {"name": "", "audio": "", "normalized": ["The seemingly endless aphrodisiacal ejaculation finally stopped and the beast shook it's head fulfilled and roared."]}, {"name": "", "audio": "", "normalized": ["The pinned down Lemurua opened her eyes and mouth.", " Her tongue was stretched out and her face was dirtied completely with tears and drool."]}, {"name": "", "audio": "", "normalized": ["But even more tragic was the interior of her womb and the semen that had been poured into it."]}, {"name": "", "audio": "", "normalized": ["Due the beast's semen, that had filled her pussy and womb, Lemurua's stomach was swollen as if pregnant.", " It was round and shaking heavily."]}, {"name": "You", "audio": "", "normalized": ["… How is it?", " Is it painful?"]}, {"name": "", "audio": "", "normalized": ["Even though this man had asked her, the witch was not able anymore to show her strong tone of voice, her friendly attitude or her rebellious look."]}, {"name": "Lemurua", "audio": "v_rev084_0026", "normalized": ["Aaah… pl… please… t-take it… out.", " Or… my s-stomach… will… break."]}, {"name": "", "audio": "", "normalized": ["Her voice should have been trembling in anguish, but due to the capacity overload from the aphrodisiacal effects, her voice was molten."]}, {"name": "", "audio": "", "normalized": ["She couldn't articulate herself anymore."]}, {"name": "", "audio": "", "normalized": ["Depending on how the listener interprets it, what she said had a sweet ring to it, as her lips were curved."]}, {"name": "Lemurua", "audio": "v_rev084_0027", "normalized": ["I will… break… P-please… pull out… agh…"]}, {"name": "You", "audio": "", "normalized": ["So you will break?", " But it feels good having all that beast's semen in you, right?"]}, {"name": "", "audio": "", "normalized": ["He said it as if to mock her while giving a sneer and Lemurua bit her tongue."]}, {"name": "", "audio": "", "normalized": ["But her body and soul were at their limits."]}, {"name": "", "audio": "", "normalized": ["She had no strength or will to resist anymore, as the witch's eyes filled with tears as she asked the man."]}, {"name": "Lemurua", "audio": "v_rev084_0028", "normalized": ["I… do… feel it.", " B-but I can't… take it… anymore… Take it out… eeuuh."]}, {"name": "", "audio": "", "normalized": ["She threw away her pride asking this and the man slanted his lips and gave her one last advice."]}, {"name": "You", "audio": "", "normalized": ["If you become my ally, I will take it out.", " Subordinance or death, choose wisely."]}, {"name": "", "audio": "", "normalized": ["He had expected some time of indecision, but Lemurua was already at her limit and there was no hesitation left for her."]}, {"name": "Lemurua", "audio": "v_rev084_0029", "normalized": ["I-I will… I will.", " S-so please… take it out fast!"]}, {"name": "", "audio": "", "normalized": ["She sobbed and cried like a child.", " The man smiled at her and gave the dark beast a command.", " Then…"]}, {"name": "", "audio": "", "normalized": ["*Ghllrl!", "* *Bbyuu* *Byuu*"]}, {"name": "Lemurua", "audio": "v_rev084_0030", "normalized": ["Oghh, oaah…"]}, {"name": "", "audio": "", "normalized": ["The shrunk lump of the beast was pulled out, but the muscious membrane twitched due to the friction and a fart-like perverted sound filled the air."]}, {"name": "", "audio": "", "normalized": ["*Bbyuu* *Byuu*!", " *bgrrll, bbyuu!", "*"]}, {"name": "Lemurua", "audio": "v_rev084_0031", "normalized": ["Nghii, ihhaa!"]}, {"name": "", "audio": "", "normalized": ["The white fluid broke forth as if a dam broke.", " It opened up her vagina and while scraping her vaginal walls the beast's semen came flowing back."]}, {"name": "", "audio": "", "normalized": ["This obscene sound, the sloppy view, and the terrible voice of the beast…"]}, {"name": "", "audio": "", "normalized": ["None of it could be hidden.", " On the contrary, Lemurua bridged her hips upwards and showed herself unseemingly."]}, {"name": "Lemurua", "audio": "v_rev084_0032", "normalized": ["Nghuu… uhaa!", " Ahii, nghii!", " Aaah, noo, I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["Without resistance or hesitation, she repeatedly announces her climax, shoots out the semen like a fountain and also has a transparent fluid flying everywhere."]}, {"name": "Lemurua", "audio": "v_rev084_0033", "normalized": ["Nghuu!", " Fughh, my pussy is cumming!", " Aaah, my witch pussy is cumming!"]}, {"name": "Lemurua", "audio": "v_rev084_0034", "normalized": ["I'm cumming again, nhh!", " I can't stop cumming!"]}, {"name": "", "audio": "", "normalized": ["There was nothing left of her elegant behavior, the looking down upon others, as well as her superficial politeness."]}, {"name": "", "audio": "", "normalized": ["The former witch, who had fallen to just a normal female, moved her hips up and down, showed a vulgar dance and came repeatedly while spraying semen and water everywhere."]}, {"name": "", "audio": "", "normalized": ["The man looked at this unsightly woman with a content look.", " He was confident that Lemurua had fallen to him and smiled gloatingly."]}]