[{"name": "", "audio": "", "normalized": ["With Annerose's remodeling and discipline complete, she was brought to a certain tavern located in the Amidahara underground, under strict watch and restraint."]}, {"name": "", "audio": "", "normalized": ["Of course, it wasn't just any tavern.", " There were countless men there filled with lust, all awaiting Annerose's arrival."]}, {"name": "", "audio": "", "normalized": ["Hearing that they could purchase the company of the feared fencer witch of Amidahara, a number of men with grudges were gathered there."]}, {"name": "", "audio": "", "normalized": ["Thrown into the tavern, Annerose didn't even have time to say a word before she was surrounded by the men, assaulted, and pushed down in a flash."]}, {"name": "Man 1", "audio": "", "normalized": ["Heheheh, what an amazing body!", " Those huge tits are awesome, I can't get enough!"]}, {"name": "Man 2", "audio": "", "normalized": ["Oh man, you said it!", " But this clitoris is wild too."]}, {"name": "Annerose", "audio": "v_sr134_0000", "normalized": ["Guuh… shut up, don't look…"]}, {"name": "", "audio": "", "normalized": ["Her face turned bright red from the men pointing things out, and she turned her face away, trying to hide her bashfulness."]}, {"name": "", "audio": "", "normalized": ["Her breasts which they had noticed were even more swollen than before, brimming with womanly charms, and their peaks continued to be painfully pointed."]}, {"name": "", "audio": "", "normalized": ["Thanks to the remodel, her nipples were now permanently erect, as sensitive as a clitoris, and they twitched wistfully just from being looked at."]}, {"name": "", "audio": "", "normalized": ["Her clitoris, too, stretched out from between her pussy folds, as erect as her nipples."]}, {"name": "", "audio": "", "normalized": ["It was enlarged nearly to the size of a penis, and though she tried to calm its unseemly protuberance, the remodeled flesh would never again return to normal."]}, {"name": "", "audio": "", "normalized": ["As she twisted her body, resisting the shame, the motion made her clit shake and the stimulation of the air on it sent intense pleasure through her vagina."]}, {"name": "Annerose", "audio": "v_sr134_0001", "normalized": ["Phwaah… nnh, guuh… haah… stop it, all of you…"]}, {"name": "", "audio": "", "normalized": ["Although she admonished them, two of the men seemed to have already lost all reason now that they were face to face with her."]}, {"name": "", "audio": "", "normalized": ["They ripped off their clothes, and gripping their stinking erections, pressed up against Annerose's skin and folds."]}, {"name": "Annerose", "audio": "v_sr134_0002", "normalized": ["(Gpphhuuhh?!", " Nnuhh, agghh… wh-when.", " uuhhnn… wh-why…)"]}, {"name": "", "audio": "", "normalized": ["Though she had been brought here and pushed down immediately, with her folds already parted and on the verge of being violated…"]}, {"name": "", "audio": "", "normalized": ["Before they had pressed their penises against her, Annerose's pussy was already dripping with a huge amount of love juices, making her stretched folds sticky."]}, {"name": "", "audio": "", "normalized": ["Even in the dim light of the tavern, they could clearly see her juices shining as they pressed their dicks against her and her pussy relaxed."]}, {"name": "", "audio": "", "normalized": ["*Zchh…chbbhh!", "*"]}, {"name": "Annerose", "audio": "v_sr134_0003", "normalized": ["Hyauuhh!", " Phwaah, auuhh…"]}, {"name": "", "audio": "", "normalized": ["It hurt―or at least, that was what one would expect, but her mouth opened wide and her fleshy cave full of cock made lewd wet noises."]}, {"name": "", "audio": "", "normalized": ["The pleasure made her whole body melt, and even though a filthy dick was forced upon her, her lips relaxed too, swallowing it up easily."]}, {"name": "Annerose", "audio": "v_sr134_0004", "normalized": ["Nnhh… ghbbhh, ghghllrhll… chbbhh, lrllrll…"]}, {"name": "Annerose", "audio": "v_sr134_0005", "normalized": ["(Gwaahh?!", " What, why… I don't want this in my mouth…)"]}, {"name": "", "audio": "", "normalized": ["The moment his glans beat against the walls of her remodeled throat, Annerose's hips leapt and she writhed in pleasure."]}, {"name": "Annerose", "audio": "v_sr134_0006", "normalized": ["Nnghhuuh?!", " Phhuuh…"]}, {"name": "", "audio": "", "normalized": ["Her eyes were hazy and she let out nasal sighs as she ran her tongue along the phallus digging into her throat."]}, {"name": "", "audio": "", "normalized": ["The magic fencer contracted her cheeks and wriggled her hips and lips."]}, {"name": "Man 1", "audio": "", "normalized": ["Eheheh, she's already using her hips!"]}, {"name": "Man 2", "audio": "", "normalized": ["Yeah, I can't get enough of this… her cheeks are clinging to me and she's licking my dick all over!"]}, {"name": "", "audio": "", "normalized": ["The two men raised their voices merrily, and hearing this, the surrounding patrons awaited their turns impatiently, turning their lustful gazes on Annerose."]}, {"name": "Annerose", "audio": "v_sr134_0007", "normalized": ["(Guuh… it's no good… this doesn't… feel good… at all!", ")"]}, {"name": "", "audio": "", "normalized": ["Annerose screamed within her heart, trying to deny the pleasure and show her resistance."]}, {"name": "", "audio": "", "normalized": ["However, the remodel had etched her flesh with pleasure, teaching her body to submit to it, and it moved on its own, enjoying their male flesh."]}, {"name": "Annerose", "audio": "v_sr134_0008", "normalized": ["(Nnhahh?!", " Ahhiiee, nnoohh!", " S-stop iit… quit it!", ")"]}, {"name": "", "audio": "", "normalized": ["Though she frantically prayed, her hips bent back and forth, and her pussy flesh closed with good timing, kneading and stroking the man's cock with her folds."]}, {"name": "", "audio": "", "normalized": ["The man violating Annerose, too, spoke with wonder and admiration in his voice for her movements that gripped his cock tightly as she panted."]}, {"name": "Man 1", "audio": "", "normalized": ["I can't believe that Annerose's holes would love dick this much!"]}, {"name": "Annerose", "audio": "v_sr134_0009", "normalized": ["(D-don't say something… so ridiculous… nghh, yeah r-right… hiihhnhh!", ")"]}, {"name": "", "audio": "", "normalized": ["Keeping in time with the movement of Annerose's hips, the enthusiastic men vigorously shook their own."]}, {"name": "", "audio": "", "normalized": ["They rhythmically hitting against the back of her throat and pussy."]}, {"name": "Annerose", "audio": "v_sr134_0010", "normalized": ["(Hyauuh!", " Nnahh.", " th-thish… is no good… hauuhhnnh…)"]}, {"name": "", "audio": "", "normalized": ["The spiral of pleasure made sparks fly in her head, as each time they moved in and out, saliva and love juices went flying."]}, {"name": "", "audio": "", "normalized": ["They drenched the witch's surroundings in their lewd female scent."]}, {"name": "", "audio": "", "normalized": ["Though the wet sounds that echoed from her crotch were shameful enough to make her want to cover her ears…"]}, {"name": "", "audio": "", "normalized": ["…the overflowing pleasure melted her reasoning at the same time."]}, {"name": "", "audio": "", "normalized": ["And finally―Annerose heard her voice echoing throughout the underground tavern, saying words she couldn't believe were her own."]}, {"name": "Annerose", "audio": "v_sr134_0011", "normalized": ["Do it moore… auuhnnh!", " It feelsh sho good…!"]}, {"name": "Man 1", "audio": "", "normalized": ["Uuuh?!", " Hey, did you hear that?!"]}, {"name": "Man 2", "audio": "", "normalized": ["Aah… heheh, in that case, how about this!"]}, {"name": "", "audio": "", "normalized": ["The men were excited by Annerose's words, and the dick filling up her throat began completely burying itself in her throat, facefucking her."]}, {"name": "", "audio": "", "normalized": ["The slapping sound of their bodies beating against her reverberated throughout the room, and each time, her hips even lifted to meet theirs."]}, {"name": "", "audio": "", "normalized": ["However―Annerose's mind was in shock from the words she had spoken just a moment ago."]}, {"name": "Annerose", "audio": "v_sr134_0012", "normalized": ["(Wha… th-that's not it!", " That wasn't me… what's happening, why… nnguuhh!", ")"]}, {"name": "", "audio": "", "normalized": ["In fact, there was a reason why her throat was remodeled."]}, {"name": "", "audio": "", "normalized": ["If she received more than a certain amount of pleasure, her throat muscles and the stimulations that ran to her brain, as well as the orders received from her brain…"]}, {"name": "", "audio": "", "normalized": ["…would lapse into chaos, and her voice would come out purely by instinct…"]}, {"name": "", "audio": "", "normalized": ["Naturally, knowing nothing of this, Annerose continued screaming lewdly in front of the man who remodeled her, as he confirmed the results of his project."]}, {"name": "Annerose", "audio": "v_sr134_0013", "normalized": ["Nnhahh!", " Nnchh, chhbhh… your dick is amazing…"]}, {"name": "", "audio": "", "normalized": ["The witch was in chaos as she passionately french kissed the man's dick, murmuring hotly while love juices flowed from her ransacked pussy like a waterfall."]}, {"name": "", "audio": "", "normalized": ["Seeing this, the men awaiting their turn grew more excited and started to shout, urging the two men to hurry up."]}, {"name": "Man 1", "audio": "", "normalized": ["Tch, can't help it… hey, you understand?!", " I'm gonna dump the first load, Annerose!"]}, {"name": "Annerose", "audio": "v_sr134_0014", "normalized": ["Aaahnh!", " Nnhh, I'm sho happyy… nghhphh, ghlrll… nnphh, you too, hurry… ghlrllrnn…"]}, {"name": "Man 2", "audio": "", "normalized": ["Ooh, all right, I'll let it out!"]}, {"name": "", "audio": "", "normalized": ["The movements of the two men's hips and their pistoning became more intense."]}, {"name": "", "audio": "", "normalized": ["Annerose stretched out the tips of her feet, her hips leaping from having her membranes dug at as she coaxed the two of them."]}, {"name": "Annerose", "audio": "v_sr134_0015", "normalized": ["Haahhnh!", " Hahhihh, c-come on… give me a lot!", " In my… in Annerose's mouth and pussyy!"]}, {"name": "", "audio": "", "normalized": ["After shouting this, she stuffed the huge dick into her open mouth, narrowing her cheeks and sucking hard."]}, {"name": "", "audio": "", "normalized": ["She shut her sphincter muscles, contracting her pussy thoroughly and clamping down on the other man's cock."]}, {"name": "", "audio": "", "normalized": ["She stroked it, soaked in her fluids, giving it attentive service inside her womb."]}, {"name": "Annerose", "audio": "v_sr134_0016", "normalized": ["(Hyaahnnh?!", " Nnnhahh, don't do it, don't let it out… don't do iit!", ")"]}, {"name": "", "audio": "", "normalized": ["But the screams inside her heart did not reach anyone's ears…"]}, {"name": "", "audio": "", "normalized": ["*Splurtsplurtspluurt!", "* *Sploorch, splaash!", "*"]}, {"name": "Annerose", "audio": "v_sr134_0017", "normalized": ["Nnbbhh, gpphh… nnghuuhh.", " nnhyuuh, nnhhuuh!"]}, {"name": "", "audio": "", "normalized": ["The dicks buried in both her holes swelled up and at the same time, they released their white hot heat, burning her throat and melting her pussy."]}, {"name": "Annerose", "audio": "v_sr134_0018", "normalized": ["(Gwaahh… s-sho deep… deep inside… something hot is going in… nnghh, obbhh…)"]}, {"name": "", "audio": "", "normalized": ["The fishy stench and male scent of the thick semen as it clung to the back of her throat dominated Annerose's senses."]}, {"name": "", "audio": "", "normalized": ["The stench invaded her nasal cavity and bitterness spread in her mouth."]}, {"name": "", "audio": "", "normalized": ["Unable to resist the strong urge to get rid of the filth, she swirled it around her mouth and swallowed it down."]}, {"name": "Annerose", "audio": "v_sr134_0019", "normalized": ["Nnhoohguuh… nnbhh, ghlrll… gpphh, phwaah… auuh!"]}, {"name": "", "audio": "", "normalized": ["Every time she swallowed, the sensation of semen pouring into her soaked into her body."]}, {"name": "", "audio": "", "normalized": ["It was the familiar, painful ache of disgust mixed with pleasure she had experienced during her remodeling…"]}, {"name": "", "audio": "", "normalized": ["And then, her pussy flesh that twitched with that ache wrapped around more semen, making obscene noises as the man thoroughly pumped in and out."]}, {"name": "Annerose", "audio": "v_sr134_0020", "normalized": ["(Phwaahh… nnhh, wh-whyy… my pussy is… on its own…)"]}, {"name": "", "audio": "", "normalized": ["Her pussy sloshed noisily, chewing up his semen and sucking at his throbbing penis as if it were trying to wring out more."]}, {"name": "", "audio": "", "normalized": ["It seemed as though the sensation of his male flesh jumping inside her womb, hitting against her walls and leaking semen, was even dear to her now."]}, {"name": "Annerose", "audio": "v_sr134_0021", "normalized": ["(Gwaahh… shooting all this hot, thick stuff inside… my head will go… completely crazy… nnh…)"]}, {"name": "", "audio": "", "normalized": ["Dripping with overflowing semen, she had but a moment to bask in the afterglow of their ejaculation before those surrounding them hurried them on…"]}, {"name": "", "audio": "", "normalized": ["…replacing the men who bent over her."]}, {"name": "Man 3", "audio": "", "normalized": ["Heheheh, I'm next… I've been waiting impatiently!"]}, {"name": "Annerose", "audio": "v_sr134_0022", "normalized": ["Nnh, w-wait… hyauuhhnh!"]}, {"name": "", "audio": "", "normalized": ["One of the new men had an eye on Annerose's sensitive chrysanthemum hole.", " He opened up her twitching anus and forcibly screwed his penis inside of her."]}, {"name": "", "audio": "", "normalized": ["At the same time, a fat man leaning over her face slid his erect meat past her lips."]}, {"name": "Annerose", "audio": "v_sr134_0023", "normalized": ["(Guhyahh?!", " Nnh, i-it's so biig… nnghh, gpphh!", ")"]}, {"name": "", "audio": "", "normalized": ["The man who was violating her vagina was big too, but the penis of the man who had just pierced her anus was outside of the norm."]}, {"name": "", "audio": "", "normalized": ["His thick glans stretched her fleshy wrinkles to their limit."]}, {"name": "", "audio": "", "normalized": ["Her flowery membranes dripped with intestinal fluids from just this contact, as they creaked and groaned."]}, {"name": "Annerose", "audio": "v_sr134_0024", "normalized": ["Nngpphh, ouuhnnhh!", " Nnphh… ghpph, ghbhh…"]}, {"name": "", "audio": "", "normalized": ["Annerose twisted and panted at the pressure forcing her hips upward, making its presence known as it beat against her womb from the other side of her fleshy walls."]}, {"name": "", "audio": "", "normalized": ["However, the unpleasant taste and stink of the fat man's phimosis dick violating her mouth bewitched her consciousness too."]}, {"name": "Annerose", "audio": "v_sr134_0025", "normalized": ["(Amazhing… nnphh, thish… it'sh so shmelly and dirty… hohmmhpph, nnbrllrl… ghlrll…)"]}, {"name": "", "audio": "", "normalized": ["With the penis stuffed into her, though she didn't want to, her lips moved on their own."]}, {"name": "", "audio": "", "normalized": ["Her tongue bent back and forth, the tip creeping into his foreskin and digging there."]}, {"name": "", "audio": "", "normalized": ["As she diligently licked up the cloudy smegma, scraping it off with her tongue, the man groaned softly and twitched his hips."]}, {"name": "Annerose", "audio": "v_sr134_0026", "normalized": ["Nnghpphh… ghchh, nnbbhh…"]}, {"name": "", "audio": "", "normalized": ["The smegma, wet with saliva, spread throughout her mouth as its stifling male stench stimulated Annerose's disciplined senses."]}, {"name": "", "audio": "", "normalized": ["Her stretched out crevice twitched and trembled as love juices and semen spilled forth from her vagina, concentrating her lewd female scent in the air."]}, {"name": "Annerose", "audio": "v_sr134_0027", "normalized": ["Hohh… ompphh, nnchh… nnpph, nngyuuhhn!"]}, {"name": "", "audio": "", "normalized": ["The huge dick dug into her, piercing nearly to her colon, as the man mercilessly used his hips, scraping and scratching it against her sensitive wrinkled flesh."]}, {"name": "", "audio": "", "normalized": ["Even so, her expression which should have been twisted in pain and anguish was instead the face of a blissfully smiling female animal."]}, {"name": "Man 5", "audio": "", "normalized": ["Fuck!", " That face is so erotic!"]}, {"name": "Man 6", "audio": "", "normalized": ["Hey, hey, let us enjoy ourselves too!"]}, {"name": "", "audio": "", "normalized": ["The shouting men around her stretched out their hands as well, massaging her ample breasts and stroking her clit in time with the slight movements."]}, {"name": "Annerose", "audio": "v_sr134_0028", "normalized": ["(Aahhahh!", " Th-that's…!", " D-don't massage my boobs!", " Aaah, my clit… don't stroke iit!", ")"]}, {"name": "", "audio": "", "normalized": ["Though her mind was screaming in fear of the pleasure, Annerose's body was responding with extreme sensitivity."]}, {"name": "", "audio": "", "normalized": ["Her body writhed as her hips shuddered and leapt vigorously."]}, {"name": "", "audio": "", "normalized": ["They teased all the vital parts of her womanly body, and the sharp electric pleasure ran through her countless times, making Annerose's mind go blank."]}, {"name": "", "audio": "", "normalized": ["The witch's female instincts melted in sweet pleasure as they beat against her womb and stroked her clit.", " Ruled completely by those instincts, she spoke."]}, {"name": "Annerose", "audio": "v_sr134_0029", "normalized": ["Nnnhhey… thish… nnbhh… smegma, can I eat it?", " Let me drink it all… nnphh, guwaahh!"]}, {"name": "Man 4", "audio": "", "normalized": ["Y-yeah, get a good taste and drink it down?"]}, {"name": "", "audio": "", "normalized": ["Annerose's lips parted naturally and the smegma she licked off bubbled in her throat while she purred happily."]}, {"name": "Annerose", "audio": "v_sr134_0030", "normalized": ["(Nnyaahh!", " Aguuh, so shmelly… this is too… nnghh, ghhkk…)"]}, {"name": "", "audio": "", "normalized": ["The spreading stench made her body burn even more, turning her on and making her erogenous zones oversensitive."]}, {"name": "", "audio": "", "normalized": ["The master stroke of a man used to dealing with his own penis, now used on her erect clitoris…"]}, {"name": "", "audio": "", "normalized": ["…made pleasure swell up within her from the base all the way inside her pussy."]}, {"name": "Annerose", "audio": "v_sr134_0031", "normalized": ["(Phhghiinnhh!", " That's, no good… don't do thaat, aah… tingling, something amazing is comiing!", ")"]}, {"name": "", "audio": "", "normalized": ["With each stroke, she squirmed, bending her back and bracing her legs, letting her hips go wild as her sphincter closed tight."]}, {"name": "", "audio": "", "normalized": ["Her contracting flower digested the the man's huge penis, and as he pulled it outward past her contracting walls…"]}, {"name": "", "audio": "", "normalized": ["…more female honey spouted from her as flickering lights danced in her head."]}, {"name": "Annerose", "audio": "v_sr134_0032", "normalized": ["Phwaah… it feels so good… nnhahh, more… do me more, please!"]}, {"name": "", "audio": "", "normalized": ["Annerose was overcome with emotion as she spasmed, squealing without knowing whether she was being ruled by her instincts or whether her mind had melted."]}, {"name": "Annerose", "audio": "v_sr134_0033", "normalized": ["Heyy, dick me real good, all the way inside!", " Nnbbh, ghrll… ghlrll… my boobs and my clit too… nnphh…"]}, {"name": "Annerose", "audio": "v_sr134_0034", "normalized": ["Make your dicks feel good with my… with Annerose's everything, let out all of that semen…"]}, {"name": "", "audio": "", "normalized": ["Perhaps at this invitation, the penises' thrusting increased in intensity."]}, {"name": "", "audio": "", "normalized": ["Each time they rubbed against her throat or rectum, her pleasure soared among the high heavens."]}, {"name": "", "audio": "", "normalized": ["The surrounding men too, as they fondled Annerose, excitedly stroked their own penises, filling the air with their lustful male scent."]}, {"name": "Annerose", "audio": "v_sr134_0035", "normalized": ["(Nnhahh… th-they're doing it, these guys… everyone is… they're trying to cover me in semen!", ")"]}, {"name": "", "audio": "", "normalized": ["Her spine trembled as the image of her pathetic self covered in milky white drifted across her consciousness."]}, {"name": "Annerose", "audio": "v_sr134_0036", "normalized": ["Yess, amaziing!", " Hahh… nnuuhh, heyy… give it to me, the white stuff!", " Give me your semen, your dick milk!"]}, {"name": "Annerose", "audio": "v_sr134_0037", "normalized": ["(Nnnoohh!", " Don't do it, you can't do iit!", " If you do that to me… I'll cum, I'll definitely cuum!", ")"]}, {"name": "", "audio": "", "normalized": ["Her instincts and her mind, her lust and her pride fought with one another as her expression warped and she moved her hips."]}, {"name": "", "audio": "", "normalized": ["However, there was nothing she could do about the response to the sensation welling up within her as it wrapped around her body and mind."]}, {"name": "Annerose", "audio": "v_sr134_0038", "normalized": ["(Hyaahh?!", " Thish, thish is no good!", " Aghh, nnghh!", ")"]}, {"name": "", "audio": "", "normalized": ["She didn't want to climax, but she couldn't stop her body earnestly accepting their male flesh as her spine trembled and her mind melted."]}, {"name": "", "audio": "", "normalized": ["As her rectum was plowed deeply, her womb was crushed with pressure, and Annerose's sphincter muscles closed tightly."]}, {"name": "Annerose", "audio": "v_sr134_0039", "normalized": ["Nnphhghh!", " Nnhiihh, ihhyaahh!"]}, {"name": "", "audio": "", "normalized": ["The intense pleasure and excitement poured over her brain as Annerose's body bent like a bow, her feet stretching out as she tensed up.", " And then…"]}, {"name": "", "audio": "", "normalized": ["*Spluurt!", "* *Splosh splosh, drip, sploorch!", "* *Dribble, dribble, sploort!", "* *Splat!", "*"]}, {"name": "Annerose", "audio": "v_sr134_0040", "normalized": ["Nnbbhh, aghhuuhh?!", " Hyuuhh, nnhahh, gwaahh!"]}, {"name": "", "audio": "", "normalized": ["Her sphincter burned with the heat of an enormous load of cloudy semen pouring into her rectum and threatening to overflow from her completely stretched-out flower."]}, {"name": "", "audio": "", "normalized": ["Sticky heat sprayed into her mouth, winding around her cheeks, spreading the taste and scent on her tongue as it flowed down the back of her throat."]}, {"name": "Annerose", "audio": "v_sr134_0041", "normalized": ["Aghh, sho hoot!", " Nnhiihh, your semen ish comiing… nnghuuh, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["As she gulped it down, her chrysanthemum hole closed tight, and her body bent like a bridge as she climaxed, sending up a vigorous spray of female ejaculate."]}, {"name": "", "audio": "", "normalized": ["Though waves of frustration and shame welled up within her, even greater waves of pleasure melted her whole body, clouding her reason and making her mind blank."]}, {"name": "", "audio": "", "normalized": ["As her body leapt over and over, the men's semen mercilessly rained down on her swaying breasts and twitching clit."]}, {"name": "Annerose", "audio": "v_sr134_0042", "normalized": ["Delishuus, sho hot, sho good!", " Hot, splurting, it's coming… nnhh, I'm still cummiing!"]}, {"name": "", "audio": "", "normalized": ["Climaxing again while still in the middle of another, Annerose twitched, her orgasm face showing as she soared to heights she might never come down from."]}, {"name": "", "audio": "", "normalized": ["She could no longer move, spasming with a satisfied expression on her face as she squirted like a broken fountain."]}, {"name": "Annerose", "audio": "v_sr134_0043", "normalized": ["(I-it's over…nnh, guuh…)"]}, {"name": "", "audio": "", "normalized": ["The huge load of semen that painted her body enveloped her skin, weighing on her, almost feeling heavy."]}, {"name": "", "audio": "", "normalized": ["She lay there, surrendering herself to that raw heat, weight, and physical exhaustion…"]}, {"name": "Man 7", "audio": "", "normalized": ["Hey, hey, what are you sleeping for?"]}, {"name": "Man 8", "audio": "", "normalized": ["There's still guys left who haven't been satisfied yet."]}, {"name": "Annerose", "audio": "v_sr134_0044", "normalized": ["Aah… aah, uuh… n-no way…"]}, {"name": "", "audio": "", "normalized": ["As her half-closed eyes were forced open, they fell on the presences coming near, before flying wide open with astonishment."]}, {"name": "", "audio": "", "normalized": ["More replacements bent over her, and her face was full of lewdly throbbing penises."]}, {"name": "You", "audio": "", "normalized": ["Look―your customers have been waiting a while, you'd better satisfy them all, you female pig witch."]}, {"name": "", "audio": "", "normalized": ["The men who had bought Annerose shouted their agreement at his words."]}, {"name": "", "audio": "", "normalized": ["The expression of despair that twisted Annerose's expression only further fueled the men's lust, and all at once, they stretched their hands out toward the witch's body…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["After several hours had passed…"]}, {"name": "Annerose", "audio": "v_sr134_0045", "normalized": ["Nnchh, ghrll… chpphah…"]}, {"name": "", "audio": "", "normalized": ["Continuously exposed to the men's lust, Annerose's entire body was coated with semen, dyed completely white."]}, {"name": "", "audio": "", "normalized": ["Moreover, even now, several men drew near, and Annerose meekly serviced them, deferring to their male lust."]}, {"name": "You", "audio": "", "normalized": ["Hmm… that Annerose has come this far…"]}, {"name": "", "audio": "", "normalized": ["Though the man muttered this, his voice no longer reached her ears."]}, {"name": "Annerose", "audio": "v_sr134_0046", "normalized": ["Nnh, heyy… how is it?", " Annerose's dicksucking♪", " Nhh, chbhh, ghpphhghpph…"]}, {"name": "", "audio": "", "normalized": ["She was aggressively flirting with them, using her hips skillfully while being violated by one, and servicing another obediently with her mouth."]}, {"name": "You", "audio": "", "normalized": ["Seems like that's enough… hey, Annerose."]}, {"name": "Annerose", "audio": "v_sr134_0047", "normalized": ["Nnnh… yes, what is it?"]}, {"name": "", "audio": "", "normalized": ["Her drooping eyes were clouded with exhaustion as she looked at him with an innocent expression."]}, {"name": "You", "audio": "", "normalized": ["There's still a lot of men coming who bought you.", " Make them all satisfied, you hear?"]}, {"name": "", "audio": "", "normalized": ["Even though he had phrased this like an order, Annerose showed no sign of anger, and simply grinned at him with a sweet smile."]}, {"name": "Annerose", "audio": "v_sr134_0048", "normalized": ["Yees♪", " Leave it to me… nnchh…"]}, {"name": "", "audio": "", "normalized": ["The man nodded in satisfaction at her cheerful answer as she kissed a dick, and left the scene to tend to his duties…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["However―when the man returned, Annerose was already gone, leaving behind only the men's corpses."]}, {"name": "", "audio": "", "normalized": ["And at the same time, the laboratory he had used to remodel her body had been attacked by someone."]}, {"name": "", "audio": "", "normalized": ["According to his surviving underlings, the person who attacked the lab was a student―or at least, was a boy wearing a school uniform."]}]