[{"name": "Shirley", "audio": "v_r-ev198_0000", "normalized": ["Mnn… Ahh… What?!"]}, {"name": "", "audio": "", "normalized": ["As she woke from her sleep――actually, she was passed out, Shirley noticed she was in an unfamiliar place and was bound by someone."]}, {"name": "Shirley", "audio": "v_r-ev198_0001", "normalized": ["Wh-what the… Let me go!"]}, {"name": "", "audio": "", "normalized": ["She struggled as she screamed, but the man holding her down from the behind was rather burly and he did not budge even a bit."]}, {"name": "Shirley", "audio": "v_r-ev198_0002", "normalized": ["Tssk?!", " How did I…"]}, {"name": "", "audio": "", "normalized": ["Shirley's mechanized weapon system, a spear-like electronic armament named Brionac, was capable of deploying itself as armor as well."]}, {"name": "", "audio": "", "normalized": ["The armament system enhanced her physical capabilities and helped her perform better in combat, but――"]}, {"name": "Shirley", "audio": "v_r-ev198_0003", "normalized": ["(Ugg… It doesn't move.", " No way… It's active, but no power――)"]}, {"name": "", "audio": "", "normalized": ["Shirley was only as strong as a regular human being without her armament, and she skewed her face in agony as she was held down from the behind."]}, {"name": "You", "audio": "", "normalized": ["Haha, you just woke and you are already so spry."]}, {"name": "", "audio": "", "normalized": ["Laughed the man in front of her――"]}, {"name": "Shirley", "audio": "v_r-ev198_0004", "normalized": ["You.", " Who the hell――ugh…"]}, {"name": "", "audio": "", "normalized": ["She recognized the man, and as she followed her string of memories, how she came to be like this came back to her as well."]}, {"name": "Shirley", "audio": "v_r-ev198_0005", "normalized": ["(It was like this back then――)"]}, {"name": "", "audio": "", "normalized": ["She had devoted herself to bring peace to the world against the evils of the Demons and Taimanins as the UFS's new weapon system operator."]}, {"name": "", "audio": "", "normalized": ["It was during one of such operations.", " This unidentified man assaulted Shirley and she deployed her armament as usual."]}, {"name": "", "audio": "", "normalized": ["However――she ended up here."]}, {"name": "", "audio": "", "normalized": ["As soon as she closed in with the enemy, Brionac may have malfunctioned or something and she lost the bulk of her physical augmentation."]}, {"name": "", "audio": "", "normalized": ["The enemy did not miss that opportunity, of course, and Shirley took a hit without being able to fight back and passed out right there."]}, {"name": "Shirley", "audio": "v_r-ev198_0006", "normalized": ["Ugh… Please, Brionac… Lend me your strength… I have to defeat them…"]}, {"name": "", "audio": "", "normalized": ["She repeated the weapon system's deployment procedure again, but it was already deployed."]}, {"name": "", "audio": "", "normalized": ["If she could not bring out the full power with it deployed, it meant the situation was beyond her control."]}, {"name": "Shirley", "audio": "v_r-ev198_0007", "normalized": ["(Wh-what am I supposed to do… Ugh… Ugghh!", ")"]}, {"name": "", "audio": "", "normalized": ["She tried to struggle and swing around her arms, but her girly slender arms were no match for that of well-trained men."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, resistance is futile―― Hey, how is it?"]}, {"name": "", "audio": "", "normalized": ["The man was talking to another man in the room after he had checked Shirley's bondage."]}, {"name": "Shirley", "audio": "v_r-ev198_0008", "normalized": ["(A lab coat… A scientist?", " Are they messing with Brionac――)"]}, {"name": "", "audio": "", "normalized": ["The reason for all this malfunction, perhaps it was all because of them tampering with it――"]}, {"name": "Lab-Coated Man", "audio": "", "normalized": ["My lord, it appears a special operator authentification to deploy Brionac, as I thought."]}, {"name": "You", "audio": "", "normalized": ["Humph, I see… What else?"]}, {"name": "Lab-Coated Man", "audio": "", "normalized": ["It seems some parts of it are grafted directly onto her body.", " It would not be possible to be used by anyone else, practically speaking."]}, {"name": "", "audio": "", "normalized": ["The man called lord seemed to be a little disappointed by those words from the scientist."]}, {"name": "You", "audio": "", "normalized": ["Very well… I did not want to waste such a weapon, but seems I have no choice."]}, {"name": "Shirley", "audio": "v_r-ev198_0009", "normalized": ["Well, too bad for you… Of course, you can't.", " Brionac is a weapon of justice, evil men like you won't be able to operate it!"]}, {"name": "", "audio": "", "normalized": ["Shirley told them so as she was relieved by the fact they will not be able to hijack Brionac.", " The man turned around and grinned at her."]}, {"name": "You", "audio": "", "normalized": ["Doesn't matter.", " If we can't use it ourselves, then we'll find other ways――simple as that."]}, {"name": "Shirley", "audio": "v_r-ev198_0010", "normalized": ["Tssk… A sore loser――Kyaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The moment Shirley opened her mouth to talk back to him, the man's hand reached for her chest suddenly and pulled――"]}, {"name": "Shirley", "audio": "v_r-ev198_0011", "normalized": ["Hieehh――Noo?!"]}, {"name": "", "audio": "", "normalized": ["Her battle suit with Brionac deployed on the surface was close to her skin and revealed her body lines."]}, {"name": "", "audio": "", "normalized": ["The suit was torn by the man's hands and her pair of large breasts jumped out of it."]}, {"name": "Shirley", "audio": "v_r-ev198_0012", "normalized": ["What are you… Noo, let me go!"]}, {"name": "", "audio": "", "normalized": ["She tried to pull herself away from the man in a surprise, but she was still held down from the behind and she naked body was exposed."]}, {"name": "You", "audio": "", "normalized": ["Not a bad body you have there.", " I think I'm gonna have some fun with you…"]}, {"name": "Shirley", "audio": "v_r-ev198_0013", "normalized": ["No… Stop, it… Mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["The man was fingering her breasts and tore her suit all the way down, even exposing her crotch."]}, {"name": "", "audio": "", "normalized": ["Shirley was blushing up to her ears from the humiliation and anger that she had just been forced to expose her naked body for the first time to the enemy."]}, {"name": "Shirley", "audio": "v_r-ev198_0014", "normalized": ["You… Ghhumnn, haagh…"]}, {"name": "", "audio": "", "normalized": ["Once their fingers rolled around her nipples gently and another hand was on her labia, unknown, electrifying sensation ran up her spine."]}, {"name": "Shirley", "audio": "v_r-ev198_0015", "normalized": ["(Haaghh, aahmnn… What was that――)"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, aren't you so sensitive?", " Now now, how about this?"]}, {"name": "Shirley", "audio": "v_r-ev198_0016", "normalized": ["S-stop it… Aaaghhuhh, mnnhuhh?!"]}, {"name": "", "audio": "", "normalized": ["They flicked her nipple with the fingers and an unbearable aching was seeping in from there, burning up her body."]}, {"name": "", "audio": "", "normalized": ["The core of the burning sensation was coming from her precious parts――her crotch the man was rubbing back and forth over and over."]}, {"name": "Shirley", "audio": "v_r-ev198_0017", "normalized": ["N-not there… Aaahh, mmnghhaahh!"]}, {"name": "", "audio": "", "normalized": ["She was disgusted that they were touching her down there, but the membrane was tingling every time the man's hands rubbed it gently."]}, {"name": "", "audio": "", "normalized": ["The hot sensation and aching pierced through her vagina and her abdomen began to throb inside."]}, {"name": "", "audio": "", "normalized": ["Her honey began to seep out from deep within her vagina and it tangled onto the fingers as she was gently massaged by them."]}, {"name": "", "audio": "", "normalized": ["Every time the lewd, watery noised echoed across the room, Shirley blushed from the embarrassment."]}, {"name": "Shirley", "audio": "v_r-ev198_0018", "normalized": ["Aghh, mnnguhh… No, stop it… Don't do this… Mnhiighh, hiiguhhmnn…"]}, {"name": "", "audio": "", "normalized": ["She felt the disgust and hatred of the act, but her body could not resist the fingering and her crevice was warming up and loosening."]}, {"name": "You", "audio": "", "normalized": ["I suppose you were nothing but just a student chose to test out the new weapon…"]}, {"name": "Shirley", "audio": "v_r-ev198_0019", "normalized": ["Wha… Take it back!", " I'm a sworn service member of the UFS――mmngguhh, haaghhmn!"]}, {"name": "You", "audio": "", "normalized": ["You can't be seriously refuting me like that if you are moaning out loud, being groped by the enemy, eh?"]}, {"name": "", "audio": "", "normalized": ["Shirley tried to hold her moans in by clenching her teeth as soon as she heard the man say so with a grin on his face."]}, {"name": "Shirley", "audio": "v_r-ev198_0020", "normalized": ["That's not, not true… Mnghh… Haaughh, aaghh… Mghahh, huuaghh…"]}, {"name": "", "audio": "", "normalized": ["Sense of self-loathing and humiliation was building up inside her as she still could not quiet down all the moans."]}, {"name": "Shirley", "audio": "v_r-ev198_0021", "normalized": ["(Why, why… You bastard… Just him touching me, like this… Mnnguhh…)"]}, {"name": "", "audio": "", "normalized": ["The man rubbed her crevice tenaciously and it was undeniable her pussy was getting wet and she was letting out a sweet breath."]}, {"name": "", "audio": "", "normalized": ["She bit down on her lips as she turned her blushing face down, but her body twitched every time pleasure was poured into her body, writhing in bondage."]}, {"name": "You", "audio": "", "normalized": ["What a stubborn one you are, even like this… Very well.", " Hey, you work on her titties like me, they seem lonely."]}, {"name": "", "audio": "", "normalized": ["To drive Shirley further towards the edge, the man behind her reached for her unprotected breasts and started groping it on the man's orders."]}, {"name": "Shirley", "audio": "v_r-ev198_0022", "normalized": ["Hiieghhmnn?!", " S-stop it… Aaahighh, mnguuhh… Guuaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The thick fingers of the large man dug into her breasts and warped it into a lewd shape, kneading it around."]}, {"name": "Shirley", "audio": "v_r-ev198_0023", "normalized": ["I-it hurts, stop… Mnngughh, haaghh…"]}, {"name": "You", "audio": "", "normalized": ["Haha, you don't look like you are in pain, hmm?"]}, {"name": "Shirley", "audio": "v_r-ev198_0024", "normalized": ["Ughh… Sh-shut up… Mnaghh!"]}, {"name": "", "audio": "", "normalized": ["She blushed even further because of the man pointing it out but she was unable to deny it and moaned."]}, {"name": "", "audio": "", "normalized": ["It was coming from her crotch――the waves of undeniably sweet pleasure melted her body lewdly and her nipples had become even more sensitive."]}, {"name": "", "audio": "", "normalized": ["Not only was her hard, erect nipple, but also her swelling large areola and even her smooth skin had become sexually sensitive."]}, {"name": "Shirley", "audio": "v_r-ev198_0025", "normalized": ["(Mnghahh… No, noo!", " I have to fight it… Aaaghhuuhh!", " N-no, I must not, I can't… Hyaamnnghh!", ")"]}, {"name": "", "audio": "", "normalized": ["The man's hand savoring the softness of her tits groped them from the base to the tip in the squeezing motion and the pleasure ran along with its movement."]}, {"name": "", "audio": "", "normalized": ["Her face jumped up in an involuntary reaction, making her lean up against the man behind her and the hot breath came out of her again and again."]}, {"name": "Shirley", "audio": "v_r-ev198_0026", "normalized": ["Haaghh, aahaaghh… Mnguhh…"]}, {"name": "", "audio": "", "normalized": ["But she still did not want to give in――to the pleasure."]}, {"name": "", "audio": "", "normalized": ["Shirley's mind kept telling her that, tensing up her body and enduring the petting, trying to keep herself strong against the acts."]}, {"name": "", "audio": "", "normalized": ["However――Shirley was way too sexually inexperienced to resist the fingering by multiple experienced men."]}, {"name": "You", "audio": "", "normalized": ["My my, you have gotten captured and groped by the enemy but you are so easy… I guess all UFS women are a slut like you."]}, {"name": "Shirley", "audio": "v_r-ev198_0027", "normalized": ["Mhieghh… Eeghhghh?!"]}, {"name": "", "audio": "", "normalized": ["She was too focused on the hands on her breasts.", " She was caught off guard when another finger forced its way into her vagina after spreading it apart."]}, {"name": "", "audio": "", "normalized": ["Her honey came flowing out once the pleasure penetrated her vagina as the moist vagina was directly stimulated by the fingers."]}, {"name": "", "audio": "", "normalized": ["Shirley was blushing red from the sensation of her sizzling hot, molten honey running down, but it was not going to stop just because she did."]}, {"name": "Shirley", "audio": "v_r-ev198_0028", "normalized": ["Hieegguuhhmn?!", " Mnnhuugghh, there, not there?!", " Mnnaaghhaah, mnaaghuughh!"]}, {"name": "", "audio": "", "normalized": ["The man used just his fingertips to scrape her vagina and the rest of the fingers to expose her clitoris, petting it with a light flicking movement."]}, {"name": "", "audio": "", "normalized": ["Shirley arched her bock back and shuddered as the immediate influx of the pleasure made her hips dance."]}, {"name": "Shirley", "audio": "v_r-ev198_0029", "normalized": ["Mghaaghh, I can't take it anymore, oogghh!", " Huughuhh, mnnhaaheeghh!"]}, {"name": "", "audio": "", "normalized": ["Her body had become so sensitive from the petting and the stimulation to her flesh bud caused her body to surrender with a white flag to the lust."]}, {"name": "You", "audio": "", "normalized": ["Look at it, my hand is already drenched, eh?", " Do you really think you can deny it after seeing this?", " Won't you just admit you wanted it?"]}, {"name": "Shirley", "audio": "v_r-ev198_0030", "normalized": ["Hiieguughh… Heegaaghh… Umnmm… Th-that's not, not true….", "uhh…"]}, {"name": "", "audio": "", "normalized": ["Her eyes looking at the fingers began watering up and her face was loosening, yet Shirley still tried to deny the man's claim."]}, {"name": "", "audio": "", "normalized": ["The man scoffed at her joyfully and undressed partially, exposing his crotch as well."]}, {"name": "Shirley", "audio": "v_r-ev198_0031", "normalized": ["Higghuhh?!", " Wh-what are you――"]}, {"name": "You", "audio": "", "normalized": ["There's only one thing to do――"]}, {"name": "", "audio": "", "normalized": ["The man said and inched forward towards her and placed his erect, massive cock right up to Shirley's labia."]}, {"name": "You", "audio": "", "normalized": ["I'm only going to indulge your expectations!"]}, {"name": "Shirley", "audio": "v_r-ev198_0032", "normalized": ["Mnnggheeghh?!", " Hieeyaahh, noo!"]}, {"name": "", "audio": "", "normalized": ["――*Squish* *Splosh* *Mush* *Tear* *Rip* *Rip*"]}, {"name": "Shirley", "audio": "v_r-ev198_0033", "normalized": ["Mnnguaaeghh?!", " Heegghheehh, eegghaaghh!"]}, {"name": "", "audio": "", "normalized": ["The man did not give Shirley any time to respond and as soon as her moist crevice sucked onto the penis, it ripped right into her vagina."]}, {"name": "Shirley", "audio": "v_r-ev198_0034", "normalized": ["(Mnngguhhaaghh….", " Eggeghh, hurts… It, it hurts…)"]}, {"name": "", "audio": "", "normalized": ["There was no care or concern about her at all.", " The man forced his cock right into her, a distinctively male act of ravaging and conquering the female body."]}, {"name": "", "audio": "", "normalized": ["Her hymen was torn and her flesh was plowed.", " The pain of wildly thick cock making its way inside her made Shirley scream in pain."]}, {"name": "Shirley", "audio": "v_r-ev198_0035", "normalized": ["Agguhhoohh, oouhh… Mnnguuhh!", " Huueeghh… Egghh, haaghh… G-get it out, out, eehh…"]}, {"name": "", "audio": "", "normalized": ["Blood dripped and she felt a dull pain as her hips jumped up as the spear penetrated her."]}, {"name": "", "audio": "", "normalized": ["Her limbs began to shudder from the pain and the shock of losing her virginity made Shirley tear up slightly."]}, {"name": "Shirley", "audio": "v_r-ev198_0036", "normalized": ["Aaauhh, mnnghh… Haahahh… Hiieghuhh, aauughh…"]}, {"name": "", "audio": "", "normalized": ["However――"]}, {"name": "You", "audio": "", "normalized": ["――Enough with the acting already.", " Look at this, you are all so wet down there, see?"]}, {"name": "Shirley", "audio": "v_r-ev198_0037", "normalized": ["Th-that's not true… Mnnguuhh?!", " Heeghhuhh, eehhegghhaaghh!"]}, {"name": "", "audio": "", "normalized": ["Then half inserted penis was driven in further by the man thrusting his hips and her already drenched vagina began to tingle."]}, {"name": "", "audio": "", "normalized": ["It was the first time taking a penis in for her pussy, but it was already adapting to the female pleasure it was receiving."]}, {"name": "", "audio": "", "normalized": ["Or rather――it was only her hymen that had shown any resistance and it was shredded in a matter of moment.", " Shirley's crevice had surrendered by then."]}, {"name": "Shirley", "audio": "v_r-ev198_0038", "normalized": ["(Guueghh… N-noo… This can't be, can't be right… Aaahhmmn, mnguuhh!", ")"]}, {"name": "", "audio": "", "normalized": ["She was in denial of the fact, but as the male flesh dug deeper inside her, made short strokes, and stirred up her vagina, she had no choice."]}, {"name": "", "audio": "", "normalized": ["Soon, Shirley lifted her hips and started to move it up and down awkwardly with her watering eyes facing down."]}, {"name": "Shirley", "audio": "v_r-ev198_0039", "normalized": ["Ooghh… Mnmm, nggaahh… Haaeeghh, aaighh… Mmguuhh, huughh… Nhhaahh!"]}, {"name": "You", "audio": "", "normalized": ["How do you like it in your pussy?"]}, {"name": "", "audio": "", "normalized": ["Even when she tried to deny the man's mockery, only the sweet moans came out of her mouth and Shirley was plunged into deep shame."]}, {"name": "Shirley", "audio": "v_r-ev198_0040", "normalized": ["(Whhyy… Why am I, why is this… This is my first time… The enemy, he's fucking me, but… Mgaahh!", ")"]}, {"name": "", "audio": "", "normalized": ["The further she sunk into the humiliation of moaning for getting violated by the enemy, the more it added to the pleasure."]}, {"name": "", "audio": "", "normalized": ["Her brain was molten, the spine was tingling, and the core was burning."]}, {"name": "", "audio": "", "normalized": ["All stimulation poured into her abdomen and it filled her vagina in the form of the juice, making lewd noises as it was pounded."]}, {"name": "Shirley", "audio": "v_r-ev198_0041", "normalized": ["Nnuuhh, huughhmnn… Ahh, haahghh, aauughh!", " N-no, no… Not my pussy… Heegaauhh!"]}, {"name": "", "audio": "", "normalized": ["As the fluids acted as lubricants and the movement became smoother, the pain faded away even further and only the pleasure remained."]}, {"name": "", "audio": "", "normalized": ["It loosened her entire body but sharpened her senses."]}, {"name": "", "audio": "", "normalized": ["Even her breasts being groped roughly had felt much better now as the man played with it, making Shirley's face softened."]}, {"name": "Shirley", "audio": "v_r-ev198_0042", "normalized": ["(Nnmmaaghh… Noo… My breasts, my tits, soo good, ohh!", " Amazing, it's melting…)"]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled down in a daze and her lips all loosened up, her expression was that of someone drunk in the carnal pleasure."]}, {"name": "", "audio": "", "normalized": ["The hand groped up her breasts pinched the nipples and stroked them which made her hips shiver and Shirley to focus her senses down to her groin."]}, {"name": "Shirley", "audio": "v_r-ev198_0043", "normalized": ["Haaghh, mnnghh… Mgguhh!", " Pussy, my pussy feels so good too… It's so rough… Aghh…"]}, {"name": "You", "audio": "", "normalized": ["Look at you, now you're being honest!"]}, {"name": "Shirley", "audio": "v_r-ev198_0044", "normalized": ["Mnngghh?!", " No, I wasn't, ughh!", " That wasn't true… Nhyaauaahh!", " Aaahaahh, so deep…"]}, {"name": "", "audio": "", "normalized": ["She was denying it but had no choice but to give in to the pleasure and shake her hips along with the man."]}, {"name": "Shirley", "audio": "v_r-ev198_0045", "normalized": ["(Aaaghh!", " It's not supposed to be like this!", " I shouldn't feel this good, noo… No, aahh, it's so good!", ")"]}, {"name": "", "audio": "", "normalized": ["When she had noticed, the man behind her had let her go and was focus on her breasts, but Shirley could not even think of getting away."]}, {"name": "", "audio": "", "normalized": ["Rather, it looked like she was leaning up against the man in a sultry manner and was begging for more pleasure."]}, {"name": "You", "audio": "", "normalized": ["Haha, now you are a complete slut… No, you had been one since the beginning, yeah!"]}, {"name": "Shirley", "audio": "v_r-ev198_0046", "normalized": ["Mnnhuuhh, m-maybe… Maybe that's true… Mngguhh, mneeghh!", " Aaahh, there, right there!"]}, {"name": "", "audio": "", "normalized": ["The hard pounding made their hips hit each other and the noise of the flesh hitting echoed in the room, further adding to the excitement."]}, {"name": "Shirley", "audio": "v_r-ev198_0047", "normalized": ["More, more, deeper, deeper, uughh!", " Dot it harder, please!", " Fuck me harder, right in my pussy!"]}, {"name": "", "audio": "", "normalized": ["The heightening pleasure shook her female instinct and Shirley who had her lust woken up begged for more with obscene words and no hesitation."]}, {"name": "", "audio": "", "normalized": ["Her mind spread its wings as the groping on her chest got stronger from her plea and her body jerked violently from the pounding on her hips."]}, {"name": "Shirley", "audio": "v_r-ev198_0048", "normalized": ["(Mngguuhh!", " Soo, soo good… This is, unbelievable, eeghh!", " Something is wrong, there is something wrong with me, uhh!", ")"]}, {"name": "", "audio": "", "normalized": ["The extra-large tip knocked onto her womb and it was pulled out, her aching vagina was scraped up by the shoulders."]}, {"name": "", "audio": "", "normalized": ["Her vision was covered with sparks and the cumulating heavy aching in her crotch was increasing in its volume and intensity."]}, {"name": "You", "audio": "", "normalized": ["You're about to cum, you slut!"]}, {"name": "Shirley", "audio": "v_r-ev198_0049", "normalized": ["Mnnguuhh, mmuuhh!", " Yess, coming, I'm cominngg!"]}, {"name": "", "audio": "", "normalized": ["Shirley screamed so in a reaction and hugged the man subconsciously, moving her body closer as her body tensed up."]}, {"name": "", "audio": "", "normalized": ["The contraction made her already thin vagina tighten up even further and stroked the penis in synch with the movements."]}, {"name": "You", "audio": "", "normalized": ["Then I'm gonna give it to you right in here… Come as you get creampied, Shirley!"]}, {"name": "Shirley", "audio": "v_r-ev198_0050", "normalized": ["Mnnaahheehh!", " Coming, I'm coming with cum inside mee!"]}, {"name": "", "audio": "", "normalized": ["――*Throb* *Spew* *Spew* *Spew* *Squt* *Sposh* *Pour* *Pour*"]}, {"name": "Shirley", "audio": "v_r-ev198_0051", "normalized": ["Huughh, mheeghh?!", " Ngaahh, it's so hot!", " Hot cum is coming inside me, ughh!"]}, {"name": "", "audio": "", "normalized": ["The cock dug into her as it was crushing her womb and it poured so much sizzling cum deep inside her."]}, {"name": "", "audio": "", "normalized": ["The sensation of heat and the viscosity from the vagina and the pleasure of being violated melted something in the depth of her mind."]}, {"name": "Shirley", "audio": "v_r-ev198_0052", "normalized": ["(Ogghh, haaghh… Oh my god… Agghh, coming, I'm coming…)"]}, {"name": "", "audio": "", "normalized": ["Her mind was going blank and her mind was whitening out.", " Shirley's face loosened lewdly as she was ravaged by the oncoming waves of pleasure."]}, {"name": "", "audio": "", "normalized": ["It was the first time ever she had experienced an orgasm, but Shirley knew it was \"coming"]}, {"name": "Shirley", "audio": "v_r-ev198_0053", "normalized": ["Mnguhh… I love it, so much… Aaahaahh, cock, throbbing… Please, do me more… Mggeheeghh…"]}, {"name": "", "audio": "", "normalized": ["She tightened her vagina as hard as she could, stroking the still throbbing cock from the bottom to top to suck out any cum left in it."]}, {"name": "", "audio": "", "normalized": ["Shirley's subconscious reaction made the man smugly grin at her as he moved his hips to help with it."]}, {"name": "", "audio": "", "normalized": ["And then once her womb, and her vagina from the overflowing cum, had been filled with jizz――"]}, {"name": "Shirley", "audio": "v_r-ev198_0054", "normalized": ["Mnnhh… Haahh, aaghh… Mnnhuhh…"]}, {"name": "", "audio": "", "normalized": ["The penis was slowly pulled out of her and continuously moaning Shirley finally came to as her voice returned."]}, {"name": "Shirley", "audio": "v_r-ev198_0055", "normalized": ["Haahh, haahh… What did you… What did you do…to me… Mnghh…"]}, {"name": "You", "audio": "", "normalized": ["You do look rather happy, huh?"]}, {"name": "", "audio": "", "normalized": ["The man mocked Shirley and asked her as he tilted her face up."]}, {"name": "You", "audio": "", "normalized": ["What do you think, would you join me?", " If you would use Brionac for the organization, I can give you more…?"]}, {"name": "", "audio": "", "normalized": ["Shirley's brows jumped in reaction to the words, like a dog wagging its tail, but out of her mouth came something completely opposite."]}, {"name": "Shirley", "audio": "v_r-ev198_0056", "normalized": ["Ngghh… No…no… I don't want to…"]}, {"name": "", "audio": "", "normalized": ["Maybe it was her sense of righteousness that had taken root in her heart from being told everything but UFS was evil that made her say so."]}, {"name": "", "audio": "", "normalized": ["The man looked a little surprised by her resolve, but soon smiled crookedly and told the rest of the men."]}, {"name": "You", "audio": "", "normalized": ["Well… Hey, you guys.", " I think this little lady needs more convincing before she would join us."]}, {"name": "", "audio": "", "normalized": ["The men understood what he meant by it and got excited, but Shirley also changed her expression as well."]}, {"name": "Shirley", "audio": "v_r-ev198_0057", "normalized": ["A-again… I'm going to be…fuck hard, again, heeaummnn… Mnnguhh…"]}, {"name": "", "audio": "", "normalized": ["She was shivering in joy, not the fear."]}, {"name": "", "audio": "", "normalized": ["She hugged her own shuddering body and her body had already begun to burn up just imagining how she will be violated by the men around her."]}, {"name": "Shirley", "audio": "v_r-ev198_0058", "normalized": ["I-I shouldn't…but, again…I'm going to be fucked right in my pussy again…"]}, {"name": "You", "audio": "", "normalized": ["――Haha, sounds like her body has already been broken."]}, {"name": "", "audio": "", "normalized": ["The man flicked her nipple and Shirley orgasmed just from that with her hips jumping up and writhing."]}, {"name": "You", "audio": "", "normalized": ["Fine then… Fuck her hard!", " Until she's broken, all the way!"]}, {"name": "Shirley", "audio": "v_r-ev198_0059", "normalized": ["Mnnahaahh.", " They're gonna fuck me, fuck me so hard!", " So many, so many cocks will fuck me up!"]}, {"name": "", "audio": "", "normalized": ["The loud scream Shirley let out sounded like nothing but a cry of a cock-addicted bitch――"]}]