[{"name": "Isuka", "audio": "v_sr258_0000", "normalized": ["…Damn it, I was careless… Me, of all people… I did not realize how powerful the Demons were in this world…"]}, {"name": "You", "audio": "", "normalized": ["…Who the hell is this girl?"]}, {"name": "", "audio": "", "normalized": ["As the boss of the Fuuma, I did not rest on Christmas nor summer vacation.", " Even then, I would have stayed quiet on New Year's if nothing came up."]}, {"name": "", "audio": "", "normalized": ["However, as I was feeling awe-inspired by looking at the sunrise for the first time in the year, a strange guest popped up."]}, {"name": "", "audio": "", "normalized": ["The enemy who attacked me at the first light of the year was, with all seriousness, a witch…apparently."]}, {"name": "", "audio": "", "normalized": ["At least from what I was able to put together from the mid-combat conversation, she was supposedly a witch from another world."]}, {"name": "", "audio": "", "normalized": ["On top of that, she said she was a Demon hunter, but I had no idea what she was saying.", " It appeared out the definition of Demons was slightly different."]}, {"name": "", "audio": "", "normalized": ["To be honest, I thought she was actually crazy at first, but she was rational enough and her combat ability was not fake at all."]}, {"name": "", "audio": "", "normalized": ["She was utilizing techniques different from either the Taimanin or the Demons and I could not use my Demonic Eye, thus I had a hard time."]}, {"name": "", "audio": "", "normalized": ["It may have been pure luck that I was able to defeat her and capture her alive like this."]}, {"name": "", "audio": "", "normalized": ["But thanks to that, I was able to take this unwelcomed guest in the basement of the hideout as usual.", " Now, I just had to interrogate her like always."]}, {"name": "", "audio": "", "normalized": ["But hearing her talk only made me even more confused."]}, {"name": "You", "audio": "", "normalized": ["…You heard there were enemies you were after here from an anonymous source and came attacking…"]}, {"name": "Isuka", "audio": "v_sr258_0001", "normalized": ["It's a bit summarized, but yes, that's about right."]}, {"name": "", "audio": "", "normalized": ["The captured witch――Isuka, was retaining her calm even as the captive and answered my questions straightforward."]}, {"name": "You", "audio": "", "normalized": ["…You may be skilled in combat, but you can definitely work on your intel gathering and analysis skills."]}, {"name": "", "audio": "", "normalized": ["She must be operating on herself or with a very small group of people at most.", " Then she should not pose too much threat…"]}, {"name": "You", "audio": "", "normalized": ["…Anyway, I mean, it is New Years, but you came to attack us with such a silly outfit."]}, {"name": "", "audio": "", "normalized": ["Maybe if it was undercover, maybe, but she came on the full-frontal assault in a formal kimono which was purely insane."]}, {"name": "", "audio": "", "normalized": ["In fact, the kimono seemed to have restricted her movement and it was one of the reasons I was able to defeat her."]}, {"name": "Isuka", "audio": "v_sr258_0002", "normalized": ["I was forced to because my collaborator told me this is the formal wear in this land at this time of the year."]}, {"name": "", "audio": "", "normalized": ["Isuka said, begrudgingly, staring at me with sharp eyes."]}, {"name": "You", "audio": "", "normalized": ["…I'm sorry to hear that."]}, {"name": "Isuka", "audio": "v_sr258_0003", "normalized": ["What do you mean?"]}, {"name": "", "audio": "", "normalized": ["Her sharp eyes went away, and instead, she looked at me confusedly."]}, {"name": "You", "audio": "", "normalized": ["Not making you wear underwear, I give your collaborator credit for that, but looks like he played you."]}, {"name": "Isuka", "audio": "v_sr258_0004", "normalized": ["Played me… I did not think about that, but I guess it is possible.", " No, more likely."]}, {"name": "", "audio": "", "normalized": ["Isuka seemed to have agreed to my point and nodded."]}, {"name": "You", "audio": "", "normalized": ["That that all?"]}, {"name": "Isuka", "audio": "v_sr258_0005", "normalized": ["What do you mean, is that all?"]}, {"name": "You", "audio": "", "normalized": ["Don't you think that collaborator of yours gave you bad intel and that may be the reason you ended up like this?"]}, {"name": "Isuka", "audio": "v_sr258_0006", "normalized": ["I can't be sure if that intel is bad or not just based on your words either.", " I do trust my collaborator more."]}, {"name": "You", "audio": "", "normalized": ["Then if I let you go, you won't stop coming after me?"]}, {"name": "Isuka", "audio": "v_sr258_0007", "normalized": ["…I will exterminate all Demons and their kin."]}, {"name": "", "audio": "", "normalized": ["The answered me calmly, but in her eyes were rage and sorrow…and the cold determination."]}, {"name": "", "audio": "", "normalized": ["She did not do it on the whim… What a troublesome girl."]}, {"name": "You", "audio": "", "normalized": ["…Too bad.", " If you had agreed you made a mistake and promised me you won't be hostile, then I could have let you go."]}, {"name": "Isuka", "audio": "v_sr258_0008", "normalized": ["I have no proof you are not the enemy."]}, {"name": "", "audio": "", "normalized": ["Even though I was not the Demons she was talking about, it was not a surprise she got cautious after seeing me fight and the facilities here."]}, {"name": "You", "audio": "", "normalized": ["I have no other means to convince you but my words.", " And since you can't trust my words and would be hostile to me…"]}, {"name": "Isuka", "audio": "v_sr258_0009", "normalized": ["…Then what?"]}, {"name": "You", "audio": "", "normalized": ["I will have no mercy on you.", " I will do what I must!"]}, {"name": "Isuka", "audio": "v_sr258_0010", "normalized": ["?!", " What, tentacles?!"]}, {"name": "", "audio": "", "normalized": ["With my words, the tentacles binding Isuka began to move…"]}, {"name": "Isuka", "audio": "v_sr258_0011", "normalized": ["What the?!", " The tentacles tangling… Kyaah!", " Into my clothing…Guaah!"]}, {"name": "", "audio": "", "normalized": ["The tentacles made their way into Isuka's clothing and towards her breasts and crotch."]}, {"name": "", "audio": "", "normalized": ["Isuka tried to get away by twisting her body, but the tentacles bound her tightly, with their tips tangling on her breasts and reached her crotch."]}, {"name": "Isuka", "audio": "v_sr258_0012", "normalized": ["Guughh…Wh-what are you doing?!", " Uuughh… My whole body feels so slippery?!"]}, {"name": "", "audio": "", "normalized": ["As soon as the tentacles began to move, they also secreted mucus.", " That caused Isuka's entire body to become cover with the sticky substance."]}, {"name": "You", "audio": "", "normalized": ["That's a creature from the Dark World, modified by my acquaintance, used for capturing and torturing a prisoner."]}, {"name": "You", "audio": "", "normalized": ["The mucus coming out of that thing contains aphrodisiac chemicals and will turn on any creature that consumes it."]}, {"name": "Isuka", "audio": "v_sr258_0013", "normalized": ["Huaaghh… No… Don't touch…down there… Mnnaaghh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles had reached Isuka's crotch and began to rub her unmentionables as it secreted even more mucus."]}, {"name": "You", "audio": "", "normalized": ["And then it uses its mucus and tentacles to tease the creature it captured…serving its purpose."]}, {"name": "Isuka", "audio": "v_sr258_0014", "normalized": ["Uuughh… Mnnugh!", " I didn't know…such a hideous creature…existed."]}, {"name": "You", "audio": "", "normalized": ["Hideous is a terrible word.", " At least it won't kill or hurt the creature it captured."]}, {"name": "You", "audio": "", "normalized": ["It only makes them docile.", " Quite useful."]}, {"name": "You", "audio": "", "normalized": ["You should stop with your pointless resistance and just let it take over.", " It'll show you heaven."]}, {"name": "", "audio": "", "normalized": ["Probably not because I said it, but all the tentacles began to wiggle, rubbing Isuka's nipples and crotch."]}, {"name": "Isuka", "audio": "v_sr258_0015", "normalized": ["Guughh… Aaauugh… E-even down there… Mnnaahh… But…you will not beat me!"]}, {"name": "", "audio": "", "normalized": ["Even with her sexual organs being teased, Isuka still tried to show her stubborn resistance."]}, {"name": "", "audio": "", "normalized": ["She may look young, but she appeared to have gone through some shit."]}, {"name": "You", "audio": "", "normalized": ["Huh… Quite a conviction… You have my praise."]}, {"name": "Isuka", "audio": "v_sr258_0016", "normalized": ["Guuhh… The Demons… They use all sorts of torture…to make a witch obey them… Mnnguh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because Isuka's reaction was quite strong, the tentacles focused to tease her nipples."]}, {"name": "", "audio": "", "normalized": ["I could clearly see Isuka's nipples puffing up and erecting from all the way over here."]}, {"name": "You", "audio": "", "normalized": ["I see… So you have prepared yourself to endure something like this.", " It's still pointless anyway."]}, {"name": "Isuka", "audio": "v_sr258_0017", "normalized": ["Guuhhghh… Mnnaagahh… It's not pointless… I will…endure…this… Guaagh!"]}, {"name": "", "audio": "", "normalized": ["Isuka was resisting the petting by the tentacles and looking around her, restlessly.", " Indeed, she was not lying.", " But…"]}, {"name": "You", "audio": "", "normalized": ["If this whole thing was based on pain, then it would have been much easier to resist, but humans are weak to pleasure."]}, {"name": "You", "audio": "", "normalized": ["Especially when you are up against that thing.", " As long as I don't get careless, there will be no mistake either."]}, {"name": "You", "audio": "", "normalized": ["You can't communicate with it, so you can't bargain with it."]}, {"name": "", "audio": "", "normalized": ["I shrugged my shoulders and told her that she was at a checkmate."]}, {"name": "", "audio": "", "normalized": ["Isuka stared angrily back at me defiantly, but the tentacles wiggled as it was laughing at her."]}, {"name": "", "audio": "", "normalized": ["The tentacles teasing her nipples and covering her crotch did the same."]}, {"name": "Isuka", "audio": "v_sr258_0018", "normalized": ["Noo… That's… Guuhhgh… Why… Uuughuuhh… Why is it so sensitive…"]}, {"name": "You", "audio": "", "normalized": ["Looks like the aphrodisiacs from the tentacles are working now.", " You are starting to sound much more erotic."]}, {"name": "Isuka", "audio": "v_sr258_0019", "normalized": ["I'm not… I'm not feeling anything…mnngh…not against this…hideous monster… Uuaaghmn!"]}, {"name": "", "audio": "", "normalized": ["Her mind was resisting desperately, but her body was reacting much more honestly."]}, {"name": "", "audio": "", "normalized": ["The tentacle was moving from the back to front, rubbing Isuka's crevice as it sped up its movements."]}, {"name": "", "audio": "", "normalized": ["Then Isuka's voice shifted from stern one enduring the hatred to something sweeter, gradually."]}, {"name": "", "audio": "", "normalized": ["Then her crevice was now getting wet from fluids other than just the mucus from the tentacles."]}, {"name": "You", "audio": "", "normalized": ["You do act quite tough now, but that thing knows exactly you're just bluffing here.", "\""]}, {"name": "", "audio": "", "normalized": ["The movements of the tentacles began to move and Isuka was splashing fluids from her crotch."]}, {"name": "Isuka", "audio": "v_sr258_0020", "normalized": ["Guuhuughh… Mnnghh… Aagh… What is it going to do?"]}, {"name": "", "audio": "", "normalized": ["As massive amounts of juice gushed out from Isuka's crotch, the tentacles stopped moving and pressed its tip against her crevice."]}, {"name": "", "audio": "", "normalized": ["That sight appeared exactly like the tentacle was about to make its way into Isuka's pussy."]}, {"name": "Isuka", "audio": "v_sr258_0021", "normalized": ["Uuugguuaagaghh?!", " Mngeegh!", " Haauuhh… Mnneehh… Mnngguuhh…"]}, {"name": "", "audio": "", "normalized": ["The tentacle as thick as a child's arm shoved its tip into Isuka's crevice and she let out a scream of agony from her throat."]}, {"name": "Isuka", "audio": "v_sr258_0022", "normalized": ["Guuhhghh… Aaaghh!", " Geeghh!", " It's not going to fit!", " I can't take such a huge thing inside me!"]}, {"name": "", "audio": "", "normalized": ["Isuka was tearing up from the end of her eyes and writhing in pain.", " Her dignified figure from when we were fighting was nowhere to be seen."]}, {"name": "", "audio": "", "normalized": ["Well, it was an obvious outcome.", " The tentacles seemed way too large for how small her body looked."]}, {"name": "", "audio": "", "normalized": ["I could even hear the tearing sound of her flesh and it was not hard to imagine Isuka was quite in pain."]}, {"name": "Isuka", "audio": "v_sr258_0023", "normalized": ["Guuhaaghh… Ugghuhhuhh… It is…still going…"]}, {"name": "", "audio": "", "normalized": ["Her voice had lost its momentum and was lowering in volume as well."]}, {"name": "You", "audio": "", "normalized": ["It's about time…"]}, {"name": "Isuka", "audio": "v_sr258_0024", "normalized": ["Mnnguuhh… Mnngh… Haauh, haahh… Finally…it's over… Mnnghh…"]}, {"name": "", "audio": "", "normalized": ["It seemed the tentacle had finally reached the depth and stopped inserting itself, only leaving Isuka's short breath to echo in the basement."]}, {"name": "Isuka", "audio": "v_sr258_0025", "normalized": ["Uuuhh… Something huge… Inside my body… Guuhh… It feels so weird…"]}, {"name": "You", "audio": "", "normalized": ["Hmm… It only hurts in the beginning.", " It'll get better soon enough."]}, {"name": "Isuka", "audio": "v_sr258_0026", "normalized": ["Haauh… Huhh… What the… Aaah… The pain is going…away…?"]}, {"name": "", "audio": "", "normalized": ["Isuka seemed to be more creeped out by what was happening to her body than she was relieved."]}, {"name": "", "audio": "", "normalized": ["So much mucus was coming out of her and dripping down onto the ground."]}, {"name": "You", "audio": "", "normalized": ["The mucus from the tentacle is dulling your pain."]}, {"name": "Isuka", "audio": "v_sr258_0027", "normalized": ["Uughh… At this rate… Aaahhmn, mmnaaghh!"]}, {"name": "", "audio": "", "normalized": ["The tentacle wiggled as it realized Isuka was calming down and secreted even more mucus inside."]}, {"name": "", "audio": "", "normalized": ["Then the tentacle began to slowly pull out of Isuka's pussy."]}, {"name": "Isuka", "audio": "v_sr258_0028", "normalized": ["Keauugh… Aaauung… Guhaaghh… Tentacle…coming out…"]}, {"name": "", "audio": "", "normalized": ["When it came all the way out to the entrance, it stopped moving and then shoved back in quickly."]}, {"name": "Isuka", "audio": "v_sr258_0029", "normalized": ["Mnnguuhhoogh!", " Aaahuugh… Mnngeeghh… Mmoogh… Aaugh… Mnnghh…"]}, {"name": "", "audio": "", "normalized": ["Compared to when it first took the tentacles right in her pussy, Isuka seemed to be in less pain."]}, {"name": "", "audio": "", "normalized": ["As soon as the tentacle made its way back in, it came out right before it came out, then went back in again."]}, {"name": "Isuka", "audio": "v_sr258_0030", "normalized": ["Oooguughh… Haamngh… Noo… It's like…getting scraped…inside my body…mnnguughh!"]}, {"name": "", "audio": "", "normalized": ["The tentacle continued to reciprocate inside her rhythmically.", " The sheer size made it visible even under her skin."]}, {"name": "Isuka", "audio": "v_sr258_0031", "normalized": ["Haauughh… It's so hard… Aaauhmn!", " Haagh… Uhaahh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she had gotten used to the movements of the tentacle, Isuka's moans were definitely getting more erotic, more arousing to me as I listened."]}, {"name": "You", "audio": "", "normalized": ["You said you won't feel a thing against a monster, but you have the tentacle inside you and seem to be enjoying it."]}, {"name": "Isuka", "audio": "v_sr258_0032", "normalized": ["Mnnooghh!", " Aaauughh!", " Huuaaghh!", " Inside my belly… Mnnouh!", " So much… Aaauughh!"]}, {"name": "", "audio": "", "normalized": ["The tentacle moved even rougher and Isuka was barely able to answer me at all."]}, {"name": "", "audio": "", "normalized": ["Her breasts were groped to hard, they were changing shape, with the tentacle's tip sucking onto her nipples."]}, {"name": "", "audio": "", "normalized": ["The mucus was frothing at the joint of her pussy and the tentacle, echoing lewd sound across the room."]}, {"name": "", "audio": "", "normalized": ["The basement was now filled with Isuka's moans and the waterly sound coming from the lewd fluids."]}, {"name": "", "audio": "", "normalized": ["The thick, sweet smell of the mucus and the musky feminine odor filled the room and I was getting aroused just looking at her."]}, {"name": "You", "audio": "", "normalized": ["You can't deny this now, eh?", " You're enjoying getting fucked by the tentacle and getting drenched down there."]}, {"name": "You", "audio": "", "normalized": ["You're a real slut who's loving tentacle fucking.", " What a talent, I've never seen anything like this before."]}, {"name": "", "audio": "", "normalized": ["I found out Isuka was corrupted much easier than I thought and had to let out a laugh.", " Now, the tentacles will take care of the rest."]}, {"name": "Isuka", "audio": "v_sr258_0033", "normalized": ["Mnnguughhguh!", " I-I won't… Not to Demons or monsters… Aaahmngh… I won't lose!", " Mnnguhguhh!"]}, {"name": "", "audio": "", "normalized": ["Maybe my mocking had resurrected her spirit, Isuka stared angrily at me was her face blushed as though she was intoxicated."]}, {"name": "", "audio": "", "normalized": ["But the tentacle changed its movement as it noticed a change in Isuka."]}, {"name": "Isuka", "audio": "v_sr258_0034", "normalized": ["Heegyaauughh!", " Aaaghh… Inside… It's moving so hard… Mnnguhh!", " That's not, aaughh… Noo… Aaahegh!"]}, {"name": "", "audio": "", "normalized": ["The tentacle changed its movement inside Isuka again and was stimulating all directions inside her."]}, {"name": "", "audio": "", "normalized": ["I could see it moving from the outside, almost bursting through her belly when it was teasing her belly-side."]}, {"name": "", "audio": "", "normalized": ["And that movement broke through Isuka's final defense."]}, {"name": "Isuka", "audio": "v_sr258_0035", "normalized": ["Hyaauughhmn!", " Mnnaaghh!", " Now there… Aaahmnn… If you go down there… Huuguhgh!"]}, {"name": "", "audio": "", "normalized": ["The tentacle noticed Isuka's reaction and focused on attacking her sensitive weak point."]}, {"name": "Isuka", "audio": "v_sr258_0036", "normalized": ["Mnnhuhhgh… Aaaheghh… Mnnuhhnn… It's going wild…inside my body."]}, {"name": "Isuka", "audio": "v_sr258_0037", "normalized": ["…Huaaghh… Right there… Aaagh!", " Not there… Huughaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Getting the tentacle to pleasure you like that, it must really like you.", " Looks like you two get along very well."]}, {"name": "Isuka", "audio": "v_sr258_0038", "normalized": ["Noo… Mnnguhh… With such a monster… Heeguhh… I don't like it!"]}, {"name": "Isuka", "audio": "v_sr258_0039", "normalized": ["Heeaaghh!", " Aaauhhmng… Noo… More… I mean… Monngh… Please…stop!"]}, {"name": "", "audio": "", "normalized": ["She denied the fact about the tentacle, but Isuka was still drawing in the pleasure coming from it."]}, {"name": "You", "audio": "", "normalized": ["Don't hate it like that.", " It's my favorite torture tool."]}, {"name": "You", "audio": "", "normalized": ["And it is actually true - the tentacle likes you.", " In fact, it's already trying to put its seed inside you."]}, {"name": "", "audio": "", "normalized": ["By the time I noticed, the tentacle was throbbing and its tip was slightly puffing up, the sign ejaculation as close."]}, {"name": "Isuka", "audio": "v_sr258_0040", "normalized": ["Heeghh?!", " Noo!", " Not that…please… Huaaghh… Noo… It's growing inside me!"]}, {"name": "", "audio": "", "normalized": ["With her last bit of energy, Isuka struggled with her entire body."]}, {"name": "You", "audio": "", "normalized": ["Just give it up!", " Have that monster cum inside you and orgasm!"]}, {"name": "", "audio": "", "normalized": ["Apparently, that acted as a trigger and the tentacle shoved its tip deep into Isuka, almost penetrating her, then――"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput*"]}, {"name": "Isuka", "audio": "v_sr258_0041", "normalized": ["Heeguhhuughh!", " Aaaheeghh… Mnngoouughh!"]}, {"name": "Isuka", "audio": "v_sr258_0042", "normalized": ["Monster cock!", " Cumming inside!", " It's spewing cum!"]}, {"name": "", "audio": "", "normalized": ["The tentacle released a massive amount of fluids from the tip.", " The momentum was massive and slammed right into Isuka's womb."]}, {"name": "", "audio": "", "normalized": ["Isuka's mind finally gave in as the fluids poured into her womb and her last bit of sanity collapsed, achieving orgasm."]}, {"name": "", "audio": "", "normalized": ["She showed off the pathetic orgasming face and Isuka continued to come."]}, {"name": "", "audio": "", "normalized": ["The tentacle kept pumping it's bodily fluids so much that it made Isuka's belly inflate."]}, {"name": "Isuka", "audio": "v_sr258_0043", "normalized": ["Uuuaaghh… The monster cock juice… So much…coming in… Heeuugh… Mnngh… Damn it…"]}, {"name": "", "audio": "", "normalized": ["In synch with the still going on ejaculation by the tentacle, Isuka reached climax and her body twitched."]}, {"name": "You", "audio": "", "normalized": ["You talk so toughly but the tentacle keeps making you come in the end."]}, {"name": "", "audio": "", "normalized": ["I mocked Isuka for being so pathetic, but she did not respond, just showing her orgasming face as she drooled from her mouth."]}, {"name": "Isuka", "audio": "v_sr258_0044", "normalized": ["Guuhghh… It's over… Mnnughh… Haahuughh…mnnhuhh…"]}, {"name": "You", "audio": "", "normalized": ["I'm sorry to interrupt while you are relaxing, but did you really think it's over?"]}, {"name": "", "audio": "", "normalized": ["The tentacle finished ejaculating and Isuka breathed out in relief, but I crushed her hope immediately."]}, {"name": "", "audio": "", "normalized": ["Isuka's body froze in surprise and then stared at me with cautiousness in her eyes."]}, {"name": "You", "audio": "", "normalized": ["Don't worry.", " I'm not gonna do anything, not me…"]}, {"name": "", "audio": "", "normalized": ["I said and then looked down at the base of the tentacles and I could see it growing in several spots in a cylindrical shape."]}, {"name": "", "audio": "", "normalized": ["And that growth was approaching towards the tip of the tentacle, meaning, towards inside of Isuka's vagina."]}, {"name": "Isuka", "audio": "v_sr258_0045", "normalized": ["Mnngh… What is that?", " Are you still going to do something to me?"]}, {"name": "You", "audio": "", "normalized": ["The fluids that tentacle just poured inside you isn't just semen."]}, {"name": "", "audio": "", "normalized": ["I decided to kindly let Isuka know as she still looked nervous."]}, {"name": "You", "audio": "", "normalized": ["The main purpose of it is, to control the mind of its seedbed with lewd manipulation…"]}, {"name": "You", "audio": "", "normalized": ["But other than that, it also helps to stabilize eggs inside the host once it's laid some."]}, {"name": "Isuka", "audio": "v_sr258_0046", "normalized": ["Eggs… The monster's eggs?!", " Noo!", " You can't… Not in me… Don't put that in my pussy!"]}, {"name": "", "audio": "", "normalized": ["Isuka found out the truth and tried to struggle even more, but she was bound and was going limp from the orgasm."]}, {"name": "", "audio": "", "normalized": ["In the end, the tentacle was able to move its egg into Isuka's pussy without an issue."]}, {"name": "Isuka", "audio": "v_sr258_0047", "normalized": ["Heehyaaghh!", " It's so hard… Huuguuhh!"]}, {"name": "Isuka", "audio": "v_sr258_0048", "normalized": ["Aaaghh, the eggs…coming in… The eggs… It's laying eggs inside me!"]}, {"name": "", "audio": "", "normalized": ["Even just a single egg coming into her womb was enough to make Isuka's belly inflate and writhe in agony."]}, {"name": "", "audio": "", "normalized": ["However, the tentacle continued to pump one egg after another into Isuka's stomach without hesitation."]}, {"name": "Isuka", "audio": "v_sr258_0049", "normalized": ["Heeguuhmn… Inside my belly… Filled with eggs… Mnnguhh… I'm getting knocked up…"]}, {"name": "", "audio": "", "normalized": ["Soon, numerous eggs were laid inside Isuka's belly and it had expanded full of eggs."]}, {"name": "You", "audio": "", "normalized": ["Now, your womb has become the seedbed of the tentacle.", " It's not that bad, eh?", " The mucus must have given you euphoric feeling."]}, {"name": "", "audio": "", "normalized": ["The tentacle was really convenient and kind to its host.", " It transforms the host's body into a perfect seedbed without hurting one."]}, {"name": "Isuka", "audio": "v_sr258_0050", "normalized": ["Huaaghh… I'm going to give birth…to a monster baby…"]}, {"name": "", "audio": "", "normalized": ["The fluids from the tentacles made her face appear ecstatic even though she was supposed to be lamenting."]}, {"name": "You", "audio": "", "normalized": ["Oh, there's one last thing left for the dessert.", " It's gonna spew even more fluids to use it as nutrition for the eggs, eh?"]}, {"name": "", "audio": "", "normalized": ["As proof, the tentacle was beginning to shake again."]}, {"name": "Isuka", "audio": "v_sr258_0051", "normalized": ["Heeuughh… Is it coming again?", " My belly… It's…already full… Please…"]}, {"name": "", "audio": "", "normalized": ["The moment Isuka's body shudder from fear, the tentacle released a massive amount of fluids once again."]}, {"name": "Isuka", "audio": "v_sr258_0052", "normalized": ["Aaaguhhghh!", " It's coming in… Again… The monster dick juice… Heguueguuhh!", " My belly… It's gonna explode!"]}, {"name": "", "audio": "", "normalized": ["Isuka's belly was already inflated with the eggs, but the tentacle continued to pump even more fluids into her."]}, {"name": "", "audio": "", "normalized": ["Isuka's stomach inflated like a pregnant woman as the fluids went into her."]}, {"name": "", "audio": "", "normalized": ["Even then, she could not take everything in and the fluids ran out of the joint, splashing all over Isuka's body."]}, {"name": "Isuka", "audio": "v_sr258_0053", "normalized": ["Heeguhh… Both inside and outside my body… Cum… All over me… Mnnuugh… Maaghh!"]}, {"name": "", "audio": "", "normalized": ["The momentum of the ejaculation by the tentacle lead her to orgasm once again.", " In addition, the eggs were moving inside her and repeated the orgasm."]}, {"name": "Isuka", "audio": "v_sr258_0054", "normalized": ["Heehhmnn… My belly… Noo… I can't stop it… My body is shuddering… Aaahuughh."]}, {"name": "", "audio": "", "normalized": ["Isuka's limbs went completely limp and it appeared she could even stand up without the tentacle supporting her."]}, {"name": "", "audio": "", "normalized": ["The witch who had been resisting at the very edge of her sanity was finally broken.", " I was sure of it."]}, {"name": "You", "audio": "", "normalized": ["Those eggs will consume nutrients and hormones necessary for the growth and will come out of you in the egg form in a few days."]}, {"name": "You", "audio": "", "normalized": ["But not to worry.", " It will never hurt its host."]}, {"name": "You", "audio": "", "normalized": ["Better yet, it'll give you necessary nutrients for you to survive and take care of shit and piss."]}, {"name": "Isuka", "audio": "v_sr258_0055", "normalized": ["Mnnghh… The monster…muuhh…living… inside me… Haaugh… This is… I'm…"]}, {"name": "You", "audio": "", "normalized": ["I'll be back around the time these things would be born.", " Meanwhile, you should get to know each other, okay?"]}, {"name": "", "audio": "", "normalized": ["I said and turned my back on Isuka.", " I heard her groaning voice behind my back, but I left the room without turning back."]}, {"name": "", "audio": "", "normalized": ["Soon, the groans of Isuka had turned into moans."]}]