[{"name": "", "audio": "", "normalized": ["I noticed a familiar back and came to an idea suddenly.", " I approached the figure silently…and then hugged her from the behind."]}, {"name": "Kula", "audio": "v_r-ev241_0000", "normalized": ["Wha-?!", " What the?!"]}, {"name": "", "audio": "", "normalized": ["Her beautiful hair flowing like a waterfall.", " Her almond eyes and sharp face."]}, {"name": "", "audio": "", "normalized": ["The half-dragon girl, Kula, definitely had an atmosphere unlike any other girls, to begin with."]}, {"name": "", "audio": "", "normalized": ["She used to stare angrily at me with an intention to kill just when our eyes met, but not she seemed to have gotten used to the hideout and was much nicer."]}, {"name": "", "audio": "", "normalized": ["In any case… I noticed it when I hugged her from behind, but she was still a woman even though she was a warrior.", " Her body was soft and perky."]}, {"name": "", "audio": "", "normalized": ["I did not care about it too much till then, but her armor was rather revealing and moving even a little would have exposed her skin, easy to take off, too."]}, {"name": "", "audio": "", "normalized": ["I was pondering about such things…and it made me want to violate this girl once again."]}, {"name": "Kula", "audio": "v_r-ev241_0001", "normalized": ["H-hey, don't shut up and say something already?!"]}, {"name": "You", "audio": "", "normalized": ["Hmm… Yeah.", " I just noticed how you have such a nice ass and shaking it all over the place, so I thought you wanted me."]}, {"name": "Kula", "audio": "v_r-ev241_0002", "normalized": ["M-my ass…!", " Th-that's not even true!"]}, {"name": "", "audio": "", "normalized": ["Kula screamed angrily like a child with her face completely blushed."]}, {"name": "You", "audio": "", "normalized": ["…And I haven't fucked you personally yet, so I thought it was good timing to get it done."]}, {"name": "Kula", "audio": "v_r-ev241_0003", "normalized": ["Haven't fucked me personally?", " Wh-what?"]}, {"name": "You", "audio": "", "normalized": ["I mean, sex with you… Gooughh?!"]}, {"name": "", "audio": "", "normalized": ["I reached for her breast with my hands as I said, but she countered me with an elbow strike and it made me groan."]}, {"name": "Kula", "audio": "v_r-ev241_0004", "normalized": ["Y-you…pervert!", " You lowlife scumbag!", " Of course, I won't let you do that, no way!"]}, {"name": "", "audio": "", "normalized": ["Kula was acting all upset, muttering things like \"Damn it, at least try to make it more romantic\" to herself."]}, {"name": "You", "audio": "", "normalized": ["Guhghh… Y-you bitch!"]}, {"name": "", "audio": "", "normalized": ["I was pissed off and decided to let her know who was the boss here, who was on top."]}, {"name": "Kula", "audio": "v_r-ev241_0005", "normalized": ["H-hey?!", " Stop it, wh-what are you doing?!"]}, {"name": "", "audio": "", "normalized": ["I stripped away Kula's armors and made her completely naked except for the armor and clothes on her hips."]}, {"name": "", "audio": "", "normalized": ["Both her breasts and crotch were exposed.", " I stared at her soft skin, unfitting for a warrior, and hugged her from the behind again"]}, {"name": "Kula", "audio": "v_r-ev241_0006", "normalized": ["Noo!", " D-don’t, stop it… Noo!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Now, that looks good on you…!"]}, {"name": "", "audio": "", "normalized": ["Her breasts, nipples, crotch, everything was now visible and Kula's face blushed from the humiliation."]}, {"name": "Kula", "audio": "v_r-ev241_0007", "normalized": ["O-out here, i-in the open, what are you doing?!", " Wh-what if someone…!"]}, {"name": "You", "audio": "", "normalized": ["We're showing it off, huh?"]}, {"name": "", "audio": "", "normalized": ["I grabbed one of her legs and opened up her crotch wide and grabbed her nicely sized and well-shaped breast."]}, {"name": "", "audio": "", "normalized": ["I felt palm-full of soft, marshmallow-like sensation and her moist skin sucked onto my fingers."]}, {"name": "Kula", "audio": "v_r-ev241_0008", "normalized": ["H-hey, wh-where the hell are you touching… Mnaahh…!", " M-my breasts, d-don't touch them… Ahh, huahh, mnnaahh…!"]}, {"name": "", "audio": "", "normalized": ["She was denying with her words but did not resist much physically.", " I figure it was the right opportunity and continued to grope Kula's breasts."]}, {"name": "", "audio": "", "normalized": ["As I gripped firm, my fingers dug into the flesh of her breasts and it pushed back with a jelly-like gentle perkiness."]}, {"name": "", "audio": "", "normalized": ["On the tips of such two mounds were pink and cute cherry."]}, {"name": "", "audio": "", "normalized": ["They were shaking and trembling as though they were waiting for me to touch them."]}, {"name": "", "audio": "", "normalized": ["I could feel her heart racing with my palm."]}, {"name": "", "audio": "", "normalized": ["At first, her heartbeat was slow, but as I groped her breasts, it began to get faster and faster."]}, {"name": "You", "audio": "", "normalized": ["You are turned on now?"]}, {"name": "Kula", "audio": "v_r-ev241_0009", "normalized": ["Th-that's not… Haahh, aahhmn, aghh… H-hey…?"]}, {"name": "You", "audio": "", "normalized": ["Hmm?"]}, {"name": "Kula", "audio": "v_r-ev241_0010", "normalized": ["Y-you like tits…?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I like a good pair like yours, Kula."]}, {"name": "Kula", "audio": "v_r-ev241_0011", "normalized": ["R-really?", " My tits are nice?", " It's not too firm?"]}, {"name": "You", "audio": "", "normalized": ["Huh?", " Yeah, the size, shape, and sensitivity, it's all perfect."]}, {"name": "", "audio": "", "normalized": ["I complimented her breasts and Kula sighed as though she was relieved and smiled slightly."]}, {"name": "Kula", "audio": "v_r-ev241_0012", "normalized": ["I-is that so, I'm glad… Hey, aahh, aahhmnn…!", " D-don't grope my tits so hard…mnnguh!", " M-my tits feel too good… Heeghh!"]}, {"name": "", "audio": "", "normalized": ["I savored the marshmallow-like feeling of her breasts on my hands and let my fingers slide and tickle along her thick thighs."]}, {"name": "Kula", "audio": "v_r-ev241_0013", "normalized": ["Mnnguhh…!", " R-right there, i-it tickles… Mnngh, mmnn…!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Just the tickling…?"]}, {"name": "", "audio": "", "normalized": ["I told her so with a mean spirit and moved my hands rhythmically as I groped her thighs with my fingers."]}, {"name": "", "audio": "", "normalized": ["Kula's thighs were also so soft that it was hard to believe she was a trained warrior and I could feel her warmth directly."]}, {"name": "", "audio": "", "normalized": ["Even though I just touched her a little, Kula's body reacted so sensitively and twitched with her skin turning red slightly."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was changed from the lewd dreams before or perhaps she was remembering the sex with me."]}, {"name": "", "audio": "", "normalized": ["Kula seemed to be accepting of the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Whatever happened with your attitude just now?", " You seem to be taking it in pretty well."]}, {"name": "Kula", "audio": "v_r-ev241_0014", "normalized": ["Mnguhh… Y-you're the one holding me so I can't fight back… Huahh…!", " Your fingers keep touching all sensitive places…!"]}, {"name": "You", "audio": "", "normalized": ["You're blaming me for it… But is that really all?"]}, {"name": "", "audio": "", "normalized": ["I placed my penis right onto Kula's crotch and move my hips back and forth."]}, {"name": "Kula", "audio": "v_r-ev241_0015", "normalized": ["Wh?!", " S-stop it, wh-whipping out your cock out here…!", " Aahh…!", " Y-your cock, rubbing onto my pussy… S-stop it…!"]}, {"name": "", "audio": "", "normalized": ["I rubbed my erect penis right onto the exposed pussy and shook my hips, teasing Kula with the strokes."]}, {"name": "Kula", "audio": "v_r-ev241_0016", "normalized": ["Mnnguhh!", " Noo, y-your cock is, s-so hot…!", " I-if you rub me with such a hot cock, m-my pussy is going to feel so good…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she was getting turned on now, her skin was blushing and burning up, with her breasts perking up and it was pushing back even harder."]}, {"name": "", "audio": "", "normalized": ["She was sweating from the base of her legs as it was heating up, with her skin getting moist and her glistening sweat dropping along her thighs."]}, {"name": "", "audio": "", "normalized": ["I massaged her feet gently and Kula's body reacted so sensitively.", " Her feminine part was wiggling and twitching as though it wanted more."]}, {"name": "", "audio": "", "normalized": ["Her entire body shuddered from the pleasure and finally, she dripped clear juice from her vagina and it fell onto my shaft."]}, {"name": "You", "audio": "", "normalized": ["What, you look ready to go anytime.", " Getting yourself so wet."]}, {"name": "Kula", "audio": "v_r-ev241_0017", "normalized": ["Ughh!", " Th-this isn't like that…"]}, {"name": "You", "audio": "", "normalized": ["Or would you rather be fucked by your nemesis, the dragon?"]}, {"name": "You", "audio": "", "normalized": ["If you prefer getting fucked by the huge monster cock, I can arrange that again."]}, {"name": "Kula", "audio": "v_r-ev241_0018", "normalized": ["!", " Th-that's not what I meant!", " Y-you know, s-something more…normal… So, please…"]}, {"name": "You", "audio": "", "normalized": ["Just be honest.", " You can't stand it anymore, right?"]}, {"name": "", "audio": "", "normalized": ["I questioned her and Kula bit her lips as she bowed her head embarrassedly."]}, {"name": "Kula", "audio": "v_r-ev241_0019", "normalized": ["Ughh… Th-that's not true at all, no way… I'm not holding anything in, that's not true…"]}, {"name": "", "audio": "", "normalized": ["She must have really wanted it, her vagina has been twitching as if it was gaping for the cock and splashed the fluids onto my penis."]}, {"name": "You", "audio": "", "normalized": ["Humph, you're so stubborn.", " Then I'll just do as I please."]}, {"name": "", "audio": "", "normalized": ["I adjusted the angles of my hips and shoved my rock-hard cock into Kula's pussy to take her by surprise."]}, {"name": "Kula", "audio": "v_r-ev241_0020", "normalized": ["Heegughh!", " Y-y-your cock, your cock inside me, it's coming in, guhh!"]}, {"name": "", "audio": "", "normalized": ["Her honeypot was fully moist and it accepted the penis in smoothly."]}, {"name": "", "audio": "", "normalized": ["As if it was happy to welcome the penetration by the huge cock, her vagina squeezed hard and moans leaked out of Kula's mouth."]}, {"name": "", "audio": "", "normalized": ["Her soft flesh in the vagina sucked on to the cock and secreted a large volume of fluids from her honey pot."]}, {"name": "", "audio": "", "normalized": ["It was sizzling hot like lava inside and it felt as though her vagina would have melted my cock and mixed our genitals together."]}, {"name": "", "audio": "", "normalized": ["The pleasure so fierce ran through my body and boiled my blood.", " With a blink of an eye, the body temperature shot up and the heat aroused both of us."]}, {"name": "", "audio": "", "normalized": ["The gushing sweat touched Kula's body as she was so close to me and our bodily fluids mixed together as the lewd smell and abnormal heat."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Your pussy is getting so hot now… I guess I was right in thinking you were expecting it."]}, {"name": "Kula", "audio": "v_r-ev241_0021", "normalized": ["Ughuhh…!", " N-noo… Mnnaahh… Aghh, guhh!", " M-my pussy is burning hot and, mnghh, it stings…!"]}, {"name": "Kula", "audio": "v_r-ev241_0022", "normalized": ["I-I can't move my body…!"]}, {"name": "Kula", "audio": "v_r-ev241_0023", "normalized": ["My pissy is twitching and shaking, it wants your cock so bad…!", " My hips won't even move…!"]}, {"name": "", "audio": "", "normalized": ["In fact, Kula was leaning against me entirely and she no longer resisted me… Or rather, she must have gone limp from such extreme pleasures, I assumed."]}, {"name": "", "audio": "", "normalized": ["That moment, thick, honey-like fluids dripped from the space between our joint and along my penis, onto the floor."]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, you, I didn't know you were so sensitive, huh?"]}, {"name": "Kula", "audio": "v_r-ev241_0024", "normalized": ["Mnnguhh…!", " Sh-shut up, you…!", " Anyone would be like this with such a huge cock inside… Mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["Kula barely resisted with her words, but she was about to be overwhelmed by the pleasure."]}, {"name": "", "audio": "", "normalized": ["I pulled my hips slowly as I rubbed the walls with the shoulders of my cock."]}, {"name": "", "audio": "", "normalized": ["Every time it rubbed against the creases and bumps of her vagina, it felt as though I was touched in the exposed nerves."]}, {"name": "Kula", "audio": "v_r-ev241_0025", "normalized": ["Heeuuhh…!", " Th-the tip is rubbing up… I-it feels so good…!", " My pussy is tingling like it's being electrocuted…!"]}, {"name": "", "audio": "", "normalized": ["Apparently, it was the same for Kula as well and her entire body was obviously twitching over and over, shaking in the pleasure of having her pussy rubbed."]}, {"name": "", "audio": "", "normalized": ["Like her words of \"being electrocuted"]}, {"name": "", "audio": "", "normalized": ["I pulled my hips out just before the cock came out of her, then shoved my hips aiming right into the depth of her womb."]}, {"name": "Kula", "audio": "v_r-ev241_0026", "normalized": ["Mnnheeghh!", " S-so sudden…deep inside me, i-it's coming in so deep… M-my belly… Guhhguhh, I can't breathe…!"]}, {"name": "", "audio": "", "normalized": ["Kala seemed to be struggling to breathe at all, thanks to such huge pressure on her, but it also made her pussy squeeze much harder, almost hurting my cock as well."]}, {"name": "", "audio": "", "normalized": ["Then I moved my hips in a grind and rubbed the tip of my cock into the depth of Kula's vagina."]}, {"name": "Kula", "audio": "v_r-ev241_0027", "normalized": ["Huaahh?!", " Th-that's, you rubbing me so hard like that, it feels too good, please…!", " D-don't tease me in such sensitive places…!"]}, {"name": "You", "audio": "", "normalized": ["Don't tease, you say.", " I know you really want this though…!"]}, {"name": "Kula", "audio": "v_r-ev241_0028", "normalized": ["Aaahahh…!", " Y-your cock, it's getting bigger again…mnnguhh!", " M-my belly is so stuffed… Y-you're scraping my womb…!"]}, {"name": "Kula", "audio": "v_r-ev241_0029", "normalized": ["N-noo, this is…!", " My pussy, i-it's gonna go all crazy and insane, ughh…!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Good, you should just go crazy…!"]}, {"name": "", "audio": "", "normalized": ["I tensed up all my muscles, up to the very tip of my cock and resumed to pound her again, keeping the stiffness."]}, {"name": "", "audio": "", "normalized": ["It was already wet enough now, so I could keep pounding my hips as fast as I could."]}, {"name": "Kula", "audio": "v_r-ev241_0030", "normalized": ["Mnnaahh!", " I-it's so hard, hard, aahhmn, ahhmnaahhmnaahhumnn!"]}, {"name": "Kula", "audio": "v_r-ev241_0031", "normalized": ["Y-your solid cock, jumping around inside, heaahh!", " I-it feels so good, ughh!", " My pussy is going crazy, ughh!"]}, {"name": "", "audio": "", "normalized": ["A loud noise of our skin slapping against each other echoed across the hallway."]}, {"name": "", "audio": "", "normalized": ["In addition, our fluids made threads between our crotch and the wet noise of mixture of the fluids turned into the lewd and obscene symphony."]}, {"name": "", "audio": "", "normalized": ["The sweet moans coming out of the mouth of the singer aroused my excitement and I focus even harder on fucking her."]}, {"name": "", "audio": "", "normalized": ["As I pounded my hips, I drilled every inch of her flesh inside the vagina and searched for spots that made her react."]}, {"name": "Kula", "audio": "v_r-ev241_0032", "normalized": ["Aaahhmnnghh!", " Th-th-that's not, not there, noo…!"]}, {"name": "", "audio": "", "normalized": ["The moment I went for the flesh on her belly side, Kula's vagina squeezed tight and her hips almost dropped."]}, {"name": "", "audio": "", "normalized": ["Her hips almost dropping meant that the penis drove into the depth of her pussy unintentionally and Kula's body jumped once the tip touched her womb."]}, {"name": "Kula", "audio": "v_r-ev241_0033", "normalized": ["Hueghh!", " R-right into my womb, it's hitting my womb… O-oh god, this is…!"]}, {"name": "You", "audio": "", "normalized": ["This is what?", " Does it hurt?"]}, {"name": "Kula", "audio": "v_r-ev241_0034", "normalized": ["Th-that's not what I meant… Mnngh, haahghh…!", " M-my body is going limp and, m-my pussy is feeling so good…?!", " Mnnaaghh?!"]}, {"name": "", "audio": "", "normalized": ["As if I was stopping Kula from finishing her sentence, I shoved my steely penis right onto her sizzling flesh."]}, {"name": "", "audio": "", "normalized": ["When I rubbed her weak spot with the cock, her tight pussy squeezed so tight onto the cock, almost crushing my veins."]}, {"name": "", "audio": "", "normalized": ["All the blood inside my body turned so hot, it was as though boiling inside me and Kula's honey pot has turned into the cauldron of lust."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you never know if anyone would be stumbling on, but you are into this so hard."]}, {"name": "Kula", "audio": "v_r-ev241_0035", "normalized": ["Hueghh?!", " If someone walks by out here, h-he's gonna see me doing s-such an embarrassing thing… Mnnaahh!", " Aagh, aahh!"]}, {"name": "", "audio": "", "normalized": ["Humph, I did not know there was enough shame left in her to not want to be seen…"]}, {"name": "", "audio": "", "normalized": ["I figured she was not feeling enough pleasure, so I pulled Kula's erect and pinkish nipple hard with my fingers."]}, {"name": "Kula", "audio": "v_r-ev241_0036", "normalized": ["Mnneghh!", " M-my nipples!", " D-don't pull them so hard like that, n-noo!"]}, {"name": "", "audio": "", "normalized": ["Her almost disturbingly erect nipples were so sensitive and once I rolled her nipples with my fingers, her breasts shook from the joy."]}, {"name": "Kula", "audio": "v_r-ev241_0037", "normalized": ["Mnnguhh!", " I-if you pull them so hard like that… Y-you're gonna tear them off…!", " Mnnguhh, mnng, mnngh, mmnggnn!"]}, {"name": "", "audio": "", "normalized": ["It was not only her lower body, but her upper body started shuddering violently and she was making attempts to suppress her voice."]}, {"name": "", "audio": "", "normalized": ["To let her know it was just a futile attempt at the resistance.", " I pulled up her nipples so hard it would come off."]}, {"name": "Kula", "audio": "v_r-ev241_0038", "normalized": ["Mnngh, huhgh, aaghaahh!", " M-m-my nipples are gonna rip off!", " You're pulling too hard!", " Huaah, aah, aahmnaaghhahh!"]}, {"name": "You", "audio": "", "normalized": ["If you scream so loud now, you're gonna attract some attention, eh?", " You must really want them to see this."]}, {"name": "Kula", "audio": "v_r-ev241_0039", "normalized": ["Hueguhhmnn!"]}, {"name": "", "audio": "", "normalized": ["I used my fingertips to pinched and squeeze her nipples as hard as I could without waiting for her reply."]}, {"name": "", "audio": "", "normalized": ["Then, her honey pot began to squeeze even harder on my penis and fluids began to gush out of her as if a bucket was tipped over."]}, {"name": "Kula", "audio": "v_r-ev241_0040", "normalized": ["No no no no!", " P-p-please, stop it!", " Not my nipples, ughh!", " Don't pull on my nipples while you put your cock in me!"]}, {"name": "Kula", "audio": "v_r-ev241_0041", "normalized": ["It feels so good on top and bottom, I'm going insane!", " I'm getting addicted to sex!", " I'm getting addicted to your cock!"]}, {"name": "", "audio": "", "normalized": ["Kula screamed honestly, forgetting about turning her voice down."]}, {"name": "", "audio": "", "normalized": ["Perhaps because she acts so cool and haughty usually, I wanted to hear more of her moans."]}, {"name": "", "audio": "", "normalized": ["That moment, I heard the footsteps of a few people――"]}, {"name": "", "audio": "", "normalized": ["Maybe they heard Kula's pleasured moans, a band of my aroused subordinates walked in."]}, {"name": "Kula", "audio": "v_r-ev241_0042", "normalized": ["Hiiaahh?!", " Aaahh, n-no, noo…!", " D-don't look at me, please, don't look!"]}, {"name": "", "audio": "", "normalized": ["They ignored Kula's plea and formed a circle around us."]}, {"name": "", "audio": "", "normalized": ["They stared at Kula's embarrassing display at a distance and they were grinning with obscene smiles."]}, {"name": "You", "audio": "", "normalized": ["Look, the audience you wanted so bad has finally shown up.", " Let them see how crazy you are going."]}, {"name": "Kula", "audio": "v_r-ev241_0043", "normalized": ["!", " N-noo…!", " D-d-don't look at me…!"]}, {"name": "", "audio": "", "normalized": ["Kula denied it with her head shaking left and right, but she was not resisting very hard.", " In fact, the juice was spewing out of her pussy and she was smiling."]}, {"name": "", "audio": "", "normalized": ["As if it was the proof of her pleasure, her vagina engulfed my penis and tangled onto it fiercely to suck everything out."]}, {"name": "", "audio": "", "normalized": ["The breath she was letting out was burning hot and it was obvious her excitement was reaching its pinnacle."]}, {"name": "You", "audio": "", "normalized": ["Just give it up.", " I mean, you seem to be more excited being seen.", " Don't you realize it?"]}, {"name": "", "audio": "", "normalized": ["I told her so and sweat turned into steam and rose from her boiling body and she let out a sigh of sweet pleasure."]}, {"name": "You", "audio": "", "normalized": ["You should just admit you feel it, it will get even better.", " Just give up your pointless resistance."]}, {"name": "Kula", "audio": "v_r-ev241_0044", "normalized": ["!", " Even better…?", " Really…?"]}, {"name": "You", "audio": "", "normalized": ["Of course."]}, {"name": "Kula", "audio": "v_r-ev241_0045", "normalized": ["…Mnnghh… I-I'm okay if they look at us…!"]}, {"name": "Kula", "audio": "v_r-ev241_0046", "normalized": ["I don't, I don't even care about it anymore.", " I just want to feel even better, better…!"]}, {"name": "", "audio": "", "normalized": ["Kula's mind became unhinged as she heard my words and scream of pleasure rushed out."]}, {"name": "Kula", "audio": "v_r-ev241_0047", "normalized": ["Mooree!", " Please see me act so lewd!"]}, {"name": "Kula", "audio": "v_r-ev241_0048", "normalized": ["Please watch me get pounded hard by the cock, so hard, please watch me get fucked hard!"]}, {"name": "Kula", "audio": "v_r-ev241_0049", "normalized": ["I-I really like my cock, I loved it all this time!", " My pussy was aching so much because I wanted to have sex all this time!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… It that right, it that right.", " Then I'm gonna give you all the cock you want!"]}, {"name": "", "audio": "", "normalized": ["I answered Kula's plea and shoved my burning cock into her."]}, {"name": "", "audio": "", "normalized": ["Kula's body arched back from the brutal pounding and her body shook from the pleasure and then smiled as her face melted from the ecstasy."]}, {"name": "Kula", "audio": "v_r-ev241_0050", "normalized": ["Haaghhaahh…!", " Your thick cock is filling up my pussy…!", " I love it, I love it so much…!"]}, {"name": "Kula", "audio": "v_r-ev241_0051", "normalized": ["Everyone, please look…!", " Look at me, being so cock-crazy…!"]}, {"name": "", "audio": "", "normalized": ["Then Kula began to devour pleasure as she moved her hips on her own."]}, {"name": "", "audio": "", "normalized": ["She stroked my penis as she squeezed her crotch and erotically twisted her hips left and right."]}, {"name": "Kula", "audio": "v_r-ev241_0052", "normalized": ["Here, here, here… Mnnguhh… Please pound me harder with your cock, please, fuck my pussy harder, harder…!"]}, {"name": "", "audio": "", "normalized": ["The men knew of Kula as the usual cold self, so the gap with her usual demeanor made their crotches enlarge from her lewd display."]}, {"name": "", "audio": "", "normalized": ["It was not in my taste to let her take the initiative, so I drilled her womb hard."]}, {"name": "Kula", "audio": "v_r-ev241_0053", "normalized": ["Heeguhh!", " I-i-it's coming into my womb!", " Your cock is coming in!"]}, {"name": "", "audio": "", "normalized": ["I pounded not only her entire vagina but also right at her womb, opening it up and reciprocating quickly."]}, {"name": "", "audio": "", "normalized": ["I scraped Kula's womb with such fierce pounding, it sounded as if I was slapping her with my palm."]}, {"name": "Kula", "audio": "v_r-ev241_0054", "normalized": ["Mnnhouughh!", " S-sex, it's so r-rough, ugghh!", " I'm going to orgasm so hard, guhh!"]}, {"name": "", "audio": "", "normalized": ["Her pussy wiggled and shook as if it was the proof of her imminent orgasm and contracted as it was sucking out the precum."]}, {"name": "", "audio": "", "normalized": ["Kula moaned maddeningly as she was letting out obscene, wet noise from her crotch."]}, {"name": "Kula", "audio": "v_r-ev241_0055", "normalized": ["Mmnnheghh, ooheghh, ooheghh!", " I can't, I can't think straight anymore!", " I can't think of anything but the sex and cock!"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " I did not think you would be so cock-crazy, after all!", " Now, you'll make a real good sex-slave!"]}, {"name": "Kula", "audio": "v_r-ev241_0056", "normalized": ["S-s-sex slave?!", " Y-yes, I will!", " If you can make me feel this good all the time, I'll be your sex slave, uuhh!"]}, {"name": "", "audio": "", "normalized": ["I was also turned on thanks to how lewd Kula was acting.", " That combined with the strong squeeze from her pussy drove me towards the ejaculation."]}, {"name": "Kula", "audio": "v_r-ev241_0057", "normalized": ["Mnnguhh!", " Y-your cock is getting even bigger again, ughh!", " Your cock is so amazing, ooghh!"]}, {"name": "", "audio": "", "normalized": ["Sizzling precum gushed from the tip of my cock and it was warning me I was about to cum soon."]}, {"name": "You", "audio": "", "normalized": ["Good.", " I'm gonna cum real soon…!", " Where, where do you want it?"]}, {"name": "Kula", "audio": "v_r-ev241_0058", "normalized": ["Cumming, cumming?!", " …I-inside…!", " Cum your hot cum, right inside me, blow it all inside me, please!"]}, {"name": "", "audio": "", "normalized": ["There was no more resemblance of cold and stuck-up Kula anymore, only the beast who was devouring the pleasure and lust."]}, {"name": "", "audio": "", "normalized": ["Kula was under the lewd looks from the men and she shook her own hips violently up and down, seeking cum."]}, {"name": "You", "audio": "", "normalized": ["I'm cumming, spewing everything right into your pussy, into your womb…!", " Get knocked up…!"]}, {"name": "Kula", "audio": "v_r-ev241_0059", "normalized": ["Yess!", " I'm gonna get pregnant!", " So please cum inside me, please cum inside me!", " Please pour your seed into me!"]}, {"name": "Kula", "audio": "v_r-ev241_0060", "normalized": ["Haahhmnn!", " I'm, I'm coming too as you watch me, ughh!", " Please watch my pussy come, please watch!"]}, {"name": "", "audio": "", "normalized": ["I shoved the tip of my cock in hard and forced open her vagina and poured the semen right into her womb."]}, {"name": "Kula", "audio": "v_r-ev241_0061", "normalized": ["Coommiinngg!", " I'm gonna come as you cum inside me!", " I'm gonna conceive a baby!"]}, {"name": "", "audio": "", "normalized": ["Kula orgasmed violently as the men stared at her."]}, {"name": "", "audio": "", "normalized": ["The flesh in her vagina twitched and it tangled onto the cock so hard to suck all the cum out."]}, {"name": "Kula", "audio": "v_r-ev241_0062", "normalized": ["Mnneeghh!", " Cum, coming into my belly, into my womb!", " I-I'm coming again, coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["As the fluids, unclear if it was semen or her pussy juice, poured into her womb, Kula continued to orgasm."]}, {"name": "", "audio": "", "normalized": ["I could not stop myself from ejaculating with such a fierce pleasure that it almost blinded my vision white."]}, {"name": "", "audio": "", "normalized": ["I rubbed the tip right into the depth of her womb and swirled my hips to stir up her inside, mixing our thick bodily fluids."]}, {"name": "Kula", "audio": "v_r-ev241_0063", "normalized": ["Mnngouhh, ooghh, my pussy, my pussy just came and it's so sensitive, d-don't go so hard on me, please…!"]}, {"name": "", "audio": "", "normalized": ["The men watch Kula orgasm like that and they began to touch their crotch, unable to hold back their excitement."]}, {"name": "", "audio": "", "normalized": ["Kula stared at them with an ecstatic smile and I pounded her womb hard once more to pour every last bit of my cum."]}, {"name": "Kula", "audio": "v_r-ev241_0064", "normalized": ["Ohhoughh?!", " I-i-it's coming again, guhh!"]}, {"name": "Kula", "audio": "v_r-ev241_0065", "normalized": ["Orgasm, commiinngg!"]}, {"name": "", "audio": "", "normalized": ["Kula's entire body shook as if she had broken and then ejaculated and the semen overflowing from her womb came spewing out along with the squirt."]}, {"name": "", "audio": "", "normalized": ["Finally, all the men had shown their desire to violate Kula, seeing the shower of semen coming out of her."]}, {"name": "Kula", "audio": "v_r-ev241_0066", "normalized": ["Huaagghh… M-my pussy… I'm gonna get pregnant… I love it, your cock… Mnnguhh…"]}, {"name": "", "audio": "", "normalized": ["However, Kula has finally gone limp and passed out after she orgasmed over and over again."]}, {"name": "You", "audio": "", "normalized": ["I'm sorry to say, but you guys gotta wait."]}, {"name": "", "audio": "", "normalized": ["Some of the men said they did not care even if she was passed out, but I shut them up with a glance."]}, {"name": "", "audio": "", "normalized": ["Then I picked Kula up and carried her to the room."]}, {"name": "", "audio": "", "normalized": ["After all that teasing… The men complained but ignored them and then took Kula back to the room."]}]