[{"name": "", "audio": "", "normalized": ["A long, huge dildo was attached to a machine that was placed in an abandoned warehouse."]}, {"name": "", "audio": "", "normalized": ["Rin's limbs were bound to the said machine as she sat on top of it while the dildo penetrated her anus."]}, {"name": "Rin", "audio": "v_sr660_0000", "normalized": ["Hahh, mhnmm… Mnuhh… Mnaaghahhm, this, this… Agughh, guheghh!"]}, {"name": "Rin", "audio": "v_sr660_0001", "normalized": ["It's so good… Haaheghhnm… But it won't…break me… Haaheghh, haaghh… No way… Guhahh!"]}, {"name": "", "audio": "", "normalized": ["Rin said, still stubborn even though she was moaning.", " The poor Taimanin was captured by the enemy and subjected to vicious torture."]}, {"name": "", "audio": "", "normalized": ["However, she was moving her hip on her own despite her words, feeling ecstatic pleasure from her anus."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was under the influence of a powerful aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["She was moaning with such pleasure as she devoured the lust, almost like a fever dream."]}, {"name": "Rin", "audio": "v_sr660_0002", "normalized": ["Aghahh, no… No, this isn't… Huaaghh!", " My anus, getting drilling and spread open… Mnnguh… But it feels so good…"]}, {"name": "", "audio": "", "normalized": ["Rin used to be calm, proud Taimanin."]}, {"name": "", "audio": "", "normalized": ["But there was no more resemblance of that Taimanin who undertook honorable missions."]}, {"name": "Rin", "audio": "v_sr660_0003", "normalized": ["…This is…amazing… I can feel it so much with just a slight movement… Mnngh, guhhmuhh… I can't resist…"]}, {"name": "", "audio": "", "normalized": ["The only one in the room was a slut who moaned joyously as her anal flesh tangled onto the thick dildo, stimulating herself."]}, {"name": "", "audio": "", "normalized": ["Her blushed cheeks loosened from the overwhelming pleasure and kept moving her hips to seek even more pleasure."]}, {"name": "Rin", "audio": "v_sr660_0004", "normalized": ["Aaheeghh, mnnaahghh… Guheghhnmm… Why… I can't stop… Heegheghh, mnnguhahh… Playing with my anus…"]}, {"name": "Rin", "audio": "v_sr660_0005", "normalized": ["Haahhuhhghnm… Mnnguh, p-please stop this… If it keeps drilling into me more… I can't… Mnngh."]}, {"name": "", "audio": "", "normalized": ["Rin shook her head violently as if she was trying to shake off the heat from pleasure taking over her body."]}, {"name": "", "audio": "", "normalized": ["Even then, her body continued to rub the walls inside her intestine onto the dildo, hitting her sensitive spots with precision."]}, {"name": "Rin", "audio": "v_sr660_0006", "normalized": ["Guhheghh, aheghahh… Mnnuughh… Haaghh… Haaghh… It's, mnnah, rubbing onto me… So good."]}, {"name": "", "audio": "", "normalized": ["Soon, her arousal escalated more and more and it made the moans coming from her mouth louder."]}, {"name": "Rin", "audio": "v_sr660_0007", "normalized": ["Mnnguhh… Guhaahh… Mnnguhh, it's so hot… It's so good, I can't stop it…"]}, {"name": "Rin", "audio": "v_sr660_0008", "normalized": ["Haahughh… Mnngh, guhgghh… Agh?!", " Please, no… No, no, no…"]}, {"name": "", "audio": "", "normalized": ["Then a whirring noise started coming from within the machine as if it was waiting for the right moment."]}, {"name": "Rin", "audio": "v_sr660_0009", "normalized": ["Mnnhaaghh, ahaeeghh, mnnguhh…!", " Aaghh, it's coming…!", " Coming…!", " Aghaahh!"]}, {"name": "", "audio": "", "normalized": ["The next moment, the dildo made a tearing noise and expanded in size, growing bigger."]}, {"name": "Rin", "audio": "v_sr660_0010", "normalized": ["Guhhegghh!", " Mnnaghh, aghaaghh… Coming, it's coming!", " Mnnguhh… My anus… It's getting spread wide?!"]}, {"name": "", "audio": "", "normalized": ["She sealed her mouth tight to endure the immense impulse but Rin still could not hold her voice down and roared in the end."]}, {"name": "", "audio": "", "normalized": ["She was pathetically drooling from her mouth, writhing."]}, {"name": "Rin", "audio": "v_sr660_0011", "normalized": ["Heeghehh, hegehghh… This is…so tight… The pressure… Mnngeghh, aaguhh, aghh… Mnnheghh."]}, {"name": "", "audio": "", "normalized": ["The dildo inserted into her was an electric-powered one with a size-adjusting feature."]}, {"name": "", "audio": "", "normalized": ["The dildo that was already large enough became even larger, enough to make a veteran Taimanin Rin's face skew."]}, {"name": "", "audio": "", "normalized": ["However, the agony was not the only thing on her face."]}, {"name": "Rin", "audio": "v_sr660_0012", "normalized": ["Mnngehghh, mngnuhhghh… Guhh, heguhhnm… Aheeghh, haghh… Haagh… Mnngh, uhguhh!"]}, {"name": "Rin", "audio": "v_sr660_0013", "normalized": ["Such…intense pressure… It's so good… Guheghh, oughohh!", " Mnngehg, heeghh… Mnngughh!", " It's amazing!"]}, {"name": "", "audio": "", "normalized": ["Rin muttered while her body twisted.", " Her true emotion came through as she could not hide it at all."]}, {"name": "", "audio": "", "normalized": ["And Rin continued to grind her hips with the inflated dildo still inside, teasing her own anus."]}, {"name": "", "audio": "", "normalized": ["The dildo was so large that it made her feel like her flesh was tearing as it spread, making her groan."]}, {"name": "Rin", "audio": "v_sr660_0014", "normalized": ["Aaaghguhh… Inside of my ass… I can hear it tearing… My anus… Mgheghh… It's spreading so much!"]}, {"name": "", "audio": "", "normalized": ["With an incredibly large dildo inside her, Rin was subjected to intense agony and a sense of pressure."]}, {"name": "", "audio": "", "normalized": ["However, blow them was an equally intense pleasure.", " It made her eyes open wide as she moaned."]}, {"name": "Rin", "audio": "v_sr660_0015", "normalized": ["Mnnguhgaghh!", " The pain…and pleasure, mixing together… Mghegehhnmm!"]}, {"name": "Rin", "audio": "v_sr660_0016", "normalized": ["Aghahahh, this is amazing…!"]}, {"name": "Rin", "audio": "v_sr660_0017", "normalized": ["Hahahnmm!", " Mngehgh, mnaaghahh… Haagheghh, ahh… Mnnguh… Haaghuh, huugh… Mnngeghh!"]}, {"name": "", "audio": "", "normalized": ["The pain and the pleasure continued to alternate as if she was tasting sweet and sour taste one after another, emphasizing each other."]}, {"name": "", "audio": "", "normalized": ["The shock caused by it filled Rin's body with a swirl of sensation that it felt like her brain was being melted while she shuddered and writhed."]}, {"name": "Rin", "audio": "v_sr660_0018", "normalized": ["Mnngheghh, aaguhh… Mnaaghahh!", " My anus… It's spreading open… Mnnguhh… It's so good and I can't stop…!"]}, {"name": "Rin", "audio": "v_sr660_0019", "normalized": ["Mnnaaghh, hegehhgh… My body is burning up so much… I can't stop it… I don't want to stop it…"]}, {"name": "", "audio": "", "normalized": ["Rin showed a skewed smile from pleasure as she talked about the desires that were driving her."]}, {"name": "", "audio": "", "normalized": ["She pounded her hips violently, trying to feel the sensation she just felt again, stirring up inside of her intestine with the dildo."]}, {"name": "", "audio": "", "normalized": ["She was going so wild that the effects of aphrodisiacs could not be the only reason behind it.", " And she was addicted to the dildo expansion."]}, {"name": "Rin", "audio": "v_sr660_0020", "normalized": ["Mnnouhh, ooughh… Ohgouhh!", " Haaeghh, mnnaghh… My body… It's burning up more… It's aching so much…"]}, {"name": "Rin", "audio": "v_sr660_0021", "normalized": ["Aghaaghh, ooughh… Guhhegaghh… This isn't…enough… Please, more… Spread my ass wide open!"]}, {"name": "", "audio": "", "normalized": ["And then she eventually started verbally expressing her need for further expansion."]}, {"name": "Rin", "audio": "v_sr660_0022", "normalized": ["More… More!", " I want…bigger, thicker dildo, please… Mnngguhh… I need more!"]}, {"name": "Rin", "audio": "v_sr660_0023", "normalized": ["I don't care anymore!", " I've lost, okay… Mnneghh, ouhgouhh!", " I've already lost a long time ago!"]}, {"name": "Rin", "audio": "v_sr660_0024", "normalized": ["Please… More… Fuck my ass more!"]}, {"name": "Rin", "audio": "v_sr660_0025", "normalized": ["Spread it wider, please… Mnnguhh… I want you to fuck me and make me feel it…!"]}, {"name": "", "audio": "", "normalized": ["She repeatedly begged with a feverish expression from having her anus teased over and over."]}, {"name": "", "audio": "", "normalized": ["Then the machine started whirring again as if it heard her plea and answered it."]}, {"name": "Rin", "audio": "v_sr660_0026", "normalized": ["Mnnguhoughouhhoohh?!"]}, {"name": "Rin", "audio": "v_sr660_0027", "normalized": ["Oghouhh, aghahh, gugguhguuhh… This… It's crushing everything inside my belly…"]}, {"name": "Rin", "audio": "v_sr660_0028", "normalized": ["It's turning me into a mush… Huegehh, guueghh!"]}, {"name": "", "audio": "", "normalized": ["The dildo expanded beyond her limit at once."]}, {"name": "", "audio": "", "normalized": ["The pressure from it made her eyes roll back as she tried to endure it with an agonized expression."]}, {"name": "Rin", "audio": "v_sr660_0029", "normalized": ["Mngeghh!", " Aaaguhh, huguhh… Huhh… Mnnguhouhh!", " Th-this is too intense, no, it'll break me!", " It's gonna break my ass!"]}, {"name": "", "audio": "", "normalized": ["She moaned, almost screaming, and clenched her teeth to endure the shock coming from her anus."]}, {"name": "", "audio": "", "normalized": ["Her anus was stretched so far that it was about to tear into pieces with her rectum completely stuffed, not allowing her to even move up and down."]}, {"name": "Rin", "audio": "v_sr660_0030", "normalized": ["Mnnguh, guhgouhh!", " Aagheghheghh, I-it's going to… The dildo's gonna…tear me apart like this!"]}, {"name": "Rin", "audio": "v_sr660_0031", "normalized": ["Mngegeghh… Aaaguhh, huhh… Huguhh, ughh… Mnngough!", " Aghahh, heeghehhnmm!"]}, {"name": "", "audio": "", "normalized": ["She let out maddening moans with agony so intense that it felt like she was getting torn in half."]}, {"name": "Rin", "audio": "v_sr660_0032", "normalized": ["Mnnaghh, guhh, ughh… Mnngeghh… Haaghh… Haaguhh… Mnghh, I-I can't… Mnnguguhh!"]}, {"name": "", "audio": "", "normalized": ["Rin was breathing roughly with sweat on her forehead."]}, {"name": "", "audio": "", "normalized": ["Her survival instinct allowed her to stay on her feet, resisting, trying to get away from the foreign object."]}, {"name": "", "audio": "", "normalized": ["However, every piece of flesh inside her intensity grabbed onto the dildo tight and squeezed on, not letting go."]}, {"name": "Rin", "audio": "v_sr660_0033", "normalized": ["Guhheeghh!", " It's squeezing so tight… I-I can't get it out!", " Noo, moving just a little… Mngeghh, mnnguhaaghh!"]}, {"name": "Rin", "audio": "v_sr660_0034", "normalized": ["J-just moving a little bit… It's gonna make… I-it's gonna pull my anus…out, uughh!"]}, {"name": "", "audio": "", "normalized": ["Rin's intestine was so expanded, just lifting her hips slightly could tear her anus."]}, {"name": "", "audio": "", "normalized": ["Even like that, she said…"]}, {"name": "Rin", "audio": "v_sr660_0035", "normalized": ["Th-this is…amazing!", " So good, yes, yes, yes, yeess!", " My ass is so stretched, I can't believe it!"]}, {"name": "", "audio": "", "normalized": ["It was the voice of irresistible joy and arousal."]}, {"name": "Rin", "audio": "v_sr660_0036", "normalized": ["Haaheghh, mnnguhh… Huguhh, aagheghh, guhoughh… Haaghh… Haahh… Mnnhou, guheeghhnm!"]}, {"name": "Rin", "audio": "v_sr660_0037", "normalized": ["Aghaahh… So good… I can't even get it out… Ohouhh… I just can't get it out no matter what!"]}, {"name": "", "audio": "", "normalized": ["She twisted her body, shook herself, tensed up, relaxed, pulled her back, and leaned forward."]}, {"name": "", "audio": "", "normalized": ["The dildo did not budge like it was part of her."]}, {"name": "", "audio": "", "normalized": ["Rin's arousal reached the climax and she was letting out a beastly voice, somewhere between a scream and moan."]}, {"name": "", "audio": "", "normalized": ["Then even more shock came over Rin."]}, {"name": "Rin", "audio": "v_sr660_0038", "normalized": ["Aaaghaahh!", " Guhhguhh, mnguhaghh, ghuoguhh, oghh, mnngouhgohh!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, the dildo started shaking violently.", " An inhuman roar came out of Rin's mouth."]}, {"name": "", "audio": "", "normalized": ["She had become one with the dildo."]}, {"name": "", "audio": "", "normalized": ["She started shuddering as if her whole body had become a human-shaped dildo."]}, {"name": "Rin", "audio": "v_sr660_0039", "normalized": ["Mnngeghheghh, mnnguhaaghh… My whole body… Shaking… Aguh, ouhegh, ghaahh… Mnaaghh!"]}, {"name": "Rin", "audio": "v_sr660_0040", "normalized": ["Ohoguhh, gouhghh, guhegghh!", " It's not…just in my ass!", " Everything, everything's getting fucked up!", " Mnnghouh!"]}, {"name": "", "audio": "", "normalized": ["At that point, it was more than just getting her innards stirred up."]}, {"name": "", "audio": "", "normalized": ["The huge stick as thick as her thigh went wild inside her, deep inside her belly, pounding into her body like she was getting pounded by a jackhammer."]}, {"name": "Rin", "audio": "v_sr660_0041", "normalized": ["Mngeghh, aguhh, mnnguuhh!", " I-I'm gonna die!", " Inside of my belly… It's getting so messed up… I'm gonna die, ughh!"]}, {"name": "Rin", "audio": "v_sr660_0042", "normalized": ["Aghaahh, heghh, gehhghh… Mnnguhouhh, haaghh… Mngegh, hehhnm… Guhgouhh!"]}, {"name": "", "audio": "", "normalized": ["The huge dildo violently pounded her womb, ovary, bladder, and any other organs inside her lower body, grinding and shaking them."]}, {"name": "Rin", "audio": "v_sr660_0043", "normalized": ["Guhouhaaguuhghh… It feels so good…!", " Not just my anus, not just my pussy…!"]}, {"name": "Rin", "audio": "v_sr660_0044", "normalized": ["All the organs in my belly…!", " Oghouhh, geeghouhh!", " Everything feels great… Guheghh, guhoughh!"]}, {"name": "", "audio": "", "normalized": ["Rin was relentlessly tortured by the dildo."]}, {"name": "", "audio": "", "normalized": ["She felt like her body was being ravaged from the inside and writhed as she let out an agonized scream."]}, {"name": "Rin", "audio": "v_sr660_0045", "normalized": ["Mnngehghhehh… Everything is getting messed up… This is insane… I've never felt anything like this before…"]}, {"name": "", "audio": "", "normalized": ["However, that voice was obviously not just from agony but also from the overwhelming pleasure."]}, {"name": "", "audio": "", "normalized": ["As if to prove that, a massive amount of intestinal and vaginal fluids dripped from Rin's crotch."]}, {"name": "", "audio": "", "normalized": ["Splashing it all around her with the vibration."]}, {"name": "Rin", "audio": "v_sr660_0046", "normalized": ["It's so hard… Both my anus and my pussy… Guhheghaghaahh… It's getting so wet… Mnnghhnm!"]}, {"name": "Rin", "audio": "v_sr660_0047", "normalized": ["Haauh… Haahh… Mnnguhouhh… So much lewd juice…"]}, {"name": "Rin", "audio": "v_sr660_0048", "normalized": ["It's dripping onto the dildo… Mnnghnmm, it's starting to move…just a little bit."]}, {"name": "", "audio": "", "normalized": ["The maddening pleasure being pumped in by the vibration made Rin gush an incredible amount of fluids from her crotch."]}, {"name": "", "audio": "", "normalized": ["Soon, it drenched the dildo in drilling into her anus enough that it acted as a lubricant."]}, {"name": "Rin", "audio": "v_sr660_0049", "normalized": ["Mngeheghh… Mnnaghh, aghuhh, keghhm heeghh!", " I wanted this!", " Mnnguhaghhmnn!"]}, {"name": "", "audio": "", "normalized": ["Even though it was not exactly smooth, being able to move allowed Rin to force her hips around to further torture her own organs."]}, {"name": "", "audio": "", "normalized": ["She repeatedly pounded herself hard and heightened pleasure.", " She was nothing but a slut."]}, {"name": "Rin", "audio": "v_sr660_0050", "normalized": ["Mnghheghh, guhgghhuhh… Mnnguheghh!", " Inside my belly, it's getting crushed!", " Aghaahh, this feeling… It's so good!"]}, {"name": "Rin", "audio": "v_sr660_0051", "normalized": ["Mnnguhoughh, ouhgouhh, mnngouhh… I'm torturing my organs and… Aheghh, mnghhouh… I love it drilling into me!"]}, {"name": "", "audio": "", "normalized": ["The merciless pounding beyond any rational mind brought her tremendous pleasure and Rin almost passed out."]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back for a moment and she expressed pleasure with her body."]}, {"name": "Rin", "audio": "v_sr660_0052", "normalized": ["Mnhaaghahh… Haaheeghh, mngeghh… Haahuuguhghh… Such a huge dildo, this is amazing… Mnnhouhh, I-I'm coming soon…"]}, {"name": "", "audio": "", "normalized": ["Rin's expression showed arousal, as she seemed to be zoning out, intoxicated by lust."]}, {"name": "", "audio": "", "normalized": ["She started shaking her hips even harder, trying to deal with the insufferable aching in her body."]}, {"name": "Rin", "audio": "v_sr660_0053", "normalized": ["Mnngheghh, haaghaahhnmm!", " Ahhguhh… Mnnguhhagh, coming, coming… I'm coming, getting tortured in my anus!"]}, {"name": "", "audio": "", "normalized": ["Rin's body trembled pathetically while she showed an insane smile on her face."]}, {"name": "", "audio": "", "normalized": ["She let voices of joy from pleasure as it echoed inside the empty warehouse."]}, {"name": "", "audio": "", "normalized": ["Then she tried to shake her body even more so she could achieve further orgasm…"]}, {"name": "Rin", "audio": "v_sr660_0054", "normalized": ["Mnnhouh, ouhgouhh, mnnohh… Not yet…!", " Ahh, eh…?"]}, {"name": "", "audio": "", "normalized": ["Her bound feet slipped as a pool of sticky fluids had formed on the floor beneath her."]}, {"name": "", "audio": "", "normalized": ["Her vision suddenly took a dive."]}, {"name": "Rin", "audio": "v_sr660_0055", "normalized": ["Mnnmuughhuhh?!", " Aguhhaahh!"]}, {"name": "", "audio": "", "normalized": ["No matter how hard she moved, her body must have subconsciously put a brake on her."]}, {"name": "", "audio": "", "normalized": ["The dildo was driven deeper inside by the outside force that was gravity."]}, {"name": "", "audio": "", "normalized": ["It went in much, much deeper and harder than when she was putting it in on her own."]}, {"name": "Rin", "audio": "v_sr660_0056", "normalized": ["Oouhouhh, oouhgouoohghh?!", " Mnnguhguugguhh, ghuaghh, aghahh, heeggeeghhnm!"]}, {"name": "", "audio": "", "normalized": ["The next moment, she screamed and orgasmed as her eyes rolled back, spewing squirt and urine all over the place."]}, {"name": "", "audio": "", "normalized": ["Soon, Rin's mind was completely overwhelmed by the intense impulse and words failed her."]}, {"name": "", "audio": "", "normalized": ["The only thing coming out of her mouth was incoherent sounds."]}, {"name": "Rin", "audio": "v_sr660_0057", "normalized": ["Aaahegehhaaghh!", " Ouhgooughh… Aaaheghh… Guhahh, haahuh… Aghh, aauhaahhaghh…"]}, {"name": "", "audio": "", "normalized": ["Her limbs swung wildly as it made the bondage creak but she looked almost like a dying insect."]}, {"name": "", "audio": "", "normalized": ["Actually, she almost looked like she was about to actually die with her body jumping up and down violently."]}, {"name": "Rin", "audio": "v_sr660_0058", "normalized": ["Guhheghaghh!", " Guhhegheehgeeh… Aaaghuhhaaghh… Haagh… Mmnnouhghh!", " Mnnahh, aghaahh… Mnnghaghheeghhnm!"]}, {"name": "", "audio": "", "normalized": ["However, her agonized scream was colored completely by pleasure and joy."]}, {"name": "Rin", "audio": "v_sr660_0059", "normalized": ["Mnngaghaahh, it's too good, uguhghhnm!", " Mnngheeghh… I can't think straight… I'm going insane!"]}, {"name": "Rin", "audio": "v_sr660_0060", "normalized": ["It's over!", " Everything is gonna be over!", " My life, my mind!", " Everything is gonna be fucked up with my ass!"]}, {"name": "", "audio": "", "normalized": ["Even her scream that spelled her own doom sounded like she actually wanted it."]}, {"name": "", "audio": "", "normalized": ["And if the torture lasted any longer, it would have actually come true.", " However…"]}, {"name": "Rin", "audio": "v_sr660_0061", "normalized": ["Aghaaghh, geegh… Gagh, gahagghh!", " Haauh, agh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["The pleasure was so intense that even Rin could not imagine made her whole body jump up and she went unconscious for a moment."]}, {"name": "", "audio": "", "normalized": ["And for some reason, the previously violently shaking dildo suddenly stopped moving."]}, {"name": "Rin", "audio": "v_sr660_0062", "normalized": ["Mnnghaaghh, aheghh, aahh… Mnngguhh!"]}, {"name": "", "audio": "", "normalized": ["The shock of it suddenly halting made Rin pull her body back once again in orgasm and she came to."]}, {"name": "", "audio": "", "normalized": ["Her tongue was hanging out from her mouth left open pathetically and looked at the machine regretting."]}, {"name": "Rin", "audio": "v_sr660_0063", "normalized": ["Mnnheaghh… Haaheeahh… Haauh… Hahh… Mnnghh… It's stopped… Aaahegh, aghh… Guhmuhhughh."]}, {"name": "Rin", "audio": "v_sr660_0064", "normalized": ["Mnnhaaghh!", " Ahh, guhh… I-it's coming out… Guhhaahh… Haahh, huughh… Mnnghuh!"]}, {"name": "", "audio": "", "normalized": ["The inflated dildo began to quickly shrink in size as if it was a deflating balloon."]}, {"name": "", "audio": "", "normalized": ["It pulled out from Rin's anus made extra sensitive from the lingering pleasure and then it retracted into the machine."]}, {"name": "Rin", "audio": "v_sr660_0065", "normalized": ["Mnnheghh, guhaaghh… Haaughhnmm… That was amazing… Maybe this is good enough…to end on… Haahegh, mmnhnm…"]}, {"name": "", "audio": "", "normalized": ["Rin felt the orgasmic waves calm down and muttered as she wiped the fluids splatted onto the machine off."]}, {"name": "", "audio": "", "normalized": ["The machine was not even connected to a power line."]}, {"name": "", "audio": "", "normalized": ["Indeed, the machine was powered by her own ninja arts, the power of lightning.", " That's why it stopped when she passed out."]}, {"name": "", "audio": "", "normalized": ["Everything, even the dildo expansion was controlled by Rin herself.", " She was masturbating under the pretense of getting caught by a dirty enemy."]}, {"name": "", "audio": "", "normalized": ["Even the bondage was just a prop to support the atmosphere and it was not connected anywhere."]}, {"name": "Rin", "audio": "v_sr660_0066", "normalized": ["You know, I didn't even think things could end up like this just a little before…"]}, {"name": "", "audio": "", "normalized": ["Rin's vagina was expanded by the ogre ravaging her and she was conditioned with anal pleasure as Fuuma violated her in the anus."]}, {"name": "", "audio": "", "normalized": ["She could not erase such experience from her mind since then and it all combined into one…"]}, {"name": "", "audio": "", "normalized": ["In the end, she started expanding her own anus, masturbating to herself being broken by pleasure."]}, {"name": "Rin", "audio": "v_sr660_0067", "normalized": ["Haahh… You know, that really was so good…"]}, {"name": "", "audio": "", "normalized": ["Rin was catching her breath as she checked herself.", " She looked even worse than she thought."]}, {"name": "", "audio": "", "normalized": ["Her crotch was completely messed up from the intense pleasure, both back and front, dripping with fluids and steaming."]}, {"name": "Rin", "audio": "v_sr660_0068", "normalized": ["Mnnheghh, mnhhnm… Aaheghh… My anus is so big now… Guhheagh, it's never gonna be the same…"]}, {"name": "", "audio": "", "normalized": ["As she said, her anus had been expanded as big as it could and was not going to close back up, exposing the inside through the gaping hole."]}, {"name": "Rin", "audio": "v_sr660_0069", "normalized": ["Mnnaahh… Mnngh, heeghhnm… Mnnuh… That was…so good… Never before… Mnnguughh."]}, {"name": "", "audio": "", "normalized": ["Rin let out a hot breath as she looked at herself, perhaps thinking of the preceding maddening pleasure."]}, {"name": "Rin", "audio": "v_sr660_0070", "normalized": ["Haahuhaghh… Mnngh, that's so thick, I can't believe that was inside me… My anus… I-it's gotten so wide…"]}, {"name": "", "audio": "", "normalized": ["Rin muttered while zoned out, thinking back at the dildo that expanded so huge."]}, {"name": "", "audio": "", "normalized": ["Her eyes were narrowed as her face expressed the lingering pleasure, showing ecstasy."]}, {"name": "Rin", "audio": "v_sr660_0071", "normalized": ["Mnnheghh, haahh, huguhh… Mnnmuhh… Guhaaghh… Aghahh… Ahheghhnmm… Mnnghm, mmnnghnm… Mnnhaaghaahhnm!"]}, {"name": "You", "audio": "", "normalized": ["…Well, I thought I heard something coming from here."]}, {"name": "Rin", "audio": "v_sr660_0072", "normalized": ["Haahhnm… Mnnghm, aheghahh…?"]}, {"name": "", "audio": "", "normalized": ["Rin sluggishly turned around at the voice that suddenly appeared and she saw Fuuma standing there, amazed at her obscenity."]}, {"name": "You", "audio": "", "normalized": ["Come on, I've been looking for you everywhere… You were masturbating again, I see."]}, {"name": "", "audio": "", "normalized": ["Fuuma was searching for Rin and he noticed what she was up to from the mess she had left at the scene."]}, {"name": "Rin", "audio": "v_sr660_0073", "normalized": ["That's not… Mnnuhh, come on… The ogre…and you, both… You won't fuck me recently…"]}, {"name": "", "audio": "", "normalized": ["Rin said with a sugary voice but with a frustrated tone."]}, {"name": "You", "audio": "", "normalized": ["What are you saying… It's all your fault."]}, {"name": "", "audio": "", "normalized": ["Fuuma said to her as he looked at her overly expanded anus gaping wide open."]}, {"name": "Rin", "audio": "v_sr660_0074", "normalized": ["Please, just fuck me sometimes… Mnnahh… I want a real cock….", " Not just masturbating…"]}, {"name": "", "audio": "", "normalized": ["Rin begged with a feverish and lewd expression."]}, {"name": "You", "audio": "", "normalized": ["Alright.", " I was going to ask you for it anyway… I have a perfect job for you here."]}, {"name": "", "audio": "", "normalized": ["Fuuma made the offer to Rin and then showed her a smug grin as she sat there."]}]