[{"name": "Mistress", "audio": "v_nsr590_0000", "normalized": ["Welcome to our brothel.", " Here, you will be able to taste demonic pleasure no human can experience usually… Oh, you are?"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " That's not bad at all.", " I could not tell if you were real or not just by looking at you."]}, {"name": "", "audio": "", "normalized": ["The dark-skinned high-class escort bowed.", " Her name was Valentia."]}, {"name": "", "audio": "", "normalized": ["This brothel was under Edwin Black's experience."]}, {"name": "", "audio": "", "normalized": ["The mistress of the place was a powerful dark elf."]}, {"name": "", "audio": "", "normalized": ["She could cast two spells simultaneously which allowed her to use incredibly powerful magic."]}, {"name": "You", "audio": "", "normalized": ["The mistress?", " …Where is the real Valentia?"]}, {"name": "Mistress", "audio": "v_nsr590_0001", "normalized": ["Just as you have ordered, My Lord, she is locked in the backroom.", " Here's the key…"]}, {"name": "", "audio": "", "normalized": ["The fake Valentia whispered to me."]}, {"name": "", "audio": "", "normalized": ["I had sent one of my people in beforehand and she disguised herself, even copying the mannerisms."]}, {"name": "You", "audio": "", "normalized": ["Good.", " Just keep running the brothel like nothing happened.", " Don't let them suspect a thing, okay?"]}, {"name": "Mistress", "audio": "v_nsr590_0002", "normalized": ["Yes, of course…"]}, {"name": "", "audio": "", "normalized": ["The reason I had to make such an intricate plan with the body double was partly because of how powerful Valentia was, but that was not the only reason."]}, {"name": "", "audio": "", "normalized": ["She acted as the mistress of the brothel and at the same time, she extended her network among other demons, UFS, Taimanin, and other organizations."]}, {"name": "You", "audio": "", "normalized": ["I'm coming in, okay?"]}, {"name": "", "audio": "", "normalized": ["I unlocked the secure lock on the door to the backroom."]}, {"name": "", "audio": "", "normalized": ["As I entered the dimly lit room, I sensed the odor of aphrodisiacs and a hint of rust."]}, {"name": "Valentia", "audio": "v_sr590_0000", "normalized": ["…Hah, so you've finally revealed yourself, eh?", " You must be Fuuma, their boss?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " You must be the mistress of this brothel, Valentia?"]}, {"name": "Valentia", "audio": "v_sr590_0001", "normalized": ["Yes, indeed.", " Perhaps you could not tell me apart from the fake one standing in the lobby right now?"]}, {"name": "", "audio": "", "normalized": ["Like she said, the woman in front of me looked just like the woman I just saw at the entrance."]}, {"name": "", "audio": "", "normalized": ["Both her limbs were cuffed and few rough men under my command surrounded her.", " Yet, she remained calm and did not appear scared at all."]}, {"name": "You", "audio": "", "normalized": ["No.", " I was merely impressed by how well she managed to disguise.", " Huh… You are just as beautiful as they told me, hmm?"]}, {"name": "Valentia", "audio": "v_sr590_0002", "normalized": ["Well, thank you.", " Looks like the rumors about you are true as well, yes?", " Coward and dirty, prepared to use anything to your advantage."]}, {"name": "Valentia", "audio": "v_sr590_0003", "normalized": ["But somehow, many people follow you as numerous women join and work for you… Is that right?"]}, {"name": "", "audio": "", "normalized": ["Her magic was rendered useless as her hands were bound with handcuffs."]}, {"name": "", "audio": "", "normalized": ["However, the dark elf still looked at me with stern eyes."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " I didn't think you would know about me that much.", " Well, they say you know everything there is to know in this business."]}, {"name": "Valentia", "audio": "v_sr590_0004", "normalized": ["What are you talking about?", " I'm just a humble mistress at a brothel.", " All I do is listen to what they say to me, you see?"]}, {"name": "", "audio": "", "normalized": ["She was not just calm but appeared almost sadistic as the chocolate-skinned woman skewed her glossy lips into a smile."]}, {"name": "", "audio": "", "normalized": ["A masochist would see the submissive joy in her certainly."]}, {"name": "You", "audio": "", "normalized": ["I'm impressed.", " You are the most knowledgeable woman in the Dark World.", " I want your network.", " That's why I prepared all this."]}, {"name": "Valentia", "audio": "v_sr590_0005", "normalized": ["I suppose so.", " Your subordinate looked pretty too, you know?", " I didn't think she was here to disguise as me though… Heheh."]}, {"name": "", "audio": "", "normalized": ["She was calmly smiling as if she was enjoying the circumstance even though she was at a huge disadvantage."]}, {"name": "", "audio": "", "normalized": ["Valentia did not let her detached fa?", "ade break as she answered."]}, {"name": "", "audio": "", "normalized": ["She just kept praising my methods, never once breaking her unconcerned attitude."]}, {"name": "You", "audio": "", "normalized": ["I don't want to do anything rough on you, Valentia.", " All I need is your cooperation."]}, {"name": "Valentia", "audio": "v_sr590_0006", "normalized": ["Heheh.", " Did you think I would just say yes?"]}, {"name": "Valentia", "audio": "v_sr590_0007", "normalized": ["Even if you stop me from using my magic, I'm not going to just betray my comrades."]}, {"name": "You", "audio": "", "normalized": ["…That's what I thought.", " I had expected this but I guess I don't have a choice.", " Hey, bring it out!"]}, {"name": "", "audio": "", "normalized": ["*Whir*"]}, {"name": "", "audio": "", "normalized": ["I ordered my men at the side to start up the machine I had prepared beforehand."]}, {"name": "", "audio": "", "normalized": ["Shiny and silver metal arms started moving like numerous snakes, wiggling around."]}, {"name": "", "audio": "", "normalized": ["However, Valentia only gave an indifferent glance."]}, {"name": "Valentia", "audio": "v_sr590_0008", "normalized": ["What are you doing?", " I'll warn you upfront but you won't break me with little drugs and torture, okay?"]}, {"name": "You", "audio": "", "normalized": ["Oh?", " You're quite confident, I see."]}, {"name": "Valentia", "audio": "v_sr590_0009", "normalized": ["Do I have to remind you that I'm the woman who tortured many men and broken numerous women with pleasure?", " Don't underestimate me."]}, {"name": "", "audio": "", "normalized": ["The dark elf did not even flinch as the machines started letting off ominous whir in front of her, just staring at me with a stern expression."]}, {"name": "You", "audio": "", "normalized": ["I see.", " Yeah, I suppose you are the one violating people usually."]}, {"name": "You", "audio": "", "normalized": ["Alright then.", " If that's how you're gonna act, then I'll let your body speak instead."]}, {"name": "Valentia", "audio": "v_sr590_0010", "normalized": ["Heheh.", " Go ahead, try it out, won't you?", " If you think you can break me by doing so."]}, {"name": "You", "audio": "", "normalized": ["I surely will!"]}, {"name": "", "audio": "", "normalized": ["I place my finger on the machine's controller as the demon continued to smile unafraid."]}, {"name": "", "audio": "", "normalized": ["I ordered my men to tear the clothing off of her chest."]}, {"name": "", "audio": "", "normalized": ["*Rip* *Tear*"]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " Now that I'm having a good look, they sure are something, eh?"]}, {"name": "", "audio": "", "normalized": ["The hooker's dress was already revealing enough but once her dark-toned body was exposed, her beautiful curves caught my eyes even more."]}, {"name": "Valentia", "audio": "v_sr590_0011", "normalized": ["Heheh.", " Now, what is that needle about?", " Are you trying to threaten me with it?"]}, {"name": "", "audio": "", "normalized": ["Numerous mechanical arms surrounded her as she was stripped naked."]}, {"name": "", "audio": "", "normalized": ["Syringe-like attachment on them aimed at her body parts with their silver needles."]}, {"name": "", "audio": "", "normalized": ["Clear vials were filled with obviously poisonous-looking chemicals but Valentia was not even fazed."]}, {"name": "You", "audio": "", "normalized": ["I'm impressed.", " Any ordinary woman would be crying and begging for mercy with so many needles…"]}, {"name": "Valentia", "audio": "v_sr590_0012", "normalized": ["Didn't I tell you?", " Getting tortured at the customer's request is part of my job.", " This is not going to scare me… Mnnh?"]}, {"name": "", "audio": "", "normalized": ["The cold, shining needles on the syringes started poking her delicately in all the sensitive spots one by one."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Here they come, Valentia.", " Now, I wonder if you like those injections.", " Do you?"]}, {"name": "Valentia", "audio": "v_sr590_0013", "normalized": ["What did you inject into me?", " Mhmm… Wh-what the?!"]}, {"name": "", "audio": "", "normalized": ["Into her well-shaped breasts, around her areola, into her salmon pink labia, and into her clitoris still covered in foreskin."]}, {"name": "", "audio": "", "normalized": ["The dark elf slightly frowned her brows as her feminine sensitive parts received many injections."]}, {"name": "Valentia", "audio": "v_sr590_0014", "normalized": ["I don't think these are just ordinary aphrodisiacs.", " Otherwise, I can't explain this feeling, right?", " …What are those things?!"]}, {"name": "You", "audio": "", "normalized": ["I heard dark elves are resistant to magic and poison.", " Of course, I came prepared, you know…?"]}, {"name": "Valentia", "audio": "v_sr590_0015", "normalized": ["Well then, what did you just give me?"]}, {"name": "", "audio": "", "normalized": ["Even she was getting curious and her long ears uniques to elves started twitching restlessly.", " Valentia looked around alarmed."]}, {"name": "", "audio": "", "normalized": ["Even during all that, the arms continued to drive the needles into her upper arms, thighs, stomach, back of her ears, and around her collar bones to inject."]}, {"name": "You", "audio": "", "normalized": ["Hahahah.", " Would you be willing to obey me if I told you what was in those chemicals?"]}, {"name": "Valentia", "audio": "v_sr590_0016", "normalized": ["No way!", " Did you think you can trick me with such childish ruse?"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " That's what I wanted to hear… Hey, come on, get a move on.", " Next step, get ready!"]}, {"name": "部下Ａ", "audio": "", "normalized": ["Y-yes!"]}, {"name": "", "audio": "", "normalized": ["I confirmed the fluid inside the tubes attached to the syringe had disappeared and ordered my men to swap out the attachments."]}, {"name": "Valentia", "audio": "v_sr590_0017", "normalized": ["Mnnh.", " What…now?"]}, {"name": "", "audio": "", "normalized": ["Octopus-like artificial tentacles were attached to the mechanical arms instead of the vials."]}, {"name": "", "audio": "", "normalized": ["Mucus-covered tentacles started slithering all over her dark-colored skin, smothering with viscous lubricant."]}, {"name": "You", "audio": "", "normalized": ["Can you see the tips shaped like a fine brush?", " It took quite an effort to make these things.", " I mean Mikoto Ki…"]}, {"name": "Valentia", "audio": "v_sr590_0018", "normalized": ["Mikoto Kiryu.", " You mean these are the creation of the sister of that demonic doctor, Sabato Kiryuu, the mad scientist?"]}, {"name": "You", "audio": "", "normalized": ["…Oh.", " Yes, indeed.", " You are absolutely correct."]}, {"name": "", "audio": "", "normalized": ["The fact she mentioned the name of the female demonic doctor without a pause proved how connected she was."]}, {"name": "", "audio": "", "normalized": ["Maybe she even knew what those machines were capable of by talking to the creator, Mikoto."]}, {"name": "Valentia", "audio": "v_sr590_0019", "normalized": ["Heheh.", " This is nothing, really.", " Well, but you would be so wrong if you think you could break me with this, okay?"]}, {"name": "", "audio": "", "normalized": ["How the tips slithered around like a snake made her slightly disgusted but she did not appear to be shaken."]}, {"name": "", "audio": "", "normalized": ["I did not think she understood what those chemicals could do but I decided to continue with care."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " I've prepared all this for you."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna take my time and see how much of the pleasure from this machine you can endure!"]}, {"name": "Valentia", "audio": "v_sr590_0020", "normalized": ["Do your worst.", " Do you really think you can corrupt me with such pathetic toys?"]}, {"name": "", "audio": "", "normalized": ["The dark elf scoffed at me again and I became agitated."]}, {"name": "", "audio": "", "normalized": ["Looking at her, I was determined to utterly break her."]}, {"name": "You", "audio": "", "normalized": ["Alright, next!"]}, {"name": "Valentia", "audio": "v_sr590_0021", "normalized": ["…Guh?!", " Wh-what the!"]}, {"name": "", "audio": "", "normalized": ["The tips of the artificial tentacles spit like tree branches and started inserting their fine tips into her nipples."]}, {"name": "", "audio": "", "normalized": ["These things would be able to penetrate her nipples so easily but Valentia's nipples were already going through some transformations."]}, {"name": "You", "audio": "", "normalized": ["Let's see, I bet those drugs are starting to take effect now, huh?"]}, {"name": "Valentia", "audio": "v_sr590_0022", "normalized": ["Th-the effects of the drugs?!", " Guh, this is nothing… Aghaahh, haammuh?!"]}, {"name": "", "audio": "", "normalized": ["Valentia started checking her crotch as her inner thighs twitched restlessly.", " As I observed, I saw they were becoming slightly moist."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " There it is.", " Good, those veins are starting to pop on your nipples too, hmm?"]}, {"name": "Valentia", "audio": "v_sr590_0023", "normalized": ["Wait, wh-what the hell?", " …This isn't possible, ahhgh… Mnnguhh, huaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The tips shaped like thin hair continued to stimulate the dark elf's nipples by stirring them up inside."]}, {"name": "", "audio": "", "normalized": ["Small droplets of sweat started appearing on Valentia's forehead along with the delicate movement of the tentacles."]}, {"name": "Valentia", "audio": "v_sr590_0024", "normalized": ["Th-this is nothing… You won't break me!", " Mnnagh… Haauhhaaghh… Guhhgh!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah.", " How long do you think you can keep that up?"]}, {"name": "", "audio": "", "normalized": ["I started up the timer application on the device and set the countdown timer with my fingertip."]}, {"name": "Valentia", "audio": "v_sr590_0025", "normalized": ["Wh-what was that…sound?"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna run the timer now.", " I've calculated how long it would take for the drug to start taking full effect on your body."]}, {"name": "Valentia", "audio": "v_sr590_0026", "normalized": ["H-huh, I see.", " So you are going to tease me by not telling me then?", " Heheh, this is such a farce."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiacs were already seeping into her body slowly and her body must be burning up from the inside but she did not break her poker face."]}, {"name": "", "audio": "", "normalized": ["The dark elf was not broken by the oncoming pleasure and continued to stare at me with fierce eyes."]}, {"name": "You", "audio": "", "normalized": ["Oh.", " You're still holding onto your sanity?"]}, {"name": "You", "audio": "", "normalized": ["I have to give you credit, you don't run this place for nothing.", " And not even that wet either, huh?"]}, {"name": "Valentia", "audio": "v_sr590_0027", "normalized": ["Heheh.", " Alright.", " So it was just an aphrodisiac, right?", " Like I said, you won't break me with something like that!"]}, {"name": "", "audio": "", "normalized": ["The artificial tentacles' fine, brush-like tips continued to stimulate inside of her nipples as her chocolate-colored cleavage became covered in sweat."]}, {"name": "", "audio": "", "normalized": ["Her shoulders trembled slightly as the drug was taking some of its effects but nothing drastic was visible yet."]}, {"name": "Valentia", "audio": "v_sr590_0028", "normalized": ["He, heheheh.", " Yes, that's right… My body's starting to ache a little but it's nothing I can't deal with, you know?"]}, {"name": "Valentia", "audio": "v_sr590_0029", "normalized": ["I head Fuuma is a grade-A pervert who would do anything but looks like you don't stand a chance against me, hmm?"]}, {"name": "You", "audio": "", "normalized": ["Tsk.", " Oh well, how long can you keep bluffing?"]}, {"name": "", "audio": "", "normalized": ["I operated the torture machine's controller and put my finger on the switch that activated the next phase."]}, {"name": "", "audio": "", "normalized": ["Numerous spheres connected with a string appeared and it pressed against Valentia's crotch firmly."]}, {"name": "Valentia", "audio": "v_sr590_0030", "normalized": ["Mnnh, guh?!", " Wh-what the!", " …Ahh, aagh, huaghh?!"]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " Finally, your voice is starting to sound appropriate."]}, {"name": "", "audio": "", "normalized": ["The chain of balls was rubbing up against her crotch."]}, {"name": "", "audio": "", "normalized": ["The spheres were connected together into a circular shape like a bicycle chain and it was rotated by a simple gear mechanism."]}, {"name": "", "audio": "", "normalized": ["Numerous spheres were covered with lubricant just like the fine brush-like tentacles."]}, {"name": "", "audio": "", "normalized": ["It started running, accompanied by a whirring noise."]}, {"name": "Valentia", "audio": "v_sr590_0031", "normalized": ["A-anyone's got sound surprised with this thing coming up!", " I'm… I-I'm not frigid."]}, {"name": "", "audio": "", "normalized": ["The dark elf raised her voice and cursed at the ball chain moving over her labia."]}, {"name": "", "audio": "", "normalized": ["Her limbs were bound both by the handcuffs and fetters so I could easily see how she was trying to escape pleasure by struggling."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Alright, I'll speed it up now."]}, {"name": "Valentia", "audio": "v_sr590_0032", "normalized": ["Wh-what?!", " Guh, aaghh… Mnnhuaaghh?!"]}, {"name": "", "audio": "", "normalized": ["I operated the switches at my hand and made the chain move faster."]}, {"name": "", "audio": "", "normalized": ["The round-shaped torture device started digging into her feminine crevice along with the loud whir from the electric motor."]}, {"name": "Valentia", "audio": "v_sr590_0033", "normalized": ["Mnnmuhghh… I-it's so fast, guh?!", " …Aghahh, b-but, th-this is still not enough to break me… Mnn, mnmmhuhhuh."]}, {"name": "You", "audio": "", "normalized": ["Hmm, so you still can enjoy this, huh?"]}, {"name": "Valentia", "audio": "v_sr590_0034", "normalized": ["O-of course… Mnnhh, guh.", " I won't give up so easily, okay?", " No.", " In fact, this almost feels nice."]}, {"name": "", "audio": "", "normalized": ["Even with vaginal fluid seeping out of her pinkish labia, Valentia's expression looked so calm and I was impressed."]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " You surprised me.", " I did not expect you'd endure pleasure this much.", " But… How much longer would you last?"]}, {"name": "", "audio": "", "normalized": ["I glanced at the timer in my hand and it was counting down the last few moments.", " The drug should be taking its full effects soon."]}, {"name": "Valentia", "audio": "v_sr590_0035", "normalized": ["Heheh.", " This is just a nice, comfortable stimulation for me.", " Why don't you speed it up now?"]}, {"name": "", "audio": "", "normalized": ["The breath coming from her well-shaped lips was getting hotter and hotter."]}, {"name": "", "audio": "", "normalized": ["I realized the men standing by beside us were getting gradually aroused by the erotic display.", " If I let her be, this femme fatale would consume men."]}, {"name": "You", "audio": "", "normalized": ["Don't get me wrong, alright?", " This torture is not meant to break you with pleasure."]}, {"name": "You", "audio": "", "normalized": ["It's for distracting you with pleasure to your crotch, you see?"]}, {"name": "Valentia", "audio": "v_sr590_0036", "normalized": ["…Huh, what does that mean?"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Well, that's… You know what, I'm gonna speed those chains up as you wish."]}, {"name": "", "audio": "", "normalized": ["*Buzz*"]}, {"name": "", "audio": "", "normalized": ["The electric motor started speeding up with a low-pitched hum."]}, {"name": "", "audio": "", "normalized": ["The spheres being rubbed onto Vatlentia's crotch began to accelerate faster and faster thanks to the lubricant."]}, {"name": "Valentia", "audio": "v_sr590_0037", "normalized": ["Mnnhhg, guh?!", " Aghh… Ahhahuh, mnmmuhh!"]}, {"name": "", "audio": "", "normalized": ["I did expect it but the mistress of the brothel was rumored to be a master of sex and she did not seem too fazed by the speeding up machine."]}, {"name": "Valentia", "audio": "v_sr590_0038", "normalized": ["What, is this it?", " You aren't exactly what I expected from the rumors, Fuuma.", " Heh.", " Pathetic.", " You have to rely on machines and drugs!"]}, {"name": "", "audio": "", "normalized": ["She was no longer able to keep a straight face."]}, {"name": "", "audio": "", "normalized": ["However, Valentia looked like she was actually enjoying the circumstances while moaning."]}, {"name": "", "audio": "", "normalized": ["Her strong-will eyes and erotic lips were nowhere near showing any signs of pathetic pleasure."]}, {"name": "You", "audio": "", "normalized": ["No… Not yet!"]}, {"name": "Valentia", "audio": "v_sr590_0039", "normalized": ["Heheheh, you won't break me with this, you know?", " …Ahaghh, mhnm, mnheheh."]}, {"name": "", "audio": "", "normalized": ["The timer let out electronic beeps and let me know it was time."]}, {"name": "You", "audio": "", "normalized": ["You can bluff all you want.", " Everything is in motion now… Playtime is over now!"]}, {"name": "", "audio": "", "normalized": ["Valentia was resisting pleasure with a calm expression but her brows frowned slightly."]}, {"name": "Valentia", "audio": "v_sr590_0040", "normalized": ["What are you talking about?", " I-I'm not… Haah, uuhghh, gughh?!", " …Wh-what this is?", " My body… Ahh, aghh, burning up?!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, that burning sensation is just a side effect."]}, {"name": "Valentia", "audio": "v_sr590_0041", "normalized": ["What?!", " This c-can't be… The tip of my breasts?!", " …Aaghh!", " Mnnahh, huaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Valentia writhed as the chain of spheres was pressed against her with her limbs bound."]}, {"name": "", "audio": "", "normalized": ["Suddenly, she started shuddering from the stimulation in her breasts."]}, {"name": "", "audio": "", "normalized": ["That moment, a drastic change occurred to her impressive breasts that measured over 35 inches."]}, {"name": "Valentia", "audio": "v_sr590_0042", "normalized": ["Mnnhuooughoghh?!", " Wh-what, what is this?!", " Th-this isn't…happening?!", " Ohoguhh, mnnhuaaghh?!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Sput* *Splosh*"]}, {"name": "", "audio": "", "normalized": ["Her body pulled back violently and her beautiful chocolate-colored curves almost turned into a V-shape."]}, {"name": "", "audio": "", "normalized": ["At the same time, both of her bouncing breasts had reached a size that could only be described as gigantic."]}, {"name": "You", "audio": "", "normalized": ["Hah, so you finally came?", " I suppose even you could not handle the sensation of your breasts growing twice in their size…"]}, {"name": "", "audio": "", "normalized": ["Valentia squirted spectacularly from her vagina as she achieved orgasm.", " The clear fluid made an arc as it shined with the room's lighting."]}, {"name": "", "audio": "", "normalized": ["The dark elf showed an ecstatic expression as she was shocked by the change that happened to her body."]}, {"name": "Valentia", "audio": "v_sr590_0043", "normalized": ["Haauhhaahhaaghh… Ughh, guhh, n-no way, that drug you injected in my breasts…?!"]}, {"name": "You", "audio": "", "normalized": ["That's right.", " I've gathered all your magic into your breasts.", " The tips ache quite a bit, don't they?"]}, {"name": "", "audio": "", "normalized": ["The enlarged breasts grew to about double the size compared to before and finally stopped inflating."]}, {"name": "", "audio": "", "normalized": ["The drug was actually not for enlarging her breasts but for gathering the flow of magic onto a certain part of the body."]}, {"name": "Valentia", "audio": "v_sr590_0044", "normalized": ["Ahhghh, h-how dare you!", " My breasts… Y-you transformed them using my magic?!"]}, {"name": "You", "audio": "", "normalized": ["Huhahahah!", " You certainly are the master of magic who can cast two spells at once."]}, {"name": "You", "audio": "", "normalized": ["Look at what gathering your magic in your body to your breasts can do!"]}, {"name": "", "audio": "", "normalized": ["Valentia could barely support her own weight as her throbbing breasts had grown so large."]}, {"name": "", "audio": "", "normalized": ["The syringe-shaped attachments were still driven deep into her enlarged nipples."]}, {"name": "Valentia", "audio": "v_sr590_0045", "normalized": ["Aghaahh, I-I can't move my body… Y-you won't get away with this, no way… Mnnuh, ahh, aahuhh."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " You may be denying it verbally but looks like you actually like this, don't you?"]}, {"name": "", "audio": "", "normalized": ["I looked down at the pitiful dark elf whore and then moved my eyes between her pathetic face and inflated breasts."]}, {"name": "Valentia", "audio": "v_sr590_0046", "normalized": ["Haauhhaahh, n-no way, that's not… Heheh, you know what?", " You just wanted a woman with huge tits, right?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I guess that's kinda true.", " Well, I did not expect them to get this big.", " Your magic is off the charts."]}, {"name": "", "audio": "", "normalized": ["Her breasts here beyond huge.", " They were gigantic.", " I stared at them as my lips skewed into a smile."]}, {"name": "Valentia", "audio": "v_sr590_0047", "normalized": ["D-damn you, you fucking pervert!", " Y-you will… You'll pay for doing this to me… I'll make you…regret it!"]}, {"name": "", "audio": "", "normalized": ["Valentia was barely able to speak at that point but her mind was still not corrupted yet."]}, {"name": "", "audio": "", "normalized": ["I was actually impressed that the dark elf's will was strong enough to stand tall even under such circumstances."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " The fun's just getting started, you see?", " Now, why don't you let me teach you all the undiscovered pleasure…?"]}, {"name": "Valentia", "audio": "v_sr590_0048", "normalized": ["Undiscovered pleasure, you say?", " …Hah.", " D-don't make me laugh… Not a chance… Ugh!"]}, {"name": "", "audio": "", "normalized": ["Valentia tried to bluff and act tough but she suddenly collapsed and faced down."]}, {"name": "You", "audio": "", "normalized": ["Hmm, so she finally passed out?", " Well, no wonder, seeing how her body was rapidly transformed."]}, {"name": "Valentia", "audio": "v_sr590_0049", "normalized": ["…Mnh, ughh, mnnuh…"]}, {"name": "", "audio": "", "normalized": ["I grinned as I looked down at the unconscious dark elf as she showed off her erotic body."]}, {"name": "", "audio": "", "normalized": ["The night was still young."]}]