[{"name": "Windie", "audio": "v_r-ev035_0000", "normalized": ["Guhh…You better not break your promise, okay…"]}, {"name": "", "audio": "", "normalized": ["The bound former Taimanin spoke in a forceful tone as she gazed up at the man leaning over her."]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " Once you become my underling and give me the information I need, I'll tell you where to find the person you're looking for."]}, {"name": "Windie", "audio": "v_r-ev035_0001", "normalized": ["What proof do you have that you're telling the truth?"]}, {"name": "", "audio": "", "normalized": ["Having lost all faith in others since a certain incident, Windie was full of suspicion as she questioned the man."]}, {"name": "You", "audio": "", "normalized": ["That's what they call give and take.", " Until you can verify that my data is good, you can just slowly parcel out the info you have."]}, {"name": "Windie", "audio": "v_r-ev035_0002", "normalized": ["I don't trust anyone anymore.", " How can you expect me to trust the word of a man who uses such forceful methods to exchange information?"]}, {"name": "", "audio": "", "normalized": ["Despite having both arms bound, shamefully restrained with her clothes in tatters, she recklessly raised her voice, bringing a cold smile to his face."]}, {"name": "You", "audio": "", "normalized": ["If you don't trust me, you don't need to say anything.", " I'll just have you do whatever I please."]}, {"name": "", "audio": "", "normalized": ["The man grinned nastily as he began to massage her breasts that stood up full even while lying on her back."]}, {"name": "", "audio": "", "normalized": ["*Squish* … *Grope* … *Squeeze* …*Knead, knead, knead*"]}, {"name": "", "audio": "", "normalized": ["Her flesh moved beneath his hands like springy rubber balls full of honey, changing shape endlessly as he kneaded her breasts in circles."]}, {"name": "Windie", "audio": "v_r-ev035_0003", "normalized": ["Nngh… in the end, all men think about is violating women."]}, {"name": "", "audio": "", "normalized": ["Though she could not mask a slight groan as the fingers gripped all the way to the core of her breasts, the defiant Taimanin still spoke with venom."]}, {"name": "You", "audio": "", "normalized": ["I only mean to give you a little payment in advance for your information."]}, {"name": "You", "audio": "", "normalized": ["Do you find it unpleasant?", " No matter, you'll be addicted to it soon enough."]}, {"name": "Windie", "audio": "v_r-ev035_0004", "normalized": ["You're pretty cocky, huh?", " …*pant*… hnn."]}, {"name": "", "audio": "", "normalized": ["While Windie looked upon the man with scorn as he continued to knead her breasts like dough…"]}, {"name": "", "audio": "", "normalized": ["…her body was gradually starting to become aroused."]}, {"name": "Windie", "audio": "v_r-ev035_0005", "normalized": ["(I'm only doing this to get the information I need… If I can just learn that person's whereabouts, I won't have to keep any promises…)"]}, {"name": "", "audio": "", "normalized": ["It was because of that person's betrayal that she was thrown out of the Taimanin village and ended up here."]}, {"name": "", "audio": "", "normalized": ["A lewd heat began to swell in her chest as she thought to herself ruefully."]}, {"name": "You", "audio": "", "normalized": ["Your breasts are a delight to squeeze."]}, {"name": "You", "audio": "", "normalized": ["They've got that hidden flexibility from having been thoroughly massaged by men, demons, and even other women."]}, {"name": "", "audio": "", "normalized": ["His words rubbed Windie the wrong way even as he continued to rub her tits."]}, {"name": "", "audio": "", "normalized": ["He squeezed her breasts from base to tip, applying pressure with his disgusting fingers that wriggled like spider legs, forcing her areolas and nipples erect."]}, {"name": "Windie", "audio": "v_r-ev035_0006", "normalized": ["Phew… nn!", " Whatever… you can imagine what you like… guh, nnh"]}, {"name": "", "audio": "", "normalized": ["The reckless Taimanin's nipples now stood up clearly, making her itch and ache with arousal."]}, {"name": "You", "audio": "", "normalized": ["Could it be the person you're searching for also groped them like this?", " Is this that thin line between love and hate?"]}, {"name": "Windie", "audio": "v_r-ev035_0007", "normalized": ["Sh-shut up!", " Your voice is so grating!", " Hggh…nngh"]}, {"name": "", "audio": "", "normalized": ["Windie's breasts bounced all around as she glared at the man with her eyes like unsheathed blades."]}, {"name": "You", "audio": "", "normalized": ["Don't be so picky, I'm just trying to spice things up a little.", " Think of it like we're playing interrogation."]}, {"name": "Windie", "audio": "v_r-ev035_0008", "normalized": ["That's the w-worst kind of spice!", " You have absolutely zero talent at negotiation… haah!"]}, {"name": "", "audio": "", "normalized": ["Her erect nipples were now rubbing up against the lining of her suit, causing Windie's angry words to suddenly turn to groans of irritated pleasure."]}, {"name": "Windie", "audio": "v_r-ev035_0009", "normalized": ["(Right now… right now I just have to bear it!", " This debasement is a cheap price for the chance to get the information I need.", ")"]}, {"name": "", "audio": "", "normalized": ["Though her mind was clear, her body was growing hotter and betraying her with the scent of a woman's excitement."]}, {"name": "You", "audio": "", "normalized": ["You're making a face like you won't be satisfied with just having your tits fondled through your clothes."]}, {"name": "You", "audio": "", "normalized": ["I'll be sure to give you a little rub and attention over here too."]}, {"name": "", "audio": "", "normalized": ["The man roughly exposed her breasts, slid the cloth away from her groin, and drew his fingers close to her cunt."]}, {"name": "", "audio": "", "normalized": ["*Squelch* *Schlick*"]}, {"name": "Windie", "audio": "v_r-ev035_0010", "normalized": ["Hyuungh!", " S-suddenly… putting your fingers in?!", " Aiee, aah!"]}, {"name": "", "audio": "", "normalized": ["As the man thrust his fingers into her moistening vagina and began to massage her walls, Windie's face twisted."]}, {"name": "You", "audio": "", "normalized": ["Look, you're wet already.", " You've been complaining the whole time but you're really feeling it after all, aren't you."]}, {"name": "", "audio": "", "normalized": ["The man had a lascivious smile on his face as he wriggled his fingers, dipping them in and out of her pussy mouth and torturing her labia."]}, {"name": "Windie", "audio": "v_r-ev035_0011", "normalized": ["B-be quiet!", " If your intel is fake even after doing this kind of thing… you'll more than regret crossing me."]}, {"name": "You", "audio": "", "normalized": ["Ooh, how scary.", " Well, I guess there's no other way.", " I'll have to give you a little encouraging info to earn your trust."]}, {"name": "", "audio": "", "normalized": ["The man drew near to the seething Windie and whispered something only she could hear."]}, {"name": "Windie", "audio": "v_r-ev035_0012", "normalized": ["T-that's…?!", " S-so… so you really do know where that person is?!"]}, {"name": "You", "audio": "", "normalized": ["So you do trust me a little bit, then?", " Miss Former Taimanin?"]}, {"name": "Windie", "audio": "v_r-ev035_0013", "normalized": ["I believe you… I'll believe you.", " Hahaha… hahahaha… Finally, the key to my revenge is at hand!"]}, {"name": "", "audio": "", "normalized": ["The look of surprise on Windie's face soon changed to a look of brutal joy."]}, {"name": "Windie", "audio": "v_r-ev035_0014", "normalized": ["All right.", " A deal's a deal.", " Let's get this dirty game started for real.", " You'll entertain me more, won't you?"]}, {"name": "", "audio": "", "normalized": ["The tension drained from Windie's stiffened visage as she put on a flirty smile."]}, {"name": "You", "audio": "", "normalized": ["What a wonderful expression.", " In that case, I'll let you have a good time with this guy right here."]}, {"name": "", "audio": "", "normalized": ["The man towered over her imposingly as a huge cock bigger than a child's arm sprung forth from his crotch."]}, {"name": "Windie", "audio": "v_r-ev035_0015", "normalized": ["Mm… very nice.", " All right then, come here…"]}, {"name": "", "audio": "", "normalized": ["The Taimanin spoke in a seductive voice as she looked eagerly at his engorged rod, forcing her voluptuous hips forward in invitation."]}, {"name": "You", "audio": "", "normalized": ["The deal is sealed.", " Please accept my dick in lieu of a signature."]}, {"name": "", "audio": "", "normalized": ["*Squish* *Shlip*"]}, {"name": "", "audio": "", "normalized": ["Pulling aside her clothes, the man slipped his swolled dark pink glans into her slit."]}, {"name": "Windie", "audio": "v_r-ev035_0016", "normalized": ["Haa!", " Ahaa… s-so big… nngh, t-there's still more?!", " Aaah!"]}, {"name": "", "audio": "", "normalized": ["Windie was taken aback by a surprising sense of fullness she had never felt before, as he thrust his enormous cock into her vagina."]}, {"name": "You", "audio": "", "normalized": ["Oh, is this your first time getting penetrated so deeply?", " I'm gonna stuff your pussy as far as it can go then!"]}, {"name": "", "audio": "", "normalized": ["*Splorch* *Squish* *Squelsh* *Splash!", "*"]}, {"name": "", "audio": "", "normalized": ["He played her inner walls like an instrument, with the crown of his protruding cock, starting to send powerful vibrations through her."]}, {"name": "Windie", "audio": "v_r-ev035_0017", "normalized": ["Aaah!", " Mm, all right… Your cock is so high-powered!", " I can feel it throbbing a-all the way to the end of my wombb!"]}, {"name": "", "audio": "", "normalized": ["Windie moaned intoxicatedly as the sensations of pleasure reached not only her womb, but spread all the way through her body, crashing upon her like a wave."]}, {"name": "You", "audio": "", "normalized": ["You seem to finally be getting into it.", " Your gushing wet pussy is squeezing my cock.", " Feeling pretty good?"]}, {"name": "Windie", "audio": "v_r-ev035_0018", "normalized": ["Y-yes… b-but, that's not… that's not all you've got, right?", " Nn, aagh!"]}, {"name": "", "audio": "", "normalized": ["Windie cast a suggestive look at the man, spurring him on, even as she was already breathing hard from pleasure."]}, {"name": "Windie", "audio": "v_r-ev035_0019", "normalized": ["(He's an awful creep, but his cock is the real deal.", " He's got the info I need too, so it'd be a waste if I don't enjoy myself.", ")"]}, {"name": "", "audio": "", "normalized": ["Having had a change of heart, the former Taimanin squeezed her vagina tight around his giant piston as she greedily lifted her hips in time with his thrusts."]}, {"name": "Windie", "audio": "v_r-ev035_0020", "normalized": ["Hnngh!", " Your thick cock is sloshing around my pussy juices!"]}, {"name": "Windie", "audio": "v_r-ev035_0020_01", "normalized": ["My tits, grab my tits too!"]}, {"name": "You", "audio": "", "normalized": ["Got it, I'll give these erotic tits all the attention they deserve!"]}, {"name": "", "audio": "", "normalized": ["Complying with her indecent request, he dug his fingers deep into her breasts and squeezed them thoroughly while pounding her pussy."]}, {"name": "", "audio": "", "normalized": ["*Grope* *Squeeze* *Grip* *Clutch*"]}, {"name": "Windie", "audio": "v_r-ev035_0021", "normalized": ["Nnghii!", " O-ouch!"]}, {"name": "Windie", "audio": "v_r-ev035_0021_01", "normalized": ["That hurts!", " …But it f-feels good too!", " Crush my tits with those haands!"]}, {"name": "", "audio": "", "normalized": ["Windie was flying high in masochistic ecstasy from the brutal attack on her flesh."]}, {"name": "", "audio": "", "normalized": ["Her rapidly moving hips were quaking with bliss, and now and then her vagina was secreting milky love juices due to the vibrations from his huge cock."]}, {"name": "You", "audio": "", "normalized": ["Your pussy is really loving it too.", " Get that baby bank open, I'm about to make a big deposit of dick juice!"]}, {"name": "Windie", "audio": "v_r-ev035_0022", "normalized": ["Ihh.", "!", " Cum for me!", " Shoot your giant dick juice deep in my pussyy!"]}, {"name": "", "audio": "", "normalized": ["Ruled no longer by greed nor desire but only by pure instinct, Windie screamed as his gigantic member swelled and let loose inside her womb."]}, {"name": "", "audio": "", "normalized": ["*Gush gush gush* *Spurt spuurt!", "* *Splash, splurt!", "*"]}, {"name": "Windie", "audio": "v_r-ev035_0023", "normalized": ["Uwaah!", " I'm cumming!"]}, {"name": "Windie", "audio": "v_r-ev035_0023_01", "normalized": ["Your dick juiice!", " It's soo full, I can't fit anymoore!"]}, {"name": "", "audio": "", "normalized": ["As the former Taimanin climaxed while receiving the creampie of her life, an enormous amount of milky cum gushed from her vagina like a fountain."]}, {"name": "Windie", "audio": "v_r-ev035_0024", "normalized": ["*pant* *pant*… D-don't forget about our agreement… You definitely… have to tell me where that person is…"]}, {"name": "", "audio": "", "normalized": ["In spite of her watery eyes and shameful ahegao on full display, the black flame of revenge began to burn in Windie's eyes again as she pressed the man again."]}, {"name": "You", "audio": "", "normalized": ["Oh my, already asking for information right after orgasming?"]}, {"name": "You", "audio": "", "normalized": ["Don't worry, as long as you cooperate with me, I'll set the stage for your revenge."]}, {"name": "", "audio": "", "normalized": ["The man spoke with a wry smile, as he stirred up Windie's vagina with his stiff cock that refused to yield even after orgasm."]}, {"name": "Windie", "audio": "v_r-ev035_0025", "normalized": ["Wooaah!", " Y-you're still going?", " Aiee!", " Hgghh!"]}, {"name": "You", "audio": "", "normalized": ["Since you're still conscious enough to ask stupid questions, I've gotta pleasure you until you can't think about anything at all."]}, {"name": "Windie", "audio": "v_r-ev035_0026", "normalized": ["Giihh!", " I'm g-gonna cum agaain, my womb is gonna breaak~!"]}, {"name": "", "audio": "", "normalized": ["The sounds of moist flesh rubbing together and the satisfied woman's voice echoed throughout the room long after."]}]