[{"name": "Crackle", "audio": "v_r-ev042_0000", "normalized": ["Uuuhh.", "*sigh* My b-body feels so hot…"]}, {"name": "You", "audio": "", "normalized": ["I didn't expect the effect to be so strong, but… Haha.", " All the better for me."]}, {"name": "", "audio": "", "normalized": ["The powerful cat warrior demon was now fully in heat, waggling her behind with her hot pants pulled down."]}, {"name": "", "audio": "", "normalized": ["To think, just a little silvervine essence slipped into her food could make her melt so thoroughly.", " It was so simple he was almost taken aback."]}, {"name": "", "audio": "", "normalized": ["His lips curled into a sadistic smile, looking at her butt squirming lewdly.", " However― his goal here wasn't to make love to her."]}, {"name": "", "audio": "", "normalized": ["It was to make this powerful warrior yield to him and become his subordinate."]}, {"name": "Crackle", "audio": "v_r-ev042_0001", "normalized": ["Meow… Hey, I wanna do it… *purr* I want you to mate with me…"]}, {"name": "", "audio": "", "normalized": ["She lifted her rear end high, waving her tail back and forth.", " The demon's lewd crotch was on full display, soaked in her bittersweet fluids."]}, {"name": "", "audio": "", "normalized": ["He looked down at that delicious, juicy ass in scorn, a cold light shining in his eyes."]}, {"name": "You", "audio": "", "normalized": ["Such a mannerless alleycat in heat must be strictly and thoroughly disciplined."]}, {"name": "Crackle", "audio": "v_r-ev042_0002", "normalized": ["Heyy.", " *purr* Hurry uup… nn, huh?!"]}, {"name": "", "audio": "", "normalized": ["The man doused his fingers in the silvervine liquid that had made Crackle his prisoner.", " He slid his hands over her buttocks and squeezed that waving, inviting tail."]}, {"name": "Crackle", "audio": "v_r-ev042_0003", "normalized": ["*yowl* W-what are you doing, that's not it, meow.", " roww?!"]}, {"name": "", "audio": "", "normalized": ["He started to massage the base of her tail with the slick essence and spread it around, moving further and further down―"]}, {"name": "", "audio": "", "normalized": ["And thrust his fingers into her anus that had been relaxed like her open pussy lips, rotating his hand in a spiral motion."]}, {"name": "Crackle", "audio": "v_r-ev042_0004", "normalized": ["Ngyaah!", " Eek, hyaa… N-not there, mreow…eek!", ","]}, {"name": "You", "audio": "", "normalized": ["*chuckle* You seem to be rather enjoying it, though."]}, {"name": "You", "audio": "", "normalized": ["See?", " You're the one sticking your bottom out like you're asking for it, just from this."]}, {"name": "Crackle", "audio": "v_r-ev042_0005", "normalized": ["Hgaah… n-nyo… grr, *pant* uuh… s-stop it… I feel weeird…hhnngh."]}, {"name": "", "audio": "", "normalized": ["The heat caused by the silvervine had already caused every muscle in Crackle's body to loosen, all the way to her sphincter, and her lower half opened readily by instinct."]}, {"name": "", "audio": "", "normalized": ["Every time he pumped her tail, her plump thighs would jiggle and her round butt would point straight up as her spine curved."]}, {"name": "", "audio": "", "normalized": ["Her ass cheeks spread wide and the pale pink puckered skin between twitched over and over as her hole opened greedily to his writhing fingers."]}, {"name": "", "audio": "", "normalized": ["Her starburst-shaped opening sucked and slurped at his fingers with a loud wet slap, almost as if it were a baby suckling at its mother's teat."]}, {"name": "Crackle", "audio": "v_r-ev042_0006", "normalized": ["Hurgh… nngh, haa… guuhh, s-sheriouslyy… don't do that, meoww…"]}, {"name": "", "audio": "", "normalized": ["Crackle's attempts to deny her enjoyment were completely unpersuasive as her anus gave in to pleasure."]}, {"name": "", "audio": "", "normalized": ["It opened wide to allow his fingers and then clung tight to them."]}, {"name": "", "audio": "", "normalized": ["Juices flowed from her aroused cunt like a waterfall, incessantly spilling on the floor."]}, {"name": "", "audio": "", "normalized": ["Her discarded panties and shorts, her legs which were still caught in them, and even her knees pressed into the dirt were all soaked so thoroughly they were shining."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, it's like you wet yourself even though it's just your asshole getting fondled.", " You really are a pathetic beast."]}, {"name": "Crackle", "audio": "v_r-ev042_0007", "normalized": ["Hyaa, n-nyoo… thish… this isn't.", " w-what I wanted at… aall!"]}, {"name": "", "audio": "", "normalized": ["As if to stop her backtalk, he squeezed and fondled her tail from root to tip."]}, {"name": "", "audio": "", "normalized": ["At the same time, he applied more silvervine oil and inserted now three fingers at once into her tight entrance, pumping them in and out like a piston."]}, {"name": "", "audio": "", "normalized": ["―*Squiish* *Splorch*… *Schlick* *Shlork!", "*"]}, {"name": "Crackle", "audio": "v_r-ev042_0008", "normalized": ["Nnngahh!", " T-that… haa… hyaahh…don't do thaat…"]}, {"name": "", "audio": "", "normalized": ["Her flesh was stretched to the utmost, and the wrinkles surrounding her pink hole were made smooth.", " Her voice wavered as the clear extract dribbled down her."]}, {"name": "", "audio": "", "normalized": ["From the moment of insertion, her hips had started trembling…"]}, {"name": "", "audio": "", "normalized": ["…and Crackle had turned to look at me with those unfocused eyes, with wetness trickling from her privates."]}, {"name": "Crackle", "audio": "v_r-ev042_0009", "normalized": ["Mreow… p-please… phew.", " d-don't bully me anymoore…"]}, {"name": "You", "audio": "", "normalized": ["Heh.", " So you're finally starting to understand your position."]}, {"name": "You", "audio": "", "normalized": ["First, you will apologize, and then you can beg again in a more befitting manner, you slutty cat."]}, {"name": "Crackle", "audio": "v_r-ev042_0010", "normalized": ["I-I understand… nngh?!"]}, {"name": "", "audio": "", "normalized": ["Crackle let out an undignified groan as his inserted fingers twisted against her tender walls."]}, {"name": "", "audio": "", "normalized": ["However, rather than push his fingers out, her sensitive flesh stretched and clung to them even tighter than before with a loud squelch."]}, {"name": "Crackle", "audio": "v_r-ev042_0011", "normalized": ["I-I beg of you… please would you… p-put your penis in my pussy nyaow…?"]}, {"name": "", "audio": "", "normalized": ["She waved her tail and her alluring ass like a pendulum, appealing to his male instincts."]}, {"name": "", "audio": "", "normalized": ["Her fingers moved between her thighs to the edge of her pussy lips and spread them wide open with a wet noise."]}, {"name": "", "audio": "", "normalized": ["Just from that slight movement, her pussy poured out a large amount of love juices, wetting her fingers and making them shine as they dripped down."]}, {"name": "You", "audio": "", "normalized": ["Fine then… If you're going to obey me, I'll give you that reward…"]}, {"name": "You", "audio": "", "normalized": ["This time I'm going to enjoy myself thoroughly with your other hole…"]}, {"name": "", "audio": "", "normalized": ["―*Ziip*… *Zlurch* *Sliide*… *Thrust!", "*"]}, {"name": "Crackle", "audio": "v_r-ev042_0012", "normalized": ["Nyaah―-!", " Nngh, haah, aggh!"]}, {"name": "", "audio": "", "normalized": ["Piercing her soft heat with his fleshy rod, the man thrust his way to the deepest part of Crackle's pussy at once."]}, {"name": "Crackle", "audio": "v_r-ev042_0013", "normalized": ["Nyaah, nngh, haah… aahh, guuh, haah…"]}, {"name": "", "audio": "", "normalized": ["At that instant, as if overcome with the sensation, Crackle's body and cunt shivered and convulsed again and again."]}, {"name": "", "audio": "", "normalized": ["Her pussy mouth was stretched to the limit as her body repeatedly wrung his penis, inviting him deeper and deeper with a sucking sound."]}, {"name": "You", "audio": "", "normalized": ["Heh, you feel pretty tight… I'm gonna start moving.", " Keep it tight and work my dick hard with that pussy."]}, {"name": "Crackle", "audio": "v_r-ev042_0014", "normalized": ["Nnyaah?!", " W-wait!", " You only j-just put it iinn, aahh!"]}, {"name": "", "audio": "", "normalized": ["Although she had been thoroughly wet, he pierced and pounded her box as it contracted, rubbing her folds without mercy."]}, {"name": "", "audio": "", "normalized": ["The sensations made the cat girl's spine quiver as she writhed in agony."]}, {"name": "", "audio": "", "normalized": ["Still, in contrast to her words of protest, her melting core kept pulling in his penis and dripping juices like a high quality cut of meat."]}, {"name": "", "audio": "", "normalized": ["Each time he pulled back, it was like the head of his glans was parting the sea as her slutty wetness rushed forth."]}, {"name": "", "audio": "", "normalized": ["Her eyes became blurred all at once from the overwhelming excitement and sensations."]}, {"name": "", "audio": "", "normalized": ["Her lips parted softly and she let out a high-pitched squeal followed by a lusty sigh."]}, {"name": "Crackle", "audio": "v_r-ev042_0015", "normalized": ["Hnnh, ahhn… mreow, I'm so w-warm…inside… so sticky…"]}, {"name": "", "audio": "", "normalized": ["Her face was bright red and her eyes had gone out of focus, but her body still responded strongly to his every slight movement."]}, {"name": "", "audio": "", "normalized": ["Crackle's limbs twitched as if they had fallen asleep, and she stretched them out in satisfaction.", " A blissful gasp escaped past her outstretched tongue."]}, {"name": "Crackle", "audio": "v_r-ev042_0016", "normalized": ["Huff… m-moar… deeper… I want you deeperr…"]}, {"name": "You", "audio": "", "normalized": ["Heh heh, how do you like the taste of that silvervine essence?", " I applied plenty to my dick beforehand too."]}, {"name": "You", "audio": "", "normalized": ["It must be reaching all the way deep inside your pussy now."]}, {"name": "", "audio": "", "normalized": ["―*Splorch, thump* … *Schlurp, thump, thump…*"]}, {"name": "Crackle", "audio": "v_r-ev042_0017", "normalized": ["Fwahh!", " Aaa I'm gonna cuum!", " Haa… sho amaziing ♪"]}, {"name": "", "audio": "", "normalized": ["It was impossible to tell whether she understood his words or not."]}, {"name": "", "audio": "", "normalized": ["Thanks to the aphrodisiac-like special liquid thoroughly massaged into her groin, she had been taken over entirely by natural instinct."]}, {"name": "", "audio": "", "normalized": ["Completely consumed by those animal and womanly instincts, she was now no more than a yowling cat in heat."]}, {"name": "", "audio": "", "normalized": ["She twisted her hips and shook her butt on her own, trying to drive his penis deeper."]}, {"name": "", "audio": "", "normalized": ["Clenching her loosened sphincter muscles, she gripped him with her cunt as another huge burst of fluid surged from her walls under the pressure."]}, {"name": "Crackle", "audio": "v_r-ev042_0018", "normalized": ["Gyaah, so hott, so good!", " It feels amaziing, more, mess me up more, nyaoow!"]}, {"name": "", "audio": "", "normalized": ["Crackle threw her head back and let out a charming howl, twisting her body and waving her tail back and forth, caught in the throes of pleasure."]}, {"name": "", "audio": "", "normalized": ["He grabbed her waving tail, massaging it again, as he pierced the sacred ground of her asshole with his outstretched fingers once more."]}, {"name": "Crackle", "audio": "v_r-ev042_0019", "normalized": ["Shtoop iit, not there, it's so stickyy… I feel like I'm going crazyy… aah, nngh, haah…"]}, {"name": "You", "audio": "", "normalized": ["You seem to be completely under my spell, Crackle… How about it?", " Ready for the hot stuff to hit you all the way inside?"]}, {"name": "", "audio": "", "normalized": ["Saying this, he slapped his cock against her forcefully as he grabbed her hips.", " Her eyes lit up and she screamed vulgarly with her tongue hanging out."]}, {"name": "Crackle", "audio": "v_r-ev042_0020", "normalized": ["I wann iit!", " P-pleeash!", " I want'cher hot hot miilk!"]}, {"name": "", "audio": "", "normalized": ["They say a cat's tongue is sensitive to heat, but the lower mouth is a different story.", " She arced her back, furiously begging for his semen."]}, {"name": "", "audio": "", "normalized": ["Grinning widely at the kitten lost in pleasure, the man grabbed her hips firmly and hammered her tight snatch."]}, {"name": "", "audio": "", "normalized": ["―*Zluurch, gllch* *Thump thump, thruust*"]}, {"name": "Crackle", "audio": "v_r-ev042_0021", "normalized": ["Guhh?!", " Rraow, eek, so hoot!", " I love thish!", " I love it!", " Mooar!"]}, {"name": "You", "audio": "", "normalized": ["What a shameful sight.", " Here goes―!"]}, {"name": "", "audio": "", "normalized": ["The man shouted as he moved his hips forward and thrust his stiff member into the deepest part of her pussy."]}, {"name": "Crackle", "audio": "v_r-ev042_0022", "normalized": ["Hnnggh?!", " Eeek!", " H-hyaahh?!"]}, {"name": "", "audio": "", "normalized": ["At the very moment she shouted loudly, spine curved, trembling, his swollen cock exploded inside her."]}, {"name": "", "audio": "", "normalized": ["―*Sploosh sploosh!", "* *Twitch, twitch* *Thrust* *Splaash!", "*"]}, {"name": "Crackle", "audio": "v_r-ev042_0023", "normalized": ["Nngyaah!", " Aaah, nn, mm, anhh!"]}, {"name": "", "audio": "", "normalized": ["His swollen staff stuck to the fluid-soaked entrance of her uterus, which squeezed and sucked him until his seed burst forth."]}, {"name": "", "audio": "", "normalized": ["The lewd cat's pussy instantly filled with his semen, but still it flowed forth, filling every crevice and spilling out with no sign of stopping."]}, {"name": "", "audio": "", "normalized": ["Her vaginal walls twitched as his milky secretions soaked them, and her whole body shook from the heat and sensation―"]}, {"name": "Crackle", "audio": "v_r-ev042_0024", "normalized": ["Aaah I'm cummiing… haa… haa… no more… ihh."]}, {"name": "", "audio": "", "normalized": ["―*Drip, tinkle tinkle* *Dribble, splaash!", "*"]}, {"name": "", "audio": "", "normalized": ["Forced into a submissive pose on all fours and having her shameful excretions exposed, Crackle was smothered by ecstasy as she experienced a full-body orgasm."]}, {"name": "", "audio": "", "normalized": ["Her shoulders shuddered as her vagina clenched and released pools of semen, and she let out an undignified growl from the back of her throat."]}, {"name": "Crackle", "audio": "v_r-ev042_0025", "normalized": ["Grrngh, hrrgh, phew… nngh.", " mrr… amazhing, mreow…"]}, {"name": "", "audio": "", "normalized": ["After being ravished, cummed inside over and over, and spilling her own liquid gold, she was thoroughly enraptured."]}, {"name": "", "audio": "", "normalized": ["As she panted like a beast from the pleasure, she feebly but happily murmured."]}, {"name": "Crackle", "audio": "v_r-ev042_0026", "normalized": ["Hnnya… s-so much, mreow… scent-marking… complete… *purr*"]}, {"name": "You", "audio": "", "normalized": ["―Well, that was enjoyable, wasn't it?", " If you want to taste that kind of pleasure again, you only need to follow me…"]}, {"name": "", "audio": "", "normalized": ["The man whispered these words to her while caressing her buttocks and massaging her tail once more.", " She lifted one curled hand to her face, as if to wash herself."]}, {"name": "Crackle", "audio": "v_r-ev042_0027", "normalized": ["Well… I already marked you with my scent and all… if you'll feed me too, I'll go with you.", " Take care of me, nyaow!", " ♪"]}, {"name": "", "audio": "", "normalized": ["She answered him so happily, as if she had not a care in the world.", " The man couldn't help the smirk of disgust that passed over his face."]}]