[{"name": "Mizuki", "audio": "v_sr202_0000", "normalized": ["…Come on, you should take off your clothes too.", " …Or do you want me to help you with that?"]}, {"name": "", "audio": "", "normalized": ["The woman grabbed my clothes in the dark, underground room in the hideout."]}, {"name": "Mizuki", "audio": "v_sr202_0001", "normalized": ["…Oh my, look at that.", " Hehehehe.", " I didn't realize your cock's been so hard while watching me masturbate."]}, {"name": "", "audio": "", "normalized": ["As the Taimanin told me, I stripped buck naked and laid down on the cold floor of the hideout."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I mean, no wonder, after seeing that…"]}, {"name": "", "audio": "", "normalized": ["The Taimanin who came to assault the hideout to get her revenge for her past captivity, Mizuki Hoshino."]}, {"name": "", "audio": "", "normalized": ["However, it was all because of the subconscious manipulation by the special microchip in her brain stem called \"Eve."]}, {"name": "Mizuki", "audio": "v_sr202_0002", "normalized": ["…Anyway, it looks even bigger and thicker than back then… N-never mind.", " Forget I said anything."]}, {"name": "", "audio": "", "normalized": ["Mizuki was made to think \"she must get her revenge by overwhelming a man in sex\" unbeknownst to her by the microchip."]}, {"name": "", "audio": "", "normalized": ["So she firmly believed the situation she was in was the optimal result of her own thoughts to get the revenge on me."]}, {"name": "Mizuki", "audio": "v_sr202_0003", "normalized": ["Hehehe.", " N-now, you can't resist me anymore.", " I can finally have my revenge on you… Ahh, aahaahh."]}, {"name": "", "audio": "", "normalized": ["Mizuki backed onto on top of me hips firs as she swayed her hips provocatively once she saw my erect cock."]}, {"name": "", "audio": "", "normalized": ["The crotch part of her suit which she had torn off herself had a tear large enough to expose her ass and allowed me to see her anus."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I guess…"]}, {"name": "", "audio": "", "normalized": ["Mizuki accepted the mind control without even knowing."]}, {"name": "", "audio": "", "normalized": ["She did not have the faintest idea that she was under the influence of the Eve prototype overwriting her thoughts."]}, {"name": "Mizuki", "audio": "v_sr202_0004", "normalized": ["Aaahh… I-it's so big and curving back.", " I wonder what kind of lewd fantasies you were having as you watched me masturbate."]}, {"name": "", "audio": "", "normalized": ["――It was the sight of you spreading your own legs and taking a cock up your pussy."]}, {"name": "", "audio": "", "normalized": ["It was now becoming a reality right in front of me."]}, {"name": "", "audio": "", "normalized": ["She came bursting into the hideout, so valiantly, but now she thinks she can get her revenge by fucking a man.", " What a pitiful bitch."]}, {"name": "Mizuki", "audio": "v_sr202_0005", "normalized": ["Mnnaaghh, aahhaahh.", " I won't let you get in, not just yet."]}, {"name": "Mizuki", "audio": "v_sr202_0006", "normalized": ["I want to know how hard exactly is your cock myself, just like this… Yes, I see… Haahh, huuhh."]}, {"name": "", "audio": "", "normalized": ["Mizuki shook her hips in front of my cock with a smug face and then placed the cock between her ass and ground then back and forth."]}, {"name": "", "audio": "", "normalized": ["I was ready as I could ever be, thanks to watching her pull off insane masturbation under Eve's influence just now."]}, {"name": "", "audio": "", "normalized": ["I had decided to keep my mouth shut about the microchip so I can see her shudder in joy as I kept her in the dark."]}, {"name": "You", "audio": "", "normalized": ["Ha.", " Mizuki, I hope you are good enough to entertain me…hmm?"]}, {"name": "", "audio": "", "normalized": ["I enjoyed seeing her nicely shaped ass bounce right in front of me as I fucked it with my eyes."]}, {"name": "", "audio": "", "normalized": ["At the same time, I savored the sensation of her supple ass on my cock as the tip rubbed against it."]}, {"name": "", "audio": "", "normalized": ["Mizuki's crotch was completely drenched, thank to how she had been putting on the show of her masturbation just then."]}, {"name": "", "audio": "", "normalized": ["As she continued to grind, more honey was dripping down."]}, {"name": "Mizuki", "audio": "v_sr202_0007", "normalized": ["Aaagghh… Haahh, haahh.", " Ahh, s-so hard.", " You want it?", " You want me to suck it out… H-how obscene you are."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, right."]}, {"name": "", "audio": "", "normalized": ["――Not me, that's what you want."]}, {"name": "", "audio": "", "normalized": ["The words almost rolled off my tongue, but I had already decided to let Mizuki do her thing for now."]}, {"name": "Mizuki", "audio": "v_sr202_0008", "normalized": ["Aahh… Haahh.", " Mnnghh, it's beginning to get wet, yes?", " Hehehe, you want to up it in me?", " Right here."]}, {"name": "", "audio": "", "normalized": ["It was getting wet because of Mizuki's overflowing juice rather than my precum, and it was Mizuki who wanted it inside her."]}, {"name": "You", "audio": "", "normalized": ["In a few moments.", " Just a few moments, yeah?"]}, {"name": "Mizuki", "audio": "v_sr202_0009", "normalized": ["You can try to bluff all you want, but it's pointless.", " I have no choice.", " Then, how about… something… l-like this."]}, {"name": "", "audio": "", "normalized": ["The Taimanin had no doubt she was in charge of the situation.", " She swayed her hips in an alluring manner and continued to grind my dick with her ass."]}, {"name": "", "audio": "", "normalized": ["Her pussy had resembled a fountain of spring water.", " As the watery noise echoed louder, her moans became even higher-pitched one more notch."]}, {"name": "Mizuki", "audio": "v_sr202_0010", "normalized": ["Haahh… I-I think we are good now.", " If it's this wet…just like this.", " Y-you are…you're mine… Hehehehe."]}, {"name": "", "audio": "", "normalized": ["Mizuki looked entranced and rubbed her pussy onto my tip."]}, {"name": "", "audio": "", "normalized": ["The overflowing, viscous fluids were thick like honey and it was so smooth I could almost slip the tip in without any resistance."]}, {"name": "Mizuki", "audio": "v_sr202_0011", "normalized": ["Aaaghh… Ahhaahh, I'm about to, put your cock in me, okay?", " …Mnn, aahh, aahuuhh… Mmmnhuuahh."]}, {"name": "Mizuki", "audio": "v_sr202_0012", "normalized": ["Guaahaahh… Aaaghh.", " Aaheeaaghh, i-it's in… It's inside me… Ohh, y-your cock, inside me.", " Mnnhuuoohh."]}, {"name": "", "audio": "", "normalized": ["She tried to pretend she was still calm, but the volume of fluids flowing out of her said otherwise."]}, {"name": "", "audio": "", "normalized": ["It was barely in there, just the tip at that point, but the sensation of her wiggling pussy…"]}, {"name": "", "audio": "", "normalized": ["…felt as though it was almost moaning and begging for me to come even deeper."]}, {"name": "", "audio": "", "normalized": ["The shoulders on my cock scraped inside of her pussy and pleasured her more."]}, {"name": "Mizuki", "audio": "v_sr202_0013", "normalized": ["Haahh, huaahh… Aaahh, haahh, huuhh.", " H-how is it?", " The insides of my pussy.", " Come on, come on."]}, {"name": "", "audio": "", "normalized": ["She let out cute but still righteous sounding moans and bounced her hips as she looked back over her shoulder to check on me."]}, {"name": "", "audio": "", "normalized": ["However, I could see from her face she was barely holding onto her sanity, torn between the pleasure and reason."]}, {"name": "", "audio": "", "normalized": ["The pleasure made her breathe deeply and the ends of her lips were glossy and wobbling like jelly.", " Her eyes were tearing up from the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " It's actually no bad, but you look like you're losing your cool, huh?", " Are you sure you want to keep pounding your pussy so hard?"]}, {"name": "Mizuki", "audio": "v_sr202_0014", "normalized": ["Huh?!", " N-no, I'm not.", " This is just….", "Y-yes, I'm just doing this so you would like it more.", " I-I have no choice… Mnnhaaghh."]}, {"name": "", "audio": "", "normalized": ["She tried to act fine, but she was definitely not."]}, {"name": "", "audio": "", "normalized": ["If I just push one more right button, she will turn into a slut rilling down the slopes of the pleasure."]}, {"name": "Mizuki", "audio": "v_sr202_0015", "normalized": ["Just cum already!", " You just have to…come from my grinding… Ahh.", " I may even forgive you for what you have done!"]}, {"name": "You", "audio": "", "normalized": ["…Oh.", " You would let things be water under the bridge?", " How generous you are, Ms.", " Star Student."]}, {"name": "", "audio": "", "normalized": ["I could not keep my hands off of the soft-looking curves on her ass.", " It worked wonders on sensitive Mizuki."]}, {"name": "Mizuki", "audio": "v_sr202_0016", "normalized": ["Mnnhuaahh?!", " …Y-yeah, I will.", " I-I'm not going to… I won't let you get away with your atrocities… Haahh, aaghh."]}, {"name": "", "audio": "", "normalized": ["Mizuki's back arched from the slightest pleasure.", " She said she wanted revenge, but her voice was weak and she was letting me pet her all I wanted."]}, {"name": "", "audio": "", "normalized": ["She kept on bouncing her hips as hard as she could and more sensation ran through her body, making her seek even further pleasure."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm definitely looking forward to seeing your revenge.", " Don't disappoint me now, okay?"]}, {"name": "", "audio": "", "normalized": ["Mizuki's pounding and grinding had made my cock fully erect by then.", " Every time it moved in her pussy, more precum came out and I raised my hips."]}, {"name": "Mizuki", "audio": "v_sr202_0017", "normalized": ["Ahh…aahh, aaghh… Guh?!", " G-go ahead…?", " Y-you can move on your own too… I don't mind it."]}, {"name": "", "audio": "", "normalized": ["Her voice was so faint I almost did not hear it, but Mizuki requested to devour more pleasure."]}, {"name": "", "audio": "", "normalized": ["She was still completely oblivious the situation she was in was all engineered by Eve."]}, {"name": "You", "audio": "", "normalized": ["…Are you sure, Mizuki?", " I thought you wanted revenge?"]}, {"name": "", "audio": "", "normalized": ["The fluids were flowing out of her and every crease of flesh in her pussy was moist and inviting."]}, {"name": "", "audio": "", "normalized": ["Her labia was puffing up and it ticked the tip of my cock."]}, {"name": "Mizuki", "audio": "v_sr202_0018", "normalized": ["I-it was my turn till now… I-it's gonna be your turn to move, right?", " Or, are you too captivated my moved and can't move?"]}, {"name": "", "audio": "", "normalized": ["It was a cheap taunt, but I decided to take the bait.", " I continued to pound her hard as Mizuki pleaded for more and more pleasure."]}, {"name": "Mizuki", "audio": "v_sr202_0019", "normalized": ["Mnaahh?!", " Th-this is… S-so hard.", " Mnnghh, mnnuugghh… Aaahuughhmn."]}, {"name": "", "audio": "", "normalized": ["My hips pounded her from bottom to top.", " It was supporting Mizuki's thighs and I thrust hard to assault her insides with my cock."]}, {"name": "", "audio": "", "normalized": ["The clapping sound of flesh hitting each other echoed in the basement room every time my thighs hit her ass."]}, {"name": "Mizuki", "audio": "v_sr202_0020", "normalized": ["Haah… A-amazing?!", " H-hold on… Aghh… Ahh.", " P-please, wait a minute?!", " Haahh… Hieghh, heguuhh?!"]}, {"name": "", "audio": "", "normalized": ["Mizuki's eyes were open wide and she clenched her teeth, desperately trying to escape the pleasure hell."]}, {"name": "", "audio": "", "normalized": ["She kept bluffing she was fine, but now she was only begging me to slow down in the weak and faint voice."]}, {"name": "", "audio": "", "normalized": ["But, of course, I was not going to oblige her request.", " I kept pounding her hard and fast to completely fuck up her pussy."]}, {"name": "Mizuki", "audio": "v_sr202_0021", "normalized": ["N-noo!", " Not so hard like that… Aaahh.", " Mnngh.", " Huaaghh.", " I-I can't take it anymore… Aghh."]}, {"name": "You", "audio": "", "normalized": ["…You 'can't take' what, exactly?", " Do you want me to go even harder than now?"]}, {"name": "", "audio": "", "normalized": ["I teased her viciously and at the same time stirred up her insides with a deep grind."]}, {"name": "Mizuki", "audio": "v_sr202_0022", "normalized": ["N-noo?!", " Aaahh, s-stop it… Mnnaahh.", " Aaahh, aaheghh, p-please…stop.", " Aagghh, aaheegghhmnn."]}, {"name": "", "audio": "", "normalized": ["Each time I moved my hips, the fluids splashed from the joint to the surrounding space.", " Her crotch was drenched as if she had wet herself."]}, {"name": "You", "audio": "", "normalized": ["What, Mizuki?", " …Can't you even talk anymore?"]}, {"name": "Mizuki", "audio": "v_sr202_0023", "normalized": ["I-if you keep going anymore… It just feels…too good…please… Hueaahh…"]}, {"name": "", "audio": "", "normalized": ["Mizuki Hoshino.", " She was supposed to the next-gen ace Taimanin.", " It was that moment she admitted she had succumbed to the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hahaha.", " Then is your revenge over now?", " …As you can see, I haven't come yet.", " I wonder what you're gonna do, Mizuki."]}, {"name": "", "audio": "", "normalized": ["I slowed down my hips considerably, but I was still ready to speed it back up anytime as I asked her teasingly."]}, {"name": "", "audio": "", "normalized": ["Mizuki frowned her brows as she was about to be molten by the pleasure and shook her head denying."]}, {"name": "Mizuki", "audio": "v_sr202_0024", "normalized": ["N-not yet… N-not just yet.", " M-my revenge… I-I have to get my revenge… I-it isn't… It's not over yet!"]}, {"name": "", "audio": "", "normalized": ["Mizuki was desperately clinging onto her last shred of sanity, but even that minimal resistance crumbled in front of the dick in her pussy."]}, {"name": "You", "audio": "", "normalized": ["Just give up your revenge.", " Why won't you admit it?"]}, {"name": "Mizuki", "audio": "v_sr202_0025", "normalized": ["A-admit it…?"]}, {"name": "You", "audio": "", "normalized": ["You couldn't forget my torture and came back here on your own accord for more… Isn't that right?"]}, {"name": "", "audio": "", "normalized": ["Before the simple answer to the question, Mizuki's face looked she was shocked and in awe."]}, {"name": "Mizuki", "audio": "v_sr202_0026", "normalized": ["…Wh-what a load of nonsense?!", " I-I would not… N-no way that is true… N-no way… Not like that… Guhh, huuhh."]}, {"name": "", "audio": "", "normalized": ["She was reevaluating the situation she was in."]}, {"name": "", "audio": "", "normalized": ["The situation in which she was supposed to get revenge but instead masturbated madly and was taking the cock of the man she hated so much up to her pussy."]}, {"name": "You", "audio": "", "normalized": ["Huh… It's squeezing even tighter now, what a slutty cooch you have.", " So how is it?", " What's it gonna be, Mizuki?!"]}, {"name": "Mizuki", "audio": "v_sr202_0027", "normalized": ["N-noo… No way, I did not… I-I'm not, aahh… Aaaghh, agheghh… Mnnguuhh… Aaaheeghh."]}, {"name": "", "audio": "", "normalized": ["The influence of the Eve microchip, her past memories, and the body plunging into the sea of pleasure.", " All of it kept stirring up Mizuki's mind."]}, {"name": "", "audio": "", "normalized": ["Mizuki's body wanted more.", " More pleasure."]}, {"name": "Mizuki", "audio": "v_sr202_0028", "normalized": ["I-I'm just… Aaahh, I-I want more pleasure… Mmm…more, please…"]}, {"name": "You", "audio": "", "normalized": ["Say it louder, again!"]}, {"name": "", "audio": "", "normalized": ["I thrust my hips harder to emphasize."]}, {"name": "Mizuki", "audio": "v_sr202_0029", "normalized": ["Aaaghh, aaheghh?!", " M-more, more, I want… I wanna feel more pleasure!", " I want to feel it more and more!"]}, {"name": "", "audio": "", "normalized": ["She admitted as if she had become unchained.", " I shoved it in even harder."]}, {"name": "", "audio": "", "normalized": ["The tip of my penis went in so deep that it was about to reach the opening into Mizuki's womb."]}, {"name": "Mizuki", "audio": "v_sr202_0030", "normalized": ["Mnnhuuooughh?!", " Huuaaghhaahh?!", " Aaaheghh… Hegghuhh… Aaaghh… P-please… no more."]}, {"name": "", "audio": "", "normalized": ["Mizuki orgasmed first from the overwhelming pleasure.", " Fluids kept splashing out of where our penis and pussy was joined with the force resembling ejaculation."]}, {"name": "", "audio": "", "normalized": ["The massive amount juice akin to her pissing herself got onto my belly and made it slippery."]}, {"name": "Mizuki", "audio": "v_sr202_0031", "normalized": ["Aaaghh… Aaheeghh.", " I-it feels amazing… So good… Aaahhahh.", " I-I knew it… Your cock is so good, it feels so good."]}, {"name": "", "audio": "", "normalized": ["The contracting vagina continued to squeeze the inserted cock right down to its base."]}, {"name": "", "audio": "", "normalized": ["Mizuki was drooling from her lips and I could see she was in a deep trance from her relaxed face."]}, {"name": "", "audio": "", "normalized": ["The image of the brave and commanding Taimanin who stepped into the room was nowhere to be seen."]}, {"name": "", "audio": "", "normalized": ["There was only the slut who kept bouncing her hips."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You came already?"]}, {"name": "Mizuki", "audio": "v_sr202_0032", "normalized": ["Haahh, haahh, haauhh… Ahh, y-yes.", " I just came… I came.", " Aahh, aahuuhh."]}, {"name": "You", "audio": "", "normalized": ["Hahahaha.", " You've been thinking getting revenge was just stupid since halfway, didn't you?"]}, {"name": "Mizuki", "audio": "v_sr202_0033", "normalized": ["I-I did not… Aghh, aagguhh…?!"]}, {"name": "", "audio": "", "normalized": ["Mizuki screamed from the sudden pain inside her head.", " She could never even hope to escape the bounds of the microchip inside her brain."]}, {"name": "You", "audio": "", "normalized": ["Coming here for your revenge was just an excuse.", " You came back here because you missed my torture… Isn't that right?"]}, {"name": "Mizuki", "audio": "v_sr202_0034", "normalized": ["Haahh, haauhh… Ahh, ahh, y-yes, that's true.", " I-I came back.", "aaghh, because I could not…forget about…your torture."]}, {"name": "", "audio": "", "normalized": ["The resistance was futile.", " Once she knew the taste of pleasure, she would forget about resistance and be like this."]}, {"name": "Mizuki", "audio": "v_sr202_0035", "normalized": ["Aaahh… Haahh, n-noo.", " I can't be… It's not enough… It's just not enough for me… Please."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " You came so hard just now and you still haven't had enough pleasure yet?"]}, {"name": "", "audio": "", "normalized": ["Mizuki was not even hiding her completely relaxed expression from the series of orgasms and swayed her hips back and forth."]}, {"name": "Mizuki", "audio": "v_sr202_0036", "normalized": ["…P-please…in my pussy.", " Make me…pregnant.", " Aaahh… M-more… Please fuck me more."]}, {"name": "You", "audio": "", "normalized": ["Huh… Why not?"]}, {"name": "", "audio": "", "normalized": ["She was then completely broken.", " I thought about it and my still erect cock grew even harder inside her."]}, {"name": "Mizuki", "audio": "v_sr202_0037", "normalized": ["Ooghh, oogouhh?!", " O-oh god.", " It's so good!", " …S-so deep… Your cock is coming in so deep inside me, uugghh."]}, {"name": "", "audio": "", "normalized": ["I bounced my hips hard as if I was sounding off a hard bass.", " Combined with Mizuki's twisting hips, her vagina wiggled complexly."]}, {"name": "", "audio": "", "normalized": ["The hardness of the cock itself and the mixture of the precum and her juice made lewd, watery noise echo across the room."]}, {"name": "", "audio": "", "normalized": ["It reminded me of the days back when I tortured Mizuki in this very room."]}, {"name": "Mizuki", "audio": "v_sr202_0038", "normalized": ["Aaaghh.", " I-I remember now… I remember it all.", " I- I came… I came back to this room, this is the place."]}, {"name": "Mizuki", "audio": "v_sr202_0039", "normalized": ["Right here… So you can fuck so hard and so much again… Ahh, aahhaahh."]}, {"name": "You", "audio": "", "normalized": ["Yeah, welcome back.", " I knew it, Mizuki.", " You are important to me."]}, {"name": "", "audio": "", "normalized": ["Perhaps letting her hear such lies while she was under the influence of Eve was pointless."]}, {"name": "", "audio": "", "normalized": ["But seeing the Taimanin looks at me satisfied while she lifted her hips to beg for more of my cock only added to my pleasure."]}, {"name": "", "audio": "", "normalized": ["Now, even if I groped Mizuki's soft ass violently, she only reacted with pleasured moans."]}, {"name": "Mizuki", "audio": "v_sr202_0040", "normalized": ["Aghh… Aahh.", " G-give it to me deep inside, please.", " M-make me…make me pregnant for sure…this time."]}, {"name": "", "audio": "", "normalized": ["Mizuki was riding my wildly moving cock like a rodeo and kept on going with her hips."]}, {"name": "You", "audio": "", "normalized": ["Are you sure?", " When your friends come to rescue you, are you ready to betray them…?"]}, {"name": "Mizuki", "audio": "v_sr202_0041", "normalized": ["Y-yes.", " I-I will… Yes!", " I will betray them, sure… So, please… I beg you, please make pregnant."]}, {"name": "", "audio": "", "normalized": ["She was willing to betray her comrade for her own lust.", " I was truly amazed by Eve's capabilities."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " Then get ready for it… You better enjoy my cock as hard as you can!"]}, {"name": "Mizuki", "audio": "v_sr202_0042", "normalized": ["Aaahh!", " C-come on!", " Give me… Give me everything you got."]}, {"name": "", "audio": "", "normalized": ["My cock which had been so aroused by seeing Mizuki masturbate finally erupted."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput* *Splurt*"]}, {"name": "Mizuki", "audio": "v_sr202_0043", "normalized": ["Mnnffhuoogoohh?!", " C-coming, coming, coming, come come, uugghh!"]}, {"name": "", "audio": "", "normalized": ["Mizuki's body jerked violently as we were still joined together."]}, {"name": "", "audio": "", "normalized": ["The thick baby juice poured right in from the vagina to her womb.", " There was enough amount to fill Mizuki's womb in just a matter of moments."]}, {"name": "Mizuki", "audio": "v_sr202_0044", "normalized": ["Aaaghh… Haahh.", " I-inside my stomach… Your cum is pouring in, uhhghh.", " Aaahh… Oooghhuhh.", " A-amazing…so good."]}, {"name": "", "audio": "", "normalized": ["*Squirrtt*"]}, {"name": "", "audio": "", "normalized": ["As soon as some of the cum came overflowing out of her, Mizuki began to ejaculate as well."]}, {"name": "Mizuki", "audio": "v_sr202_0045", "normalized": ["Aahh… Aaeheeghh… It's coming out… So much of it, coming out.", " So much cum in me and I still can't s-stop."]}, {"name": "", "audio": "", "normalized": ["Mizuki was deep in the pleasure as she exclaimed barely coherently."]}, {"name": "Mizuki", "audio": "v_sr202_0046", "normalized": ["Ahaahh.", " Ahh… I'm pregnant now… Ahh, so much of it in my stomach.", " So much cum poured inside me and I'm pregnant."]}, {"name": "", "audio": "", "normalized": ["She could not hide her joy with a nasty ahegao."]}, {"name": "", "audio": "", "normalized": ["Her expression was a one of a kind smile of a woman who had just fulfilled her desire."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " The Eve prototype…"]}, {"name": "", "audio": "", "normalized": ["There sure are more room for sophistication, but I have gathered more data than I had expected."]}, {"name": "", "audio": "", "normalized": ["With the right use, I could mind-control any Taimanin to my will regardless of how strong their mind was."]}, {"name": "", "audio": "", "normalized": ["I should definitely keep working with the microchip…"]}]