[{"name": "", "audio": "", "normalized": ["I was invited to Ibuki Tsushima's room at midnight.", " Ibuki was a Taimanin who now worked for me."]}, {"name": "", "audio": "", "normalized": ["As soon as I entered the room, she made me sit on her bed."]}, {"name": "", "audio": "", "normalized": ["I was exhausted from the mission, so it was actually nice that I got to sit in a soft bed rather than a hard chair."]}, {"name": "Ibuki", "audio": "v_r-ev276_0000", "normalized": ["Huhh, huhh."]}, {"name": "You", "audio": "", "normalized": ["Mnnm…"]}, {"name": "", "audio": "", "normalized": ["She was lying face-up on the end of the bed and breathed right onto my crotch.", " She was simply seducing me for no particular reason."]}, {"name": "", "audio": "", "normalized": ["Once I had broken her, she made up reason after reason to ask me to have sex with her."]}, {"name": "Ibuki", "audio": "v_r-ev276_0001", "normalized": ["Nice job with your mission today.", " Huuhh…"]}, {"name": "You", "audio": "", "normalized": ["Mnn…"]}, {"name": "", "audio": "", "normalized": ["Ibuki must have been pretending to be casually conversing with me and breathing, but it was obvious."]}, {"name": "Ibuki", "audio": "v_r-ev276_0002", "normalized": ["I did some work today myself too… Huhh, huuhh."]}, {"name": "You", "audio": "", "normalized": ["Ibuki, you…"]}, {"name": "", "audio": "", "normalized": ["I was astonished by how obvious she was."]}, {"name": "", "audio": "", "normalized": ["She served me as a hard-working and loyal subordinate, but as soon as we were alone, she was like this."]}, {"name": "Ibuki", "audio": "v_r-ev276_0003", "normalized": ["I can get something for my hard work today, right?", " Huuhh, huhh…"]}, {"name": "You", "audio": "", "normalized": ["If you get serious with your breath, you can blow my crotch to smithereens.", " Is this a threat?"]}, {"name": "", "audio": "", "normalized": ["Ibuki's power was a ninja art that amplified her own blow of breath, Hell Wind.", " It was incredibly powerful."]}, {"name": "", "audio": "", "normalized": ["I was taken back at the same time, my crotch was being stimulated."]}, {"name": "Ibuki", "audio": "v_r-ev276_0004", "normalized": ["You are getting turned on now, aren't you?"]}, {"name": "", "audio": "", "normalized": ["Ibuki saw my dick was getting slightly bigger and let her tongue dance as she smiled, arousing me."]}, {"name": "", "audio": "", "normalized": ["My cock was only half erect, but it was big enough to reach Ibuki's mouth."]}, {"name": "Ibuki", "audio": "v_r-ev276_0005", "normalized": ["Mnnhh, mnhaamuh… Juruhh…"]}, {"name": "You", "audio": "", "normalized": ["Guhh… You, Ibuki, you never change…"]}, {"name": "", "audio": "", "normalized": ["Ibuki sucked onto my cock like she could not wait any longer."]}, {"name": "Ibuki", "audio": "v_r-ev276_0006", "normalized": ["Juruuhh… Chuuhhppaaghh, mnnchuh… Ahahhmnn, mngh, mnchuh, aahhmn… Mnnchuhh, chuhh, huruhruuhh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0007", "normalized": ["Mnngh, mnchuhh, tastes so good… Haahhmn… Mnnchuh, mnnchuh… Aahhmnn, chuupphahh, chupahh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki sucked onto the tip with a pouted lip like she was kissing it."]}, {"name": "", "audio": "", "normalized": ["Ibuki wanted to eat my cock so much that she could not hold herself back and sucked on it hard."]}, {"name": "Ibuki", "audio": "v_r-ev276_0008", "normalized": ["Mnngh, juuruurhhruuhh, mnnaahh… More, more, juruuruhh… Mnnaaghh… Hyaahhmn, chuhh, mnnaaghh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0009", "normalized": ["Aaahhmnn, it's still the best… Ahhmnn, jurrurruuhh… Chuhhuupaagh, chuppah, mnnahh, juruurruhh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki sucked on the cock hard like a straw."]}, {"name": "You", "audio": "", "normalized": ["Mnnaahh, mnngh…"]}, {"name": "", "audio": "", "normalized": ["Mnnaahh, mnnghh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0010", "normalized": ["Mnnaahh, juruuhhruhh, it feels so good… Mnnaahh, relourelouhh… Hyaahhmnn… Mnnchuruhruhhrruh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0011", "normalized": ["Haammnn, juruhhrurruuhh… Chuhhppahh, mnnhaah, rerouhrelouh… Mnnchuughh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki was happy with my reaction and sucked onto the tip even harder, stimulating it with her tongue."]}, {"name": "", "audio": "", "normalized": ["That sucking made my cock erect even larger."]}, {"name": "Ibuki", "audio": "v_r-ev276_0012", "normalized": ["Mnghh, more… Mnnchuughh… It's getting bigger… Mchuuhhrrurruhh, relourellouh… Mnnahh… Hahhmn, jururuhh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0013", "normalized": ["Mnnaahh, your cock… Churruruhh, this is so good… Mnnaahh, it's just amazing…"]}, {"name": "", "audio": "", "normalized": ["Ibuki wanted my cock to get even bigger, so she sucked harder on the tip and, siphoning out the precum from the inside."]}, {"name": "You", "audio": "", "normalized": ["Guhh, mnaahh… Mnnghh!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0014", "normalized": ["Churruruuhh, i-it tastes so good… Chuuhppaghh… So good… Rellourelouh… Chuuppah… I want it more…"]}, {"name": "", "audio": "", "normalized": ["I felt her suck even harder and my cock grew larger, pushing back against Ibuki's lips."]}, {"name": "", "audio": "", "normalized": ["Ibuki was happy now I was fully erect and sucked on it as she engulfed it whole."]}, {"name": "Ibuki", "audio": "v_r-ev276_0015", "normalized": ["Mnaahh, jururuhh, so much juice coming out, mnnchuuhh, juuruuhruuhh… Relouhrelouh, ahhmn…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0016", "normalized": ["Aahhmn, I want more lewd juice, wet, more, jururuhhruuhh, mnnaahh, tastes so good… Relouhh, mchururuuhh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki could not think of anything but the cock and she continues to lick."]}, {"name": "", "audio": "", "normalized": ["My cock finally reached Ibuki's throat as I shoved it in hard."]}, {"name": "Ibuki", "audio": "v_r-ev276_0017", "normalized": ["Mnngoouhh, mmnaahh, your cock in my throat… Mnnjuuruhh… Mnnaahh, mnnguhh, mngouhh, chuuppah, chupah, jururuh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0018", "normalized": ["Mnnguh, so deep into my throat, mmgh, it feels so good, mnngouh, mnchuh, churuhh, mnhururuuhh, mnaahh, mmnghh…"]}, {"name": "", "audio": "", "normalized": ["Ordinarily, how deep my cock was in would make anyone puke but Ibuki was completely fine."]}, {"name": "You", "audio": "", "normalized": ["You're so forward, as usual… Mnng!"]}, {"name": "", "audio": "", "normalized": ["With Ibuki actively licking me, it made me feel the pleasure coming from my entire cock."]}, {"name": "Ibuki", "audio": "v_r-ev276_0019", "normalized": ["Mnnchuuhaahh, mnggouooguhh, more, I want more cock, jurururhh, haammn, mnnaahh, mnnh, juruuhruhh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0020", "normalized": ["Chuuppahh, chuppahh, please fill my mouth up with your cock, mmngh, mnjuruhrurruuhh… Mmaahh, huughh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki breathed in as hard as she could, sucking the cock in deep and then let go of her breath to stroke my cock with the throat."]}, {"name": "Ibuki", "audio": "v_r-ev276_0021", "normalized": ["Mnngouhh, mnghh, mnnghuuhh, mnnbuhppahh, mnjuruughh, mnngh, mnngh, mnnjuruhrruhh, mnaahhmn, mmnngh!"]}, {"name": "You", "audio": "", "normalized": ["Mnnaaghh… Guh!"]}, {"name": "", "audio": "", "normalized": ["With the technique unique to Ibuki, my cock jumped around and felt pleasure through it."]}, {"name": "Ibuki", "audio": "v_r-ev276_0022", "normalized": ["Mnngoouhgh, mnngouhh, please feel it more, mnguhh, mnguuhh, chppahh, jurruruhh, relorellouhrllouh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0023", "normalized": ["Mnnguh, come on, mnngouhh, mnguhh, it's throbbing so much, I like it… Mnnchuhh, mnguhh, mmnngough, mnnjuruhruhh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki seemed proud to be making me feel pleasure and sucked even harder, stroking the cock with her throat."]}, {"name": "", "audio": "", "normalized": ["She was different from the usual calm Ibuki on missions.", " Her sucking me so hard made my cock so joyous."]}, {"name": "Ibuki", "audio": "v_r-ev276_0024", "normalized": ["Mnnaahh, mnguhh, I-I'm starting to feel good too… Mnnaahh, I want it more, more…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0025", "normalized": ["Mnnaahh, juruhruruhh… I want you to start moving too… Please, I want to feel your cock more…"]}, {"name": "", "audio": "", "normalized": ["Ibuki began to feel pleasure with the cock in her throat and begged for more."]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["I was speechless, seeing how greedy Ibuki was."]}, {"name": "Ibuki", "audio": "v_r-ev276_0026", "normalized": ["Mnaahh, please… I want you to pound me hard, mmaahh, you can fuck me as hard as you want, come on, please…"]}, {"name": "You", "audio": "", "normalized": ["Mnngh, I guess I have no choice then!"]}, {"name": "", "audio": "", "normalized": ["I began to pound my cock hard at Ibuki as she asked for more."]}, {"name": "Ibuki", "audio": "v_r-ev276_0027", "normalized": ["Mnngoouughh, mnjururhruhrruhh, mnnaaghh, chuuhppaagh, churuhruuhh, mnngoh, jurururuhruhh!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0028", "normalized": ["Nnnaahh, mnnghjuruhruhhruhh, chuhppaghh, this is amazing, ahhmn, mngouh, juruhjuruhruhh!"]}, {"name": "", "audio": "", "normalized": ["I drilled into Ibuki's mouth as if I was having sex."]}, {"name": "You", "audio": "", "normalized": ["I'm going in harder!"]}, {"name": "", "audio": "", "normalized": ["I continued to move my hips harder and faster."]}, {"name": "Ibuki", "audio": "v_r-ev276_0029", "normalized": ["Mngouhh, mmnnghh, mnaahh, your cock pounding my throat… Mnngoouh, mnnghh, mnaaghh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0030", "normalized": ["Mnhjururuhruhh, ngoughh, mnnhh, so huge, rerlouhh, chuppahh, chuhpahh, mnguhh, mchuuhh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki was not suffocating, but she was feeling both arousal and pleasure."]}, {"name": "", "audio": "", "normalized": ["I pounded hard and the saliva pooling her mouth frothed and acted as a lube."]}, {"name": "You", "audio": "", "normalized": ["It's like your throat is a pussy!"]}, {"name": "", "audio": "", "normalized": ["I laughed and sped up my hips faster and faster."]}, {"name": "", "audio": "", "normalized": ["The saliva acted like pussy juice and it made me feel more and more like I was fucking her pussy."]}, {"name": "Ibuki", "audio": "v_r-ev276_0031", "normalized": ["Mnngh, mjurruhrruhhruuhh, chuupapapaahh, mnnghh!", " Chupah, chupaagh, juruhrurruruuhh…"]}, {"name": "Ibuki", "audio": "v_r-ev276_0032", "normalized": ["Juruhruhrruhh, chuhhppaapahh, mnngh, it's amazing, it's filling my mouth up and feels so good…"]}, {"name": "", "audio": "", "normalized": ["Ibuki was sucking hard and fast as well, making lewd, vacuuming noises as I shoved in and pulled out."]}, {"name": "", "audio": "", "normalized": ["That caused my cock to be sucked so hard, making me feel great pleasure."]}, {"name": "You", "audio": "", "normalized": ["Guhh, mnngmm!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0033", "normalized": ["Mnnaahh, am I making you feel good?", " Mnnaahh, juruhuhuh, chuhhpahchupaah, juururuurruhh, mnnchuhhgh!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0034", "normalized": ["Chuuppahh, it's twitching… Are you coming?", " Mnnchuuhh, juruhruuhhrr, mnnaahh, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["The pleasure made my cock throb."]}, {"name": "", "audio": "", "normalized": ["Ibuki sensed I was close to ejaculating and begged me to cum in her throat."]}, {"name": "Ibuki", "audio": "v_r-ev276_0035", "normalized": ["Mnnchuuhjuruhrruhh, you can cum anytime now, mmgh, I'll suck even harder.", " I'll suck harder, chuppahh, jururuhruhh…"]}, {"name": "You", "audio": "", "normalized": ["Guh, c-coming…!"]}, {"name": "", "audio": "", "normalized": ["Just like she said, she began to suck my cock even harder than before and pulled it in deep."]}, {"name": "", "audio": "", "normalized": ["I came spectacularly with her intense sucking."]}, {"name": "Ibuki", "audio": "v_r-ev276_0036", "normalized": ["Mnnguughh, mnnggoouuhh!", " Jurururhhaaghh, mnngguugghh!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0037", "normalized": ["Mnnghh, jururhrurruuhh, mnnhh, hot, so hot, amazing, it feels too goodd, uuhhmnaahh, it's so good…"]}, {"name": "", "audio": "", "normalized": ["Ibuki lightly orgasmed as a massive amount of semen hit her throat and her body twitched."]}, {"name": "Ibuki", "audio": "v_r-ev276_0038", "normalized": ["Mnnchuuhh, hururuurruuhh, chupahchupahhmmnnjuhrrururuhh, jurruh, mnngh, gouchgockh, mchuhh, jurhrurruhrurruh!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0039", "normalized": ["Hehehe, mnnguhh, I'm gonna swallow it all, mmchuhh juruhhruhrruhruh, mnchuhh, mnaahh, mnngnhh, gochgoockh, jurruh…"]}, {"name": "", "audio": "", "normalized": ["She swallowed the semen as she vacuum-sucked my cock and kept on breathing."]}, {"name": "Ibuki", "audio": "v_r-ev276_0040", "normalized": ["Mnncuhh, chuhruhruhh, mnnjuhh, mnnjuhrruhh, heheh, it tastes so good, juruhruhrurhh, mnnchuhh, goochum…"]}, {"name": "You", "audio": "", "normalized": ["Mnng!", " Mnaahh, still cumming!"]}, {"name": "", "audio": "", "normalized": ["With the intense sucking, I felt the sensation of semen being siphoned out of my cock."]}, {"name": "Ibuki", "audio": "v_r-ev276_0041", "normalized": ["Mnnghh, mnngoouhh, mguhh, juruhrurrururruhh, mnnaahh, amazing, so good…"]}, {"name": "", "audio": "", "normalized": ["Being sucked on made me keep cumming."]}, {"name": "Ibuki", "audio": "v_r-ev276_0042", "normalized": ["Guhhoouhh, it's awesome, so much, mnnguhh, so much white cum, mnnaahh, it's coming!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0043", "normalized": ["So much white stuff in my mouth, mnngouhh, I'm so happy, mnahh, mmngh, jururhruurruuh, mnnchauh, mnchuhrurruhruhh!"]}, {"name": "", "audio": "", "normalized": ["Finally, I emptied the remaining semen from my cock and finished ejaculating."]}, {"name": "", "audio": "", "normalized": ["Once I was done, I pulled my cock out of Ibuki's mouth slowly as it was softening up slightly after the ejaculation."]}, {"name": "Ibuki", "audio": "v_r-ev276_0044", "normalized": ["Mnngouhh, mnnggoogouuhh, I loved feeling your cock like this… Heeghh, heghh, haahh, huughh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki breathed out as the cock left her mouth."]}, {"name": "", "audio": "", "normalized": ["That made the semen left in her mouth to form a bubble."]}, {"name": "Ibuki", "audio": "v_r-ev276_0045", "normalized": ["Mnnahaahh, hehe, that's funny!", " Pfftt, mmnnaahh, huuhh, mnngh, juruhrurhh, goochmn, juruh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki laughed and savored the smell and tasted as she inflated the bubble."]}, {"name": "Ibuki", "audio": "v_r-ev276_0046", "normalized": ["Pppuuhh, jururuhrururuuhh, heheh, mnnhururhuruurhuhh, chuhpahchuhpahh, ppchh, chuuhppah, jururuhruhuh…"]}, {"name": "", "audio": "", "normalized": ["Ibuki played with the semen bubble as she slowly swallowed the rest of the cum."]}, {"name": "You", "audio": "", "normalized": ["You're playing with the leftover cum.", " Now you're really broken!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0047", "normalized": ["Mnnaaghh, haahh, huuhh, it smells so good, chuupahchupahh, huuhhuuhh, haammnnhh…"]}, {"name": "", "audio": "", "normalized": ["Moreover, Ibuki was taking deep breaths after she swallowed it all to enjoy the lingering smell in her mouth."]}, {"name": "Ibuki", "audio": "v_r-ev276_0048", "normalized": ["Mnnaahh, thank you so much for filling my mouth with your cum… Chuuhh!"]}, {"name": "", "audio": "", "normalized": ["Once Ibuki was done savoring my cock, she kissed it in appreciation."]}, {"name": "You", "audio": "", "normalized": ["So, you're good now, huh!"]}, {"name": "Ibuki", "audio": "v_r-ev276_0049", "normalized": ["It was just amazing…!", " But, you know, I can see your cock is getting hard again!"]}, {"name": "", "audio": "", "normalized": ["Ibuki laughed and said as she saw my cock was becoming erect once again."]}, {"name": "You", "audio": "", "normalized": ["I can't help it with your such slutty face."]}, {"name": "Ibuki", "audio": "v_r-ev276_0050", "normalized": ["Oh, really!", " Then, why not keep going…"]}, {"name": "", "audio": "", "normalized": ["Ibuki was joyous with my words and asked me for the actual sex."]}]