[{"name": "", "audio": "", "normalized": ["The Taimanin, the REA, and the UFS… Tokyo Kingdom was still embroiled in chaos, as the three forces thrust together continued to battle."]}, {"name": "", "audio": "", "normalized": ["However, though the main troops of each force were active, the Taimanin leader Asagi Igawa was nowhere to be found."]}, {"name": "", "audio": "", "normalized": ["Because of this, the Taimanin has lost the timing to retreat, and instead had redoubled their attack, only adding to the confusion."]}, {"name": "", "audio": "", "normalized": ["As for where Asagi had disappeared to… at the very least, there was no one on this battlefield who knew the truth…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Asagi Igawa―the only one who knew her whereabouts was this man right here."]}, {"name": "", "audio": "", "normalized": ["Only the head of the Fuuma clan, who had caught the strongest Taimanin in his trap…"]}, {"name": "", "audio": "", "normalized": ["…soaking her in aphrodisiac in his disgusting sex trap, and continuing to violate her."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Far beneath the war-torn, bloodsoaked surface of Tokyo Kingdom, I brought Asagi to an underground facility."]}, {"name": "", "audio": "", "normalized": ["She was no longer bound by the worm.", " Her arms and legs were free, and she was even still wearing her Taimanin costume before me."]}, {"name": "You", "audio": "", "normalized": ["What's wrong, Asagi, I let you out of your hellish orgasm bindings?", " Isn't there anything you want to do?"]}, {"name": "", "audio": "", "normalized": ["Even though I grinned while saying this, Asagi didn't move."]}, {"name": "You", "audio": "", "normalized": ["You were asking me what my goal is, right?", " Well, I think by now you'd rather just kill me instead, is that it?"]}, {"name": "Asagi", "audio": "v_sr146_0000", "normalized": ["Uuh… aah… aah…"]}, {"name": "", "audio": "", "normalized": ["She groaned and her body twisted slightly."]}, {"name": "", "audio": "", "normalized": ["Though the stimulation was slight, it was too much for her body."]}, {"name": "", "audio": "", "normalized": ["It was now comprised of nothing but erogenous zones after being soaked in the strong aphrodisiac made from her own power."]}, {"name": "Asagi", "audio": "v_sr146_0001", "normalized": ["Nnhahh!", " Ahhiih, hiihh…"]}, {"name": "", "audio": "", "normalized": ["I was filled with lust at Asagi's pitiful state while her allies were aboveground, cutting their lives short in a battle to the death."]}, {"name": "", "audio": "", "normalized": ["My penis had responded by twitching wildly, sending the pre-cum leaking from the tip flying and touching Asagi's thighs as she looked at me."]}, {"name": "Asagi", "audio": "v_sr146_0002", "normalized": ["Uuh, aah!", " Nnh, di―"]}, {"name": "You", "audio": "", "normalized": ["Hm?", " What's that, you said something?", " 'Di―' what?"]}, {"name": "Asagi", "audio": "v_sr146_0003", "normalized": ["Di…nngh, pph, haah…"]}, {"name": "", "audio": "", "normalized": ["Asagi groaned, whether from pain, pleasure, or both, as she put her trembling hands to her thighs and raised her legs up as she lay face up."]}, {"name": "", "audio": "", "normalized": ["Showing off her own ass and pussy flesh, she looked just like a beast showing its belly in submission, and she hesitated slightly in her wretched position…"]}, {"name": "Asagi", "audio": "v_sr146_0004", "normalized": ["Di…ck… dick, please, your dick…"]}, {"name": "You", "audio": "", "normalized": ["What about my dick?"]}, {"name": "Asagi", "audio": "v_sr146_0005", "normalized": ["Uuh… guuh, diick!", " Your… hard, stiff… thick dick!", " I want it in my pussy!"]}, {"name": "", "audio": "", "normalized": ["I couldn't hold back the smile that played across my lips as I looked at her."]}, {"name": "", "audio": "", "normalized": ["Her body had become oversensitive from the worm's aphrodisiac, toyed with and satisfied, but I still hadn't inserted it into her soaked pussy flesh."]}, {"name": "", "audio": "", "normalized": ["Although she had already climaxed countless times, it was likely that the female couldn't settle down without having the pleasure of sex with a male."]}, {"name": "", "audio": "", "normalized": ["That was why just touching my pre-cum had made Asagi groan so pitifully, forcing her to beg embarrassingly as she swallowed her disgrace."]}, {"name": "", "audio": "", "normalized": ["Her eyes wet with desire for my cock, she had thrown away her pride, having no choice but to flatter her hated enemy."]}, {"name": "You", "audio": "", "normalized": ["(It took a while… heheh, but now I've got her back to the wall…)"]}, {"name": "", "audio": "", "normalized": ["Just one more step and Asagi would surrender herself in front of me, and pledge her whole life's allegiance to my dick."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, sure.", " In that case, pledge yourself!", " Say you surrender to me… and my dick!"]}, {"name": "You", "audio": "", "normalized": ["If you want to get my dick stuffed in you…"]}, {"name": "You", "audio": "", "normalized": ["…Swear you'll sink to the level of a wretched female pig who would stab her allies or kin in the back at any time!"]}, {"name": "", "audio": "", "normalized": ["I could hear Asagi gulping faintly.", " Her face was stiff and her eyes were opened wide, as her pride and lust fought one another."]}, {"name": "Asagi", "audio": "v_sr146_0006", "normalized": ["Th-that's… hahh… nnhh…"]}, {"name": "", "audio": "", "normalized": ["Her eyes swam and her lips opened and closed again several times, just barely stopping from giving an answer."]}, {"name": "", "audio": "", "normalized": ["However, her nipples were still standing at attention, and her sticky box was exposing her hidden wet flesh, shining pink and twitching."]}, {"name": "", "audio": "", "normalized": ["It was only a matter of time―in order to make it easier for Asagi to choose, I added a condition."]}, {"name": "You", "audio": "", "normalized": ["If you won't swear it, that's fine…"]}, {"name": "You", "audio": "", "normalized": ["…But if that's how you feel, I'll fill your pussy up with cement so you can't use it for the rest of your life!"]}, {"name": "Asagi", "audio": "v_sr146_0007", "normalized": ["…?!"]}, {"name": "You", "audio": "", "normalized": ["Both your pussy and womb orgasms will be postponed for all time.", " Want to try being soaked in aphrodisiac like that?"]}, {"name": "You", "audio": "", "normalized": ["You'll be totally ruined, begging for an orgasm you can't have!"]}, {"name": "Asagi", "audio": "v_sr146_0008", "normalized": ["Nn… n-no… stoop!"]}, {"name": "", "audio": "", "normalized": ["My words surely shook her to the core, as in the next instant, Asagi cried out in a loud voice, her face stiff with fear."]}, {"name": "Asagi", "audio": "v_sr146_0009", "normalized": ["I-I'll swear, I'll swear it!", " I'll do anything, I'll be your slave!", " Aaah, so please, your dick…"]}, {"name": "Asagi", "audio": "v_sr146_0010", "normalized": ["Give me your dick!", " I don't want cement… My pussy will be your dick's personal meat toilet!"]}, {"name": "", "audio": "", "normalized": ["She begged me without a trace of pride left, and I nodded my head in satisfaction, holding out my hand."]}, {"name": "", "audio": "", "normalized": ["Should I finish off the Taimanin Asagi Igawa, or should I discipline her and turn her into my female pig…?"]}]