[{"name": "Kawoola", "audio": "v_sr226_0000", "normalized": ["Ughh… Uhh…what…?"]}, {"name": "", "audio": "", "normalized": ["Kawoola groaned confusedly as she came to.", " I spoke to her as I saw her wake up like that."]}, {"name": "You", "audio": "", "normalized": ["You really went all out today, much harder than the usual.", " Looks like you are still in once piece, but how are you feeling?"]}, {"name": "Kawoola", "audio": "v_sr226_0001", "normalized": ["Egh―― Wh-why the hell are you here… Wait, what the hell do you mean by 'the usual'――"]}, {"name": "You", "audio": "", "normalized": ["I know all about the fun you were having with those prisoners every day.", " That was part of the reason why I made you the warden anyway."]}, {"name": "Kawoola", "audio": "v_sr226_0002", "normalized": ["What the…?"]}, {"name": "You", "audio": "", "normalized": ["Actually, the whole drug experiment was part of it too."]}, {"name": "You", "audio": "", "normalized": ["You thought you were testing the prisoners, but you were part of the experiment too, see?"]}, {"name": "", "audio": "", "normalized": ["Kawoola seemed to be surprised by the fact and her eyes opened wide, staring at me with the cautious expression."]}, {"name": "Kawoola", "audio": "v_sr226_0003", "normalized": ["What the hell do you mean…?"]}, {"name": "You", "audio": "", "normalized": ["The drugs I administered to the prisoners acted like aphrodisiacs and libido booster for them…"]}, {"name": "You", "audio": "", "normalized": ["But there was another effect."]}, {"name": "You", "audio": "", "normalized": ["They also produced the aphrodisiacs in their body."]}, {"name": "Kawoola", "audio": "v_sr226_0004", "normalized": ["Produce…aphrodisiacs…?"]}, {"name": "", "audio": "", "normalized": ["Yeah, that's right.", " I nodded."]}, {"name": "You", "audio": "", "normalized": ["Concocting aphrodisiacs is actually quite annoying.", " I have to adjust the ingredients depending on what and how much the client wants."]}, {"name": "You", "audio": "", "normalized": ["But with this drug, the subject can produce aphrodisiacs on-demand and consume it on their own."]}, {"name": "You", "audio": "", "normalized": ["All I have to do it have the client send me a slave, administer the drug, and return the slave.", " Real easy."]}, {"name": "Kawoola", "audio": "v_sr226_0005", "normalized": ["Huh, I see… That's a pretty good idea."]}, {"name": "", "audio": "", "normalized": ["Kawoola was nodding as though she was amazed by my idea, but then looked back at me like she suddenly noticed something."]}, {"name": "Kawoola", "audio": "v_sr226_0006", "normalized": ["H-hey, wait a sec, though.", " Then how come the prisoners had to die in the end like that?"]}, {"name": "You", "audio": "", "normalized": ["Because it was meant to work like that.", "\""]}, {"name": "You", "audio": "", "normalized": ["And to prevent them from dying, you need to dose them with suppressing agents periodically…"]}, {"name": "You", "audio": "", "normalized": ["You get the rest?"]}, {"name": "Kawoola", "audio": "v_sr226_0007", "normalized": ["Yeah, that's what you just said and… That's when you went to get them, right?"]}, {"name": "You", "audio": "", "normalized": ["That's right.", " So if you don't want your slave to die, then you gotta buy the suppressing agent from me and keep dosing them."]}, {"name": "Kawoola", "audio": "v_sr226_0008", "normalized": ["Why would you go through all that trouble…"]}, {"name": "You", "audio": "", "normalized": ["Because I can double the profit with both the drug and the suppressing agent."]}, {"name": "", "audio": "", "normalized": ["I casually told Kawoola about it and she showed a dumbfounded expression for a moment and then let out a voice as she held in laughter."]}, {"name": "Kawoola", "audio": "v_sr226_0009", "normalized": ["Hehe, I get it now.", " Hahaha, that's some nasty business you're running!", " If you want to kill them, you don't have to do anything either!"]}, {"name": "You", "audio": "", "normalized": ["That's right."]}, {"name": "Kawoola", "audio": "v_sr226_0010", "normalized": ["So that means―― what happened to me back then, was because his cum…his aphrodisiac was poured into me, huh."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I told you you were part of the experiment, right?", " So I knew it was gonna happen, but…"]}, {"name": "You", "audio": "", "normalized": ["It's kinda all on you, in the end, right?"]}, {"name": "Kawoola", "audio": "v_sr226_0011", "normalized": ["Yeah, I guess.", " I don't have any beef with that."]}, {"name": "", "audio": "", "normalized": ["But――she asked me with a serious face."]}, {"name": "Kawoola", "audio": "v_sr226_0012", "normalized": ["…That, suppressing agent?", " Do I get to have it, or do I have to buy it off you?", " Or――are you gonna let me die?"]}, {"name": "", "audio": "", "normalized": ["She asked a serious question to me so casually.", " I heard it and answered after a little laugh."]}, {"name": "You", "audio": "", "normalized": ["――Of course, you know the answer, huh?"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Kawoola", "audio": "v_sr226_0013", "normalized": ["Aaahmnngh…mnnuughh, right there… Pound me harder… Aaamngh, mnheheh… Such a great cock… Please, give me your cum?"]}, {"name": "", "audio": "", "normalized": ["Kawoola pleaded me for my semen as she lay on the bed and talked to me flirtingly."]}, {"name": "You", "audio": "", "normalized": ["Looks like you don't even need the suppressing agent."]}, {"name": "", "audio": "", "normalized": ["It had been a few days since―― I had continued to dose Kawoola with the suppressing agent and fucked her if it was not enough to hold back her libido."]}, {"name": "", "audio": "", "normalized": ["But recently, Kawoola seemed she was not seeking male contact because of the drug, but rather out of her instinct as the woman."]}, {"name": "You", "audio": "", "normalized": ["(So it's probably unrelated to the drug…)"]}, {"name": "", "audio": "", "normalized": ["It was something unprecedented and was hard to believe, but Kawoola seemed to have escaped the effects of the drug and was regaining control of her sanity."]}, {"name": "", "audio": "", "normalized": ["As proof, the dose of the suppressing agent would usually increase because one would build a tolerance to it, but her dose was actually decreasing."]}, {"name": "You", "audio": "", "normalized": ["(Either she was very compatible with the drug, or…)"]}, {"name": "", "audio": "", "normalized": ["As I continued to pound her pussy, I was actually pondering about something else, then――"]}, {"name": "Kawoola", "audio": "v_sr226_0014", "normalized": ["Mnngh, come on!", " Your cock is not moving.", " Stop thinking about those complicated things and fuck me right!", " My pussy's gonna dry up!"]}, {"name": "", "audio": "", "normalized": ["Despite her words though, her pussy was completely drenched with the pussy juice as though her insides were melting, engulfing my cock with the fluid."]}, {"name": "", "audio": "", "normalized": ["As she moved her hips like that, I felt pleasure akin to countless lips giving me a blowjob as her soft flesh slid across the shaft of my penis."]}, {"name": "", "audio": "", "normalized": ["It felt several times better than the first time I fucked her, transforming into a more mature sexual organ designed to make herself and others orgasm."]}, {"name": "You", "audio": "", "normalized": ["(If the right amount of the aphrodisiac was produced, her body would be modified to perform better in sex…)"]}, {"name": "You", "audio": "", "normalized": ["(This feeling…she is so good…)"]}, {"name": "", "audio": "", "normalized": ["I savored Kawoola's pussy which had turned itself into a masterpiece of a pussy in just a few days and pounded her soft flesh as hard as I could."]}, {"name": "Kawoola", "audio": "v_sr226_0015", "normalized": ["Mnnguuhghhuughh?!", " Aaagughh, oouuhh!", " Mngh, that's it, right there, oh yeah!", " Aaaghh, this cock… Haaghh…"]}, {"name": "", "audio": "", "normalized": ["I hugged her legs closely and held them in place, and then pounded my hips right on there, scraping out her fluids and drilling in to plow her flesh."]}, {"name": "", "audio": "", "normalized": ["Her hot, moist inside wiggled in response to the stimulation and squeezed tight every time it was pounded, sucking onto the cock to not let it go."]}, {"name": "", "audio": "", "normalized": ["The membrane liked the cock from the base to the tip thoroughly as though she was washing it with the fluids.", " I could feel it moving even when I was still."]}, {"name": "Kawoola", "audio": "v_sr226_0016", "normalized": ["Haaghh… Mnnguuhh, guuooughh!", " Aagh, aahh, deep inside… Mnnguh?!", " Th-there, now?!", " Heaaghh!"]}, {"name": "", "audio": "", "normalized": ["Just changing the angle of the penetration altered the sensation of her flesh on my cock and gave me ever-changing pleasure."]}, {"name": "", "audio": "", "normalized": ["The hospitality from her pussy in return for the pleasure I was giving her increased as I went for her weak point and came back to me as a petting."]}, {"name": "Kawoola", "audio": "v_sr226_0017", "normalized": ["Aaaghhmngh!", " Mnngguhh, right there, ooghh!", " Aaauughh, I-I knew it… This is the best!"]}, {"name": "", "audio": "", "normalized": ["Kawoola moaned sweetly as she trembled and squeezed tightly onto my cock with her membrane contacting while it was rubbing her smell onto me."]}, {"name": "Kawoola", "audio": "v_sr226_0018", "normalized": ["Your cock… This cock, fucking it… It's the best of all… Mnnguh, guuhughh, mnnaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Of course, I know about your body better than anyone else."]}, {"name": "", "audio": "", "normalized": ["I whispered and moved my mouth closer to her ear, nibbling on her earlobes and pounding her quickly with a short stroke."]}, {"name": "", "audio": "", "normalized": ["Kawoola's spine shivered as I slammed the tip into her sensitive spots and she pressed her ass against me and her waist danced."]}, {"name": "Kawoola", "audio": "v_sr226_0019", "normalized": ["Mnnguh, come one… It's about time, gimme!", " My womb wants it, your, you know… Your thick, sizzling cum…"]}, {"name": "", "audio": "", "normalized": ["She looked back and her erotically shining lips came towards me and sucked onto my lips."]}, {"name": "", "audio": "", "normalized": ["Our tongues tangled and slurped each other's saliva.", " Instead of just saying yes to her, I simply sped up my hips and pounded her even harder."]}, {"name": "Kawoola", "audio": "v_sr226_0020", "normalized": ["Mnnuaghhuughh?!", " Heeaaghh, hyyaagughh, aagguhh!", " Mnnguh, there, oohououghh!"]}, {"name": "", "audio": "", "normalized": ["I pounded her hips with a slapping noise and plowed her flesh by stirring it up with the momentum, knocking and drilling into her womb."]}, {"name": "", "audio": "", "normalized": ["It seemed Kawoola was already about to orgasm, her back jumped and shuddered, poking out her ass, shifting her position."]}, {"name": "", "audio": "", "normalized": ["As she was about to reach the climax, her position shifted so she can suck in the cock even deeper and take in all the pleasure with her pussy."]}, {"name": "Kawoola", "audio": "v_sr226_0021", "normalized": ["Mnngguughh, guuoouumnnghh!", " Please, gimme… Aaaheeghh!", " Gimme, gimmee!"]}, {"name": "You", "audio": "", "normalized": ["Ggh… Good, you should…come!"]}, {"name": "", "audio": "", "normalized": ["As she pressed her hips onto me, I pressed my crotch onto her and slammed my libido into her depth――"]}, {"name": "", "audio": "", "normalized": ["――*Throb* *Throb* *Pour* *Spew* *Spew* *Sput* *Slosh* *Pour* *Throb* *Throb* *Sput*"]}, {"name": "Kawoola", "audio": "v_sr226_0022", "normalized": ["Mnnooughh, oogguuhhouh?!", " Mnnguuhh, it's here, aaghh!", " Your cock, your cock milk, uughh!"]}, {"name": "", "audio": "", "normalized": ["The moment I ejaculated as she sucked out my cum, her womb which I had pressed my tip against opened wide and sucked my cock like a French kiss."]}, {"name": "", "audio": "", "normalized": ["With the sensation of intimate blowjob and licking from the countless tongue inside her pussy, I kept spewing cum without an end in sight."]}, {"name": "", "audio": "", "normalized": ["I moved my hips in synch with her and Kawoola's entire pussy wiggled in joy, squeezing even harder and stroking my cock."]}, {"name": "Kawoola", "audio": "v_sr226_0023", "normalized": ["Huughuugghh!", " Mnnoough!", " So hot, aaheeghh!", " Mnnmoughh, coommiinngg… I'm coming!"]}, {"name": "", "audio": "", "normalized": ["As Kawoola moaned, her hips jumped and the fluids gushing from her hips poking out drenched the bedsheet."]}, {"name": "", "audio": "", "normalized": ["As I crushed her erect clitoris with my fingers and rubbed it, more juice spewed out and her urethra expanded, splashing down onto the floor as well."]}, {"name": "Kawoola", "audio": "v_sr226_0024", "normalized": ["Mnngh, that's not, noo… Mnnguhgh, guhaaghh!", " Aagahh, it's coming out, your gonna make me piss… Mnnooghh!"]}, {"name": "", "audio": "", "normalized": ["Kawoola writhed in the taste of orgasm as her hips shuddered violently and her pussy wiggled as hard as it could."]}, {"name": "", "audio": "", "normalized": ["Or rather, she was savoring the orgasm yet her movement was still seeking even more pounding and cum, leading up to further orgasm."]}, {"name": "You", "audio": "", "normalized": ["Production of the aphrodisiacs must have stopped by now… Damn, you really are such a slut."]}, {"name": "Kawoola", "audio": "v_sr226_0025", "normalized": ["\"Mnnughh, th-that's not true… Your cock, it's because your cock is still so hard!", " Mnnhuugh…"]}, {"name": "", "audio": "", "normalized": ["Just like she said, my cock showed no sign of going limp and was still knocking on her womb, pushing it up every time I shook my hips."]}, {"name": "", "audio": "", "normalized": ["Her spine jumped up from my movements and Kawoola shook her body from the waves of orgasm, looking at me longingly with her face blushed."]}, {"name": "Kawoola", "audio": "v_sr226_0026", "normalized": ["C-come on… More, please…?", " Come on, just spit everything out, all your cum…"]}, {"name": "You", "audio": "", "normalized": ["――Well then.", " Then I'm going to give it to you right here."]}, {"name": "", "audio": "", "normalized": ["As soon as I said, I escaped her tangling pussy and pulled out, then placed my drenched cock right in her behind and――"]}, {"name": "Kawoola", "audio": "v_sr226_0027", "normalized": ["Egh―― Mnnaaghh, mnnguuhh?!"]}, {"name": "", "audio": "", "normalized": ["I placed the tip right on Kawoola's asshole and then shoved it right at the moment she relaxed."]}, {"name": "Kawoola", "audio": "v_sr226_0028", "normalized": ["Mnnooghh, gguuhoouugghh?!", " Hoohughh, ooghh, mnnooghooghgoogh!", " R-right there, so good!"]}, {"name": "", "audio": "", "normalized": ["Just me inserting made her roar in such a wild and obscene voice that was hard to believe it was coming from a woman, yet aroused my libido."]}, {"name": "You", "audio": "", "normalized": ["Here, take it!", " You filthy whore!"]}, {"name": "Kawoola", "audio": "v_sr226_0029", "normalized": ["Mnnuughh… It's soo goodd!", " Ohooughh!", " My ass pussy!", " Mnnguughh, i-it's melting, uuhh…"]}, {"name": "", "audio": "", "normalized": ["True to her shameless words, Kawoola's anus was sucking onto my cock smoothly, using her own pussy juice was a lubricant and squeezed hard in synch with my pounding."]}, {"name": "", "audio": "", "normalized": ["Her asshole was squeezing as tight if not tighter than her pussy, yet inside of her intestine was firm yet soft, welcoming my cock with heat and pleasure."]}, {"name": "You", "audio": "", "normalized": ["Ghh… Such a greedy asshole…"]}, {"name": "", "audio": "", "normalized": ["As said and pulled my hips back, Kawoola's entire body shuddered from the pleasure similar to excretion and her hips danced back and forth."]}, {"name": "Kawoola", "audio": "v_sr226_0030", "normalized": ["Mnnaaghuughh… Y-yes, it is!", " Aaaguuhghh… When you drill into me…w-with your cock, ooghh!"]}, {"name": "", "audio": "", "normalized": ["As Kawoola screamed, her sphincter muscle contracted.", " At the same time, her pussy squeezed as well and massive amounts of semen came overflowing."]}, {"name": "Kawoola", "audio": "v_sr226_0031", "normalized": ["Mnnguughh!", " Y-you made me like this… You made me feel so good, mng!", " Mnuughh, my pussy cum, so wasteful…"]}, {"name": "", "audio": "", "normalized": ["Her hips danced wildly from the pleasure of anal-fucking and Kawoola scraped together all the overflowing cum and tried to put it back inside."]}, {"name": "Kawoola", "audio": "v_sr226_0032", "normalized": ["Haaghh, mnnhuughh… I-it's so thick… Come on, over here too… Please give me more of your cum in my slutty ass-pussy!"]}, {"name": "", "audio": "", "normalized": ["She was even joyous of the feeling of semen on her fingertips and Kawoola who was masturbating by rubbing it in her pussy, flirted and begged me."]}, {"name": "", "audio": "", "normalized": ["Looking at such aroused me as well and my cock grew even harder, standing tall and erect.", " I grabbed Kawoola's hips and continued to fuck her ass."]}, {"name": "You", "audio": "", "normalized": ["Alright then… But you have to squeeze your pussy harder.", " It's too fucking loose now!", " I can't get off with such a loose pussy!"]}, {"name": "Kawoola", "audio": "v_sr226_0033", "normalized": ["Mnghaaghh, haahheegghh, eeheeghh!", " I'm so sorry… Mnngouh, like this?!", " Hey, is my asshole tight enough now?!"]}, {"name": "", "audio": "", "normalized": ["Kawoola's voice rose in the pitch from the pleasure and she let out a pathetic giggle, squeezing down with her anus."]}, {"name": "", "audio": "", "normalized": ["The creases in her anus sucked onto my cock, stretching as far as they can to attach itself on the shaft."]}, {"name": "", "audio": "", "normalized": ["She was squeezing her asshole so tight so she was not to let go of the cock which she had finally got, tangling, massaging, and stroking the penis."]}, {"name": "Kawoola", "audio": "v_sr226_0034", "normalized": ["Huuguuhh, guuoouuhh… Mnngubughh, your cock, going in and out of my ass… It's throbbing, I know you like it!"]}, {"name": "", "audio": "", "normalized": ["Kawoola was feeling the sensation of the hardness, size, shape, movement――and the timing of the ejaculation through her anus."]}, {"name": "", "audio": "", "normalized": ["As she sensed such things, Kawoola's asshole heightened her ecstasy and pleasure me as well."]}, {"name": "Kawoola", "audio": "v_sr226_0035", "normalized": ["Ahaaghh, it jumped again!", " Come on, come on, I'm squeezing nice and tight!", " Come on, get it out, gimme your cum already!"]}, {"name": "", "audio": "", "normalized": ["Even though she was getting fucked in the ass, she was going as wild as getting fucked in the pussy, shamelessly begging for me to cum inside her ass."]}, {"name": "", "audio": "", "normalized": ["Her sluttiness and vulgarness thanks to her honesty towards the lust heightened my desire to dominate her and my cock was jumping just as she said."]}, {"name": "Kawoola", "audio": "v_sr226_0036", "normalized": ["Mnnaauughh!", " Haaghh, hooughh… M-my ass… My ass-pussy… Ooogughh, oguhh, it's coming!"]}, {"name": "", "audio": "", "normalized": ["Vulgar, beast-like roars of a woman, filled with pleasure, were squeezed out of her throat."]}, {"name": "", "audio": "", "normalized": ["Her intestines engulfed my cock and every time I scraped the depth of her guts, my penis felt like it was getting a massage."]}, {"name": "", "audio": "", "normalized": ["I slammed my hips and twisted them as it went in as deep as it could.", " The stimulation increased both our pleasure and I and Kawoola both shook our bodies."]}, {"name": "You", "audio": "", "normalized": ["Gggh… I'm cumming, take it all in!"]}, {"name": "Kawoola", "audio": "v_sr226_0037", "normalized": ["Mnnaaeheghh!", " Come on!", " Pour your cum inside me, thick, nasty cum!", " Please cum inside my ass-pussy!"]}, {"name": "", "audio": "", "normalized": ["I pulled my hips and then slammed it in――"]}, {"name": "", "audio": "", "normalized": ["At the same time, Kawoola shoved her hips out too and pressed them against me, driving my cock right into her intestine."]}, {"name": "Kawoola", "audio": "v_sr226_0038", "normalized": ["Mnnbuughh, huugheeghmnghh?!", " Coming, your cock, coming, aaghh!", " Aaaguhh, mnnahughh!"]}, {"name": "", "audio": "", "normalized": ["――*Speeww* *Throb* *Sput* *Spew* *Spew* *Throb* *Slosh* *Sput*"]}, {"name": "", "audio": "", "normalized": ["Kawoola screamed loudly in pleasure and her intestines squeezed so hard it was almost tearing my cock off, sucking all the cum out."]}, {"name": "You", "audio": "", "normalized": ["Guughh, oogoughh!"]}, {"name": "", "audio": "", "normalized": ["As if I was splashing my cum all over the anus, I pulled and slammed my hips, drilling into her intestine, scraping her membrane and pounding."]}, {"name": "Kawoola", "audio": "v_sr226_0039", "normalized": ["Mnngouhguhh, mnnguuhaaghh… It's coming out, your cum, so much, so good!", " It's throbbing, so hot, I'm coming!"]}, {"name": "", "audio": "", "normalized": ["The orgasming pussy wiggled like it had the mind of its own and massaged the penis, sucking it from the bottom to top, guiding every last bit of the cum."]}, {"name": "", "audio": "", "normalized": ["I continued to ejaculate continuously as though my cock was turned into a semen pump and Kawoola's dancing anal flesh sucked it out."]}, {"name": "Kawoola", "audio": "v_sr226_0040", "normalized": ["Aaaghahaahhaahh… Haaghh, aahhmn… Mnngh, more, i-it's still coming out… Mnnhuhghh, amazing…"]}, {"name": "", "audio": "", "normalized": ["Her own aphrodisiac effect must have worn off and should not have affected her at this point."]}, {"name": "", "audio": "", "normalized": ["Yet, my cock showed no signs of stopping as though it was dosed with one and poured in a massive amount of semen into the depth of her ass."]}, {"name": "", "audio": "", "normalized": ["I savored her perfect anus as much as I could and spewed all my pent up libido inside her, pounding my still erect cock."]}, {"name": "Kawoola", "audio": "v_sr226_0041", "normalized": ["Mnnguhaaghh!", " M-my belly, aaghh… Aaaguhh, i-it's stirring up inside me… Aaghhaahh, it's so hot…"]}, {"name": "", "audio": "", "normalized": ["With the cum being rubbed onto her intestines and having the penis drive it in even deeper inside, she let out an ecstatic voice."]}, {"name": "", "audio": "", "normalized": ["I grinned at her attitude and massaged her belly like I was pushing it in and pulled my cock out gradually."]}, {"name": "Kawoola", "audio": "v_sr226_0042", "normalized": ["Mnnheeghheeghh?!", " Noo, i-if you pull it out now… It's gonna come out, no, I don't want to waste it!"]}, {"name": "You", "audio": "", "normalized": ["Haha, don't worry about it.", " I'm gonna pour it in all you want… So just shut up and shit cum out of your ass."]}, {"name": "", "audio": "", "normalized": ["It'll make you feel even better―― I whispered into her ears and teased her earlobes with the tongue which made her body shudder and relax."]}, {"name": "Kawoola", "audio": "v_sr226_0043", "normalized": ["Mnnghhah, okay… Alright, I'll do it, aaghh!", " Mnngh, I-I don't want to waste your cum, but, but!", " I'll do it… I'll shit your cum!"]}, {"name": "", "audio": "", "normalized": ["I watched joyously as Kawoola was captivated by the semen and pleasure, then pulled my cock out right away."]}, {"name": "Kawoola", "audio": "v_sr226_0044", "normalized": ["Mnnguhh?!", " Huueghh, eheeghh, heeghoughh?!"]}, {"name": "", "audio": "", "normalized": ["With rock hard penis plugging her ass suddenly removed, it must have given her a huge shock."]}, {"name": "", "audio": "", "normalized": ["The shoulders on my cock spread open the classes in her anus and the moment it popped out of her, Kawoola's body arched back wildly."]}, {"name": "", "audio": "", "normalized": ["As if she was electrocuted, she shuddered and jumped violently, letting out lewd noises from her ass poking out."]}, {"name": "", "audio": "", "normalized": ["――*Brrugh* *Bouhgruurrgh*"]}, {"name": "Kawoola", "audio": "v_sr226_0045", "normalized": ["Mnnheeguhh?!", " Houhg, heeghh…"]}, {"name": "", "audio": "", "normalized": ["Perhaps subconsciously, she squeezed her anus in reflex and tried to close it, but her gaping ass did not allow her to."]}, {"name": "Kawoola", "audio": "v_sr226_0046", "normalized": ["Ohhooughh, mnnouhghouhoouhh… Mnngheeghh, huuheghh!"]}, {"name": "", "audio": "", "normalized": ["Then Kawoola screamed and moaned loudly, spewing cum all over the place from the shock and writhed."]}, {"name": "Kawoola", "audio": "v_sr226_0047", "normalized": ["Aaaghh, aaghh, it's coming out!", " Your cum, it's coming out, uughh!", " Oooghughh, mnnghooghh!"]}, {"name": "You", "audio": "", "normalized": ["Come one, let it out more, all you got!"]}, {"name": "Kawoola", "audio": "v_sr226_0048", "normalized": ["Mnnheeghh, hyaaguughh!", " Mmnoouguhh, hhughyuuhhghh!"]}, {"name": "", "audio": "", "normalized": ["As I pushed in her belly, Kawoola breathed in, shuddering from the sensation of the semen, and continued to push out the cum."]}, {"name": "", "audio": "", "normalized": ["Her gaping anus trembled as she tried to push every last drop of cum out of her, shaking her ass and orgasmed from the pleasure of shitting cum――"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Kawoola", "audio": "v_sr226_0049", "normalized": ["I see… I really have developed tolerance to the drug…"]}, {"name": "", "audio": "", "normalized": ["Once Kawoola heard my explanation about the drug, she nodded and said so, facing up at me."]}, {"name": "Kawoola", "audio": "v_sr226_0050", "normalized": ["Hey, I wonder would happen if we use this drug again.", " Wouldn't it be like super crazy?"]}, {"name": "You", "audio": "", "normalized": ["Seriously… And if I fuck you like that, then the drug is going to affect me and I won't be able to fuck you again, okay?"]}, {"name": "", "audio": "", "normalized": ["I answered her as though I was dumbfounded by her, but Kawoola laughed away my concerns and answered back casually."]}, {"name": "Kawoola", "audio": "v_sr226_0051", "normalized": ["A villain like you won't be able to live long anyway.", " Don't worry about such a stupid thing."]}, {"name": "You", "audio": "", "normalized": ["Come on…"]}, {"name": "", "audio": "", "normalized": ["I suppose―― If I did really care about my well being and my future, then I would not have gotten into this business, to begin with."]}, {"name": "You", "audio": "", "normalized": ["…Well, I guess it's true."]}, {"name": "Kawoola", "audio": "v_sr226_0052", "normalized": ["That's right!", " The world is already like a prison as is… Might as well do what we want to live, huh."]}, {"name": "", "audio": "", "normalized": ["Kawoola said so and laughed.", " It looked like she was already preparing and thinking about her next drug-fueled sex."]}]