[{"name": "", "audio": "", "normalized": ["All joints on Shisui's limbs were so badly damaged, the pain alone would have driven any ordinary person insane, rendering them completely useless."]}, {"name": "", "audio": "", "normalized": ["And the tentacle growing from the demon's body grabbed her body and lifted her up like a doll and put her in a bind."]}, {"name": "", "audio": "", "normalized": ["Her legs were spread open wide and vaginal fluid was gushing and dripping from her crotch exposed by the torn outfit."]}, {"name": "Shisui", "audio": "v_sr531_0000", "normalized": ["Guhhahh…!", " Haahhaauhhaagh…"]}, {"name": "", "audio": "", "normalized": ["Shisui came to after passing out but she was still dazed yet she made a calm expression and looked at the demon in front of her."]}, {"name": "", "audio": "", "normalized": ["Then she analyzed how bad her situation was with a level head and found out what the demon was up to."]}, {"name": "Shisui", "audio": "v_sr531_0001", "normalized": ["The reason…you won't kill me…is for reproduction…"]}, {"name": "Demon", "audio": "", "normalized": ["Gwuhughgughugh!"]}, {"name": "", "audio": "", "normalized": ["The demon let out a mocking voice as it was obviously sure of its victory."]}, {"name": "", "audio": "", "normalized": ["However, Shisui had not given up yet, still waiting for the opportunity to escape."]}, {"name": "Shisui", "audio": "v_sr531_0002", "normalized": ["(Right now, my limbs are so damaged internally, I cannot move them at all, but…)"]}, {"name": "", "audio": "", "normalized": ["Shisui was so badly hurt, any regular human being would not be able to recover from the damage at all but she could utilize the natural wave energy."]}, {"name": "", "audio": "", "normalized": ["That meant, of course, she could use that power to heal her body and treat her wounds."]}, {"name": "", "audio": "", "normalized": ["Shisui was already healing her wounds and she would be able to move her limbs in a few moments but she could not help but make a stupid taunt."]}, {"name": "Shisui", "audio": "v_sr531_0003", "normalized": ["If you don't kill me now…you will surely regret it…"]}, {"name": "", "audio": "", "normalized": ["The reason she told the monster to kill her was that she had something she wanted to protect more than her own life――"]}, {"name": "", "audio": "", "normalized": ["That was her virginity."]}, {"name": "", "audio": "", "normalized": ["She did not plan on having sexual intercourse all through her life but it was about to happen right there."]}, {"name": "Shisui", "audio": "v_sr531_0004", "normalized": ["(My virginity, that monster… That disgusting penis… I would rather die than let this happen…)"]}, {"name": "", "audio": "", "normalized": ["Shisui was rendered immobile and the demon's grotesque penis had appeared in front of her."]}, {"name": "", "audio": "", "normalized": ["The demon's large, disgusting penis was covered by numerous bumps, secreting mucus-like fluid all over it."]}, {"name": "", "audio": "", "normalized": ["Shisui would only find out a little too late that the fluid acted as a very powerful aphrodisiac."]}, {"name": "Shisui", "audio": "v_sr531_0005", "normalized": ["Mnnghgeaaghaahh hhaagghh?!"]}, {"name": "", "audio": "", "normalized": ["The demon's huge, ugly penis shoved right into Shisui's vagina without mercy or any signs."]}, {"name": "Shisui", "audio": "v_sr531_0006", "normalized": ["Noo, aaghaahh!", " It hurts, it hurts, it hurts, it hurts…!"]}, {"name": "", "audio": "", "normalized": ["Shisui's stomach inflated slightly as the tip of the demon's penis became visible underneath."]}, {"name": "", "audio": "", "normalized": ["Then fresh blood started seeping from her torn hymen and engulfed the penis, gaping so wide that it was about to tear itself open."]}, {"name": "Shisui", "audio": "v_sr531_0007", "normalized": ["Heeguuhaaghaaghh!", " My pussy, it's tearing apart, aaghaaghh!", " Get it out, get it out, eeghh!"]}, {"name": "Demon", "audio": "", "normalized": ["Gwuhguhguhguhguh!"]}, {"name": "", "audio": "", "normalized": ["The demon let out a joyous voice as Shisui reacted intensely as she screamed loudly just from the penetration."]}, {"name": "Shisui", "audio": "v_sr531_0008", "normalized": ["My stomach's being pushed in… The monster's cock, coming into my womb… Noo!", " Why is this… Ughaaghh!"]}, {"name": "", "audio": "", "normalized": ["Shisui looked up, trying to move her eyes away from her inflated belly to calm herself down desperately."]}, {"name": "", "audio": "", "normalized": ["The pain from her vagina being forced open did not allow her to do that and insufferable pain came out of her mouth in the form of a pained scream."]}, {"name": "Shisui", "audio": "v_sr531_0009", "normalized": ["That thing is so huge, get it out of me, aghaahh!", " Ughuughh… Mnnhnm, gaaghahh!", " I'm a human, aahh!"]}, {"name": "Shisui", "audio": "v_sr531_0010", "normalized": ["There's no way I would reproduce…with a damn monster like you!", " A monster can handle another monster, eegheghh!"]}, {"name": "", "audio": "", "normalized": ["Shisui's eyes opened wide from the intense sense of penetration and writhed with her tongue out, almost passing out from the overwhelming pain."]}, {"name": "", "audio": "", "normalized": ["Or rather, she should have passed out at this point but something strange was happening to Shuisui's body."]}, {"name": "Shisui", "audio": "v_sr531_0011", "normalized": ["(Wait…?", " Inside of my body, it's burning up and… The pain, it's disappearing…)"]}, {"name": "", "audio": "", "normalized": ["The fluid being secreted out of the lumps on the demon's huge, ugly penis quickly showed its effect as the aphrodisiac, giving Shisui demonic pleasure."]}, {"name": "", "audio": "", "normalized": ["The effects made her nipples so erect that it was visibly even through the clothing, secreting even more vaginal fluid."]}, {"name": "Shisui", "audio": "v_sr531_0012", "normalized": ["N-no way… Th-this feels good?!"]}, {"name": "", "audio": "", "normalized": ["The pain strong enough to make her unconscious faded and her body was filled with a dreamy pleasure instead."]}, {"name": "", "audio": "", "normalized": ["That almost made Shisui forget her virginity being taken away and she stared at her inflated belly in confusion."]}, {"name": "Shisui", "audio": "v_sr531_0013", "normalized": ["(Such huge penis of a monster, coming into my pussy… How could I think this feels good?", " This is not right… Impossible.", ")"]}, {"name": "", "audio": "", "normalized": ["Even as Shisui thought, the flesh inside her vagina squeezed and stroked the demon's penis, subconsciously seeking pleasure."]}, {"name": "", "audio": "", "normalized": ["Her mind was still baffled but her body reacted honestly to pleasure and if Shisui's emotion followed, even more pleasure awaited."]}, {"name": "Shisui", "audio": "v_sr531_0014", "normalized": ["The monster's cock, I'm… This is not supposed to be happening!", " No way… I don't want to feel good with this cock…"]}, {"name": "Demon", "audio": "", "normalized": ["Gwuhguhguhguhguh!"]}, {"name": "", "audio": "", "normalized": ["The demon rejoyced was it tasted the human vagina.", " It was tight but also warm and filled with thick vaginal fluid."]}, {"name": "", "audio": "", "normalized": ["Her vagina tangled onto the cock and wiggled.", " Even though it was a demon, it still had male genitalia and it was naturally consumed by pleasure."]}, {"name": "", "audio": "", "normalized": ["And the desire to taste a virgin as much as it wanted was also only a natural outcome with the penis buried inside her."]}, {"name": "Demon", "audio": "", "normalized": ["Gwuhouhouhoghh!"]}, {"name": "Shisui", "audio": "v_sr531_0015", "normalized": ["Mnnghhouhghgyaaghaa aghhaahh?", " !"]}, {"name": "", "audio": "", "normalized": ["The demon roared and shoved its huge penis right down into the base."]}, {"name": "", "audio": "", "normalized": ["At the same time, the tentacled ripped the parts of Shuisui's outfit and exposed her breasts."]}, {"name": "Shisui", "audio": "v_sr531_0016", "normalized": ["Huhhguaaghaahh?!"]}, {"name": "", "audio": "", "normalized": ["Shisui squirted and orgasmed just from the impact of pleasure and showed an ahegao as her eyes rolled back."]}, {"name": "", "audio": "", "normalized": ["And her spine pulled into an arc and pushed out her now exposed breasts as her body shuddered from the intense pleasure."]}, {"name": "Shisui", "audio": "v_sr531_0017", "normalized": ["Aaahyaaghaaghh!", " Ugheeheheheh… My pussy, it's so good!", " I've never felt anything like this before!"]}, {"name": "", "audio": "", "normalized": ["She almost passed out from the shock and pleasure but the aphrodisiacs being secreted from the lumps on the demon's penis prevented her as she groaned."]}, {"name": "", "audio": "", "normalized": ["She was dripping saliva and vaginal fluid pathetically from both top and bottom as she felt orgasmic pleasure with her body as her cheeks blushed."]}, {"name": "Shisui", "audio": "v_sr531_0018", "normalized": ["Inside of my body, the monster's cock, it's filling me up, so much… Guhhwgeghhghh!", " My head is burning up and it feels so good!"]}, {"name": "", "audio": "", "normalized": ["It seemed as though Shisui's tiny body was being stuffed full with the penis, turning her into a sex toy for the demon's penis."]}, {"name": "Shisui", "audio": "v_sr531_0019", "normalized": ["My body, it feels like… The whole thing is turning into a pussy!", " This feels so good… And I don't care about anything else!"]}, {"name": "Demon", "audio": "", "normalized": ["Gwuhgwuhgwuhgwuh!"]}, {"name": "", "audio": "", "normalized": ["As Shisui showed an orgasming expression, the demon let out a satisfied voice and stared at his cock as it was buried inside her."]}, {"name": "", "audio": "", "normalized": ["It was almost like it was smugly stating how she had become intoxicated by its penis."]}, {"name": "Shisui", "audio": "v_sr531_0020", "normalized": ["Haaguhaaghaaghhahh!", " Cock, moving inside… Mnnghaaghhgahh!", " Please, it's coming!"]}, {"name": "", "audio": "", "normalized": ["The demon started pounding her gaping vagina hard as if it was making a final push."]}, {"name": "Shisui", "audio": "v_sr531_0021", "normalized": ["It's so good, so good, uughh!", " My pussy and my womb too… Cock, rubbing me and it feels so good!"]}, {"name": "", "audio": "", "normalized": ["The explosive pleasure made Shisui show an ecstatic expression as she moaned, even squirting a little from her vagina."]}, {"name": "Shisui", "audio": "v_sr531_0022", "normalized": ["My pussy, it's going nuts… I can't stop pissing myself!", " Mnngeghh, haagahhguh… It's coming again!"]}, {"name": "", "audio": "", "normalized": ["Every time the demon moved, its penis pushed her whole body up as the tip popped up through her belly."]}, {"name": "", "audio": "", "normalized": ["Her body was not shaking from pain but from pleasure and she moaned as her nipples were erect hard on her swaying breasts."]}, {"name": "Shisui", "audio": "v_sr531_0023", "normalized": ["Mnngyooughooguhh!", " You're pounding my pussy so hard, you're breaking me but I love it so much!"]}, {"name": "Shisui", "audio": "v_sr531_0024", "normalized": ["Why did I not do this before…if it feels so good, aaghh!", " I wanted to know this sooner, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Shisui lost her virginity as her hymen was torn under such circumstance by the man-made monster."]}, {"name": "", "audio": "", "normalized": ["Its penis was indeed monster-sized and in no way fitting for a virgin like her but she gladly accepted it into her."]}, {"name": "Shisui", "audio": "v_sr531_0025", "normalized": ["My virgin pussy feels so good, eeghh!", " Monster cock, spreading me open… It's so hard and rubbing onto me so much inside my pussy!"]}, {"name": "", "audio": "", "normalized": ["Her vagina was already forced gaping open by the huge penis on the first sex she ever had."]}, {"name": "", "audio": "", "normalized": ["It was not hard to imagine that she would not be able to feel pleasure from having sex with an ordinary human being."]}, {"name": "Shisui", "audio": "v_sr531_0026", "normalized": ["It's like my whole body…has become a pussy… Ughhaghaaghh!", " I can't stop the pleasure!"]}, {"name": "Shisui", "audio": "v_sr531_0027", "normalized": ["Maybe it's not so bad to be…the monster's bitch, ooughh!", " It's so rough but… It's so good, aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["She was bound by the tentacles and her limbs were useless as the monster fucked her hard."]}, {"name": "", "audio": "", "normalized": ["She was pounded repeatedly from below by a penis as big as a log and Shisui shook her head as she felt the shock inside her vagina."]}, {"name": "Shisui", "audio": "v_sr531_0028", "normalized": ["Deep inside me, it's drilling into me, so hard, it's coming in!", " Ugheghh, guhghaaghh!", " It's pounding me, ughh!"]}, {"name": "", "audio": "", "normalized": ["The other Taimanin captured by the tentacles and held captive looked away from Shisui as she was violated in front of their eyes."]}, {"name": "", "audio": "", "normalized": ["Not a single one of them dared to look at her as she had become nothing but the monster's whore."]}, {"name": "Shisui", "audio": "v_sr531_0029", "normalized": ["Mnnghnmmhyoouohghh!", " Virgin pussy, more, fuck me harder, please!", " Guhgouhgaaghh!", " Agghhguhaaghh!"]}, {"name": "Shisui", "audio": "v_sr531_0030_01", "normalized": ["My pussy, it's… It's turning into a monster… A monster like you, uguhh!"]}, {"name": "", "audio": "", "normalized": ["Shisui had lost all of her usual calmness and she had become a slut, spouting obscene words."]}, {"name": "", "audio": "", "normalized": ["No one could tell she used to be respected for her power and talent as she was transformed into just a plaything of the demon."]}, {"name": "Shisui", "audio": "v_sr531_0031", "normalized": ["Please, do whatever you want… Please, just fuck me as much as you want with your huge cock!", " Mnnghaaghh!"]}, {"name": "", "audio": "", "normalized": ["Shisui tried to tighten her vagina but the penis was so huge and she simply could not."]}, {"name": "", "audio": "", "normalized": ["All she could do was to offer her vagina for the demon to violate.", " The demon would simply thrust into her on its own…"]}, {"name": "Shisui", "audio": "v_sr531_0032", "normalized": ["Ughaaghahh!", " Uhhegehh, mmnnaghaahh!", " The bumps on the cock scraping my insides!"]}, {"name": "Shisui", "audio": "v_sr531_0033", "normalized": ["Your cock, it's so hot… It's making my body melt, uguhh!", " Mnnagh, aaguhh… I'm getting boiled up, uuhhghh!"]}, {"name": "", "audio": "", "normalized": ["She poked her tongue out from her open mouth with her eyes rolled back and unfocused as she only saw pleasure."]}, {"name": "Shisui", "audio": "v_sr531_0034", "normalized": ["Mnnghmmgooughh!", " I'm so glad I got to have such a huge cock for my first time, aaghh!", " I'm glad I got caught like this…"]}, {"name": "Shisui", "audio": "v_sr531_0035", "normalized": ["Getting fucked all they into my belly… It's not normal, but…this is so fitting…for my first time, aaghh!"]}, {"name": "", "audio": "", "normalized": ["The demon continued to devour and pound her vagina as it was pushed up into her belly."]}, {"name": "", "audio": "", "normalized": ["Its face remained completely inorganic as it was so even during the battle and only its penis moved as though it had the emotion of its own."]}, {"name": "Demon", "audio": "", "normalized": ["Gwuhguhguhguhguhguh!"]}, {"name": "Shisui", "audio": "v_sr531_0036", "normalized": ["Hey you, monster, do you like how my pussy feels…?", " I'm feeling…so good, uguhh!"]}, {"name": "Shisui", "audio": "v_sr531_0037", "normalized": ["Please, you can fuck me even harder, aghaahh!", " You can break me, so just fuck me hard, eeghghh!"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac from the demon's penis was so potent it made Shisui spout complete nonsense as she had no idea what she was saying herself."]}, {"name": "", "audio": "", "normalized": ["Her mind was simply filled with more lust for pleasure and she had become a monster, just like the demon she was facing."]}, {"name": "Shisui", "audio": "v_sr531_0038", "normalized": ["Gyaaghaaghaaghh?!", " There, that's it, eeghh!", " Please, just fuck me and break me!"]}, {"name": "Shisui", "audio": "v_sr531_0039", "normalized": ["My heart is racing so fast… I'm going to die like this!", " But I don't care, just keep me fucking with your cock!"]}, {"name": "", "audio": "", "normalized": ["The demon kept thrusting as its penis was almost bursting through her belly, nearly making her bleed from her entire vagina instead of just her hymen."]}, {"name": "", "audio": "", "normalized": ["However, Shisui still felt only pleasure, and even then getting pounded into her stomach made her feel ecstasy."]}, {"name": "Shisui", "audio": "v_sr531_0040", "normalized": ["It's pounding into my belly so hard, please, eeghghh!", " There, it's so deep and I love it, aaghahh!"]}, {"name": "Shisui", "audio": "v_sr531_0041", "normalized": ["Haaghaaghhaaghh!", " Your cock… It's throbbing inside me… Please, it's coming already, ooughh!"]}, {"name": "", "audio": "", "normalized": ["As Shisui felt through her vagina, the demon's semen was about to erupt and his penis started thrusting even faster as it made the final push."]}, {"name": "Shisui", "audio": "v_sr531_0042", "normalized": ["Huhhgyaaghaaghh!", " Come on… Please, just cum inside me, lots and lots of cum!", " I wanna come with you, agahh!"]}, {"name": "Shisui", "audio": "v_sr531_0043", "normalized": ["Please, make cover my body…with your filthy monster cum, eeghh!", " Please, just break me into pieces!"]}, {"name": "", "audio": "", "normalized": ["Once the penis was buried all the way down to its base, the demon ejaculated and it achieved its goal."]}, {"name": "Shisui", "audio": "v_sr531_0044", "normalized": ["Ghaaghaaghaaghh!", " Come on, cum with your monster cock, eeghh!"]}, {"name": "Demon", "audio": "", "normalized": ["Gwuhooughh!"]}, {"name": "", "audio": "", "normalized": ["The demon roared and poured its seed into Shisui's womb."]}, {"name": "", "audio": "", "normalized": ["Shisui's belly inflated like a pregnant woman and smen rushed into her womb, almost bursting it."]}, {"name": "Shisui", "audio": "v_sr531_0045", "normalized": ["Coommiinngg!", " I'm coming with monster baby juice, I'm coming too, ughh!"]}, {"name": "", "audio": "", "normalized": ["Shisui felt an overwhelming sense of joy from the demon's aphrodisiac and showed a submissive ahegao with tongue poking out, moaning, and orgasming."]}, {"name": "Shisui", "audio": "v_sr531_0046", "normalized": ["Heheheheheh… My virgin pussy is so gull now, thank you so much.", " My stomach is so hot and it's burning me."]}, {"name": "Shisui", "audio": "v_sr531_0047", "normalized": ["So this is ejaculation.", " So much cum deep inside my pussy and it feels so good.", " More, I want more."]}, {"name": "", "audio": "", "normalized": ["The amount of demon's semen was also monstrous and it gushed from her vagina as viscous white fluid dripped from her crotch."]}, {"name": "", "audio": "", "normalized": ["And Shisui orgasmed over and over with prolonged ejaculation, sucking the semen in with her trembling womb, consuming intense pleasure."]}, {"name": "Shisui", "audio": "v_sr531_0048", "normalized": ["Ohhouhooghh… Ohohough.", " Ahheeghghh… I-I'm…pregnant!", " The monster knocked me up!"]}, {"name": "Demon", "audio": "", "normalized": ["Gwuooughh!"]}, {"name": "", "audio": "", "normalized": ["The demon roared from the pleasure of conquering a woman and for the baby that would be born."]}, {"name": "", "audio": "", "normalized": ["Then it ripped the heads off of all the Taimanin taken captive, executing them."]}, {"name": "", "audio": "", "normalized": ["However, that was just demon being too cocky――"]}, {"name": "", "audio": "", "normalized": ["Later, the demon continued to seed her three more times to make sure she was pregnant."]}, {"name": "", "audio": "", "normalized": ["And when it was about to take Shisui back to its lair, the injuries on her limbs healed completely."]}, {"name": "", "audio": "", "normalized": ["The demon's life ended at its peak moment."]}, {"name": "", "audio": "", "normalized": ["And a few hours later――"]}, {"name": "", "audio": "", "normalized": ["The only sentient being left on the completely destroyed island with the Republic of East Asia base was Shisui."]}, {"name": "", "audio": "", "normalized": ["Shisui grabbed a radio off of what remained of her comrade and called in."]}, {"name": "Shisui", "audio": "v_sr531_0049", "normalized": ["Mission accomplished… Only one survivor."]}, {"name": "", "audio": "", "normalized": ["Shisui opened the only book that caught her eyes on the base which she took with her."]}, {"name": "", "audio": "", "normalized": ["She decided to read it till the exfiltration helicopter arrived."]}, {"name": "", "audio": "", "normalized": ["It was as if she was organizing her mind to keep calm after getting her comrades killed and her virginity taken by the demon."]}]