[{"name": "", "audio": "", "normalized": ["February 14th is Valentine's Day."]}, {"name": "", "audio": "", "normalized": ["A strange day where women are urged to hand chocolates to men they are interested in.", " Surely, it was a corporate promotion by a snack company."]}, {"name": "Minasaki", "audio": "v_sr440_0000", "normalized": ["…Mnnhh, h-hey, wait up, okay?!", " Come on, just, hey… I said, wait a minute, hey!"]}, {"name": "You", "audio": "", "normalized": ["Why would I wait now?", " You wanted this, didn't you?"]}, {"name": "Minasaki", "audio": "v_sr440_0001", "normalized": ["…Hyaahh, haauhhnmgh?!"]}, {"name": "", "audio": "", "normalized": ["*Thud*"]}, {"name": "", "audio": "", "normalized": ["A small girl was struggling on top of the bed, with the bedsheets going everywhere, as the bed made loud, creaking noises.", " Her name was Minasaki."]}, {"name": "", "audio": "", "normalized": ["She was a little demon girl who claimed to be the reincarnation of the mythical demon, Yatagarasu.", " She did sport pitch-black wing and was able to turn it into sharp blades."]}, {"name": "Minasaki", "audio": "v_sr440_0002", "normalized": ["H-hey, w-wait a minute, please… Mnnahh, n-no.", " This is… I-it's too embarrassing!"]}, {"name": "", "audio": "", "normalized": ["Minasaki was struggling as hard as she could while still lying on her back while being clad in a black, gothic-lolita dress instead of her usual kimono."]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " Look at you.", " You're wearing such a slutty lingerie and you're telling me to stop?"]}, {"name": "Minasaki", "audio": "v_sr440_0003", "normalized": ["Haauhhghh?!", " Th-that's… Y-you know.", " Th-that's just, uhmm… H-hey…?"]}, {"name": "", "audio": "", "normalized": ["Minasaki turned her eyes away embarrassedly."]}, {"name": "", "audio": "", "normalized": ["Apparently, her fancy lingerie with lacy fabric was supposed to be the big gun she was bringing out for the occasion."]}, {"name": "You", "audio": "", "normalized": ["So, you handed the man you were interested in, me, chocolate, and then wanted this to happen, right?"]}, {"name": "You", "audio": "", "normalized": ["…Am I wrong?"]}, {"name": "Minasaki", "audio": "v_sr440_0004", "normalized": ["Y-you aren't wrong!", " Aaughh, b-but, that's not what I mean.", " I just wanted… S-something gentler… Y-you know what I mean?"]}, {"name": "", "audio": "", "normalized": ["I ignored the young girl's faint complaints and then continued to rub her belly under the expensive fabric."]}, {"name": "", "audio": "", "normalized": ["I thought she had not quite matured as a woman yet, but apparently, I was wrong."]}, {"name": "", "audio": "", "normalized": ["Her crotch was already getting moist under the thing layer of the fabric."]}, {"name": "You", "audio": "", "normalized": ["What did you expect?", " You've been here a while.", " You should know how I usually operate now, right?"]}, {"name": "Minasaki", "audio": "v_sr440_0005", "normalized": ["I-I mean, I know that already!", " …You know, come on.", " I just wanted you to take it gently on Valentine's Day… P-please…"]}, {"name": "", "audio": "", "normalized": ["The demon with a rather girlish taste confessed she wanted the sweet, romantic pampering with even her ears blushing."]}, {"name": "You", "audio": "", "normalized": ["Well, well.", " You're asking for quite a romantic treatment there.", " Did you think I would listen to you because of a few chocolates?"]}, {"name": "", "audio": "", "normalized": ["I pressed down on my fingers down just a little and Minasaki let out a muffled voice."]}, {"name": "Minasaki", "audio": "v_sr440_0006", "normalized": ["Haauh, haauuguuhh?!", " …Y-you're so cruel.", " Why do you keep doing this… Aaahh, aauh… Mnn, heeguhh!"]}, {"name": "", "audio": "", "normalized": ["Minasaki was still struggling wildly with her limbs with tears in her eyes while trying to escape the stimulation."]}, {"name": "", "audio": "", "normalized": ["However, with me lifting her up and her legs spread wide, she could not do much as she was forced to feel my fingers ravaging her."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " I keep doing this… I guess you're right…"]}, {"name": "Minasaki", "audio": "v_sr440_0007", "normalized": ["Haauhhaahh… Aaahh, mnnaaghh?", " Haauh, haauhahh… Aaahnmgh, n-no, not there… You can't touch me… Aaahh, huhhnmgh?!"]}, {"name": "", "audio": "", "normalized": ["I changed the movement of my fingertips rubbing her through the fabric from rough to more gentle and intimate."]}, {"name": "", "audio": "", "normalized": ["It was not because I took pity on this girl.", " It was only because I was getting tired of her whining."]}, {"name": "Minasaki", "audio": "v_sr440_0008", "normalized": ["Aahh… Aaaghh, haauuhhnm.", " Aaagh, aahh, this is amazing.", " Y-you're just fingering me… B-but why is it so good?"]}, {"name": "", "audio": "", "normalized": ["With her limb shaking, it was almost like she was a fish that got beached onto a land."]}, {"name": "", "audio": "", "normalized": ["Minasaki's pale, pinkish lips were starting to leak aroused breath with a hint of a sigh."]}, {"name": "You", "audio": "", "normalized": ["Now, with details aside, you did give me the chocolate, so might as well return you the favor, right?"]}, {"name": "Minasaki", "audio": "v_sr440_0009", "normalized": ["Yeah, I heard about that.", " Men are supposed to give candies and cookies in return, right?", " Th-they call it the White Day…"]}, {"name": "You", "audio": "", "normalized": ["Oh?", " So you can wait for a month like this?"]}, {"name": "", "audio": "", "normalized": ["I mocked her with a bit of flare in my voice and then slightly pressed down on her with my fingers."]}, {"name": "Minasaki", "audio": "v_sr440_0010", "normalized": ["Hueeghh?!", " …Aaahhnmghuughh!", " Aahaahuughh.", " S-stop this.", " Please don't go so rough?!"]}, {"name": "", "audio": "", "normalized": ["Even with the slightest of stimulation, Minasaki showed a rather extreme reaction."]}, {"name": "", "audio": "", "normalized": ["Her pale, clear skin reminded me more of a porcelain doll rather than a raven, but it was now turning pink."]}, {"name": "Minasaki", "audio": "v_sr440_0011", "normalized": ["Haauhhaahh, agahaahh, heeghh!", " Kyaauhhnmgh!", " Th-that's… N-noo?!"]}, {"name": "", "audio": "", "normalized": ["She let out a high-pitched voice as the vaginal fluid seeping out of her lacy underwear started to get her moist."]}, {"name": "", "audio": "", "normalized": ["She was denying it with her words, but she was showing a feminine reaction to my teasing."]}, {"name": "You", "audio": "", "normalized": ["You're struggling so much but also getting so wet too, huh?", " I guess you were all ready to go, dressed like that, eh?"]}, {"name": "Minasaki", "audio": "v_sr440_0012", "normalized": ["W-wait?!", " …Th-that's not it.", " I-I wasn't like… That's not true… Haah, haauhhnmghh?!"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I knew I was right… Well, such a mischievous girl like you cause me so much trouble."]}, {"name": "", "audio": "", "normalized": ["After Minasaki started working for me, she was doing things that were hardly just mischiefs without even flinching her eyes."]}, {"name": "", "audio": "", "normalized": ["In fact, I had no idea what she would be up to, especially when she was with Lilim whom she quickly befriended.", " Even Tokiko had a hard time with them."]}, {"name": "Minasaki", "audio": "v_sr440_0013", "normalized": ["Haauhhaahh… Aaaghh, aahh, if you keep going like that… I-I'm… Th-that's not… Mnnguhh, mnnaahh?!"]}, {"name": "", "audio": "", "normalized": ["The mischievous little demon was now showing a feminine expression craving for men as her limbs were trembling."]}, {"name": "You", "audio": "", "normalized": ["You know, we really never had a face to face talk like this, huh?", " Yeah, I guess I'll treat you like a proper woman tonight."]}, {"name": "Minasaki", "audio": "v_sr440_0014", "normalized": ["Eh, really?!", " …Aaaghh, ahh… H-hey, you can't do that, not there… Aaghh, d-don't touch me… Not there."]}, {"name": "", "audio": "", "normalized": ["Minasaki shuddered from pleasure as her brows weakly frowned."]}, {"name": "", "audio": "", "normalized": ["The lacy underwear was getting drenched and her thighs that were so soft like fresh dough were sucking my fingers in as I just rubbed her."]}, {"name": "You", "audio": "", "normalized": ["Why don't you open up your legs a bit more?", " I can't really see your cute lingerie, you know?"]}, {"name": "Minasaki", "audio": "v_sr440_0015", "normalized": ["Huuehh, i-it's cute?!", " D-did you just say cute?!"]}, {"name": "", "audio": "", "normalized": ["I moved her underwear out of the way, catching her off guard, and fingered her exposed crevice."]}, {"name": "", "audio": "", "normalized": ["Even though it was getting nice and wet, it still not that different from the human counterpart.", " She started to let out a high-pitched scream from me fingering her."]}, {"name": "Minasaki", "audio": "v_sr440_0016", "normalized": ["Hyahhnm?!", " Th-that's… Right there, y-your fingers… You can't put your fingers there?!"]}, {"name": "You", "audio": "", "normalized": ["Huh… I guess you're still immature as ever down here, eh?"]}, {"name": "", "audio": "", "normalized": ["She may not look the part, but Minasaki was indeed a demon.", " She was not a virgin either.", " She even had been gangbanged by multiple men under my orders."]}, {"name": "", "audio": "", "normalized": ["However, her now exposed vagina was nice and pink as I pushed down on it and it was perky like a virgin but also erotic like a whore."]}, {"name": "Minasaki", "audio": "v_sr440_0017", "normalized": ["Aaaghh, th-this is embarrassing… Please.", " Y-you touching me like that… M-my… My… My pussy… Mnngh… Guouhh!"]}, {"name": "", "audio": "", "normalized": ["I disregarded her moans and I continued to insert my fingers right into her vagina just slightly, moving them in and out."]}, {"name": "", "audio": "", "normalized": ["The Minasaki's body started twitching and jumping up as if she was just struck by lightning."]}, {"name": "Minasaki", "audio": "v_sr440_0018", "normalized": ["mNNhuhaaghh?!", " P-please!", " Th-there… M-my pussy… I can't take it there!", " …I-I can't keep my voice down?!"]}, {"name": "", "audio": "", "normalized": ["She closed her eyes tightly and shook her head left and right while she was shuddering from the pleasure way over her capacity."]}, {"name": "", "audio": "", "normalized": ["With her acting right that right in front of my eyes, it was only teasing my sadistic desire."]}, {"name": "You", "audio": "", "normalized": ["Now what?", " You don't have to keep your voice down.", " Just let it out.", " We are having sex, you and me, right?"]}, {"name": "Minasaki", "audio": "v_sr440_0019", "normalized": ["Haauhhahh… Aaahh, s-sex?", " Y-you…and me, having sex, w-we're having sex?"]}, {"name": "", "audio": "", "normalized": ["As Minasaki was receiving my fingers in, squeezing on it with her vagina while barely able to breathe."]}, {"name": "", "audio": "", "normalized": ["She was gangbanged and punished for her mischiefs."]}, {"name": "", "audio": "", "normalized": ["As I looked back at what I had done to her on daily basis, I have had regular sex only a handful of times."]}, {"name": "You", "audio": "", "normalized": ["That's right.", " It's just you and me, just the two of us…"]}, {"name": "Minasaki", "audio": "v_sr440_0020", "normalized": ["J-just the two of us… Aahh, th-that's like, it's, i-it's like you and me are….", " i-in… In…?!"]}, {"name": "You", "audio": "", "normalized": ["…Calm down."]}, {"name": "", "audio": "", "normalized": ["Girlish Minasaki was blushing all the down to her neck."]}, {"name": "", "audio": "", "normalized": ["Damn it.", " Women are so easy to jump to a conclusion and too simple-minded creatures."]}, {"name": "", "audio": "", "normalized": ["I dug into her crevice with no mercy.", " I bent my fingers in a hook-like shape and her vaginal walls squeezed me tightly."]}, {"name": "Minasaki", "audio": "v_sr440_0021", "normalized": ["Mnnguhh?!", " Huhaahh!", " Ahh, n-no!", " N-not there… D-don't go so rough… Aahh, uhghuhagh?!"]}, {"name": "", "audio": "", "normalized": ["She clenched her teeth and suppressed her voice, perhaps trying to distance herself from pleasure, but letting out incoherent moans."]}, {"name": "You", "audio": "", "normalized": ["What's the matter?", " It's just the two of us here.", " You don't have to keep your voice down."]}, {"name": "Minasaki", "audio": "v_sr440_0022", "normalized": ["Th-that's true, but… I just can't!", " I don't, like, it would be… It would be so girly… Y-you know…"]}, {"name": "", "audio": "", "normalized": ["Minasaki was embarrassed so much just to even say the word \"girly\" for some reason."]}, {"name": "", "audio": "", "normalized": ["It was surprising but she appeared she was embarrassed to be making feminine reactions."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I didn't think you would say that now… You already are girly enough as is."]}, {"name": "Minasaki", "audio": "v_sr440_0023", "normalized": ["Eeeghh?!", " Wh-what's that supposed to…?", " Aaaghh?!", " Mmmghh… Hughahh.", " N-noo?!"]}, {"name": "You", "audio": "", "normalized": ["…Mnngh?!", " Hey, don't struggle… Mnnhh."]}, {"name": "Minasaki", "audio": "v_sr440_0024", "normalized": ["C-c-come on, m-my nipples… I can't, k-keep my voice…down!", " …Mnnuh, mnnhuhahh… Aaghaahh."]}, {"name": "", "audio": "", "normalized": ["Minasaki tried to suppress her voice by biting down on her lips but she seemed surprised that even more lewd moans were coming out of her mouth."]}, {"name": "", "audio": "", "normalized": ["I sucked onto her erect nipples."]}, {"name": "", "audio": "", "normalized": ["I let my tongue run over the tip of her nipples as they were getting harder, her body trembled and shuddered."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I make you realized you are a woman in the end, no matter how much you try to resist me."]}, {"name": "Minasaki", "audio": "v_sr440_0025", "normalized": ["Th-that's not fair!", " You can't like me there, not like this… Mnnaahh, mnuuhh, I-I can't… I'm gonna start moaning…"]}, {"name": "", "audio": "", "normalized": ["Her pale pink nipple bounced about on my tongue.", " I licked it to calm it down and she answered with a twitch."]}, {"name": "", "audio": "", "normalized": ["Her still developing breasts were a little too young to call them ripe, but I could expect some growth in the future."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Looks like these have gotten pretty hard, eh?"]}, {"name": "Minasaki", "audio": "v_sr440_0026", "normalized": ["Mnnhuhuahahh?!", " S-stop this… P-please, stop.", " M-my nipples?!", " …M-my breasts… N-noo…!"]}, {"name": "", "audio": "", "normalized": ["I suddenly stopped teasing Minasaki with my tongue and lips just as she asked me to."]}, {"name": "", "audio": "", "normalized": ["As my relentless foreplay stopped, her pleasured moans also stopped right at the same time."]}, {"name": "Minasaki", "audio": "v_sr440_0027", "normalized": ["…Ehh?", " …Wh-what?", " Hey?", " …A-are you stopping… Really?"]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " I'll stop if you don’t want it, okay?"]}, {"name": "", "audio": "", "normalized": ["As the foreplay suddenly stopped, Minasaki showed a baffled expression immediately."]}, {"name": "", "audio": "", "normalized": ["It was as if a child had a toy she was just playing with suddenly taken away from her."]}, {"name": "Minasaki", "audio": "v_sr440_0028", "normalized": ["Th-that's… H-hey…?", " Ehh, you know… Hey."]}, {"name": "", "audio": "", "normalized": ["Minasaki tried to rub her thighs together restlessly like she was trying to fight an itch."]}, {"name": "You", "audio": "", "normalized": ["…What?", " Do you have something to say to me?"]}, {"name": "Minasaki", "audio": "v_sr440_0029", "normalized": ["…Uhhghh!", " Y-you are always so mean to me, always.", " Why are you being so mean?!"]}, {"name": "", "audio": "", "normalized": ["Minasaki was not able to articulate her feeling verbally and started to struggle with her body."]}, {"name": "You", "audio": "", "normalized": ["Why don't you just admit it?", " You can just tell me what you want, that's not too hard, right?"]}, {"name": "", "audio": "", "normalized": ["I was still fingering her, covering her whole vagina and quickly moving my finger, teasing her."]}, {"name": "", "audio": "", "normalized": ["It seemed I had no need to stimulate her any further.", " Minasaki was already opening up her legs and inviting me in."]}, {"name": "Minasaki", "audio": "v_sr440_0030", "normalized": ["Haahhaahuh… Aaahh, I-I can't… No more.", " P-please.", " I-I want it, please… W-would you…?"]}, {"name": "You", "audio": "", "normalized": ["…What exactly do you want me to do?"]}, {"name": "", "audio": "", "normalized": ["I pressed down on her growing clitoris with my thumb to tease her just a little more."]}, {"name": "Minasaki", "audio": "v_sr440_0031", "normalized": ["Mnnguhh?!", " Aghaahh!", " M-my titties… My titties, please… I-I want you to do things to them!"]}, {"name": "You", "audio": "", "normalized": ["Your tits… What do you want me to do to them?"]}, {"name": "", "audio": "", "normalized": ["I used my lips and the tip of my tongue to lightly stimulate her nipple by poking at it."]}, {"name": "", "audio": "", "normalized": ["Her breasts were shaking like jelly.", " Minasaki opened her mouth again as if she had finally given in."]}, {"name": "Minasaki", "audio": "v_sr440_0032", "normalized": ["Uuhhghh… P-please lick them!", " My… My titties!", " …P-please lick them gently… P-please… I'm begging you."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " Oh well.", " I guess it's time to make you come."]}, {"name": "", "audio": "", "normalized": ["As I said, I pressed my lips onto Minasaki's nipple and devoured her as if I was trying to swallow everything."]}, {"name": "Minasaki", "audio": "v_sr440_0033", "normalized": ["…Hyaahh, hyaayyuhhnmghh?!"]}, {"name": "", "audio": "", "normalized": ["I was not simply licking her nipple with the tongue alone but also used my lips to gently engulf it all the while making wet, lewd, slurping noises."]}, {"name": "", "audio": "", "normalized": ["Her nipple was nice and perky as I nibbled on one in my mouth and it pushed back against me, despite how soft it was."]}, {"name": "Minasaki", "audio": "v_sr440_0034", "normalized": ["Aahghaahh, aahuuhh… N-no, th-that's too rough?!", " …Aaagh, haahuhh.", " D-don't bite… Don't bite, noo?!"]}, {"name": "You", "audio": "", "normalized": ["…Mnngh, mmnhh…"]}, {"name": "", "audio": "", "normalized": ["I rolled her nipple on the tip of my tongue as she was reacting more to gentle stimulation and occasionally nibbled on it."]}, {"name": "", "audio": "", "normalized": ["Her nipples were exposed to pure pleasure and they had become completely erect, feeling almost like ripe fruit inside my mouth."]}, {"name": "Minasaki", "audio": "v_sr440_0035", "normalized": ["Haauhhaahh.", " Ahh, please, no.", " Licking and biting, licking and biting again… Y-you're so mean… Aaauhhaauhhnm?!"]}, {"name": "You", "audio": "", "normalized": ["Heh, listening to you like this is only turning me on, you know?"]}, {"name": "", "audio": "", "normalized": ["I teased her nipple thoroughly after I had rolled them around all over in my mouth with my tongue and lips."]}, {"name": "", "audio": "", "normalized": ["Wet noises echoed into Minasaki's ears and I could see she was twisting her body from the ticklish sensation."]}, {"name": "Minasaki", "audio": "v_sr440_0036", "normalized": ["Mnnhuhahh?!", " M-my nipples!", " N-noo… Nore there.", " Not like this… Aaghh, this is going to make me nuts!"]}, {"name": "", "audio": "", "normalized": ["Obscene, moist noises and the high-pitched moans of the demon girl were filling the bedroom."]}, {"name": "", "audio": "", "normalized": ["Minasaki's whole body was about to sink into the sea of pleasure with such arousal."]}, {"name": "You", "audio": "", "normalized": ["…You can just let it take over, you know."]}, {"name": "", "audio": "", "normalized": ["I quickly moved my fingertips while it was still running along Minasaki's crotch as I sucked onto her nipple."]}, {"name": "", "audio": "", "normalized": ["My fingers moved wildly, covering the entirety of her crotch as I observed Minasaki's reaction, looking for the right spot."]}, {"name": "Minasaki", "audio": "v_sr440_0037", "normalized": ["Uhhnm, aghh, m-my pussy too?!", " N-noo… You're going way too hard… I-I can't take it much longer!"]}, {"name": "", "audio": "", "normalized": ["The demon girl was writhing as she was about to achieve orgasm.", " Viscous honey was endlessly flowing out of her labia."]}, {"name": "You", "audio": "", "normalized": ["Yeah, look at this, huh?", " You can see my whole finger going into your pussy, all the way in, yeah…?"]}, {"name": "Minasaki", "audio": "v_sr440_0038", "normalized": ["Haahhaahh… Aghaahh, n-no.", " I-if you keep going like this any longer… I-I'm going to come.", " I'm coming…"]}, {"name": "", "audio": "", "normalized": ["Minasaki started to lewdly shake her hips on her own as she longer cared about her dignity, just devouring lust."]}, {"name": "", "audio": "", "normalized": ["Moist, erotic noises echoed inside the room."]}, {"name": "You", "audio": "", "normalized": ["Do you want to come that bad?", " Do you want to come with my finger up your pussy?"]}, {"name": "Minasaki", "audio": "v_sr440_0039", "normalized": ["Haauhhaahh… Aghaahh, I-I wanna come!", " Please, my pussy, please… Please just make me come!"]}, {"name": "", "audio": "", "normalized": ["Her breath was getting even rougher.", " She was no longer able to resist or deny pleasure."]}, {"name": "", "audio": "", "normalized": ["She was lifting her hips, seeking men like a whore."]}, {"name": "You", "audio": "", "normalized": ["Huh, that's good, Minasaki… Now, you better come hard!"]}, {"name": "", "audio": "", "normalized": ["I bend my finger into a hook to cover her whole vagina and then looked for the spot she was most sensitive at."]}, {"name": "", "audio": "", "normalized": ["With the flood of vaginal fluid, my fingertip got drenched while I continued to lead her towards the orgasm."]}, {"name": "Minasaki", "audio": "v_sr440_0040", "normalized": ["Mnnuhh… Aaaghh, huuh, huhahh… Aaghh, n-noo… Please, I-I can't… Coming, I'm coming, coming, uughh?!"]}, {"name": "", "audio": "", "normalized": ["The next moment, Minasaki reached the climax while letting out a high-pitched moan."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Splosh*"]}, {"name": "Minasaki", "audio": "v_sr440_0041", "normalized": ["Mnnhuhaaghh!", " C-come, come, coming, coming?!"]}, {"name": "", "audio": "", "normalized": ["Her voice was trembling from joy as Minasaki achieved orgasm and her squirt gushed out."]}, {"name": "", "audio": "", "normalized": ["Her inner thighs were twitching while the milky-white fluid spewed out of her."]}, {"name": "You", "audio": "", "normalized": ["Well, well… How much squirt you got in you?"]}, {"name": "", "audio": "", "normalized": ["With the gushing vaginal fluid and female ejaculation, the bed was so soaked that the fluids were forming a pool on top of it."]}, {"name": "", "audio": "", "normalized": ["Minasaki's whole body was trembling from pleasure and continued to spew fluids like she was a broken sprinkler."]}, {"name": "Minasaki", "audio": "v_sr440_0042", "normalized": ["Haahhahh… Aahh, b-but, I-I just can't stop it… I-it feels too good, and… I-I can't stop it!"]}, {"name": "", "audio": "", "normalized": ["Her cheeks were blushing as if she was having a fever."]}, {"name": "", "audio": "", "normalized": ["I pressed my cool back of hand onto it and she showed me a smile filled with joy."]}, {"name": "Minasaki", "audio": "v_sr440_0043", "normalized": ["…Ahhah, aahahh, I just came with your finger alone… I came with just your fingering… Hmnnheheh, mnahh… Huahh."]}, {"name": "", "audio": "", "normalized": ["Her whole body went limp and her knees were shaking, but she was still able to speak coherently."]}, {"name": "", "audio": "", "normalized": ["Minasaki was intoxicated by pleasure and showed a pathetic expression while she was savoring the lingering pleasure."]}, {"name": "You", "audio": "", "normalized": ["You look much better now that you're not fighting the pleasure."]}, {"name": "Minasaki", "audio": "v_sr440_0044", "normalized": ["…Mnnuhh?", " What did you say?"]}, {"name": "You", "audio": "", "normalized": ["No, nothing."]}, {"name": "", "audio": "", "normalized": ["As I looked at her still young breasts, my cock which was just removed from her vagina was starting to grow larger once again."]}, {"name": "", "audio": "", "normalized": ["She was trying to deny it, but Minasaki was indeed attractive enough as a woman."]}, {"name": "Minasaki", "audio": "v_sr440_0045", "normalized": ["…Haahhahh.", " Ahh, l-look at that.", " The bed is all drenched now, isn't it?", " I-I'm sorry…"]}, {"name": "You", "audio": "", "normalized": ["Don't worry about it.", " This is what I wanted too.", " Anyway… I didn't know you could actually be sorry, huh?"]}, {"name": "", "audio": "", "normalized": ["Minasaki looked a little disgruntled at my surprised expression."]}, {"name": "Minasaki", "audio": "v_sr440_0046", "normalized": ["H-hey.", " I-I can apologize when I need to!"]}, {"name": "", "audio": "", "normalized": ["She was pouting but was still so adorable.", " To those who were into something like that, she would have been irresistible."]}, {"name": "", "audio": "", "normalized": ["I was getting quite aroused myself too."]}, {"name": "Minasaki", "audio": "v_sr440_0047", "normalized": ["…Ahah.", " H-hey?", " You… You can keep going, right?"]}, {"name": "", "audio": "", "normalized": ["I was surprised how greedy Minasaki was, asking for more right after achieving orgasm."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " You still haven't had enough, I see.", " Looks like you're drenched down there too…"]}, {"name": "Minasaki", "audio": "v_sr440_0048", "normalized": ["Heheheh.", " You know, your fingers just felt so good.", " I have to taste your cock too."]}, {"name": "", "audio": "", "normalized": ["The little demon spread open her vagina with her own fingertips, showing it off to me."]}, {"name": "", "audio": "", "normalized": ["She had the smile of a woman who knew exactly what she had to do to allure men."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, alright.", " I think we've had enough foreplay.", " Shall the show on the road?"]}, {"name": "Minasaki", "audio": "v_sr440_0049", "normalized": ["…Huh?", " F-foreplay… So, d-does that mean that was just a warm-up…or something like that?"]}, {"name": "", "audio": "", "normalized": ["Minasaki looked at me as her expression suddenly showed concern as I mounted on top of her."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, the fun's just getting started."]}, {"name": "", "audio": "", "normalized": ["The Valentine's night had just begun."]}]