[{"name": "", "audio": "", "normalized": ["The Dark World bandit \"Hagakure\" would not only pillage but also violate and kill without any remorse."]}, {"name": "", "audio": "", "normalized": ["…For that matter, they were run of the mill bandits."]}, {"name": "", "audio": "", "normalized": ["However, I had found out the leader of such scoundrels was a beast-man girl who controlled sharp, cutting gusts of wind."]}, {"name": "You", "audio": "", "normalized": ["The leader of the Hagakure Gang, that's you…Kohaku?", " I see, your eyes do have the amber color, huh?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0000", "normalized": ["Guh!", " L-let me go.", " How dare you, a mere human… What the hell did you do to me!"]}, {"name": "", "audio": "", "normalized": ["The girl who was thrown on the ground with her hands held behind her back was Hagakure Kohaku."]}, {"name": "You", "audio": "", "normalized": ["I've taken your wind powers now.", " You can't unbind yourself or even move at all, alright?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0001", "normalized": ["Wh-what the…?"]}, {"name": "", "audio": "", "normalized": ["I held her head down and her fluffy animal ears resembling cats and dogs twitched nervously."]}, {"name": "", "audio": "", "normalized": ["They say she was half human and half Kamaitachi."]}, {"name": "", "audio": "", "normalized": ["She could dash so fast it created a vacuum trail, resulting in gusts sharp enough to cut, a formidable ability."]}, {"name": "You", "audio": "", "normalized": ["If you don't believe me, then feel free to try using it."]}, {"name": "You", "audio": "", "normalized": ["Of course, with me pinning you down like this, you can't use that speed of yours though, eh?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0002", "normalized": ["Damn… Y-you damn coward!", " Untie me now, get me out of these ropes, come on!"]}, {"name": "", "audio": "", "normalized": ["There were a lot of mysteries surrounding her birth and such, but Kohaku the half-beast was adopted by a band of bandits soon after she was born."]}, {"name": "", "audio": "", "normalized": ["Then she made her way through the ranks with her ability, becoming the boss."]}, {"name": "", "audio": "", "normalized": ["Kohaku was the only one with special powers."]}, {"name": "", "audio": "", "normalized": ["Even though they fashioned themselves as a band of marauders, they were a bunch of amateurs and it was a piece of cake once I cut her off from the rest."]}, {"name": "You", "audio": "", "normalized": ["Why don't you quit this silly bandit nonsense and come work for me?", " Kohaku, I will pay well for your powers."]}, {"name": "Kohaku", "audio": "v_r-ev209_0003", "normalized": ["No fucking way!"]}, {"name": "Kohaku", "audio": "v_r-ev209_0004", "normalized": ["We're the Hagakure Gang and we've lived the way we like it.", " We're not gonna take orders from anyone!"]}, {"name": "", "audio": "", "normalized": ["She exposed her jagged, beast-like teeth and barked right back at me.", " It was indeed an attitude fit for a wild animal."]}, {"name": "", "audio": "", "normalized": ["Not only did she have the wind powers, but she also possessed quite a curvy body as well.", " Her buttocks felt nice."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You live how you like, meaning they've forsaken you, their own boss, and scattered away one their own, right?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0005", "normalized": ["Guhmnunnm!", " Y-you're nothing…if the guys were with me?!", " …D-damn it!"]}, {"name": "", "audio": "", "normalized": ["Her power was to dash at incredible speed to create a vacuum so the ensuing wind would slash up everything around her."]}, {"name": "", "audio": "", "normalized": ["However, it could easily hurt the friendlies around her, so her men could only leave their boss exposed."]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " I sure hope they come to rescue you, eh?", " Your so-called trusted 'guys.", "' Hahaha…"]}, {"name": "Kohaku", "audio": "v_r-ev209_0006", "normalized": ["Tssk!", " D-damn it, they're gonna pay for this!"]}, {"name": "", "audio": "", "normalized": ["Even if they may be a notorious bandit gang, they scattered easily once I had neutralized their boss."]}, {"name": "", "audio": "", "normalized": ["There was very little chance they would willingly come back for their boss."]}, {"name": "", "audio": "", "normalized": ["The boss herself knew very well that there was no one willing to risk their lives for her."]}, {"name": "You", "audio": "", "normalized": ["Just forget about your reliable men."]}, {"name": "You", "audio": "", "normalized": ["If someone as good as you would join me, then it would only make sense she would have many of much more competent subordinates."]}, {"name": "Kohaku", "audio": "v_r-ev209_0007", "normalized": ["I-I've been dealing with all the shit by myself ever since I was born!", " I'd rather die than bow down and take orders from someone!"]}, {"name": "", "audio": "", "normalized": ["Kohaku said boisterously and denied my offer."]}, {"name": "", "audio": "", "normalized": ["I shrugged my shoulders annoyedly in front of the troublesome, big, stuffed doll."]}, {"name": "You", "audio": "", "normalized": ["Then I have no choice.", " I'll make you listen to me through torture, eh?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0008", "normalized": ["T-torture…huh?"]}, {"name": "You", "audio": "", "normalized": ["That's right.", " Half the blood running inside you is from a beast."]}, {"name": "You", "audio": "", "normalized": ["I'm sure you'll understand it soon enough when I make your body talk, right…?"]}, {"name": "", "audio": "", "normalized": ["I slapped her round, ample, and weighty ass lightly and her fluffy tail pointed straight up."]}, {"name": "Kohaku", "audio": "v_r-ev209_0009", "normalized": ["Heeghh?!", " …Wh-what are you doing!", " I-I'm not gonna listen to you just like that!"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Of course.", " The fun part of the torture is just getting started, see…?"]}, {"name": "", "audio": "", "normalized": ["I stripped quickly and Kohaku's eyes were visibly shaken."]}, {"name": "", "audio": "", "normalized": ["She must have realized what was about to happen to her from the situation."]}, {"name": "Kohaku", "audio": "v_r-ev209_0010", "normalized": ["What the hell are you doing?", " …Y-you…n-no way?!"]}, {"name": "You", "audio": "", "normalized": ["No matter how uneducated you might be, you've had sex before, haven't you?", " …Or have you have never tasted men before?"]}, {"name": "", "audio": "", "normalized": ["I let my penis get half-cocked and Kohaku's attitude was certainly getting weird."]}, {"name": "", "audio": "", "normalized": ["It was obviously that of a virgin girl."]}, {"name": "Kohaku", "audio": "v_r-ev209_0011", "normalized": ["H-humph!", " I-I've d-done it before… I-I've even seen them…fuck a woman too… Mnuguhh."]}, {"name": "", "audio": "", "normalized": ["I had reports of Hagakure Gang fucking their victims."]}, {"name": "", "audio": "", "normalized": ["But come to think of it, Kohaku herself is a woman… That meant…"]}, {"name": "You", "audio": "", "normalized": ["Hold up, you, the boss of the bandit gang, is a virgin?", " Hah!", " Well, well.", " I have to thank your men for staying off of you."]}, {"name": "Kohaku", "audio": "v_r-ev209_0012", "normalized": ["Wh-what?", " S-stop this.", " I'm not gonna, you won't make me cry and beg with things like that!"]}, {"name": "", "audio": "", "normalized": ["I could not help but smile at Kohaku's attitude, refusing me to the end, defiantly."]}, {"name": "You", "audio": "", "normalized": ["Fine, then.", " I'll let you know very well who owns who here, right now.", " That is, if the bitch in you comes out on top, yeah?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0013", "normalized": ["Guh, guhghh…?!", " I-it's not gonna hurt, no way… I-I'm not scared of the pain, gaghh!"]}, {"name": "", "audio": "", "normalized": ["The female bandit showed her teeth to bluff, but I could see her knees shuddering like a small animal."]}, {"name": "", "audio": "", "normalized": ["Once I stripped her underwear, I saw her cute, fluffy tail swinging right above her round ass."]}, {"name": "", "audio": "", "normalized": ["I pressed my fingers onto her crotch which was covered by a rather thick coat of fur."]}, {"name": "", "audio": "", "normalized": ["Then I shoved the tip of my penis into her without mercy."]}, {"name": "Kohaku", "audio": "v_r-ev209_0014", "normalized": ["…It's not gonna hurt, it's not gonna hurt, it's not gonna… Aaaghh?!", " N-not gonna…hurt!"]}, {"name": "", "audio": "", "normalized": ["Kohaku was showing her fangs as she clenched her teeth, trying to endure the pain."]}, {"name": "", "audio": "", "normalized": ["Her she was almost screaming from the pain, but her eyes still had the glimmer of defiance."]}, {"name": "", "audio": "", "normalized": ["Fresh, red blood from the defloration was making multiple tails on her well-toned and heathy looking inner thighs."]}, {"name": "You", "audio": "", "normalized": ["Huh… That's quite something.", " You endured the first time's pain, eh?"]}, {"name": "", "audio": "", "normalized": ["I was fucking her forcefully, digging around her almost completely dry vagina as my erect penis moved back and forth."]}, {"name": "Kohaku", "audio": "v_r-ev209_0015", "normalized": ["I-I told you, didn't I?", " I-I'm the boss of those bandits!", " …Th-this pain, it's n-nothing… Guughh?!"]}, {"name": "", "audio": "", "normalized": ["The voice as she endured the pain sounded like a beastly roar."]}, {"name": "", "audio": "", "normalized": ["The beautiful curves of the legs stretching from her short-shorts were one thing, and her breasts just large enough to fill my palm shook as I moved my hips."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " So you really were a virgin?", " Damn."]}, {"name": "You", "audio": "", "normalized": ["You took care of your men in the gang, didn't you?", " Did they really not do anything to you?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0016", "normalized": ["…N-no fucking way?!"]}, {"name": "", "audio": "", "normalized": ["Kohaku shook her head which made her animal ears flop around and her tail wagged as if it was protesting."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I knew it.", " So you got left for dead because you didn't care enough about their libido…"]}, {"name": "Kohaku", "audio": "v_r-ev209_0017", "normalized": ["…Wh-what the hell?!"]}, {"name": "You", "audio": "", "normalized": ["It was not it?", " If you are a good boss, and especially one that would suck your men's cocks."]}, {"name": "You", "audio": "", "normalized": ["Then you would be bonded together very much, right?"]}, {"name": "", "audio": "", "normalized": ["It was complete nonsense, but Kohaku's face was surprised."]}, {"name": "", "audio": "", "normalized": ["She tried to deny it, but it must have rung some bells."]}, {"name": "", "audio": "", "normalized": ["Her voice was faint and weak and her expression was surprised, just realizing there was such a way."]}, {"name": "Kohaku", "audio": "v_r-ev209_0018", "normalized": ["S-so, it' all because… It's because I didn't take care of my guys like that?", " That's why everyone…did this?"]}, {"name": "You", "audio": "", "normalized": ["That's right.", " You don't necessarily have to use your pussy."]}, {"name": "You", "audio": "", "normalized": ["You could have used your ass, mouth, or even those titties, isn't that right?"]}, {"name": "", "audio": "", "normalized": ["I said and groped all over Kohaku's body and massaged her without any hesitation."]}, {"name": "", "audio": "", "normalized": ["Every touch was awakening the new kind of pleasure within the virgin who knew nothing about men."]}, {"name": "You", "audio": "", "normalized": ["If you used all of your body, then you could have easily taken care of their cocks, but you didn't…"]}, {"name": "Kohaku", "audio": "v_r-ev209_0019", "normalized": ["A-all of my body?", " …T-taking care of…th-their cocks?", " Aaghh… Aaaughh?!"]}, {"name": "", "audio": "", "normalized": ["The words must have been so shocking to her, her puffed up labia squeezed down onto my cock even though she was still dripping blood."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You just imagined that, didn't you?", " How lewd you would look with all of them fucking you, right…?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0020", "normalized": ["I-I've seen it before…yeah… A-all of them, against one woman, all at the same time…all of them."]}, {"name": "", "audio": "", "normalized": ["She must have witnessed the bandits gangbang one of their victims in the past."]}, {"name": "", "audio": "", "normalized": ["Kohaku traced that vision over herself and suddenly, her body was now reacting like a female."]}, {"name": "You", "audio": "", "normalized": ["Hah, that's right.", " My men will be able to satisfy your body for sure, just like this, as much as you want, eh?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0021", "normalized": ["Mnnhughhaaghh?!", " …Aaaghguhh, i-it's so rough… N-noo, d-don't scrape me up…so deep?!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, you got a real nice pussy, all tight.", " I was pretty lucky to find you.", " Good, Kohaku.", " Feel it more, more, more!"]}, {"name": "", "audio": "", "normalized": ["The gushing fluids tangled all over my cock and the movement was getting smoother and smoother."]}, {"name": "", "audio": "", "normalized": ["I let my hands around her sides and peeled up her underwear that was almost exposing her underboobs."]}, {"name": "", "audio": "", "normalized": ["Her fine-looking breasts were exposed and I could see her nipples getting erect even from the behind."]}, {"name": "Kohaku", "audio": "v_r-ev209_0022", "normalized": ["Aaghh?!", " N-noo!"]}, {"name": "Kohaku", "audio": "v_r-ev209_0023", "normalized": ["…Aaahh, th-this is… I-I'm not… I don't feel anything, okay!", " Mnaaghh?!"]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " Not a bad feeling, your tits.", " Not bad at all.", " Your men must have really wanted to grope the titties of their boss."]}, {"name": "Kohaku", "audio": "v_r-ev209_0024", "normalized": ["M-my tits?", " …N-no way.", " Not my…my tits.", " Aaaghh… Aaahughmnghh!"]}, {"name": "", "audio": "", "normalized": ["I placed my hands along the curves of her ass and my hips moved harder, pounding her even faster."]}, {"name": "", "audio": "", "normalized": ["Kohaku was still desperately trying to deny she was feeling pleasure as she was sweating on her back."]}, {"name": "", "audio": "", "normalized": ["However, how she was squeezing my cock so deep inside her was proof she was mature enough for the act."]}, {"name": "Kohaku", "audio": "v_r-ev209_0025", "normalized": ["Haaughh, haaghh… Aaaghh, aahughh!", " Mnnooughh, d-don't go…so rough."]}, {"name": "", "audio": "", "normalized": ["My hips did not show any signs of stopping with the bound and struggling beast-girl in front of me."]}, {"name": "", "audio": "", "normalized": ["Kohaku's moans were getting higher and higher in the pitch as I pounded her with a scraping motion."]}, {"name": "Kohaku", "audio": "v_r-ev209_0026", "normalized": ["Aaghh… Haaughh, uumgh!", " Aghaahh, I-I don't feel…anything.", " I-I don't feel it…at all!"]}, {"name": "You", "audio": "", "normalized": ["Oh?", " You do purr with a rather cute voice… It's kinda turning me on, Kohaku."]}, {"name": "Kohaku", "audio": "v_r-ev209_0027", "normalized": ["Wh-what did you say… M-my voice, i-it's cute…?", " Mnnguhahh, aaghh!", " Mnnhuhaaghh!"]}, {"name": "", "audio": "", "normalized": ["Once the moans began to come out from her mouth, it kept coming thanks to the pounding motion with my hips."]}, {"name": "", "audio": "", "normalized": ["Her moans echoed in the empty, barren land.", " It sounded almost like howling of someone with a beastly heritage."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Good, good.", " Look at it, you're a beast, after all."]}, {"name": "You", "audio": "", "normalized": ["You're fucking a man's cock happily and enjoying it so much!"]}, {"name": "Kohaku", "audio": "v_r-ev209_0028", "normalized": ["Th-that's not…I'm not.", " I-I'm not… Aaagh, aahh, I'm not…like that… Mnngaaghh!"]}, {"name": "", "audio": "", "normalized": ["She was panting shallowly and rapidly like a got and her tails wagged all over the place, here and there."]}, {"name": "", "audio": "", "normalized": ["Despite Kohaku's words, her body was drowning in pleasure and I could not hold myself back either."]}, {"name": "You", "audio": "", "normalized": ["Come on, just accept my offer already?", " You come and work for me and I can do this to you anytime."]}, {"name": "You", "audio": "", "normalized": ["If you want, I can have my men gangbang you all you want."]}, {"name": "Kohaku", "audio": "v_r-ev209_0029", "normalized": ["Aaghh… G-gangbang me…all I want?", " …Aghh, aghh, a-am I, am I gonna be…fucked by…everyone?"]}, {"name": "You", "audio": "", "normalized": ["That's right… What, are you getting turned on by that?", " You're squeezing even harder… Gugh?!"]}, {"name": "", "audio": "", "normalized": ["Her vaginal opening contracted repeatedly while I was still inside her."]}, {"name": "", "audio": "", "normalized": ["I could feel the squeeze with my cock and it nearly made me ejaculate prematurely."]}, {"name": "Kohaku", "audio": "v_r-ev209_0030", "normalized": ["Aghh… N-noo!", " I-I'm, I'm… I'm supposed to be free.", " I won't be bound by anyone, but… Mnnguhaghh… Aghh!"]}, {"name": "", "audio": "", "normalized": ["Kohaku stubbornly denied being bound by someone else."]}, {"name": "", "audio": "", "normalized": ["Her squeeze was getting tighter than ever, giving my cock the pressure, making it snap like a whip inside her pussy."]}, {"name": "You", "audio": "", "normalized": ["…Guh!", " I-I'm gonna cum…inside you, Kohaku!"]}, {"name": "Kohaku", "audio": "v_r-ev209_0031", "normalized": ["Aaaghh… Ahh, cum?", " Aahh, you're cumming…from your cock?", " I-inside…me?"]}, {"name": "", "audio": "", "normalized": ["She was shuddering with tearing eyes as she squeezed my cock greedily."]}, {"name": "", "audio": "", "normalized": ["She was panting and moaning as if she was hyperventilating and squeezed her pussy tight, making her appear like a female animal of some kind."]}, {"name": "", "audio": "", "normalized": ["Her curvey hips accepting in the human masculinity with the pounding from the behind urged me to ejaculate."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Slosh* *Gulp* *Gulp* *Throb* *Spew*"]}, {"name": "Kohaku", "audio": "v_r-ev209_0032", "normalized": ["Mnnguhaaghh?!", " Aghh, i-it's coming, ughh?!", " Inside me, into my pussy, white cum… It's pouring in inside me?!"]}, {"name": "", "audio": "", "normalized": ["Kohaku received the viscous semen directly and roared in a voice that could only be described beastly."]}, {"name": "", "audio": "", "normalized": ["The inside of her pussy contracted repeatedly in sync with the violent ejaculation and swirled to squeeze everything out from top to bottom."]}, {"name": "Kohaku", "audio": "v_r-ev209_0033", "normalized": ["Th-this is…s-semen?", " Mnhuooughh… Ooghh, s-semen… Mnnhugoouhh!"]}, {"name": "", "audio": "", "normalized": ["Kohaku was taking in the brutal torrent of cum with her body as her tongue hanged out and felt the orgasm for the first time."]}, {"name": "", "audio": "", "normalized": ["I looked at her face from the behind quickly and she was shuddering from the pleasure with her eyes rolled back."]}, {"name": "You", "audio": "", "normalized": ["…Guh!", " …Wh-what a tight pussy…damn.", " Ghh?!"]}, {"name": "", "audio": "", "normalized": ["――*Spew*"]}, {"name": "", "audio": "", "normalized": ["The overflowing leftover of the cum was gushing out from our joint.", " It was as if something was boiling over inside and spilling out."]}, {"name": "", "audio": "", "normalized": ["Her pussy was still desperate to suck all the cum inside."]}, {"name": "", "audio": "", "normalized": ["Despite Kohaku's own will, the beast-girl's pussy continued to open and close repeatedly."]}, {"name": "", "audio": "", "normalized": ["I could see the overflowing cum being sucked back in as her pussy throbbed to fill her womb."]}, {"name": "Kohaku", "audio": "v_r-ev209_0034", "normalized": ["Aaahh… Aaghh, i-inside of my belly… I-it's so hot… It's full of cum, so much!", " Mnnguhh…Ahh, th-this is amazing!"]}, {"name": "", "audio": "", "normalized": ["Kohaku enjoyed the lingering feeling of the orgasm as she shook her exposed ass along with her tail."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " That's good.", " Looks like you've realized yourself as nothing more than a bitch, eh?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0035", "normalized": ["Haaghh, haauhh…a-a bitch…?", " N-no, I'm a…I'm a Kamaitachi, you see?", " …Uhhmn…aahhugh!"]}, {"name": "", "audio": "", "normalized": ["I placed my hands on Kohaku's ass as her consciousness was fading, then I pulled my penis out slowly."]}, {"name": "", "audio": "", "normalized": ["――*Glug*"]}, {"name": "Kohaku", "audio": "v_r-ev209_0036", "normalized": ["…Aaahhghh, aaheghh!", " Agahh… Aahheghh, d-don't pull out…y-your cock…y-yet!"]}, {"name": "", "audio": "", "normalized": ["The semen bubbled out of her pussy which was desperately sucking in the cock, accompanied by the gulping sound."]}, {"name": "", "audio": "", "normalized": ["Kohaku had climaxed with her ass sticking up high, but she seemed to be oblivious to how she looked."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " You're looking pretty good, Kohaku.", " How was it?", " Do you feel like joining me now…?"]}, {"name": "Kohaku", "audio": "v_r-ev209_0037", "normalized": ["Haauh, hahh, haaugh… Aghh, j-joining you… I-I'm…free.", " N-no one…can bind me… Mnngh!"]}, {"name": "", "audio": "", "normalized": ["Kohaku spoke incoherently as her ass twitched."]}, {"name": "", "audio": "", "normalized": ["Even with the muddled consciousness, she did not obey me so easily."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Well, I can wait a little bit for a better answer, I guess…?"]}, {"name": "", "audio": "", "normalized": ["I slowly moved away from Kohaku's body as she was still trembling and speechless."]}, {"name": "", "audio": "", "normalized": ["She did deny it with her words, but I definitely succeeded in realizing her potential to become a mature, female beast-man."]}, {"name": "", "audio": "", "normalized": ["It was sometime after that when the boss of the Hagakure Gang bandits turned to my side."]}, {"name": "", "audio": "", "normalized": ["At the same time, Kohaku's prominent subordinated began to come back under her once again."]}, {"name": "", "audio": "", "normalized": ["Their bond was much, much stronger than before and the members became truly obedient slaves to their boss lady…"]}]