[{"name": "Crackle", "audio": "v_sr455_0000", "normalized": ["Nyanyahhnm?!", " F-Fuuma, you're suddenly so forward now, nyah…!"]}, {"name": "", "audio": "", "normalized": ["I lifted Crackle up who was sitting on top of me with a smug expression."]}, {"name": "", "audio": "", "normalized": ["And then pushed her down with the momentum, taking the upper hand."]}, {"name": "Crackle", "audio": "v_sr455_0001", "normalized": ["Nyahhnm!", " The floor's cold, nya… But, but, it actually kinda feels nice, nyahh…"]}, {"name": "You", "audio": "", "normalized": ["I see.", " Your body's been in heat all this time and it's burning up so hot, you know."]}, {"name": "", "audio": "", "normalized": ["Her skin had a slight pinkish hue now.", " An alluring pheromone came out of her burning body and just looking into her eyes almost made me turned on."]}, {"name": "", "audio": "", "normalized": ["And her curvy body unfitting for her juvenile personality."]}, {"name": "", "audio": "", "normalized": ["Her body was so voluptuous and she was also in heat, so everything was set up perfectly."]}, {"name": "", "audio": "", "normalized": ["Seeing such lewd body of hers… There was no way for me to resist the sexual desire that was pent up during the mission."]}, {"name": "Crackle", "audio": "v_sr455_0002", "normalized": ["Heheheh… Ah, but Fuuma, your cock's been burning up since you came with my butt too…"]}, {"name": "", "audio": "", "normalized": ["Crackle showed a confident grin and her eyes glimmered with anticipation as she looked at the penis being pressed onto her labia."]}, {"name": "You", "audio": "", "normalized": ["Humph, don't get cocky because you made me cum once, okay?", " I'm gonna fuck you so hard that you can't even walk right."]}, {"name": "Crackle", "audio": "v_sr455_0003", "normalized": ["Oh yes!", " That's exactly what I want, nyahnmm!", " Come on, come on, give me your huge and hard cock, into my pussy, nyaa!"]}, {"name": "", "audio": "", "normalized": ["As she said I let the enlarged tip of my penis slide into her crevice."]}, {"name": "", "audio": "", "normalized": ["And then I shoved it deep inside, parting her already drenched vagina with the tip."]}, {"name": "Crackle", "audio": "v_sr455_0004", "normalized": ["Huunyuhh!", " Y-your cock, it just touched me, b-but it's so hot… Mnngh…!", " I-it's spreading my pussy apart, nyaagh…!"]}, {"name": "Crackle", "audio": "v_sr455_0005", "normalized": ["Aaahh, there, right there, nyaah, into my pussy… Mnnyuuhh…!", " I-it's so hard and spreading me open, c-coming in…!"]}, {"name": "You", "audio": "", "normalized": ["Guh… Just relax a little… I know it's been a while, but you're squeezing way too tight…!"]}, {"name": "", "audio": "", "normalized": ["Usually, it would not be too hard to penetrate if it was wet."]}, {"name": "", "audio": "", "normalized": ["However, Crackled seemed to be so aroused, her inside was not opening up easily."]}, {"name": "", "audio": "", "normalized": ["I have slept with Crackle more times than I care to count, but I did not expect her to be too tight, almost like a virgin."]}, {"name": "", "audio": "", "normalized": ["I wanted to just make her orgasm quickly but my tip did not go in any further like it had hit the depth."]}, {"name": "Crackle", "audio": "v_sr455_0006", "normalized": ["Mnnuhh, your cock's so huge, you know, nyaahh…!", " I-I want it deeper inside me but my pussy just won't let it in, nya…"]}, {"name": "You", "audio": "", "normalized": ["Come on… Alright, I have no choice.", " I'm just gonna move like this till you get used to it…"]}, {"name": "Crackle", "audio": "v_sr455_0007", "normalized": ["Agh, w-wait, nyah…!"]}, {"name": "", "audio": "", "normalized": ["Then Crackle's body shuddered and her crotch tensed up, flexing the flesh in her vagina like she was checking the feel and shape of my penis."]}, {"name": "You", "audio": "", "normalized": ["Ugh… It's like the tip is engulfed… This feels pretty damn good…"]}, {"name": "Crackle", "audio": "v_sr455_0008", "normalized": ["Ahhnm…!", " I-I can feel the hardness and the shape of your burning cock too.", " It's turning me on so much, nyaa…!"]}, {"name": "Crackle", "audio": "v_sr455_0009", "normalized": ["I can feel your cock throbbing inside me, like when you were just enjoying my butt, Fuuma, nya…"]}, {"name": "You", "audio": "", "normalized": ["You say that, but it seemed like you were getting so aroused just from rubbing your ass onto my cock."]}, {"name": "", "audio": "", "normalized": ["I pointed it out and Crackle smiled shyly, then looked into my eyes as if she was pleading."]}, {"name": "Crackle", "audio": "v_sr455_0010", "normalized": ["I'm, I'm… Just thinking about you, Fuuma, it's making me… Mnghh… It's making my pussy ache so much, nyah…"]}, {"name": "Crackle", "audio": "v_sr455_0011", "normalized": ["So… You know… I just want you… Fuuma, I've wanted you all this time…!"]}, {"name": "", "audio": "", "normalized": ["…Perhaps that was…a confession of her love.", " Crackled looked away embarrassedly and blushed her cheeks."]}, {"name": "You", "audio": "", "normalized": ["Huh, is that some kind of weird marriage proposal, or did you just want my cock…?"]}, {"name": "", "audio": "", "normalized": ["I said and moved the tip of my cock slightly which made Crackle let out sweet moans as her vaginal walls were stimulated."]}, {"name": "Crackle", "audio": "v_sr455_0012", "normalized": ["Ahh, ahhnyahhnm…!", " Mnghhnm, the tip of your cock, poking me there, I can't stand it, nyahh…!"]}, {"name": "You", "audio": "", "normalized": ["Oh, so that's your sensitive spot.", " Then――"]}, {"name": "", "audio": "", "normalized": ["The moment I was about to resume pounding her, her slippery flesh tangled onto my cock and stopped it from moving."]}, {"name": "Crackle", "audio": "v_sr455_0013", "normalized": ["Ahhnm, wait a second, nyaa.", " Don't be so hasty.", " I just want to take my time and enjoy your cock, nyahh…"]}, {"name": "Crackle", "audio": "v_sr455_0014", "normalized": ["I just want you to take it slow.", " Have nice and slow sex with me, long, long sex.", " That should get me pregnant so, so much, nya."]}, {"name": "", "audio": "", "normalized": ["I did not understand how she could get pregnant more, but I figured Crackle just wanted more pleasure."]}, {"name": "", "audio": "", "normalized": ["She was acting a little differently from her usual energetic demeanor and it was quite new to me."]}, {"name": "", "audio": "", "normalized": ["She had been showing some new depth."]}, {"name": "You", "audio": "", "normalized": ["Oh alright.", " I'm still pretty exhausted too.", " I guess it's better to take it nice and slow."]}, {"name": "Crackle", "audio": "v_sr455_0015", "normalized": ["Yeah, I'm so glad, nyah.", " You're just being so nice to me today, Fuuma, nyaanm."]}, {"name": "You", "audio": "", "normalized": ["Nie…?", " I don't think I am…"]}, {"name": "", "audio": "", "normalized": ["Me, being nice… I pondered but seeing Crackle smile joyously made me feel that was not bad."]}, {"name": "", "audio": "", "normalized": ["…I was waiting with the shallow penetration and Cracked started slowly moving her hips as if she could not wait."]}, {"name": "You", "audio": "", "normalized": ["Hey, you can't wait already?"]}, {"name": "Crackle", "audio": "v_sr455_0016", "normalized": ["Mnnmm… C-come on, I've wanted this so long… It's throbbing so much deep inside my pussy, nyah…"]}, {"name": "Crackle", "audio": "v_sr455_0017", "normalized": ["Thinking about your cock coming inside me is making me gush lewd juice, nyaa… It's tingling and I can feel pleasure coming up, nyah."]}, {"name": "", "audio": "", "normalized": ["The flesh inside her vagina squeezed rhythmically, tangling on and urging me to start moving."]}, {"name": "Crackle", "audio": "v_sr455_0018", "normalized": ["F-Fuuma… Please, I want it… I want it… I want your cock deep inside my pussy, please, nyaah…!"]}, {"name": "You", "audio": "", "normalized": ["… Come on, you tell me not to move, and then you want it deep inside.", " You are so selfish."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was finally adjusting and her vagina was finally loosening up and I shoved the tip of my cock in."]}, {"name": "Crackle", "audio": "v_sr455_0019", "normalized": ["Nyaanmm!", " I-I'm sorry for being selfish, nyahh!", " But, but, I just want your cock, deep inside me, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, alright.", " You better taste it thoroughly…!"]}, {"name": "", "audio": "", "normalized": ["I let my cock drill into Crackle's burning vagina, slowly, very slowly, letting it gradually slide in deeper."]}, {"name": "Crackle", "audio": "v_sr455_0020", "normalized": ["Aghh, aaghh, the tip, it's nudging on me, i-it's coming, it's hot, it's coming in, nyahh!", " Your cock, coming in so deep!"]}, {"name": "", "audio": "", "normalized": ["I felt the uneven texture of her vaginal walls and then made my way deeper and deeper inside."]}, {"name": "", "audio": "", "normalized": ["Then, I finally reached the depth, drenched with such thick vaginal fluid."]}, {"name": "Crackle", "audio": "v_sr455_0021", "normalized": ["Hunyanyaaghh, aahh, nyaahh…!", " S-so deep…!", " Your whole cock is coming inside my pussy, nyahh…!"]}, {"name": "Crackle", "audio": "v_sr455_0022", "normalized": ["Huhhnuyaahh… I love this… It's so hot, it's gonna burn me, and it's so rough too… And it feels so good… Hunyahhnm…"]}, {"name": "", "audio": "", "normalized": ["Crackle let out ecstatic moans and was intoxicated by the feeling of the erect penis filling up her vagina.", " She must have been craving for a man."]}, {"name": "Crackle", "audio": "v_sr455_0023", "normalized": ["Haauhh…!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, Crackle let out a silly voice and the depth of her vagina squeezed so tightly."]}, {"name": "Crackle", "audio": "v_sr455_0024", "normalized": ["Mnngh… Th-this is, it's insane, nyahh…!"]}, {"name": "You", "audio": "", "normalized": ["…?", " What's up, Crackle?"]}, {"name": "Crackle", "audio": "v_sr455_0025", "normalized": ["N-no, nyahh…!", " I can feel your cock way too much and I'm coming… I-I'm coming…!"]}, {"name": "Crackle", "audio": "v_sr455_0026", "normalized": ["Nyaahh…!", " My pussy's getting turned on its own… Aagh, yes, coming, coming, coommingg…!", " Nyaahh…!"]}, {"name": "", "audio": "", "normalized": ["Immediately, her entire vagina tangled onto my cock."]}, {"name": "", "audio": "", "normalized": ["And then Cracke's body started jumping and twitching from the head to toe like she was having a seizure."]}, {"name": "Crackle", "audio": "v_sr455_0027", "normalized": ["Hunyahh, nyaah, nuaahhnmm…!", " Huhaghh… Huahh, haahh.", " Haauh… I-I'm, I'm… Haauh, haaghh…"]}, {"name": "You", "audio": "", "normalized": ["Hey, did you already come with me just going in deeper…?"]}, {"name": "Crackle", "audio": "v_sr455_0028", "normalized": ["Ughh… C-come on… It really has been a while… And, I don't know, my heart is so warm… It just feels so good, nyah…"]}, {"name": "", "audio": "", "normalized": ["She just orgasmed, so her eyes were empty.", " However, her expression showed satisfaction, almost smiling."]}, {"name": "Crackle", "audio": "v_sr455_0029", "normalized": ["Haauh, haahh… Huhhnyaahh… I don't think I've ever been this sensitive before, nyah…"]}, {"name": "You", "audio": "", "normalized": ["…Hey, are you sure I can start moving like this?", " Looks like you can't even breathe right, you know?"]}, {"name": "Crackle", "audio": "v_sr455_0030", "normalized": ["Hueehh…?", " Mnghh… Heheh, I'm gonna be fine, nya.", " So don't worry about me.", " Really, you are being so nice today, so weird, nyah."]}, {"name": "You", "audio": "", "normalized": ["Mnn… I don't like the way you said that, but if you insist you're fine, then I'm gonna move now, okay…?"]}, {"name": "Crackle", "audio": "v_sr455_0031", "normalized": ["Yeah…!", " Go ahead and enjoy my pussy, all you want, and give me lots and lots of cum, nyahh."]}, {"name": "", "audio": "", "normalized": ["…Crackle let out a flirty, cat-like voice."]}, {"name": "", "audio": "", "normalized": ["Then, as she wished, I pulled my hips just before my cock completely left her vagina, and then shoved the tip in, scraping into her flesh."]}, {"name": "Crackle", "audio": "v_sr455_0032", "normalized": ["Mnngnm… Mnnmm… Mnghh…!", " That, that feels so good, nyahh…!", " I love this nice, gentle sex, nyahh…!"]}, {"name": "", "audio": "", "normalized": ["It was getting a little more relaxed, but it was right after orgasm so Crackle's vagina was so tight inside."]}, {"name": "", "audio": "", "normalized": ["It was not exactly loving, gentle sex… At least I did not think so, but if she felt that way, I was not going to protest."]}, {"name": "Crackle", "audio": "v_sr455_0033", "normalized": ["Ahhnmm, this is great, nyahh… When you pull out, the tip nudges onto me and turns my pussy inside out, it's so good…!"]}, {"name": "Crackle", "audio": "v_sr455_0034", "normalized": ["The tip of your cock, scraping in so hard, hunyahh…!", " Aghh, r-right there, there, I love you drilling in there, mnngh, I love it…!"]}, {"name": "Crackle", "audio": "v_sr455_0035", "normalized": ["More, more…!", " I want your cock to pound me all over my pussy, every single spot, nyahh…!"]}, {"name": "", "audio": "", "normalized": ["Top, bottom, left, and right.", " I stimulated every square inch of Crackle's vagina with my cock."]}, {"name": "", "audio": "", "normalized": ["Even more nectar started gushing out and her flesh started to relax."]}, {"name": "You", "audio": "", "normalized": ["It's getting nice and loose now, Crackle… Can I start moving a little faster now?"]}, {"name": "", "audio": "", "normalized": ["I asked and Cracked shook her head up and down."]}, {"name": "Crackle", "audio": "v_sr455_0036", "normalized": ["Yes, yes…!", " I want to feel it more, more, nyah, so please, move your cock already, nyaa…!"]}, {"name": "Crackle", "audio": "v_sr455_0037", "normalized": ["More, more, stir up the inside of my pussy, please, nyaa.", " Please make my pussy drenched with lewd juice feel good, nya!"]}, {"name": "You", "audio": "", "normalized": ["Here I go…!"]}, {"name": "Crackle", "audio": "v_sr455_0038", "normalized": ["Nyaahh!", " Aghh, hunyahh, aghahh, ahh!", " I-it feels good, so good, nyaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Crackle, Crackle…!"]}, {"name": "Crackle", "audio": "v_sr455_0039", "normalized": ["Nyaahhmn!", " More, say my name more, nya, say my name and fuck me harder with your cock, nyaagh!"]}, {"name": "You", "audio": "", "normalized": ["Crackle, Crackle, Crackle, Crackle!"]}, {"name": "Crackle", "audio": "v_sr455_0040", "normalized": ["Nyaaghh!", " Fuuma, Fuuma, Fuummaa!", " I love your cock, I love sex, I love fucking!"]}, {"name": "", "audio": "", "normalized": ["We both said each other's names and devoured each other, engaging in loving sex like a couple."]}, {"name": "", "audio": "", "normalized": ["Slap, slap, slap, slap.", " Schlop, schlop, schlop, schlop."]}, {"name": "", "audio": "", "normalized": ["The sound of us slamming our hips together echoed."]}, {"name": "Crackle", "audio": "v_sr455_0041", "normalized": ["Aahhnmmaahnmaahhnmahanmahhnmm !", " Your cock, it's so good, nyaahh!", " My pussy feels amazing, nyaahh!"]}, {"name": "Crackle", "audio": "v_sr455_0042", "normalized": ["My titties and my pussy too, it's so great and I'm gonna go insane like this, nyaahh!", " I'm getting addicted to your cock, nyaa!"]}, {"name": "", "audio": "", "normalized": ["And Crackle's lewd voice echoed as well and the air was filled with the steam from the bath and heat from out sex."]}, {"name": "You", "audio": "", "normalized": ["I'm enjoying this too…!"]}, {"name": "You", "audio": "", "normalized": ["The creases inside your pussy are tangling onto my cock and it's reacting every time they rub…!"]}, {"name": "Crackle", "audio": "v_sr455_0043", "normalized": ["M-me too.", " My pussy's throbbing, aching so much, it's not letting your cock go, squeezing down so tight, nyahh…!"]}, {"name": "Crackle", "audio": "v_sr455_0044", "normalized": ["I love it, I love it, I love it!", " I love it so much, so please, fuck me more, more.", " I want it more, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["That moment, Crackle let her hands go behind my neck and her legs behind my back, pulling herself closer to me instinctively――"]}, {"name": "", "audio": "", "normalized": ["She hugged me so tight, I stopped moving for a moment."]}, {"name": "You", "audio": "", "normalized": ["H-hey, I won't be able to move like this, okay…?"]}, {"name": "Crackle", "audio": "v_sr455_0045", "normalized": ["Huunyuuhh…!", " But this feels way too good and I just can't help it, nya…!", " This is making me feel even better, nyaa…!"]}, {"name": "", "audio": "", "normalized": ["Her innocent eyes lit up and stared at one part of me… That was my eyes, of course."]}, {"name": "Crackle", "audio": "v_sr455_0046", "normalized": ["I want you to keep moving like this, nya…!", " I want to hug tight and fuck lots and lots, nyah…!"]}, {"name": "You", "audio": "", "normalized": ["Hahah, I thought of you as kind of a beast but it seems you actually like a loving, human sex, I see."]}, {"name": "", "audio": "", "normalized": ["I said mockingly and Crackle pounded her hips from below, making slapping noises."]}, {"name": "Crackle", "audio": "v_sr455_0047", "normalized": ["Mnn, th-that's right, nyahaa…!", " I want to have loving sex with someone I love too…!", " I know that feels even better, nyah…!"]}, {"name": "You", "audio": "", "normalized": ["Someone you love…?"]}, {"name": "", "audio": "", "normalized": ["I repeated the phrase that was on my mind and Crackle's face blushed like a na?", "ve girl."]}, {"name": "Crackle", "audio": "v_sr455_0048", "normalized": ["Th-that's not it, nya!", " I-it's not like…I love you or anything, Fuuma… I mean, I want you, Fuuma, but… Mnnyanyaahh!"]}, {"name": "", "audio": "", "normalized": ["Crackle shook her head like she was hiding something and stared at me."]}, {"name": "Crackle", "audio": "v_sr455_0049", "normalized": ["It doesn't matter, just fuck me more, more, nah!", " I haven't had your cum in my pussy yet, nyahh!", " Come on, just cum already, nyahh!"]}, {"name": "You", "audio": "", "normalized": ["Huh… Alright, then.", " I'm gonna make you cum like this…!"]}, {"name": "Crackle", "audio": "v_sr455_0050", "normalized": ["Hunyanyahhnmm!", " Y-your cock, it's coming!", " Mnnghnmm… So sudden, so rough, mnahh, aghaghh, ahh, yes, yeess, nyaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Guh, it's getting even tighter in there…!", " I guess you really, really like this position…"]}, {"name": "", "audio": "", "normalized": ["Apparently, she really liked the holding position and her vagina squeezed even tighter as more fluid came out as well."]}, {"name": "Crackle", "audio": "v_sr455_0051", "normalized": ["Mnnahh, i-it's, it's pounding me so deep, aaghaaghaahhaaghhagahhaghh!", " !"]}, {"name": "", "audio": "", "normalized": ["I drilling deep into her vagina, as deep as it could go, and Crackle let out intense moans as her whole body twitched."]}, {"name": "You", "audio": "", "normalized": ["Hahah, you really do go nuts when I hit this spot."]}, {"name": "Crackle", "audio": "v_sr455_0052", "normalized": ["Aaahhnmm, c-come on, nyaahh, aaghh, you can't drill me there like that, nyahh, aaghh, it feels way too good, aghaaghhaahhagh!"]}, {"name": "", "audio": "", "normalized": ["Depth of her vagina squeezed tightly and it told me that she was nearing the climax."]}, {"name": "You", "audio": "", "normalized": ["Come, come, just come, Crackle!"]}, {"name": "Crackle", "audio": "v_sr455_0053", "normalized": ["Nyaaghahh!", " I-I haven't even had your cum, I don't want to come yet, nyahh!", " But it's coming in so deep and I'm coming, ughh!"]}, {"name": "Crackle", "audio": "v_sr455_0054", "normalized": ["Please, noo!", " Coming, coming, come, come, come, coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Her vagina contracted rapidly and repeatedly as Crackle's body pulled back into an arc and achieved an orgasm."]}, {"name": "Crackle", "audio": "v_sr455_0055", "normalized": ["Nyyaaghh!", " I-I-I'm coming, coommiinngg!", " Aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["A splashing noise like when opening a soda can echoed and vaginal fluid started spewing out."]}, {"name": "", "audio": "", "normalized": ["Her whole body jumped up and Crackle continued to orgasm."]}, {"name": "", "audio": "", "normalized": ["With such an intense squeeze, it felt like the tip of my cock was being crushed."]}, {"name": "Crackle", "audio": "v_sr455_0056", "normalized": ["Hunyahh, nyaahh… Haagh, haahh, haahh… I-I just came, nyah… Haaghh… It feels good, yes…"]}, {"name": "You", "audio": "", "normalized": ["Are you good?", " Now that you've come, should we stop?"]}, {"name": "", "audio": "", "normalized": ["She was orgasming so hard and I got worried, so I asked her."]}, {"name": "Crackle", "audio": "v_sr455_0057", "normalized": ["!", " …N-not yet, nyah…!", " I still haven't had your cum in my pussy, nyah, I'm not gonna stop till you give it to me, nyahh…!"]}, {"name": "", "audio": "", "normalized": ["She said and started to stimulate my penis by moving her hips on her own."]}, {"name": "Crackle", "audio": "v_sr455_0058", "normalized": ["Come on, your cock wants it too… Mnngh, it's telling me it wants to cum too, nyah… So fuck me more in the pussy, nya…!"]}, {"name": "You", "audio": "", "normalized": ["Huh, you're pretty cute.", " I didn't know you wanted my baby that much.", " Alright, I'm gonna fuck you till you get pregnant…!"]}, {"name": "", "audio": "", "normalized": ["I started pounding again, ravaging the inside of Crackle's vagina."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…Sometime later."]}, {"name": "Crackle", "audio": "v_sr455_0059", "normalized": ["Ahhnmahhnm!", " There, right there, that's the spot, aghh, coming, coommiinngg!"]}, {"name": "Crackle", "audio": "v_sr455_0060", "normalized": ["Again, again, coming, coomiinngg!"]}, {"name": "Crackle", "audio": "v_sr455_0061", "normalized": ["Your cock's so hard, I love it, I love it!", " Come, come, comiingg, uughh!"]}, {"name": "", "audio": "", "normalized": ["…Crackle was perhaps in too much pleasure because she was in heat and orgasmed over and over with me just moving slightly."]}, {"name": "", "audio": "", "normalized": ["Even then――"]}, {"name": "Crackle", "audio": "v_sr455_0062", "normalized": ["More, I want more of your cock, nyaahh…!", " I love how good it feels, I love sex, nyaahh…!"]}, {"name": "", "audio": "", "normalized": ["Crackle was dead set on getting pregnant… Or rather, she had become an embodiment of lust itself, seeking more pleasure."]}, {"name": "", "audio": "", "normalized": ["I pounded my hips hard to answer Crackle, looking for the right spot, bringing more and more pleasure to her."]}, {"name": "Crackle", "audio": "v_sr455_0063", "normalized": ["Huhahh, aghh, y-yes, nyaaghh, I'm coming again, nyaahh…!"]}, {"name": "You", "audio": "", "normalized": ["Damn, how many times are you gonna come?"]}, {"name": "Crackle", "audio": "v_sr455_0064", "normalized": ["C-come on, don't say that… It's all because your cock feels way too good and I can't help it, nyah…!"]}, {"name": "Crackle", "audio": "v_sr455_0065", "normalized": ["Hey, do you not like the way my pussy feels, like, does it not feel good enough for you, nya…?"]}, {"name": "", "audio": "", "normalized": ["Crackle asked me, suddenly afraid."]}, {"name": "Crackle", "audio": "v_sr455_0066", "normalized": ["Am I the only one enjoying this and do you not like this, Fuuma?", " I'm squeezing my pussy so hard but you don't like it, nyah…?"]}, {"name": "", "audio": "", "normalized": ["The sight of Crackle asking me so meekly… It only served to arouse my lust further."]}, {"name": "Crackle", "audio": "v_sr455_0067", "normalized": ["Nyahhnm?!", " Y-your cock just got bigger…!"]}, {"name": "You", "audio": "", "normalized": ["Huh… That's not bad, Crackle.", " Your pussy feels superb.", " In fact… I'm going to cum soon too."]}, {"name": "", "audio": "", "normalized": ["I said and Crackle smiled happily once again."]}, {"name": "Crackle", "audio": "v_sr455_0068", "normalized": ["Huhaahh…!", " I'm so glad, nyahh…!", " I knew it, you do like how my pussy feels, nyaa!"]}, {"name": "Crackle", "audio": "v_sr455_0069", "normalized": ["Come on, come on, hurry, give me your cum, deep inside my pussy, into my womb!", " Please, just give me your cum right there!"]}, {"name": "You", "audio": "", "normalized": ["Of course, I'm gonna give you a thick load of cum right into your womb to make you pregnant…!"]}, {"name": "", "audio": "", "normalized": ["I said and sped up my punding, rising up towards the climax and I entered the final stretch."]}, {"name": "Crackle", "audio": "v_sr455_0070", "normalized": ["Ahhnmm!", " Nyahnyahnmnyanmnyaahhnnyahhnmnannm!", " It's coming, hot, thick, dick milk coming, ughh!"]}, {"name": "You", "audio": "", "normalized": ["I'm coming, Crackle!"]}, {"name": "Crackle", "audio": "v_sr455_0071", "normalized": ["M-me too, oouhh!", " I'm coming with cum in my pussy!", " Come, come, coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Semen which Crackled was waiting for erupted from the enlarged tip of my penis and poured directly into the depth of her vagina."]}, {"name": "Crackle", "audio": "v_sr455_0072", "normalized": ["Hunyanyanyaaghh!", " S-s-so deep!", " Cum, coming in so deep inside me!", " It's gonna fill up my womb, uguhh!"]}, {"name": "Crackle", "audio": "v_sr455_0073", "normalized": ["This, this is exactly what I wanted, nyahh!", " Hot and thick cum, dick milk to make me so pregnant, uuhh!"]}, {"name": "", "audio": "", "normalized": ["With the intense ejaculation, semen splashed onto the walls inside her womb."]}, {"name": "", "audio": "", "normalized": ["Crackle's body twitched and jumped over and over every time."]}, {"name": "Crackle", "audio": "v_sr455_0074", "normalized": ["Nyahnyahh… So much cum coming into my belly, so much… I love cum in my womb."]}, {"name": "", "audio": "", "normalized": ["Crackle was intoxicated by the pleasure from the ejaculation in her womb and her body shuddered like her whole body was going limp."]}, {"name": "Crackle", "audio": "v_sr455_0075", "normalized": ["Haaghh… Nyannyahhnmm… I hope your cum reached my eggs so I can have your babies, nyahh…"]}, {"name": "", "audio": "", "normalized": ["There was no proof that she got pregnant, but Crackle was so happy with the fact that she received such thick semen."]}, {"name": "You", "audio": "", "normalized": ["Huh… I haven't had proper sex like this in a while, so my load must have been pretty thick and massive…"]}, {"name": "Crackle", "audio": "v_sr455_0076", "normalized": ["Yeah, yeah, that's right, nya.", " I mean, inside of my belly is so hot, it's like getting burned inside, so full of cum, nyaa…"]}, {"name": "", "audio": "", "normalized": ["Crackle said and hugged me closer."]}, {"name": "Crackle", "audio": "v_sr455_0077", "normalized": ["Nyaheheheh… Fuuma…"]}, {"name": "", "audio": "", "normalized": ["At the same time, she squeezed her vagina tightly, engulfing my penis as if she was grasping something precious."]}, {"name": "Crackle", "audio": "v_sr455_0078", "normalized": ["Nyaanyahhnmm… You came so much, but your cock's still so hard and so big, nyahh…!"]}, {"name": "You", "audio": "", "normalized": ["Yeah… I think I've still got some left in me…"]}, {"name": "Crackle", "audio": "v_sr455_0079", "normalized": ["Mnnhh, then, why don't you cum more and enjoy it, huh?", " Please, give me your cum into my womb, nyahh…"]}, {"name": "You", "audio": "", "normalized": ["Crackle…!"]}, {"name": "", "audio": "", "normalized": ["My penis throbbed up and down as if it was responding to her, showing an impressive curve."]}, {"name": "Crackle", "audio": "v_sr455_0080", "normalized": ["Ahhnmm!", " Your cock's already good to go, nyahh…!", " Alright, nyah, come, come on…!"]}, {"name": "You", "audio": "", "normalized": ["Crackle, Crackle…!"]}, {"name": "", "audio": "", "normalized": ["I pounded her hard and fast as though I was stirring up the semen inside her vagina."]}, {"name": "Crackle", "audio": "v_sr455_0081", "normalized": ["Ahhnm, ahhnmm, aghnmm, aggnmghh!", " It's so sudden and so rough, nyahh, nyahhnmaahnmahhnmaahmahhnmm!"]}, {"name": "You", "audio": "", "normalized": ["Guh, I-I'm already about to cum…!"]}, {"name": "", "audio": "", "normalized": ["My penis had become so sensitive after the ejaculation and flesh inside her vagina melting with the vaginal fluid and semen tangled onto me."]}, {"name": "", "audio": "", "normalized": ["Such intense pleasure easily and quickly led my sensitive cock towards the climax."]}, {"name": "Crackle", "audio": "v_sr455_0082", "normalized": ["C-come on, nyah, cum, cum inside my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Crackle, I'm cumming, I'm cumming in your womb again!"]}, {"name": "Crackle", "audio": "v_sr455_0083", "normalized": ["Ahhnmm!", " Me too, I'm coming again, ughuhh, coommiinngg!"]}, {"name": "Crackle", "audio": "v_sr455_0084", "normalized": ["Huugyuhhughh…!", " I-it's so hot, eeghh!", " Your cum, it's way too hot, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["I let my hips stick close to her and ejaculated everything I had."]}, {"name": "", "audio": "", "normalized": ["It was a second ejaculation insider her, but the amount was massive, almost flushing the previous semen out, inflating her womb."]}, {"name": "Crackle", "audio": "v_sr455_0085", "normalized": ["Nyaaouhohhmnmm!", " I-it's too much, t-too much, nyaahh!", " My belly's so full and I can't breathe, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Crackle apparently could not stand the ejaculation as she shut her eyes, gently biting me as her whole body shuddered."]}, {"name": "", "audio": "", "normalized": ["Usually, I would have immediately ripped her off of me if she bit me, but even that felt pleasurable."]}, {"name": "Crackle", "audio": "v_sr455_0086", "normalized": ["Haauhh, haahh, haauahh… So much, so much cum, nyaah… With this much of cum, I'm getting pregnant for sure, nyaa…"]}, {"name": "You", "audio": "", "normalized": ["Huhh… Yeah, that's right…!"]}, {"name": "", "audio": "", "normalized": ["I watched her and tried to move my body away from her as it was going limp post-ejaculation――"]}, {"name": "Crackle", "audio": "v_sr455_0087", "normalized": ["No, no, nyahnm."]}, {"name": "", "audio": "", "normalized": ["Crackle hugged me tight and did not let me go."]}, {"name": "Crackle", "audio": "v_sr455_0088", "normalized": ["Nyaheheh… I just want to stay like this forever, nyah… Chuhh."]}, {"name": "", "audio": "", "normalized": ["She suddenly kissed me… It was so adorable, I could not even move."]}, {"name": "", "audio": "", "normalized": ["I fell towards Crackle and let her just hug me as we wanted."]}, {"name": "You", "audio": "", "normalized": ["…I wonder…"]}, {"name": "Crackle", "audio": "v_sr455_0089", "normalized": ["Nyah?", " What do you mean, nya?"]}, {"name": "You", "audio": "", "normalized": ["You know… You hugging me like this, this is just… I don't know, it feels strangely comfortable…"]}, {"name": "Crackle", "audio": "v_sr455_0090", "normalized": ["Really?", " Heheheh… Me too.", " Hugging you is making my heart feel so warm and so comfortable, nyah."]}, {"name": "You", "audio": "", "normalized": ["Humm…"]}, {"name": "", "audio": "", "normalized": ["I did not quite admit her words, but at least I nodded in acknowledgment of the statement."]}, {"name": "You", "audio": "", "normalized": ["Not bad…"]}, {"name": "Crackle", "audio": "v_sr455_0091", "normalized": ["Nya?", " Did you say something, nyah?"]}, {"name": "You", "audio": "", "normalized": ["Nothing…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…Some time had passed as Crackled kept hugging me until she was finally satisfied."]}, {"name": "Crackle", "audio": "v_sr455_0092", "normalized": ["Huunyahh… That felt so good, nyahh…"]}, {"name": "", "audio": "", "normalized": ["I was finally freed from her bondage and became free."]}, {"name": "", "audio": "", "normalized": ["I pulled my cock after a long, long ejaculation and it made a wet popping noise as semen started overflowing from her vagina."]}, {"name": "Crackle", "audio": "v_sr455_0093", "normalized": ["Huahh… So much cum, so much, nyah…"]}, {"name": "", "audio": "", "normalized": ["A mixture of vaginal fluid and semen started to come out and its sensation made Crackle feel pleasure again."]}, {"name": "Crackle", "audio": "v_sr455_0094", "normalized": ["Nyaahh… I'm so happy you gave me so much cum, nyahh… Huhuhuuhh."]}, {"name": "", "audio": "", "normalized": ["Crackle smiled as if she was already feeling like a mother while she gently rubbed her own belly."]}, {"name": "Crackle", "audio": "v_sr455_0095", "normalized": ["Huaahh… Uhhnmm, I don't know why but I'm starting to get real sleepy now, nyah."]}, {"name": "You", "audio": "", "normalized": ["Yeah, me too.", " I guess I'm that exhausted."]}, {"name": "", "audio": "", "normalized": ["Crackle looked at me and showed me a smile."]}, {"name": "Crackle", "audio": "v_sr455_0096", "normalized": ["I'm so happy right now… I've never felt this happy before, nyah.", " Are you happy too, Fuuma?"]}, {"name": "You", "audio": "", "normalized": ["…Well, yeah."]}, {"name": "", "audio": "", "normalized": ["I said, casually."]}, {"name": "Crackle", "audio": "v_sr455_0097", "normalized": ["Heheheh, then I'm glad, nyah.", " Huaahh… Then I'm gonna sleep here, nyaa… Good night… Suhh…"]}, {"name": "", "audio": "", "normalized": ["Crackle let out a loud yawn, perhaps from the relief, and went to sleep as she lied down."]}, {"name": "You", "audio": "", "normalized": ["Hey, you're gonna catch a cold if you sleep here… Come on."]}, {"name": "", "audio": "", "normalized": ["I stared at Crackle's face and pondered what could have caused her to change like this."]}, {"name": "", "audio": "", "normalized": ["…In the end, I concluded that she would not be affected by something sinister and looked at her face again."]}, {"name": "You", "audio": "", "normalized": ["…Huh, you do look even happier than usual."]}, {"name": "", "audio": "", "normalized": ["I did not want her to get sick like this so I picked sleeping Crackle up to carry her to the hideout."]}, {"name": "Crackle", "audio": "v_sr455_0098", "normalized": ["Nyahh… Fuuma… I love you…"]}, {"name": "", "audio": "", "normalized": ["I thought I heard her sleeptalking with a faint voice, but that was probably nothing…"]}]