[{"name": "", "audio": "", "normalized": ["'The \"Dark Swordswoman Doctor\" Mikoto Kiryuu was the elder sister of the \"Dark Doctor\" Sabato Kiryuu who was working with the Taimanin."]}, {"name": "", "audio": "", "normalized": ["She was a skilled doctor of dark medicine just like him, and was famed as a mad scientist who would do anything for research."]}, {"name": "", "audio": "", "normalized": ["She does not care about the lives of her test subjects."]}, {"name": "", "audio": "", "normalized": ["Moreover, she was a powerful warrior who brandished a large war-sword with a fierce god arm she had grafted onto herself."]}, {"name": "", "audio": "", "normalized": ["Although normally I would be loathe to approach her, in that intellect she held a number of Demon World medical techniques that were unknown to me."]}, {"name": "", "audio": "", "normalized": ["If I could obtain them, it would be great progress toward domination over the darkness…"]}, {"name": "", "audio": "", "normalized": ["That was the reason I risked my own well-being to defeat her and secure her capture."]}, {"name": "", "audio": "", "normalized": ["Furthermore, by using Mikoto's research facility's equipment, it was as if I had gotten ahold of her skill itself."]}, {"name": "", "audio": "", "normalized": ["And at this moment, the woman in question was imprisoned inside a dome-like device set up in the heart of the facility."]}, {"name": "Mikoto", "audio": "v_r-ev109_0000", "normalized": ["Nnh… aah, haah… ghh, nghh…"]}, {"name": "", "audio": "", "normalized": ["If a normal person were to look upon this scene, they would probably faint right on the spot."]}, {"name": "Mikoto", "audio": "v_r-ev109_0001", "normalized": ["Aah… ahah…"]}, {"name": "", "audio": "", "normalized": ["Her delicate limbs were buried halfway into grotesque lumps of flesh."]}, {"name": "", "audio": "", "normalized": ["This was an incubus' stomach that Mikoto had developed for the purpose of torture by pleasure."]}, {"name": "", "audio": "", "normalized": ["The wriggling flesh lumps were constantly secreting not digestive fluids, but aphrodisiac juices that made a woman aroused and tingly."]}, {"name": "", "audio": "", "normalized": ["Covered thoroughly in that aphrodisiac, Mikoto peeked out from between the stomach's fleshy lumps."]}, {"name": "", "audio": "", "normalized": ["She gripped her implanted arm, desperately trying to fight against her arousal."]}, {"name": "Mikoto", "audio": "v_r-ev109_0002", "normalized": ["Haah… haah… hahh… Oh my, long time no see."]}, {"name": "", "audio": "", "normalized": ["The moment she noticed me, her face broke out in a fearless smile.", " I found myself struck with admiration at her force of will."]}, {"name": "", "audio": "", "normalized": ["The incubus' aphrodisiac was strong enough that normally just a single drop would be enough to make one lose their senses."]}, {"name": "", "audio": "", "normalized": ["However, she still had her wits about her."]}, {"name": "", "audio": "", "normalized": ["Filled with respect and affection, the corners of my mouth curled upward."]}, {"name": "You", "audio": "", "normalized": ["How is it, Dr.", " Kiryuu?", " How does it feel to get swallowed up by the incubus you cultivated yourself?"]}, {"name": "Mikoto", "audio": "v_r-ev109_0003", "normalized": ["I'm fascinated with my own talent."]}, {"name": "You", "audio": "", "normalized": ["Haha!", " Even though you know what's about to happen, you seem quite at ease."]}, {"name": "", "audio": "", "normalized": ["Since she had developed it herself, she should know well the path of a woman caught up in the incubus' stomach, but…"]}, {"name": "", "audio": "", "normalized": ["Mikoto snorted without the color of her face changing a bit."]}, {"name": "Mikoto", "audio": "v_r-ev109_0004", "normalized": ["Boy?", " Think carefully about your own fate.", " To think that you've won against me just with this… What a naive child."]}, {"name": "You", "audio": "", "normalized": ["I have the power of your fierce god arm inside my Demon Eye."]}, {"name": "You", "audio": "", "normalized": ["Thinking that you still have a chance to turn the tables… you're the one who's naive, Mikoto."]}, {"name": "", "audio": "", "normalized": ["With one swing, clad in a powerful miasma, she could make the earth shake.", " That was the power I had already stolen."]}, {"name": "", "audio": "", "normalized": ["In other words, right now she was nothing more than a frail girl."]}, {"name": "", "audio": "", "normalized": ["As if she were irritated from her name being spoken, Mikoto's expression grew severe, and she dropped her polite tone."]}, {"name": "Mikoto", "audio": "v_r-ev109_0005", "normalized": ["Fuuma brat, I'll break everything you hold dear."]}, {"name": "Mikoto", "audio": "v_r-ev109_0006", "normalized": ["I'll take that Tokiko or whoever girl, rip off her limbs, and remodel her into an ogre's cocksleeve."]}, {"name": "You", "audio": "", "normalized": ["What a splendid idea.", " If you don't swear loyalty to me, I'll remodel you into a cocksleeve and keep you at my brothel."]}, {"name": "", "audio": "", "normalized": ["As she glared at me in hatred, I clapped my hands scornfully."]}, {"name": "You", "audio": "", "normalized": ["What I need is your knowledge, Mikoto.", " I'll pluck it all out before I turn you into a seedbed."]}, {"name": "Mikoto", "audio": "v_r-ev109_0007", "normalized": ["Remember this…!", " I'll absolutely smash everything you care about into pieces…!"]}, {"name": "", "audio": "", "normalized": ["The hatred flying at me as I left the room felt strangely pleasant."]}, {"name": "", "audio": "", "normalized": ["I would be sure to watch over her to see just how long that self-assured behavior could last…"]}, {"name": "", "audio": "", "normalized": ["*Shock!", "*"]}, {"name": "Mikoto", "audio": "v_r-ev109_0008", "normalized": ["Nnhaa…?!"]}, {"name": "", "audio": "", "normalized": ["As if to signal that all had left the laboratory, an innumerable amount of skinny tentacles appeared from the wall of flesh."]}, {"name": "", "audio": "", "normalized": ["They lifted her head and tore her clothes to pieces."]}, {"name": "", "audio": "", "normalized": ["They wound around her exposed, full breasts and twisted them into the shape of boneless hams."]}, {"name": "Mikoto", "audio": "v_r-ev109_0009", "normalized": ["Nnh, ghh… shit… !"]}, {"name": "Mikoto", "audio": "v_r-ev109_0010", "normalized": ["(Sheesh… I really went and made something annoying, even if I do say so myself.", ")"]}, {"name": "", "audio": "", "normalized": ["She shook her entire body as she tried to avoid the tentacles, but her limbs were caught so fast there was no hope."]}, {"name": "", "audio": "", "normalized": ["As if to stir up Mikoto who was starting to feel impatient, another tentacle lifted up her skirt…"]}, {"name": "", "audio": "", "normalized": ["Exposing her groin which was making a stain upon her stockings."]}, {"name": "Mikoto", "audio": "v_r-ev109_0011", "normalized": ["You filthy… inferior creature…!"]}, {"name": "", "audio": "", "normalized": ["She was irritated at its behavior as it acted like it was trying to see just how aroused its prey was."]}, {"name": "Mikoto", "audio": "v_r-ev109_0012", "normalized": ["Hyuuh?!"]}, {"name": "", "audio": "", "normalized": ["However, as if it were mocking her, its tentacles began to delightfully massage her breasts."]}, {"name": "", "audio": "", "normalized": ["At the same time it squeezed and crushed them into a warped shape, her swollen nipples began to stand on end."]}, {"name": "Mikoto", "audio": "v_r-ev109_0013", "normalized": ["Guuh… ughh…!"]}, {"name": "", "audio": "", "normalized": ["Her whole body had become an erogenous zone from the aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["Just this stimulation alone was enough to make Mikoto feel pleasure approaching climax."]}, {"name": "", "audio": "", "normalized": ["She frantically gritted her teeth and tried to clamp down the enjoyment welling up from within her abdomen."]}, {"name": "Mikoto", "audio": "v_r-ev109_0014", "normalized": ["Calm down… You just need to endure it."]}, {"name": "", "audio": "", "normalized": ["Mikoto was the one who had created this incubus beast.", " In that case, she was the one who knew its disposition the most."]}, {"name": "", "audio": "", "normalized": ["It was still her first day of being captured.", " The incubus beast first soaked its prey in aphrodisiac fluids for 72 hours before taking any definitive action."]}, {"name": "Mikoto", "audio": "v_r-ev109_0015", "normalized": ["(I've got about two days… I just need to turn the situation around inside that time.", ")"]}, {"name": "Mikoto", "audio": "v_r-ev109_0016", "normalized": ["(Hmph, you Fuuma brat!", " Don't think that what you stole is all the power a fierce god has!", ")"]}, {"name": "", "audio": "", "normalized": ["In fact, there was one more power hidden within the fierce god's arm."]}, {"name": "Mikoto", "audio": "v_r-ev109_0017", "normalized": ["(This stomach is able to secrete fluids with vitality from women who were made to climax over and over until they were swallowed.", ")"]}, {"name": "", "audio": "", "normalized": ["While sucking out that vitality, it slowly absorbed their limbs, leaving only their torsos behind as seedbeds."]}, {"name": "", "audio": "", "normalized": ["The other power she had was similar to this."]}, {"name": "", "audio": "", "normalized": ["The fierce god's arm had the ability to suck out the vitality from any target it touched, without having to mess with an annoying condition like climaxing."]}, {"name": "Mikoto", "audio": "v_r-ev109_0018", "normalized": ["(In other words, all I have to do is suck out all of its vitality before this thing gets going.", ")"]}, {"name": "", "audio": "", "normalized": ["Until then, the incubus beast would be nothing more than a big wooden doll pinning her down."]}, {"name": "", "audio": "", "normalized": ["If she could bear its occasional fiddling with her body, she would be able to get free."]}, {"name": "Mikoto", "audio": "v_r-ev109_0019", "normalized": ["(After two days… just you wait, brat… You should regret making me angry.", ")"]}, {"name": "", "audio": "", "normalized": ["Raising her bitten lips slightly, she silently released the fierce god's power."]}, {"name": "", "audio": "", "normalized": ["Mikoto felt her odd right arm sucking out the life force from the lumps of flesh surrounding it."]}, {"name": "", "audio": "", "normalized": ["All she had to do now was wait to escape―but the second she closed her eyes, two giant tentacles sprang forth from the wall of meat."]}, {"name": "Mikoto", "audio": "v_r-ev109_0020", "normalized": ["What the―!"]}, {"name": "Mikoto", "audio": "v_r-ev109_0021", "normalized": ["(I-it couldn't have… noticed I was stealing its vitality…?!", ")"]}, {"name": "", "audio": "", "normalized": ["Mikoto's guess was correct."]}, {"name": "", "audio": "", "normalized": ["The incubus beast had burst onto the scene upon realizing its power was being wrung out and readied its counterattack, determined not to let her do so."]}, {"name": "", "audio": "", "normalized": ["Her wide-opened eyes stared in shock as the tentacles, imitating the shape of human penises, crept quietly toward her nether region."]}, {"name": "Mikoto", "audio": "v_r-ev109_0022", "normalized": ["W-wait?!", " S-stop…?!"]}, {"name": "", "audio": "", "normalized": ["Her expression was dyed in desperation as she kicked and struggled."]}, {"name": "", "audio": "", "normalized": ["The beast had sent out these tentacles―aiming to violate her female holes and forcibly make her climax."]}, {"name": "", "audio": "", "normalized": ["In other words, it was beginning to make preparations to turn its prey into a seedbed."]}, {"name": "Mikoto", "audio": "v_r-ev109_0023", "normalized": ["Aaah…?!"]}, {"name": "", "audio": "", "normalized": ["More thin tentacles appeared again, dispensing with her clothing and uncovering her genitals and anus."]}, {"name": "", "audio": "", "normalized": ["Mikoto's face twisted in fear for the first time―and at that moment, the brutal, unusually thick tentacles screwed their way into her two holes."]}, {"name": "Mikoto", "audio": "v_r-ev109_0024", "normalized": ["Uuuhhohh?!"]}, {"name": "", "audio": "", "normalized": ["As her vagina and anus were stretched to the brink at the same time, her stomach warped and swelled."]}, {"name": "", "audio": "", "normalized": ["Mikoto's eyes opened wide at the severe attack, and she lifted her hips as she shook."]}, {"name": "Mikoto", "audio": "v_r-ev109_0025", "normalized": ["A-as expected of me… this is amaziing☆", " Ohhii… ohhohh…☆"]}, {"name": "", "audio": "", "normalized": ["It was a shock that could normally make one die in anguish."]}, {"name": "", "audio": "", "normalized": ["However, thanks to the effects of the aphrodisiac, Mikoto's entire body was aroused, and every stimulation was being turned to overwhelming pleasure."]}, {"name": "Mikoto", "audio": "v_r-ev109_0026", "normalized": ["Ahiiee… th-this is bad… if I get thrust into like this… I might go crazy…☆"]}, {"name": "", "audio": "", "normalized": ["As her spine trembled at the thought of such a pathetic future, a tentacle dick slowly moved toward the entrance to her pussy."]}, {"name": "Mikoto", "audio": "v_r-ev109_0027", "normalized": ["Ughoohh…?!", " My insides, they're all being moved around!"]}, {"name": "", "audio": "", "normalized": ["The fleshy protuberance like the head of a penis peeked out from her vagina's entrance―and at that moment, the two fat tentacles began pumping in and out vigorously."]}, {"name": "Mikoto", "audio": "v_r-ev109_0028", "normalized": ["Nnhaahh…?!", " S-suddenly?!", " Hyaah, aahh!"]}, {"name": "Mikoto", "audio": "v_r-ev109_0029", "normalized": ["D-don't take turns thrusting?!", " Haah, aah, aaiiee?!", " My pussy walls, my intestine walls will get torn uup…?!"]}, {"name": "", "audio": "", "normalized": ["Every time her tunnels were stroked, a large amount of love juiced sprayed onto the flesh lumps."]}, {"name": "Mikoto", "audio": "v_r-ev109_0030", "normalized": ["(Uhhii, uhhii?!", " I-I forgot!", " This thing is liviing…?!", ")"]}, {"name": "", "audio": "", "normalized": ["It was a miscalculation that would only be made by Mikoto, who viewed her research subjects as nothing but tools."]}, {"name": "", "audio": "", "normalized": ["The incubus beast was alive―in other words, it possessed a wild animal's instincts and defense mechanisms."]}, {"name": "Mikoto", "audio": "v_r-ev109_0031", "normalized": ["(Uhhoh, hohhohh♪", " It's being sucked out, sucked out!", " My vitality is being sucked out more and more!", ")"]}, {"name": "", "audio": "", "normalized": ["As if to reclaim the energy that Mikoto had stolen with her fierce god right arm, the incubus beast forced her to her peak."]}, {"name": "Mikoto", "audio": "v_r-ev109_0032", "normalized": ["Ahhyahh, auuhhnh!", " Nhhiihi, nnghuhhahaa…!"]}, {"name": "", "audio": "", "normalized": ["The tentacles increased their furious efforts, making her stomach burble and swell as if she was a different life form altogether."]}, {"name": "", "audio": "", "normalized": ["As her limbs convulsed with the sharp tingling that felt like her brain was on fire, the tentacles changed up their movements again."]}, {"name": "Mikoto", "audio": "v_r-ev109_0033", "normalized": ["Uhhih♪", " Uhii♪"]}, {"name": "", "audio": "", "normalized": ["The tip of a tentacle was ruggedly banging against her cervix."]}, {"name": "", "audio": "", "normalized": ["But that wasn't all.", " The other tentacle pushed against her womb and stimulated it from the other side of her intestinal wall."]}, {"name": "Mikoto", "audio": "v_r-ev109_0034", "normalized": ["Nnhmohh?!", " Ohh… ohh… ooh…?!"]}, {"name": "", "audio": "", "normalized": ["Her vision flickered and her body overflowed with such pleasure she could burst."]}, {"name": "", "audio": "", "normalized": ["The tips of her lewdly bent breasts were swollen, with her areolae twisted and her nipples standing tall and thin."]}, {"name": "Mikoto", "audio": "v_r-ev109_0035", "normalized": ["Nnhoohh…?!", " Ohh…!"]}, {"name": "Mikoto", "audio": "v_r-ev109_0036", "normalized": ["(I can't cum with my womb?!", " I'll go crazy, crazy?!", " It'll be so intense my brain cells will burn out…?!", ")"]}, {"name": "", "audio": "", "normalized": ["At the moment that she writhed violently from her womb being stimulated from various directions, the flesh wall birthed another tentacle."]}, {"name": "Mikoto", "audio": "v_r-ev109_0037", "normalized": ["Nnghhohh…?!"]}, {"name": "", "audio": "", "normalized": ["It pierced her wide-open mouth and forced its way down her esophagus, running straight down to her stomach."]}, {"name": "Mikoto", "audio": "v_r-ev109_0038", "normalized": ["Nnhbhh…?!", " Nbbhrllohh…?!"]}, {"name": "", "audio": "", "normalized": ["Having her three holes violated roughly, with her limbs convulsing awkwardly, Mikoto guessed what would come next."]}, {"name": "Mikoto", "audio": "v_r-ev109_0039", "normalized": ["(Ahahhahh!", " Th-this thing is gonna pickle me in its semen…!", ")"]}, {"name": "", "audio": "", "normalized": ["There were two kinds of semen released from the tentacles."]}, {"name": "", "audio": "", "normalized": ["The first was reproductive semen.", " And the second was a special, strong aphrodisiac semen that would reduce women to their base instincts."]}, {"name": "", "audio": "", "normalized": ["The semen that it was readying itself to spit out was likely the latter."]}, {"name": "Mikoto", "audio": "v_r-ev109_0040", "normalized": ["(Nnh, nnhh…!", " It's trembling inside my throat… at this rate it's gonna ejaculate in me…!", ")"]}, {"name": "", "audio": "", "normalized": ["If her stomach absorbed that aphrodisiac semen, all of her faculties would surely break down at once."]}, {"name": "", "audio": "", "normalized": ["At the moment she realized this, the vicious tentacle pulsated and spewed an enormous amount of sperm down her throat."]}, {"name": "Mikoto", "audio": "v_r-ev109_0041", "normalized": ["Obbhhbhhohbhhbh?!"]}, {"name": "", "audio": "", "normalized": ["Mikoto's entire body was set alight by the special, strong aphrodisiac semen soaking into her stomach."]}, {"name": "", "audio": "", "normalized": ["As her body was overwhelmed by the intense arousal, she groaned unintentionally and the thick semen regurgitated from her esophagus."]}, {"name": "Mikoto", "audio": "v_r-ev109_0042", "normalized": ["Phghhoh?!", " Nngh, gehhoh, gohhoh…?!"]}, {"name": "Mikoto", "audio": "v_r-ev109_0043", "normalized": ["(Ugghee…?!", " S-stinky?!", " Semen stink?!", ")"]}, {"name": "Mikoto", "audio": "v_r-ev109_0044", "normalized": ["(But, it feels good…♪", " I'm drowning in semeen☆", ")"]}, {"name": "", "audio": "", "normalized": ["Even though semen was spurting from her nose in a miserable state, her face was dyed in bliss."]}, {"name": "Mikoto", "audio": "v_r-ev109_0045", "normalized": ["(This inferior creature… I-is it trying to kill such a prime product as me☆", " I-if I don't stop sucking up its vitality it'll kill me…☆", ")"]}, {"name": "", "audio": "", "normalized": ["Using the last faint bit of her reasoning, she deactivated the fierce god's power and stopped trying to absorb the incubus beast's energy."]}, {"name": "", "audio": "", "normalized": ["However, that didn't mean that the tentacles lessened their efforts to attack her.", " …No, it was because it was an inferior beast that it knew nothing of mercy."]}, {"name": "Mikoto", "audio": "v_r-ev109_0046", "normalized": ["Uhmoohh?!"]}, {"name": "Mikoto", "audio": "v_r-ev109_0047", "normalized": ["(Whywhywhy won't you stop attacking mee?!", ")"]}, {"name": "", "audio": "", "normalized": ["It attacked her womb with even greater fervor than before, wiggling against her intestinal wall."]}, {"name": "", "audio": "", "normalized": ["Her womb squished from the overpowering roughness like a softball."]}, {"name": "", "audio": "", "normalized": ["Perhaps this was its way of making sure no seedbed woman would ever attack it again, by giving her a violent punishment."]}, {"name": "Mikoto", "audio": "v_r-ev109_0048", "normalized": ["(Ahhiih, nnhii, uhhohh☆", " Ahaha, i-it's no good…♪", ")"]}, {"name": "", "audio": "", "normalized": ["Mikoto had finally given up on resisting and surrendered her body to ecstasy."]}, {"name": "", "audio": "", "normalized": ["The incubus beast decided to give its dominated former master the killing blow."]}, {"name": "Mikoto", "audio": "v_r-ev109_0049", "normalized": ["Ahhyaah☆"]}, {"name": "", "audio": "", "normalized": ["The tips of the tentacles filling her female holes bubbled up and let forth a large stream of semen."]}, {"name": "Mikoto", "audio": "v_r-ev109_0050", "normalized": ["(Ohh☆", " I'll definitely get pregnant♪", ")"]}, {"name": "", "audio": "", "normalized": ["The semen that was spitting out into her womb was the reproductive kind."]}, {"name": "", "audio": "", "normalized": ["This incredibly thick semen was filled with over one million sperm measuring up to a millimeter long each."]}, {"name": "", "audio": "", "normalized": ["Only the innumerable sperm who won the grand battle for existence would fertilize the defenseless Mikoto's eggs."]}, {"name": "Mikoto", "audio": "v_r-ev109_0051", "normalized": ["(Ahahahaha…♪", " Mother… I'm gonna be a mama too☆", ")"]}, {"name": "", "audio": "", "normalized": ["The semen that spilled into her intestines was the same aphrodisiac kind in her stomach, and it enflamed Mikoto's entire body with excitement at once."]}, {"name": "", "audio": "", "normalized": ["Having had her faculties burnt to a crisp with this flame of lust, Mikoto completely abandoned all thought."]}, {"name": "Mikoto", "audio": "v_r-ev109_0052", "normalized": ["Nnhah…☆", " Ahaha☆", " Ahahaha…☆"]}, {"name": "", "audio": "", "normalized": ["Mikoto's figure was pitiful as she released every bit of energy she had stolen with her fierce god arm, with her frequent orgasms, one after the other."]}, {"name": "", "audio": "", "normalized": ["Her eyes were rolled back in her head and her tongue was hanging out carelessly, as she continued to gasp unintelligible words."]}, {"name": "", "audio": "", "normalized": ["There was no longer a single trace of the intellectual and sadistic demon doctor left."]}, {"name": "Mikoto", "audio": "v_r-ev109_0053", "normalized": ["Nnmohh?!"]}, {"name": "", "audio": "", "normalized": ["In the end having finished ejaculating, the tentacles withdrew from all of her holes and the bulbous wall of flesh covered her head."]}, {"name": "", "audio": "", "normalized": ["She was sunk so far into the fleshy lumps that her torso and front were only slightly exposed…"]}, {"name": "", "audio": "", "normalized": ["Her nipples and areolae which were swollen so much they seemed they might come off…"]}, {"name": "", "audio": "", "normalized": ["…and her belly that looked pregnant with its huge load of demon juice were the only things peeking through."]}, {"name": "Mikoto", "audio": "v_r-ev109_0054", "normalized": ["Nnhmmoohh☆", " Ohhoohh☆"]}, {"name": "", "audio": "", "normalized": ["Inside this dome of flesh, Mikoto would lose her mind, and continue being attacked over and over."]}, {"name": "", "audio": "", "normalized": ["Her obstructive limbs would slowly be absorbed until she completely became nothing but a seedbed…"]}, {"name": "Mikoto", "audio": "v_r-ev109_0055", "normalized": ["Ohh☆", " Uhhohh☆", " Nnhmoohh☆", "☆"]}, {"name": "", "audio": "", "normalized": ["The mumbling gasps that leaked out from her mask of flesh continued on endlessly."]}]