[{"name": "Rinko", "audio": "v_sr023_0000", "normalized": ["Haa… Oooh… Mmm… *Gasps* Aaah!"]}, {"name": "", "audio": "", "normalized": ["Rinko was attached to a strange mechanism.", " Motionless, she laid there panting as if the machine had control over her."]}, {"name": "", "audio": "", "normalized": ["Upon further inspection, it seemed that her whole body was twitching; she was naturally reacting to some sort of stimulation."]}, {"name": "", "audio": "", "normalized": ["Rinko's legs were wide-open as she squat with perfect form.", " Sweat poured off her supple tits as her eyes narrowed, showing an expression of both joy and agony."]}, {"name": "Rinko", "audio": "v_sr023_0001", "normalized": ["Uuughh…!", " Ooohh… *Mwah!", "* *Gulp… Aaahh!", " Ooohh!"]}, {"name": "", "audio": "", "normalized": ["Rinko was still wearing her protective Taimanin suit.", " Not an inch was spared in its making, as one could easily see the clear definitions of her body through it."]}, {"name": "", "audio": "", "normalized": ["She wore it as a second skin, and has even taken it with her to the grave and back."]}, {"name": "", "audio": "", "normalized": ["And though her suit was supposed to protect Rinko, it has been slathered with an aphrodisiac, and pumps were connected sending a drug directly into her."]}, {"name": "", "audio": "", "normalized": ["Her nipples, rock-hard from the aphrodisiac, were injected directly with the needle-tip of the cord."]}, {"name": "", "audio": "", "normalized": ["In addition to her drug-injected milk bags, her vagina had also been injected, sending copious amounts of the drug throughout her body."]}, {"name": "", "audio": "", "normalized": ["The drug she was being pumped with was far thicker than the aphrodisiac, which caused the injected areas to engorge with stimulation."]}, {"name": "Rinko", "audio": "v_sr023_0002", "normalized": ["Hoohh!", " Oohhmm… Oh-oh-oogghh!"]}, {"name": "", "audio": "", "normalized": ["The reason why Rinko was not enraged at her humiliating display was due in-part thanks to the head gear attached to her head."]}, {"name": "", "audio": "", "normalized": ["Thin, clear tubes were attached to the head gear, which sent a glowing liquid into her brain used primarily for mind control."]}, {"name": "", "audio": "", "normalized": ["Without any hope of resistance or escape, Rinko was subjected to brain washing via the machine and aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["What's more, her training meant that her sexual nervous system, as well as her erogenous zones were to be fully overwritten."]}, {"name": "", "audio": "", "normalized": ["Though the training had just begun, her whole body was slick with lube and sweat, making her skin look hot and lush."]}, {"name": "", "audio": "", "normalized": ["Drool spilling from her beautiful lips down her sharp jaw sparkled alluringly in the light as Rinko panted like a bitch in heat."]}, {"name": "Rinko", "audio": "v_sr023_0003", "normalized": ["Aaahh… Mmmph!", " *Gargles* Aaahh…aahh!"]}, {"name": "", "audio": "", "normalized": ["Rinko's masculine, yet sumptuous moans rang out as seizures induced by the aphrodisiac and brain operation shot through her body."]}, {"name": "", "audio": "", "normalized": ["Her bulging cunt looked like vacuum-packed peaches, self-marinating in its own fuck brine."]}, {"name": "", "audio": "", "normalized": ["The cloth protecting her lady-bits became damp, and each contraction from her pierced pussy made the stain bigger with more precum."]}, {"name": "", "audio": "", "normalized": ["Like a leaky faucet, droplets of salty Rinko nectar fell from her restrained pussy, eventually forming a pool of drool and precum under her legs."]}, {"name": "Rinko", "audio": "v_sr023_0004", "normalized": ["Ooohh-hoo-OOHH!", " Ooohh!", " *Mwah!", "* Mmm… Ooohh!"]}, {"name": "", "audio": "", "normalized": ["*Vrr!", "* *Djjzzrr…* *Spluurr!", "* *Goosh!", "* *Djjzzrr!", "*"]}, {"name": "Rinko", "audio": "v_sr023_0005", "normalized": ["Ooohh!", " Mmm!", " Aaahh…oohh!"]}, {"name": "", "audio": "", "normalized": ["The giant dildo under where Rinko was restrained shot up and began violating her tender pussy right through her suit."]}, {"name": "", "audio": "", "normalized": ["Her precious suit wrapped tightly around the giant dildo, acting almost like a condom as it pushed itself deeper."]}, {"name": "Rinko", "audio": "v_sr023_0006", "normalized": ["Mmmpphh!", " Aaahh N-n- Noo!", " Ta-Ta- Tatsuroouu!"]}, {"name": "", "audio": "", "normalized": ["Her pussy was almost sucked in by the force.", " Rinko called out for her younger brother the moment the dildo's head poked in."]}, {"name": "", "audio": "", "normalized": ["The memories of her younger brother were in the process of being written over so that she viewed him sexually instead of as family."]}, {"name": "", "audio": "", "normalized": ["By erasing the taboo of incest in her memories, Rinko was able to experience her brother through simulated stimuli."]}, {"name": "", "audio": "", "normalized": ["Lost in her imagination, Rinko, now without her own memories, found her ethics being overwritten while in the loving embrace of her younger brother."]}, {"name": "Rinko", "audio": "v_sr023_0007", "normalized": ["Noo!", " Aaahh!", " Haa… Ta-Tatsurou—aahh!", " Noo!", " Doon't!"]}, {"name": "", "audio": "", "normalized": ["The dildo continued to penetrate through her aphrodisiac-soddened suit."]}, {"name": "", "audio": "", "normalized": ["However, in Rinko's mind, she was experiencing immoral joy by being fucked by her younger brother."]}, {"name": "", "audio": "", "normalized": ["Though she would never admit it, Rinko actually had had a slight brother complex, so she easily gave into her adoring brother's wishes."]}, {"name": "", "audio": "", "normalized": ["She produced an incredible amount if precum even though the dildo inserted itself and stayed there."]}, {"name": "Rinko", "audio": "v_sr023_0008", "normalized": ["Noo… We can't do this… It's not right!", " Mmmn… Aaahh!", " But it feels so good…!"]}, {"name": "", "audio": "", "normalized": ["She rocked her hips back and forth, pressing herself onto the dildo harder every time."]}, {"name": "", "audio": "", "normalized": ["The sensation caused her pussy to tighten around it, but the dildo would push back, reclaiming its home deep inside of her."]}, {"name": "Rinko", "audio": "v_sr023_0009", "normalized": ["Hhhnngg?!", " Ooohh Tatsurou!", " You're so…GOOD!"]}, {"name": "", "audio": "", "normalized": ["Cum sprayed as the dildo had her pussy fully spread.", " She gasped and panted as she rode the stationed cock like her life depended on it."]}, {"name": "", "audio": "", "normalized": ["She knew deep inside that what she was doing was wrong, but she loved her brother, so she couldn't decline his offer."]}, {"name": "", "audio": "", "normalized": ["Her muscles went limp from full-body enjoyment in spite of herself; there was no way she was going to turn this down."]}, {"name": "", "audio": "", "normalized": ["Perhaps her body sensed his cock after all, she started drooling, sucking the air, forgetting herself.", " Her hips rocked on their own, begging for it to go deeper."]}, {"name": "Rinko", "audio": "v_sr023_0010", "normalized": ["Ahh…oohh… Aaahh!", " Again you're… …so deep!", " Tatsurou!"]}, {"name": "", "audio": "", "normalized": ["The dildo further pushed into her suit and drove half-way into her pussy.", " A dull mechanical sound reverberated throughout the room."]}, {"name": "", "audio": "", "normalized": ["Her fat bags swayed as she moaned.", " Slowly, she opened her quivering lips and outstretched her tongue.", " Her wriggling body made it seem she was begging to be kissed."]}, {"name": "", "audio": "", "normalized": ["Perhaps in her mind she was being kissed as her younger brother penetrated her.", " She pouted her lips as her saliva-drenched tongue slipped in and out of her mouth."]}, {"name": "", "audio": "", "normalized": ["A seductive smile came over her face as she began moving her hips up and down, pushing forward and back."]}, {"name": "Rinko", "audio": "v_sr023_0011", "normalized": ["Aaah… Mmm… *Gargling* *Mwah!", "* Ohh Tatsurou…"]}, {"name": "", "audio": "", "normalized": ["Perhaps her own conscious reprimanded her, because in that instant, her eyebrows furrowed, and she looked hesitant as she turned her face away to the side."]}, {"name": "", "audio": "", "normalized": ["Her slight defiance was soon ruined as the dildo moved ever so slightly, which caused copious amounts of Rinko cream to slide down it."]}, {"name": "", "audio": "", "normalized": ["She looked dumbfounded as she began to pout again."]}, {"name": "Rinko", "audio": "v_sr023_0012", "normalized": ["Mmm… No, we shouldn't… This is… Oh, Tatsurou… Ta-Tatsuroouu!"]}, {"name": "", "audio": "", "normalized": ["Rinko smiled as she spoke lovingly to her brother, seemingly satisfied at her acceptance for her selfish and uninhibited lust for him."]}, {"name": "", "audio": "", "normalized": ["However, similar to how Rinko was basking in her awakened femininity, the dildo began violently vibrating, filling her with masculine power."]}, {"name": "", "audio": "", "normalized": ["Though, in her mind, she envisioned her brother pumping her in his masculine glory, which made her expression turn to that of pure bliss."]}, {"name": "", "audio": "", "normalized": ["Perhaps she herself had realized that relinquishing everything to her brother and have him lovingly violate her was what she had truly wanted from the start."]}, {"name": "", "audio": "", "normalized": ["Her cheeks ran flush up to her narrow eyes as she moaned with ecstasy;"]}, {"name": "", "audio": "", "normalized": ["her responsibility as an older sister had worn away, and she could finally enjoy her brother's love like any other woman."]}, {"name": "Rinko", "audio": "v_sr023_0013", "normalized": ["Hyaahh!", " Ooohh… We…we can't!", " N-noo!", " We shouldn't do this Tatsurou!"]}, {"name": "", "audio": "", "normalized": ["The suit was being stretched to its limit, yet the dildo, still wrapped up in the suit's protective layer, continued to push deeper and deeper into Rinko's pussy."]}, {"name": "", "audio": "", "normalized": ["Every push sent her hips twitching with delight, and soon her whole body was trembling with fantastic visions of sexual fantasy."]}, {"name": "Rinko", "audio": "v_sr023_0014", "normalized": ["Mmmnn!", " Aaahh… Oh-hoo… Aahh… Nommnn… Ooohh!"]}, {"name": "", "audio": "", "normalized": ["Her body shook with convulsive seizures as Rinko arched her back, seemingly showing off her majestically large breasts."]}, {"name": "", "audio": "", "normalized": ["The cords connected to her began to shake as large quantities of aphrodisiac were administered into her body."]}, {"name": "", "audio": "", "normalized": ["In response to this, an explosion of cum shot out like hitting an apple with a hammer, which actually assisted the now-soaked dildo in fucking her."]}, {"name": "Rinko", "audio": "v_sr023_0015", "normalized": ["Hnnmmnn!", " Hyaahh!", " No, Tatsurou!", " Ta-Tatsuu… …uugghh…?"]}, {"name": "", "audio": "", "normalized": ["In an instant, the moaning Rinko was taken by surprise, and a look of deep concern came over her."]}, {"name": "", "audio": "", "normalized": ["In actuality, the stimulation from the dildo was all a front to keep her preoccupied."]}, {"name": "", "audio": "", "normalized": ["Unbeknownst to her, brain altering facial recognition errors were being produced by the brain washing,"]}, {"name": "", "audio": "", "normalized": ["and the man she thought was her brother now became a stranger."]}, {"name": "", "audio": "", "normalized": ["Rinko's hyper-sensitive intellect picked this up immediately, and began alerting her that her brother was no more.", " This set Rinko into high alert."]}, {"name": "", "audio": "", "normalized": ["However, the sensation of the dildo deep inside her perhaps erased these feelings of tension, as her back arched seemingly going along with what was happening in her head."]}, {"name": "Rinko", "audio": "v_sr023_0016", "normalized": ["Ooohh!", " Haa… Haa…aahh… I'm sorry Tatsurou… I'm sorry!", " Tatsurouu!"]}, {"name": "", "audio": "", "normalized": ["The person she felt hesitant about, her brother, was no more."]}, {"name": "", "audio": "", "normalized": ["Apologizing profusely for what she was doing, Rinko continued to gyrate her hips into the dildo, pushing it deeper."]}, {"name": "Rinko", "audio": "v_sr023_0017", "normalized": ["Aaahh… Mmnn—aah!", " Ohh… Yes… Haahh!", " Ooohh!"]}, {"name": "", "audio": "", "normalized": ["With slow, steady movements, the dildo finally reached her cervix.", " However, just as her hole was filling with Rinko nectar, the dildo suddenly pulled itself out."]}, {"name": "", "audio": "", "normalized": ["Instantaneously, the tension in her body released as Rinko deeply sighed.", " Utilizing this moment of carelessness, the dildo shot right back into her undefended pussy."]}, {"name": "", "audio": "", "normalized": ["*Bzzt…* *Splrr* Goochhzz!", "* *Splort-splort* *Splorlolort!", "*"]}, {"name": "Rinko", "audio": "v_sr023_0018", "normalized": ["Ooohh?!", " What's going on?", " Ooohh!", " Uuuhh!", " Ooohh myy…!"]}, {"name": "", "audio": "", "normalized": ["Unexpectedly, Rinko was hit with searing stimulation as the dildo punctured her cervix, sending her eyes to the back of her head as tears of pleasure fell."]}, {"name": "", "audio": "", "normalized": ["Orgasming, her tongue flopped out of her drooling lips as white liquid seeped from her snatch where the dildo had laid waste."]}, {"name": "Rinko", "audio": "v_sr023_0019", "normalized": ["Mmm… Noo… Aaahh… This can't be… Stoopp…?!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, the stranger turned back into her brother, which utterly destroyed all reasoning she had left in her brain.", " Her body began to melt with pleasure."]}, {"name": "", "audio": "", "normalized": ["'The suit was moments away from ripping as the man's \"penis\" pushed harder, almost crushing the cervix, as it went numb with pleasure."]}, {"name": "Rinko", "audio": "v_sr023_0020", "normalized": ["Oooff…"]}, {"name": "", "audio": "", "normalized": ["*Pump-pump-pump!", "* Bzzt!", "* *Psshh!", "*"]}, {"name": "Rinko", "audio": "v_sr023_0021", "normalized": ["Kyaahh!", " I'm…I'm gonna…!", " No, I'm gonna cum!"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac spread all over her body, combined with her own thick cum, began to seep into her skin and affecting her erogenous zones."]}, {"name": "", "audio": "", "normalized": ["With her cervix quivering with ecstasy, an impressive geyser of cum sprayed out of Rinko's urethra like the breaking of a dam."]}, {"name": "", "audio": "", "normalized": ["*Pwiisshh!", "* *Pwshaa!", "* *Pwip-pwip-PWWIISSHH!", "*"]}, {"name": "Rinko", "audio": "v_sr023_0022", "normalized": ["Ohh… Hoo… Oh-hoo!"]}, {"name": "", "audio": "", "normalized": ["Eyes rolled back, tongue hanging out, Rinko's orgasms made her look like a retarded bitch in heat.", " Though convulsing and twitching, Rinko kept her form steady."]}, {"name": "Rinko", "audio": "v_sr023_0023", "normalized": ["Ooohh… Tatsurou… Tatsuroo—OOHH!"]}, {"name": "", "audio": "", "normalized": ["Even if Rinko reached climax, the machine's spraying of cum wouldn't stop.", " Even when her whole body was convulsing with nonstop orgasms, the machine wouldn't give an inch."]}, {"name": "", "audio": "", "normalized": ["Upon every delivery of cum into her snatch, Rinko's urethra would pucker up and fire multiple shots of her cum into the air."]}, {"name": "", "audio": "", "normalized": ["This did not stop even when her cervix was filled to the brim with cum.", " Every shot of cum served to further diminish whatever moral or ethical standards Rinko had left."]}, {"name": "Rinko", "audio": "v_sr023_0024", "normalized": ["Aaahh… Fuuhh…"]}, {"name": "", "audio": "", "normalized": ["Finally, after 10 minutes of reaching orgasm, the dildo, still wrapped in the suit's protective layer, retracted itself from her busted cunt."]}, {"name": "Rinko", "audio": "v_sr023_0025", "normalized": ["Aaahh… Noo!", " Don't take it out!", " Oh god… Don't look at it…"]}, {"name": "", "audio": "", "normalized": ["As the bottom of her body relaxed, her blown out urethra began to pucker up.", " She tried to hold it back, but slowly her tiny hole slackened, opening up fully."]}, {"name": "", "audio": "", "normalized": ["*Splurt…splururt…* *SPLURLURLURT…drip…drip…*"]}, {"name": "Rinko", "audio": "v_sr023_0026", "normalized": ["Noo!", " Don't look!", " Tatsurou, please…!"]}, {"name": "", "audio": "", "normalized": ["She had become incontinent in front of her lovely brother.", " She blushed deeply as she turned away."]}, {"name": "", "audio": "", "normalized": ["A man observing Rinko's progress in her training smiled deeply, as she was making such incredible progress."]}, {"name": "", "audio": "", "normalized": ["However, he gave the orders for the training to continue further, as his goal was for her to lose absolutely all ethical perspective regarding her little brother."]}]