[{"name": "Maid", "audio": "v_r-ev310_0000", "normalized": ["…Here is your tea, Master Fuuma."]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " Alright?"]}, {"name": "", "audio": "", "normalized": ["All the business since the end of the year was now gone.", " I was in a safehouse a few kilometers from the southern UFS base."]}, {"name": "", "audio": "", "normalized": ["It was not too bad that I got to kill some time having a nice tea while I waited for Noel Renoir who was known as the Iron Wall."]}, {"name": "You", "audio": "", "normalized": ["…So, I haven't really seen you before.", " Must be a new maid.", " Did you start recently?"]}, {"name": "", "audio": "", "normalized": ["Her slender shoulders were shown off by the sleeveless attire, but the curves leading to her breasts were rather beautiful."]}, {"name": "", "audio": "", "normalized": ["I would not have ignored such a stunning woman even if she was just a maid."]}, {"name": "Maid", "audio": "v_r-ev310_0001", "normalized": ["…Huh!"]}, {"name": "", "audio": "", "normalized": ["The tableware made loud noises as it started flying off from the table's surface."]}, {"name": "", "audio": "", "normalized": ["The maid's skirt suddenly rolled up and the shining silver steak knife and fork came for my throat."]}, {"name": "You", "audio": "", "normalized": ["…I see.", " So that's what's happening."]}, {"name": "Maid", "audio": "v_r-ev310_0002", "normalized": ["Damn you!", " You're quite quick?!"]}, {"name": "", "audio": "", "normalized": ["The woman who was a perfect example of a maid till just moments ago started rapidly attacking with weapons in her hands."]}, {"name": "", "audio": "", "normalized": ["All of the attacks were going for the kill and suddenly the calm tea time turned into heated combat."]}, {"name": "You", "audio": "", "normalized": ["What is this?", " I don't remember hiring a maid like you…"]}, {"name": "Maid", "audio": "v_r-ev310_0003", "normalized": ["I am Nina Muratore!", " I serve Ms.", " Noel Renoir, the supreme commander of Southern UFS Command!"]}, {"name": "You", "audio": "", "normalized": ["Wait, so you're Noel's…maid?"]}, {"name": "", "audio": "", "normalized": ["Noel looked nothing but a bratty little child, but she was actually a competent UFS commander."]}, {"name": "", "audio": "", "normalized": ["It would not be surprising to hear she has a servant to two."]}, {"name": "You", "audio": "", "normalized": ["Did Noel send you?!", " Why, why did she?!"]}, {"name": "", "audio": "", "normalized": ["I dodged her blades slicing through the air left and right and took cover behind a table."]}, {"name": "", "audio": "", "normalized": ["With a stabbing noise, the silver fork struck the surface of the table and stuck."]}, {"name": "", "audio": "", "normalized": ["I used a chair as a makeshift shield and dodged the knife and fork coming after me, questioning the maid, Nina, about her intention."]}, {"name": "Nina", "audio": "v_r-ev310_0004", "normalized": ["This is for both of us, the future of Ms.", " Noel and me!", " …I have to see what you are worth right here!"]}, {"name": "You", "audio": "", "normalized": ["See what I'm worth?", " …Hey?!"]}, {"name": "", "audio": "", "normalized": ["Her snappy low kick tripped me and I fell.", " Her small body jumped onto me and Nina mounted onto my body."]}, {"name": "Nina", "audio": "v_r-ev310_0005_01", "normalized": ["Hahah, now I have you.", " You were not exactly what I expected, were you?", " Why would Ms.", " Noel pick you of all people, I wonder…"]}, {"name": "You", "audio": "", "normalized": ["Guh.", " The tea… You slipped something in?"]}, {"name": "", "audio": "", "normalized": ["The light-footed woman was still sitting on top of me and I noticed I was going limp and I could not get her off of me."]}, {"name": "Nina", "audio": "v_r-ev310_0006", "normalized": ["Yes, just a little bit, but… I am quite disappointed that you didn't even notice that, you see?"]}, {"name": "", "audio": "", "normalized": ["Nina smiled devilishly and victorious."]}, {"name": "", "audio": "", "normalized": ["The knife and fork in her hands were supposed to be placed on the table instead."]}, {"name": "", "audio": "", "normalized": ["The silverwares were polished thoroughly, but she only used it to threaten and not to actually kill."]}, {"name": "You", "audio": "", "normalized": ["Wait, wait.", " So you're her maid, I get it, but now what are you going to do with me?"]}, {"name": "Nina", "audio": "v_r-ev310_0007", "normalized": ["Now, I have to check your body thoroughly to see if you are worse Ms.", " Noel time at all… Heh, hehehe!"]}, {"name": "", "audio": "", "normalized": ["Her ass was rather slender and not curvy enough, but her athletic legs held me down right in the place."]}, {"name": "", "audio": "", "normalized": ["Nina suddenly started stripping me while the black ribbons remained on her wrists."]}, {"name": "You", "audio": "", "normalized": ["Hold on, what the hell is going on…?"]}, {"name": "Nina", "audio": "v_r-ev310_0008", "normalized": ["This is a sacred ritual.", " So I want you to just stay still and count the stains on the ceiling till I am done!"]}, {"name": "", "audio": "", "normalized": ["Nina let her legs be exposed out of her skirts.", " As I looked closely, I found sheaths strapped to them."]}, {"name": "", "audio": "", "normalized": ["And numerous knives and forks, all sharpened to perfection, were inside those sheathes."]}, {"name": "You", "audio": "", "normalized": ["Huh, so Noel's maid.", " Let me see what you can do…?"]}, {"name": "Nina", "audio": "v_r-ev310_0009", "normalized": ["Heheheh.", " Now, look at that.", " That's pretty impressive… It's big, and it's quite hard too, I see?"]}, {"name": "", "audio": "", "normalized": ["Nina pulled the zipper on the pants down and then she let her thin fingertips run along the penis."]}, {"name": "You", "audio": "", "normalized": ["It doesn't feel half bad, with your complimenting and all.", " I mean, I would have done this with you even without getting drugged…"]}, {"name": "Nina", "audio": "v_r-ev310_0010", "normalized": ["Mnghh, you're quite chatty, aren't you?", " But we are just getting started… It doesn't mean I have evaluated you worthy as a man yet."]}, {"name": "", "audio": "", "normalized": ["Nina's soft body began to lean onto me as she rubbed my whole cock with her smooth palm."]}, {"name": "", "audio": "", "normalized": ["She did not care that her underwear was exposed and sat on top of my lower body, giving me a handjob while moving in closer to my chest."]}, {"name": "Nina", "audio": "v_r-ev310_0011", "normalized": ["Mnngh… Chuhh.", " Mnnuh…mnghh, muuhh…"]}, {"name": "You", "audio": "", "normalized": ["So what?", " You're gonna set me, the big bad wolf coming for your master, up in a honey trap or something?"]}, {"name": "Nina", "audio": "v_r-ev310_0012", "normalized": ["Mnnhh… Heh, not quite.", " I indeed respect my master, Ms.", " Noel, sure.", " So, you see…"]}, {"name": "", "audio": "", "normalized": ["She continued to stroke my penis while her beautiful lips kissed my nipples repeatedly."]}, {"name": "Nina", "audio": "v_r-ev310_0013", "normalized": ["I came here to find out if the man who won the love of Ms.", " Noel was worthy of my love as well."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " That's quite a dedication you got going.", " Your master loves me, so you must love me too, is it?"]}, {"name": "", "audio": "", "normalized": ["It was rare for me to actually be pleasured by a woman like this and my already drugged body shuddered."]}, {"name": "", "audio": "", "normalized": ["Nina pressed her ample bosoms awkwardly onto me and continued to pleasure my cock while her cheeks blushed slightly."]}, {"name": "Nina", "audio": "v_r-ev310_0014", "normalized": ["Heheheh.", " I am Ms.", " Noel's loyal maid and at the same time, I am also a soldier serving the UFS!"]}, {"name": "Nina", "audio": "v_r-ev310_0015", "normalized": ["When I attack an enemy, I will take him down in a single strike.", " Otherwise, there is no point."]}, {"name": "", "audio": "", "normalized": ["She put on a victorious grin and continued to lick my nippled with the tip of her tongue."]}, {"name": "", "audio": "", "normalized": ["The pulsating pleasure began to spread through my chest and I could feel the maid was taking the initiative."]}, {"name": "You", "audio": "", "normalized": ["I see… But I did have an appointment with Noel herself to meet me here, hmm?"]}, {"name": "", "audio": "", "normalized": ["I gave my watch a quick glance and there was about an hour till the time Noel was supposed to meet me."]}, {"name": "Nina", "audio": "v_r-ev310_0016", "normalized": ["Heheheh.", " I thought I have already told you.", " I am a loyal servant to Ms.", " Noel…"]}, {"name": "Nina", "audio": "v_r-ev310_0017", "normalized": ["I have told Ms.", " Noel that the meeting time has been pushed back three hours and to come here then."]}, {"name": "", "audio": "", "normalized": ["Nina smiled nonchalantly with her tongue poking out of her mouth."]}, {"name": "You", "audio": "", "normalized": ["Alright.", " You're sly but you're crafty for sure, huh?"]}, {"name": "", "audio": "", "normalized": ["Three hours from now should be more than enough time to see what this woman could do."]}, {"name": "Nina", "audio": "v_r-ev310_0018", "normalized": ["Mnnguhh… Mnnchuh, muhh… Mnnchuh… Mnngh.", " Mnnh… Mnheh."]}, {"name": "", "audio": "", "normalized": ["Nina was getting more and more aroused herself from the act of letting her tongue run along my body."]}, {"name": "", "audio": "", "normalized": ["Her eyes were half-closed with an ecstatic expression on her face.", " And her lips were moist and shining erotically, along with the tip of her tongue licking me up."]}, {"name": "You", "audio": "", "normalized": ["You're pretty good, huh?", " Maybe you do this often."]}, {"name": "Nina", "audio": "v_r-ev310_0019", "normalized": ["Heheh.", " I serve Ms.", " Noel and perform any duties my military service requires.", " Pleasuring men is mere child's play."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " I suppose the men at the Southern Base must be pleased.", " Especially with a maid like you… Guhouh?!"]}, {"name": "", "audio": "", "normalized": ["The fingertips on the penis pressed down slightly harder.", " I let out a groan from the sudden stimulation on the tip."]}, {"name": "Nina", "audio": "v_r-ev310_0020", "normalized": ["Do not misunderstand me, okay?", " I only do so to let men blow off some steam so they would not touch Ms.", " Noel…"]}, {"name": "Nina", "audio": "v_r-ev310_0021", "normalized": ["I may have control of my own body, but my mind and heart always belong to Ms.", " Noel, you see?"]}, {"name": "", "audio": "", "normalized": ["Nina narrowed her eyes again and started easing up on my cock."]}, {"name": "", "audio": "", "normalized": ["It seemed her devotion to her master, Noel, was real."]}, {"name": "You", "audio": "", "normalized": ["O-okay?", " Then you might end up doing something like this to me quite often down the line, huh?"]}, {"name": "Nina", "audio": "v_r-ev310_0022", "normalized": ["Heheh.", " I must have to see about that, hmm?", " …Mnngh, mnnchuuhh… Mnnuhuhh.", " It all depends on you, I suppose."]}, {"name": "", "audio": "", "normalized": ["The tip of her tongue licked all over my nipples and her whole mouth was now working on them.", " Her teasing was escalating further and further."]}, {"name": "", "audio": "", "normalized": ["At the same time, her handjob was shifting into rhythmical, long strokes and she began to touch the urethral opening with her fingertips."]}, {"name": "You", "audio": "", "normalized": ["Ooohh… Y-you really are good at this, huh…?"]}, {"name": "Nina", "audio": "v_r-ev310_0023", "normalized": ["Mnnchuuhh… Mnnheheh, so much thick precum is coming out, I see?", " You talked tough, but your body is reacting so honestly."]}, {"name": "", "audio": "", "normalized": ["Usually, I would not have let a woman take the initiative, but what she said was actually true and I could not refute."]}, {"name": "", "audio": "", "normalized": ["Perhaps Nina was getting carried away and her handjob and teasing with her tongue and lips were getting more and more passionate."]}, {"name": "Nina", "audio": "v_r-ev310_0024", "normalized": ["Mnngh, mnnheehh… Mnnuhh, chuuhh.", " I think it's about time?", " Oh, I see, you are all ready to go, hmm…?"]}, {"name": "", "audio": "", "normalized": ["Nina narrowed her eyes ecstatically as she let her pinkish tongue slither."]}, {"name": "", "audio": "", "normalized": ["The middle of her underwear was already getting moist with her honey and as she opened up her legs slightly, she exposed her crotch."]}, {"name": "You", "audio": "", "normalized": ["Yeah, of course.", " You can get started anytime now…"]}, {"name": "Nina", "audio": "v_r-ev310_0025", "normalized": ["Hehe.", " You say that now…but you might regret that later, hmm?"]}, {"name": "", "audio": "", "normalized": ["The maid lowered her hips onto my erect cock while still in a cowgirl position."]}, {"name": "", "audio": "", "normalized": ["I could see her young, still good-as-new vagina engulfing me cock inside down there."]}, {"name": "Nina", "audio": "v_r-ev310_0026", "normalized": ["Aaahh… Aaaghh, mnnhuuhaahh!", " Aahh, th-this is… This is the cock Ms.", " Noel has…tasted too."]}, {"name": "", "audio": "", "normalized": ["Looking back, I remembered Noel was actually a virgin when I fucked her for the first time."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I guess it's true that you have been protecting your master from those rowdy UFS soldier boys, eh?"]}, {"name": "Nina", "audio": "v_r-ev310_0027", "normalized": ["Wh-what do you know… Mnnghh, y-you talk too much, mnnhahh, ahh… Haaghh… Mnngh.", " Mnnuughh!"]}, {"name": "", "audio": "", "normalized": ["Nina let her beautiful blonde hair swing about and ground her hips all over the place."]}, {"name": "", "audio": "", "normalized": ["Her meaty, soft vaginal walls were now covering my penis which had been made moist enough by the handjob."]}, {"name": "You", "audio": "", "normalized": ["How is it?", " I see your pussy is pretty tight, but…"]}, {"name": "Nina", "audio": "v_r-ev310_0028", "normalized": ["Th-this is nothing.", " I-I am… Aaahh, I-I am Ms.", " Noel's personal maid… Mnngh, mnnuughh?!"]}, {"name": "", "audio": "", "normalized": ["Her body was way too young to swallow all of my huge cock."]}, {"name": "", "audio": "", "normalized": ["However, she knew how to please men very well, and with her nice and curvy body, I was certainly looking forward to her growth."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You have quite the moves, don't you?", " I can't really move much thanks to the drug, so don't disappoint me, okay?"]}, {"name": "", "audio": "", "normalized": ["I let Nina do whatever she wanted while I lied there with a calm attitude and my limbs thrown out."]}, {"name": "", "audio": "", "normalized": ["The maid was struggling against the size and hardness of my cock to fit it in, but she began to move up and down while still teasing my nipple."]}, {"name": "Nina", "audio": "v_r-ev310_0029", "normalized": ["Haauhhaahh… J-just look now.", " I will pleasure you and report that to…mghh, Ms.", " Noel… Mnngh, mnnhuaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Nina let out sweet moans and shed a massive amount of pussy juice as she let her labia tangle onto my cock."]}, {"name": "", "audio": "", "normalized": ["Moist, ample honey dripped from where we were joined together and lewd noises came along the movement even without me having to lift a finger."]}, {"name": "Nina", "audio": "v_r-ev310_0030", "normalized": ["Mnnuuhh, aahhaaghh… Do you hear it?", " The lewd sound of your cock going in and out of my pussy."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, I can hear it well… I can also see how much you're enjoying having my cock in you too, eh?", " Guh?!"]}, {"name": "", "audio": "", "normalized": ["Even though I was drugged, my hips lifted up along with Nina's passionate pounding."]}, {"name": "Nina", "audio": "v_r-ev310_0031", "normalized": ["Mnnghh, mnnhuughh!", " Yes, I sure am.", " The cock that made Ms.", " Noel come so much is n-now… It's beneath me!", " Ahaahh!"]}, {"name": "", "audio": "", "normalized": ["Noel moved her hips back and forth with an ecstatic expression while her large breasts bounced around."]}, {"name": "", "audio": "", "normalized": ["She was moving harder and harder and it made my cock throb repeatedly, getting ready to ejaculate."]}, {"name": "You", "audio": "", "normalized": ["…Mnhh, oohh… I think I'm cumming soon, hmm?"]}, {"name": "Nina", "audio": "v_r-ev310_0032", "normalized": ["Heheheh, I was just waiting for this moment!", " Come on, keep going… Just cum inside me."]}, {"name": "You", "audio": "", "normalized": ["…What?"]}, {"name": "", "audio": "", "normalized": ["The maid did not seem to be on contraceptives.", " And yet she asked for semen in her womb."]}, {"name": "You", "audio": "", "normalized": ["What are you doing?", " I'm not gonna take care of you when I knock you up…"]}, {"name": "Nina", "audio": "v_r-ev310_0033", "normalized": ["I do not care… This is a plan to make my child adopted by Ms.", " Noel in the future."]}, {"name": "You", "audio": "", "normalized": ["…Alright."]}, {"name": "", "audio": "", "normalized": ["I did not understand."]}, {"name": "", "audio": "", "normalized": ["I was impressed by how devoted she was to her master, but it was beyond my grasp when it came this far.", " I was almost afraid of this wild maid."]}, {"name": "Nina", "audio": "v_r-ev310_0034", "normalized": ["Aaahh?!", " Y-your cock… It just throbbed inside me again, eh?", " Come on, are you…cumming?"]}, {"name": "You", "audio": "", "normalized": ["…Guh!"]}, {"name": "", "audio": "", "normalized": ["I did not want to admit, but I had been fall under the complete control by Nina's body."]}, {"name": "", "audio": "", "normalized": ["Even if I tried to get away, it would have been near impossible to shake off the pleasure thanks to the drug."]}, {"name": "Nina", "audio": "v_r-ev310_0035", "normalized": ["Come on, just cum!", " You will let your baby-juice out directly into my pussy!", " Aaahh… Mnnhuhaahh… Aaghh!"]}, {"name": "", "audio": "", "normalized": ["As her vaginal walls moving wildly over and over, my cock finally began to erupt."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Splosh* *Spew* *Spew* *Throb* *Sput*"]}, {"name": "Nina", "audio": "v_r-ev310_0036", "normalized": ["Mnnaaghh?!", " I-it's coming!", " Hot, thick cum… I-it's coming inside my pussy, inside me!"]}, {"name": "", "audio": "", "normalized": ["Even as the eruption-like ejaculation starting, Nina did not pull her hips back at all."]}, {"name": "", "audio": "", "normalized": ["The throbbing cock inside her spewed semen, pumping it directly into her womb at once."]}, {"name": "You", "audio": "", "normalized": ["…Ughh, guhh… Gaahaghh?!"]}, {"name": "", "audio": "", "normalized": ["I was drugged and she was sitting right on top of my lower body, so there was no way for me to stop myself from cumming inside her."]}, {"name": "", "audio": "", "normalized": ["A massive amount of semen was sucked out of me, just as the maid desired."]}, {"name": "Nina", "audio": "v_r-ev310_0037", "normalized": ["Haauhhaahhaahha… Ahh, aaghh, this is amazing.", " It's still throbbing so much.", " It must feel so good… Mnnghh, mnheheh."]}, {"name": "You", "audio": "", "normalized": ["D-don't get it wrong… You're the only one who's feeling that good here… Okay."]}, {"name": "", "audio": "", "normalized": ["I was barely able to speak, but I still tried to get away from her, but my limbs just refused to work."]}, {"name": "Nina", "audio": "v_r-ev310_0038", "normalized": ["Oh my, what is happening now?", " Looks like your cock is ready to be milked for even more cum."]}, {"name": "", "audio": "", "normalized": ["Nina's twisted her hips erotically all the while she still had the post-ejaculation penis inside her."]}, {"name": "", "audio": "", "normalized": ["The vaginal walls that already sucked the cum out of me wiggled and sucked onto my cock, not letting it go even after I finished cumming."]}, {"name": "You", "audio": "", "normalized": ["H-hey… Guh?!", " L-let me go!"]}, {"name": "Nina", "audio": "v_r-ev310_0039", "normalized": ["Mnnheehh, you are still so hard and ready to go.", " I think I can get another few loads out of you."]}, {"name": "", "audio": "", "normalized": ["She gave the clock in the room a quick look.", " There was still ample time before Noel was supposed to come."]}, {"name": "Nina", "audio": "v_r-ev310_0040", "normalized": ["Hey?", " Why don't we come at the same time next?", " Both of us, so intimate… Mnnuhh."]}, {"name": "", "audio": "", "normalized": ["Nina began to move her hips back and forth once again as she put on an ecstatic smile and pressed her body firmly onto me."]}, {"name": "", "audio": "", "normalized": ["She was drooling from her lips and began licking my nipples with the tip of her tongue again.", " It was already glistening with her own saliva."]}, {"name": "Nina", "audio": "v_r-ev310_0041", "normalized": ["Mnnghh… Mnnchuh, mnnuh… Relourelouh."]}, {"name": "You", "audio": "", "normalized": ["Ohh… Guhouh… Aaghh!"]}, {"name": "", "audio": "", "normalized": ["I had just ejaculated inside and it made her vagina even smoother.", " Nina was using her natural-born weapon to maximum lewdness after the cumshot."]}, {"name": "", "audio": "", "normalized": ["The best weapon that was the lust-filled body of a woman."]}, {"name": "Nina", "audio": "v_r-ev310_0042", "normalized": ["Aaahh… A-again!", " Your cock, it's throbbing… Shaking!", " Aahh… Mnnhuhh!"]}, {"name": "", "audio": "", "normalized": ["She leaned onto me and pressed out sweat-covered skin together which made erotic, moist noises at they rubbed together."]}, {"name": "", "audio": "", "normalized": ["Our arousal was escalating more and more as it did not take long for me to be ready to ejaculate once more."]}, {"name": "You", "audio": "", "normalized": ["…Guhh!", " H-hey… A-again!", " …I'm cumming!"]}, {"name": "Nina", "audio": "v_r-ev310_0043", "normalized": ["Mnnchuhh… Mnnhuahh, ahh, of course.", " Please, let us come together!", " Ahh… T-together…!"]}, {"name": "", "audio": "", "normalized": ["The woman's moan and my scream echoed into a symphony."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Spew* *Spew*"]}, {"name": "Nina", "audio": "v_r-ev310_0044", "normalized": ["Mnnhaaghaahh?!", " Aaahh, c-coming, coming!", " I'm coming… C-coming too, aahh!"]}, {"name": "", "audio": "", "normalized": ["Nina achieved orgasm while her hips twisted like a pussycat.", " Her face was so lewd as she orgasmed with such ecstatic expression on her face."]}, {"name": "", "audio": "", "normalized": ["I wad able to deliver semen that was rather thick for the second ejaculation into Nina's womb, albeit a bit lacking in volume."]}, {"name": "You", "audio": "", "normalized": ["…Uhh…aahh, wh-what a slut.", " You're gonna run me dry…"]}, {"name": "", "audio": "", "normalized": ["Even though we both came at the same time, I ejaculated so hard that my testicles were literary empty at that point."]}, {"name": "Nina", "audio": "v_r-ev310_0045", "normalized": ["Mnaah… Haah, hauh… Mnn, chuhh… Nmuh!", " Aahh… Mnn, relouh."]}, {"name": "You", "audio": "", "normalized": ["…Guh.", " I guess you really like licking the nipple, don't you?"]}, {"name": "Nina", "audio": "v_r-ev310_0046_01", "normalized": ["Mnnhe, heheh.", " Of course.", " It's not just women who are sensitive there, don't you know?"]}, {"name": "", "audio": "", "normalized": ["Nina smiled lewdly while her forehead was covered with large beads of sweat drops."]}, {"name": "", "audio": "", "normalized": ["Her vagina was squeezing tightly, not letting a single drop of semen escape even after two loads of cum inside it."]}, {"name": "You", "audio": "", "normalized": ["Huh, alright then.", " I guess I'll pass the word to Noel if you happen to get pregnant…"]}, {"name": "Nina", "audio": "v_r-ev310_0047", "normalized": ["Mnnhehehh.", " Now, there is no escape from us for you, not ever, do you understand?"]}, {"name": "You", "audio": "", "normalized": ["…What do you mean?"]}, {"name": "", "audio": "", "normalized": ["Nina showed a meaningful smile like she knew all out me that she needed to know."]}, {"name": "Nina", "audio": "v_r-ev310_0048", "normalized": ["You are just a stud to produce a superior offspring for Ms.", " Noel.", " You seem to be keeping many women, but that does not matter."]}, {"name": "", "audio": "", "normalized": ["She must have researched about my organization and personnel beforehand.", " Indeed, she was a good maid."]}, {"name": "Nina", "audio": "v_r-ev310_0049", "normalized": ["However, you are not allowed to truly love anyone but Ms.", " Nowl.", " Remember, I will always be keeping my eye on you."]}, {"name": "You", "audio": "", "normalized": ["Damn, what a troublesome maid you are…"]}, {"name": "", "audio": "", "normalized": ["This is nothing but stalking.", " I wondered if Nina realized what her action seemed like from the outside perspective."]}, {"name": "Nina", "audio": "v_r-ev310_0050", "normalized": ["…Mnngh, mnnghuh… Huhaahh!"]}, {"name": "", "audio": "", "normalized": ["Finally, she had lifted her heavy hips off of me as out skin-tight contact came to an end."]}, {"name": "Nina", "audio": "v_r-ev310_0051", "normalized": ["…Mnnhuhahh… Aaahh!", " Well well, that's quite a lot!"]}, {"name": "", "audio": "", "normalized": ["Two loads worth of thick semen was dripping out of her vagina, accompanied by bubbling noises."]}, {"name": "You", "audio": "", "normalized": ["Yeah, some maid sucked it all out of me, right…?"]}, {"name": "Nina", "audio": "v_r-ev310_0052", "normalized": ["Heheheh.", " They say 'great men have a great fondness for the sensual pleasures' in Japan.", " I admit your sexual ability is sufficient…"]}, {"name": "", "audio": "", "normalized": ["Nina showed me an unnervingly threatening smile as she scooped up the semen dripping out of her with her fingers."]}, {"name": "", "audio": "", "normalized": ["It was much more fearsome than her master, Noel, and at the same time, strangely attractive."]}, {"name": "Nina", "audio": "v_r-ev310_0053", "normalized": ["…However, like I just told you, if you fall in love with anyone other than Ms.", " Noel, I will punish you, understood?"]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " I'll keep that in mind."]}, {"name": "", "audio": "", "normalized": ["Nina let the overflowing semen tangle onto her fingertip and then put it onto her lips."]}, {"name": "", "audio": "", "normalized": ["I could not help but gulp at how fetish and erotic that was."]}, {"name": "Nina", "audio": "v_r-ev310_0054", "normalized": ["Mnnghh… Chuh, mnnuhh.", " Churruhh… Heheh, anyway, this is so amazingly thick."]}, {"name": "You", "audio": "", "normalized": ["If you are done, would you get off of me?", " I would have to take a shower before Noel shows up, right?"]}, {"name": "Nina", "audio": "v_r-ev310_0055", "normalized": ["Mnnheheheh.", " Of course, I understand… But, let us sit here like this a little longer… Mnnchuh."]}, {"name": "", "audio": "", "normalized": ["Nina licked her lips with her tongue so innocently like a puppy and it made me taken aback."]}, {"name": "", "audio": "", "normalized": ["Perhaps because she was now satisfied, not because she was relaxed, Nina soon fell asleep."]}, {"name": "You", "audio": "", "normalized": ["…Damn it.", " I have to ask Noel to keep this crazy maid away from me in the future."]}, {"name": "Nina", "audio": "v_r-ev310_0056", "normalized": ["…Mnnuhh.", " Uhh…mnnuh.", " Ms.", " Noel."]}, {"name": "", "audio": "", "normalized": ["I smiled bitterly as I saw now innocent the maid's expression was as she slept with her finger in her mouth."]}, {"name": "You", "audio": "", "normalized": ["She did just pull all of this.", " She might still come after me to the end of the earth even if she's kept away for a while, huh…?"]}, {"name": "", "audio": "", "normalized": ["A few days later, I had concluded my business in the UFS and returned to the hideout when Tokiko reported we had hired a new maid."]}, {"name": "", "audio": "", "normalized": ["The exclusive contract was signed without even Tokiko knowing at all.", " I was sure it was the maid from the UFS."]}, {"name": "Nina", "audio": "v_r-ev310_0057", "normalized": ["…Master Fuuma.", " Here is your tea."]}, {"name": "You", "audio": "", "normalized": ["Hey, I don't remember letting them hire such a crazy maid like you, ever, hmm?"]}, {"name": "Nina", "audio": "v_r-ev310_0058", "normalized": ["Yeah, of course, you did not.", " Heheheh."]}]