[{"name": "You", "audio": "", "normalized": ["…I see it's about time."]}, {"name": "", "audio": "", "normalized": ["Where I was looking was a woman being bound on the bed with her legs wide open――Rizuna Mito."]}, {"name": "", "audio": "", "normalized": ["I had attempted to break Rizuna repeatedly.", " I have succeeded physically and she even started moving her own hips."]}, {"name": "", "audio": "", "normalized": ["But the last line of defense… I still could not break her mind and make her swear obedience."]}, {"name": "", "audio": "", "normalized": ["And perhaps because her body was getting used to the conditioning, she was starting to regain calm, so I decided to place one last trip."]}, {"name": "", "audio": "", "normalized": ["And as the preparation, her feeding and sleeping time had been pushed around to put physical and mental strain to disrupt her mind."]}, {"name": "You", "audio": "", "normalized": ["Now… Time to finish things off…"]}, {"name": "", "audio": "", "normalized": ["I was certain it was going to work out like that and decided to put the plan into motion to break her mind."]}, {"name": "Rizuna", "audio": "v_sr301_0000", "normalized": ["…Mnnuhh… Here you are again.", " So many times, you must be tired."]}, {"name": "", "audio": "", "normalized": ["Rizuna was visibly exhausted, but she did not let go of her rebellious attitude at all."]}, {"name": "You", "audio": "", "normalized": ["You're the one who should be tired.", " I admire you how long you resisted, but you will break eventually.", " The time is on my side."]}, {"name": "You", "audio": "", "normalized": ["It really is pointless resisting even though you know what will happen."]}, {"name": "Rizuna", "audio": "v_sr301_0001", "normalized": ["You will not know until it happens."]}, {"name": "", "audio": "", "normalized": ["She gave me an unexpectedly fierce look.", " I knew I had to break her mind to get it done right."]}, {"name": "", "audio": "", "normalized": ["The source of Rizuna's power.", " Her loving husband and child she relied on… I had to break her dependence on her family."]}, {"name": "Rizuna", "audio": "v_sr301_0002", "normalized": ["So… Are you going to torture me again?", " No matter how many times… You will not break me."]}, {"name": "You", "audio": "", "normalized": ["What an admirable willpower you have.", " You can say I'm impressed.", " I have never seen anyone endure my conditioning this far."]}, {"name": "You", "audio": "", "normalized": ["That makes it…pitiful…"]}, {"name": "", "audio": "", "normalized": ["I lowered my voice and whispered to remind her what was about to come."]}, {"name": "Rizuna", "audio": "v_sr301_0003", "normalized": ["Pitiful?", " I have no reason to expect you to pity me!"]}, {"name": "You", "audio": "", "normalized": ["I admit, I am a pretty scummy person, but I still feel pity for you, despite that."]}, {"name": "You", "audio": "", "normalized": ["No matter how hard you try to get back to your husband… Your husband is actually cheating on you."]}, {"name": "Rizuna", "audio": "v_sr301_0004", "normalized": ["That is a lie!", " You are just feeding me lie, trying to shake me up, that doesn't…"]}, {"name": "", "audio": "", "normalized": ["She denied my words without thinking, so I showed the screen on a laptop as proof"]}, {"name": "Rizuna", "audio": "v_sr301_0005", "normalized": ["What…is this…"]}, {"name": "", "audio": "", "normalized": ["Rizuna looked suspicious, but once she noticed what was on the screen, her expression changed and stared at it."]}, {"name": "Rizuna", "audio": "v_sr301_0006", "normalized": ["Wh-what it the meaning of this… Why is my husband…"]}, {"name": "", "audio": "", "normalized": ["A video was playing on the laptop screen."]}, {"name": "", "audio": "", "normalized": ["I had tailed her husband and had the video recorded.", " It showed Rizuna's husband meeting up with a young woman, entering a hotel."]}, {"name": "Rizuna", "audio": "v_sr301_0007", "normalized": ["This is a lie… He would never betray me…"]}, {"name": "You", "audio": "", "normalized": ["…In fact, the target has been actually engaging in similar activities for some time now."]}, {"name": "Rizuna", "audio": "v_sr301_0008", "normalized": ["?!", " That can't be possible!"]}, {"name": "You", "audio": "", "normalized": ["The dates he's been going out like this completely lines up with your missions as a Taimanin."]}, {"name": "", "audio": "", "normalized": ["The video switched to footage from the hidden camera.", " Recording of Rizuna's husband making out and fucking the young girl started playing."]}, {"name": "Rizuna", "audio": "v_sr301_0009", "normalized": ["N-no… This is a lie… This can't be…"]}, {"name": "", "audio": "", "normalized": ["Rizuna's husband was fucking the young girl in a missionary position, kissing her passionately occasionally.", " It was obvious they were close."]}, {"name": "You", "audio": "", "normalized": ["No matter how much you deny it, nothing is going to change.", " Now… Your husband is quite good at this."]}, {"name": "You", "audio": "", "normalized": ["He has two mistresses he's cheating with and he's also visiting brothels on occasion."]}, {"name": "You", "audio": "", "normalized": ["And he's been hiding it from you all this time too… Ohh?", " Looks like he's cumming inside."]}, {"name": "Rizuna", "audio": "v_sr301_0010", "normalized": ["No… He didn't…even do that to me…"]}, {"name": "", "audio": "", "normalized": ["Rizuna's face turned completely pale as she focused and stared at the laptop screen."]}, {"name": "", "audio": "", "normalized": ["The video changed and showed footage of Rizuna's husband now entering a brothel and talking business with a hooker."]}, {"name": "Rizuna", "audio": "v_sr301_0011", "normalized": ["E-even all this too… He…didn't even do that to me…"]}, {"name": "", "audio": "", "normalized": ["And then the footage showed him fucking a young girl from the behind, ejaculating inside her."]}, {"name": "Rizuna", "audio": "v_sr301_0012", "normalized": ["This is… This can't be… Then what was I…"]}, {"name": "", "audio": "", "normalized": ["Rizuna turned her face away from the screen and started murmuring.", " The shock was too intense for her to handle and her mind was starting to shake."]}, {"name": "", "audio": "", "normalized": ["It seemed she believed the contents of the video.", " If Rizuna was in her right mind, she might have noticed it was all edited."]}, {"name": "", "audio": "", "normalized": ["That was why I had spent days exhausting Rizuna and chipping away at her attention and ability to observe."]}, {"name": "", "audio": "", "normalized": ["Of course, Rizuna's husband was not cheating on her and he was not visiting a brothel.", " He was just an ordinary man, too busy with his work."]}, {"name": "Rizuna", "audio": "v_sr301_0013", "normalized": ["Ahh… I'm… What am I… What am I supposed to be fighting for…"]}, {"name": "", "audio": "", "normalized": ["Rizuna completely believed the video was authentic.", " Her face was visibly colored by despair, just as I wanted."]}, {"name": "", "audio": "", "normalized": ["And then I moved in closer to Rizuna, placing myself beside her, to save Rizuna in despair."]}, {"name": "You", "audio": "", "normalized": ["…You know this is it.", " You're going through so much suffering for a man like him.", " I can show you a more comfortable world."]}, {"name": "Rizuna", "audio": "v_sr301_0014", "normalized": ["Comfortable… What am I supposed to…"]}, {"name": "", "audio": "", "normalized": ["She seemed intrigued by my words as she looked at me with empty eyes."]}, {"name": "You", "audio": "", "normalized": ["it's fairly simple.", " You just accept me in, accept the pleasure.", " You become my sex slave, forget everything and live an easy life."]}, {"name": "Rizuna", "audio": "v_sr301_0015", "normalized": ["Sex…slave… You say becoming a slave will save me?"]}, {"name": "You", "audio": "", "normalized": ["…That's right.", " You listen to what I say, let me fuck you, and it'll make you happy.", " That's what you will become."]}, {"name": "You", "audio": "", "normalized": ["I'm the kind of guy who treats my property well.", " You won't need to worry about betrayal.", " You will live a happy life, okay?"]}, {"name": "", "audio": "", "normalized": ["I stared into her eyes and let my fingers run along her body."]}, {"name": "Rizuna", "audio": "v_sr301_0016", "normalized": ["Mnnghh… But…"]}, {"name": "", "audio": "", "normalized": ["I could sense Rizuna's mind was wandering.", " No, her mind was already made up.", " She just could not take the first step."]}, {"name": "", "audio": "", "normalized": ["The video started playing on the laptop screen again as it must have been on repeat."]}, {"name": "", "audio": "", "normalized": ["The moans of man and woman having sex played, strangely louder than I thought."]}, {"name": "", "audio": "", "normalized": ["Rizuna heard that and shut her eyes tightly like she was expressing extreme pain."]}, {"name": "", "audio": "", "normalized": ["Then she opened her eyes with an erotic glimmer and spoke loud and clear."]}, {"name": "Rizuna", "audio": "v_sr301_0017", "normalized": ["…I see… I will do as you say."]}, {"name": "You", "audio": "", "normalized": ["Alright… So you want this, don't you?", " Now, how about you actually ask for it with your own words, eh?"]}, {"name": "", "audio": "", "normalized": ["I took out my erect cock and showed it off to Rizuna."]}, {"name": "", "audio": "", "normalized": ["She called it filthy the other day, but would she?"]}, {"name": "Rizuna", "audio": "v_sr301_0018", "normalized": ["…Your cock… Please put your cock into my pussy…"]}, {"name": "", "audio": "", "normalized": ["Rizuna said it slowly and clearly like she was savoring each word.", " Soon, her face blushed and her vagina became moist."]}, {"name": "", "audio": "", "normalized": ["Did she just get turned on by saying that?", " She was certainly a good wife.", " Very experienced."]}, {"name": "Rizuna", "audio": "v_sr301_0019", "normalized": ["Please, make me come…with your cock… Make me forget everything!"]}, {"name": "You", "audio": "", "normalized": ["Fine, then… The deal is sealed.", " Now, I'm going to give you my cock, just like you asked for."]}, {"name": "", "audio": "", "normalized": ["I could not hide my smile as I started gradually lowering my hips towards her crotch."]}, {"name": "Rizuna", "audio": "v_sr301_0020", "normalized": ["Guguhh!", " Aaaghh… It's coming in… Cock!"]}, {"name": "", "audio": "", "normalized": ["Rizuna's labia were parted open as I had her legs spread wide as I could see her vagina wiggling inside."]}, {"name": "", "audio": "", "normalized": ["Then I slowly penetrated it with my penis.", " Her vagina had gone through so much conditioning that it was sucking onto my cock perfectly."]}, {"name": "", "audio": "", "normalized": ["Her vagina was squeezing tight as well.", " A massive amount of vaginal fluid came out and lead the penis in deeper and deeper."]}, {"name": "Rizuna", "audio": "v_sr301_0021", "normalized": ["Mnnaaghh!", " Aahhnmm!", " It's…coming in so deep inside me!", " Into my womb… It's coming in!"]}, {"name": "", "audio": "", "normalized": ["The penis made its way in smoothly and penetrated the tangling membrane as the tip hit the cervix."]}, {"name": "", "audio": "", "normalized": ["It had gone in deeper than ever before and her womb was getting stimulated more."]}, {"name": "Rizuna", "audio": "v_sr301_0022", "normalized": ["Ahhnmm!", " Yeess!", " I've been… I've been waiting for this so long!", " Your cock… It's so good!"]}, {"name": "", "audio": "", "normalized": ["Rizuna had been stopping herself from moaning and expressing pleasure in the previous sessions."]}, {"name": "", "audio": "", "normalized": ["However, with such brake now completely gone, she let out erotic moans and lewd words."]}, {"name": "", "audio": "", "normalized": ["And… Perhaps she was deliberately getting unhinged to forget about her husband's betrayal."]}, {"name": "Rizuna", "audio": "v_sr301_0023", "normalized": ["Huhaahh!", " Aaauhuhhnmm!", " More!", " I want you to fuck me harder!", " Huaahh!"]}, {"name": "", "audio": "", "normalized": ["I was starting to move faster like Rizuna's moans were urging me."]}, {"name": "", "audio": "", "normalized": ["The gushing pussy juice was stirred up and made foams and noises."]}, {"name": "", "audio": "", "normalized": ["The lewd sounds coming from her actually helped to muffle the sound of the video."]}, {"name": "Rizuna", "audio": "v_sr301_0024", "normalized": ["Hughuughh!", " Mnnhaahh!", " Aahhnmmgh!", " Yes… Your cock… So good!", " I love how your cock feels!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because of her pent up desires, Rizuna was unhinged and saught after the penis greedily."]}, {"name": "You", "audio": "", "normalized": ["Do you really like my cock that much?", " Even more than your husband's?"]}, {"name": "Rizuna", "audio": "v_sr301_0025", "normalized": ["That's… Uhhnm… Aaaughh."]}, {"name": "You", "audio": "", "normalized": ["What?", " You're still caring for your husband after all that?"]}, {"name": "Rizuna", "audio": "v_sr301_0026", "normalized": ["No… It's not even comparable… Haahughh… Your cock is so much better… Much, much better!"]}, {"name": "", "audio": "", "normalized": ["Rizuna hesitated to answer for a moment, but her expression turned ecstatic immediately and yelled."]}, {"name": "Rizuna", "audio": "v_sr301_0027", "normalized": ["Aaaguhh!", " Aaghahh!", " Aauhhnmm, it's so big… Mnnheeghh!", " It's so hard too… I love yours so much better!"]}, {"name": "", "audio": "", "normalized": ["The more Rizuna talked, the tighter her vagina got, as her fleshy walls squeezed and tangled onto my cock."]}, {"name": "", "audio": "", "normalized": ["Every time I pounded her, her vaginal walls put pressure on my penis, sucking onto it.", " Every single one of tiny creases stimulated me, giving me chills."]}, {"name": "Rizuna", "audio": "v_sr301_0028", "normalized": ["Huhaaghh!", " I want it… What you didn't give me the last time… I want it… Aaheghh!"]}, {"name": "You", "audio": "", "normalized": ["What do you want?", " Say it loud and clear."]}, {"name": "Rizuna", "audio": "v_sr301_0029", "normalized": ["Aauhhnmm!", " Your… Huhaaghh!", " Your cum… In my pussy… Please cum inside my pussy!"]}, {"name": "", "audio": "", "normalized": ["Her own words seemed to have aroused her and Rizuna's vagina wiggled and stimulated my penis even more."]}, {"name": "", "audio": "", "normalized": ["Her pussy was reacting much more violently compared to the past conditioning and I was already about to ejaculate."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " You better take it all in then."]}, {"name": "", "audio": "", "normalized": ["Just like I was almost ready to ejaculate, Rizuna had been holding off the orgasm as well, reaching her limit."]}, {"name": "Rizuna", "audio": "v_sr301_0030", "normalized": ["Mnnaagahh!", " Deeper… Deeper, please… Into my womb… I want your cum!"]}, {"name": "", "audio": "", "normalized": ["I put my weight on her and drove my penis deeper into her vagina, just as she asked."]}, {"name": "Rizuna", "audio": "v_sr301_0031", "normalized": ["Agguhghh!", " Aaauhhnmmghh!", " Your cock… It's coming into my womb!"]}, {"name": "", "audio": "", "normalized": ["The penis was in her all the way and the tip pressed against her cervix."]}, {"name": "", "audio": "", "normalized": ["That moment, Rizuna's vagina contracted intensely and wiggled violently.", " The stimulation made me orgasm…"]}, {"name": "", "audio": "", "normalized": ["A massive amount of semen erupted from the tip of my cock."]}, {"name": "Rizuna", "audio": "v_sr301_0032", "normalized": ["Mnnaaghaahh!", " Aaheeghh!", " Mnnuguhh!", " Coming!", " It's coming!"]}, {"name": "Rizuna", "audio": "v_sr301_0033", "normalized": ["So much cum…coming in… Mnnheeghh!"]}, {"name": "", "audio": "", "normalized": ["Rizuna's body trembled as she screamed in joy from the sensation of the semen pouring into her."]}, {"name": "Rizuna", "audio": "v_sr301_0034", "normalized": ["Noo… My pussy… Hot… Hot cum, inside my belly… No… Coming… Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["That was the final trigger and Rizuna achieved orgasm with her body twitching."]}, {"name": "", "audio": "", "normalized": ["Her vaginal lining shook violently and wiggled to suck out all the cum in my cock."]}, {"name": "Rizuna", "audio": "v_sr301_0035", "normalized": ["Mnnguughh… Mnuughh… What is this… Sex… I didn't know it was this good… Aaahughh!"]}, {"name": "", "audio": "", "normalized": ["Rizuna's body shuddered all over the place.", " She was lactating from her breasts and cum dripped from her pussy."]}, {"name": "Rizuna", "audio": "v_sr301_0036", "normalized": ["Aaaghh!", " Haauhh… This is amazing… Your cock… It's still hard…"]}, {"name": "", "audio": "", "normalized": ["The penis had finished ejaculating, but it was still hard as it pounded her womb further."]}, {"name": "You", "audio": "", "normalized": ["Looks like my cock isn't satisfied yet.", " I'm gonna keep going."]}, {"name": "", "audio": "", "normalized": ["Rizuna's eyes opened wide in a surprise, but soon she showed a lewd smile."]}, {"name": "Rizuna", "audio": "v_sr301_0037", "normalized": ["Mmmghh… I've never done it… Mnnmghhuhhnm… Twice in a row… Please, fuck me more… Let me forget everything…"]}, {"name": "", "audio": "", "normalized": ["Perhaps from the aftermath of the orgasm, Rizuna looked like she was intoxicated, but her voice also sounded somewhat desperate."]}, {"name": "You", "audio": "", "normalized": ["Alright, I'm gonna make you forget about everything but me."]}, {"name": "", "audio": "", "normalized": ["The fake video worked even better than I expected.", " Rizuna's mind was completely broken.", " All I had to do now was to corrupt her with pleasure."]}, {"name": "Rizuna", "audio": "v_sr301_0038", "normalized": ["Huhaahh!", " Ahhmnmghh!", " I just came… My pussy… Uughhnmm… It's so…sensitive… Heeguhghh!"]}, {"name": "", "audio": "", "normalized": ["I started moving the penis while it was still in her vagina along with the semen."]}, {"name": "", "audio": "", "normalized": ["As I continued to fuck her, the mixture of semen and vaginal fluid started dripping from her vagina."]}, {"name": "", "audio": "", "normalized": ["I used the bodily fluids to lubricate and speed up the penis and the fluid containing semen splatter onto our bodies."]}, {"name": "", "audio": "", "normalized": ["The room was filled with musky, beastly odor as it contributed to furthering our arousal."]}, {"name": "Rizuna", "audio": "v_sr301_0039", "normalized": ["Huhaaghh!", " Mnnoughohh!", " Ahhnmm!", " Mnnuughh… What is this… My whole body… It's so good… Mnnughh!"]}, {"name": "You", "audio": "", "normalized": ["Feel it.", " You could never feel this good when you were fucking your husband, could you?"]}, {"name": "Rizuna", "audio": "v_sr301_0040", "normalized": ["Aaahuhhghh!", " Mnngheghh… I-I've never…felt this good… Never before…"]}, {"name": "", "audio": "", "normalized": ["I was pounding so hard, our flesh made slapping noise as they hit each other.", " And then I ground my hips, stirring up the inside of her pussy with my cock."]}, {"name": "Rizuna", "audio": "v_sr301_0041", "normalized": ["…Haahuguhh… Heeughuhhghh… It's so much…harder…bigger… Mnnheeghh!"]}, {"name": "", "audio": "", "normalized": ["Rizuna became so obedient to pleasure that she was reacting so sensitively like a little girl."]}, {"name": "Rizuna", "audio": "v_sr301_0042", "normalized": ["Mnnaahh… Mnnheeghh… My pussy feels so good… I'm…going to pass out again… Haauughh!"]}, {"name": "", "audio": "", "normalized": ["I could feel Rizna's orgasm was getting close through my cock.", " I stopped moving for a moment and looked into her eyes."]}, {"name": "You", "audio": "", "normalized": ["Now, swear.", " Will you abandon your husband and children and obey me?"]}, {"name": "", "audio": "", "normalized": ["Rizuna would have refused it right away previously."]}, {"name": "", "audio": "", "normalized": ["However, she was now reduced to a slut only seeking pleasure, so she did not answer right away, but let her hips dance a bit."]}, {"name": "You", "audio": "", "normalized": ["Come on, say it out loud.", " Or I'll pull my cock out, okay?"]}, {"name": "Rizuna", "audio": "v_sr301_0043", "normalized": ["Noo!", " Please… Don't get it out… Mnnguhh… Mnnhaahh…"]}, {"name": "", "audio": "", "normalized": ["I pretended to pull my penis out of her slowly and Rizuna let out a loud scream."]}, {"name": "Rizuna", "audio": "v_sr301_0044", "normalized": ["I will abandon them… My husband… My child… The only thing…I need is… Ahhanm… You and your cock!"]}, {"name": "You", "audio": "", "normalized": ["Well said… Now, you've become my sex slave."]}, {"name": "You", "audio": "", "normalized": ["You now belong to me, forever.", " This bond will not be broken by anything or anyone."]}, {"name": "", "audio": "", "normalized": ["As soon as I told her, a single drop of tear shed from Rizuna's eyes.", " I was not certain if that was from joy or guilt."]}, {"name": "", "audio": "", "normalized": ["However, I did not care at that point.", " Rizuna was mine.", " Her body, mind, even a single drop of tear, all mine."]}, {"name": "Rizuna", "audio": "v_sr301_0045", "normalized": ["Mnnghhnmm!", " Hurry… Please… Fuck me with your cock, please!", " Please let me forget everything!"]}, {"name": "You", "audio": "", "normalized": ["Yeah… I'll make you forget about anything that might trouble you so you don't have to think about it."]}, {"name": "", "audio": "", "normalized": ["I answered Rizuna's strained scream and resumed pounding."]}, {"name": "", "audio": "", "normalized": ["I lowered my hips onto Rizna's body, almost crushing her body as the tip of my cock knocked onto her cervix."]}, {"name": "Rizuna", "audio": "v_sr301_0046", "normalized": ["Huouoghh!", " Ahhnmm!", " Your cock… Coming in!"]}, {"name": "", "audio": "", "normalized": ["As a result, it basically ended up teasing Rizuna as she neared climax quickly, driven to orgasm."]}, {"name": "", "audio": "", "normalized": ["The inside of the vagina was twitching and stimulating the cock inside, giving me pleasure."]}, {"name": "Rizuna", "audio": "v_sr301_0047", "normalized": ["Aaahhnmm… Huhaaghh… I'm coming again!", " This feels so good, so much… Hegaghh!"]}, {"name": "", "audio": "", "normalized": ["Rizuna who was stubbornly resisting the conditioning was gone."]}, {"name": "", "audio": "", "normalized": ["The only person I was seeing there was the slave whore who was being penetrated by the cock and showing off an orgasmic face."]}, {"name": "", "audio": "", "normalized": ["I felt a sense of achievement as I was able to break and control the Taimanin with such strong willpower."]}, {"name": "", "audio": "", "normalized": ["Even the fact I had a hard time breaking her was now a fond memory."]}, {"name": "Rizuna", "audio": "v_sr301_0048", "normalized": ["Ahhnmm!", " Aaaghh!", " No… More… I want it more… Your cock… I want you to mess me up!"]}, {"name": "", "audio": "", "normalized": ["A particularly high-pitched scream came from Rizuna's mouth and her body froze."]}, {"name": "", "audio": "", "normalized": ["At the same time, she spewed breast milk from her nipples and orgasmed."]}, {"name": "Rizuna", "audio": "v_sr301_0049", "normalized": ["Aaguhguughh!", " Coming… Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["I could not hold it in any longer thanks to how tight her pussy had gotten."]}, {"name": "", "audio": "", "normalized": ["I lowered my hips deep and hard, slamming the tip of my cock onto her cervix… Letting out sizzling semen."]}, {"name": "", "audio": "", "normalized": ["My penis throbbed and poured semen into her.", " That moment, Rizuna felt semen inside her and her vagina and womb twitched."]}, {"name": "Rizuna", "audio": "v_sr301_0050", "normalized": ["Aagughh… Haaguhh… My pussy… It's so full and hot… Your cum, so much… You're gonna knock me up… Mnngh… So good…"]}, {"name": "", "audio": "", "normalized": ["My legs almost went limp from how intense the pleasure was and how much of a relief that was, but I resisted and pressed the tip onto her womb."]}, {"name": "", "audio": "", "normalized": ["And then the semen poured into her filled her womb and came flowing back to her vagina, leaking from the labia."]}, {"name": "", "audio": "", "normalized": ["The overflowing semen from her crotch ran along Rizuna's belly and into her cleavage."]}, {"name": "Rizuna", "audio": "v_sr301_0051", "normalized": ["Aghahh… Mnnguhh… My… Cum… That's all I need… This is all I need…"]}, {"name": "You", "audio": "", "normalized": ["You've lost everything, but you've gained everything.", " Now I am your husband and master."]}, {"name": "Rizuna", "audio": "v_sr301_0052", "normalized": ["Mnnhahh!", " Please, I hope you will take good care of me from now, forever and ever…"]}, {"name": "", "audio": "", "normalized": ["Rizuna said joyously as her legs were wide open, engulfing the penis."]}, {"name": "", "audio": "", "normalized": ["She was completely broken… A wife with a ripe body and strong willpower.", " I have come in possession of such an interesting pawn."]}, {"name": "", "audio": "", "normalized": ["Espionage, assassination, and sex.", " Just thinking about how I would be able to utilize Rizuna was so exciting."]}, {"name": "", "audio": "", "normalized": ["Anyway… I wondered how she would react when she finds out her husband's betrayal was made up by me."]}, {"name": "", "audio": "", "normalized": ["Imagining what kind of expression would be on Rizuna's face was enough to send chills of pleasure down my spine."]}, {"name": "", "audio": "", "normalized": ["I could not wait for that day to come."]}]