[{"name": "", "audio": "", "normalized": ["The dark-skinned girl who came to me out of nowhere, Yuliya."]}, {"name": "", "audio": "", "normalized": ["She was running from the Nomad for some unknown reason and came to me for help."]}, {"name": "", "audio": "", "normalized": ["In return of me harboring her, she began to work as a maid at the hideout.", " I and Tokiko welcomed her in…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0000", "normalized": ["Master, Y-Yuliya would like to offer…my first to Master!"]}, {"name": "", "audio": "", "normalized": ["One night, Yuliya came to me to offer her virginity as part of the compensation for me helping her.", " I accepted her offer and we crossed the line that night."]}, {"name": "", "audio": "", "normalized": ["Ever since we have been sleeping together on a daily basis, still being careful so that no one finds out.", " Even today…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0001", "normalized": ["Mmnng, guhaahh!", " M-Master, I finished, huahh, c-cleaning the windows… Heaaghh!"]}, {"name": "", "audio": "", "normalized": ["Yuliya told me behind her back as she kept her eyes on the squeaky clean windows."]}, {"name": "", "audio": "", "normalized": ["Her chocolate skin was strangely sweaty and her cheeks were turning red."]}, {"name": "", "audio": "", "normalized": ["She breathed out aroused and was standing in a way so that she was poking her butt out towards me."]}, {"name": "You", "audio": "", "normalized": ["Good work.", " So?", " Did you do it exactly as I told you?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0002", "normalized": ["Y-yes, heemnn!", " Y-Yuliya did exactly Master told me so… Mnnghh, j-just as you ordered…!"]}, {"name": "", "audio": "", "normalized": ["She was showing embarrassment and at the same time, she pulled her skirt up and slid her panties down to her knees."]}, {"name": "", "audio": "", "normalized": ["Her exposed labia was engulfing the extremely large dildo.", " Every time the dildo vibrated, love juice dripped down from her crevice."]}, {"name": "You", "audio": "", "normalized": ["Haha… How did it feel, spending all day like that?", " Well, you don't really have to tell with all that juice down there."]}, {"name": "Yuliya", "audio": "v_r-ev244_0003", "normalized": ["Mnnyuuhh, d-don't say that!", " Yuliya was so worried if it might expose us, my heart was racing all day long!"]}, {"name": "", "audio": "", "normalized": ["To finish all the cleaning with a dildo in her pussy without anyone noticing.", " That was my secret assignment for Yuliya and she accomplished it."]}, {"name": "You", "audio": "", "normalized": ["Anyway, with all that juice coming out of your pussy, did no one really notice you?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0004", "normalized": ["Mnhugh, I-I think… Some of them were getting a little suspicious of Yuliya… But every time they looked at me, my pussy ached…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0005", "normalized": ["While everyone was working, Yuliya was d-doing something s-so bad, so lewd and thinking about it made me, m-me, eeghh…!"]}, {"name": "You", "audio": "", "normalized": ["Well, you didn't cause any ruckus, so I guess it's all fine then… Do you want anything as a reward?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0006", "normalized": ["Y-your cock!", " Yuliya wants Master's cock inside me!", " Please, please have sex with Yuliya as a reward!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0007", "normalized": ["I-I wanted it so bad all the while I was cleaning…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0008", "normalized": ["P-please, please fuck and make love to Yuliya's moist pussy a lot with Master's cock…"]}, {"name": "", "audio": "", "normalized": ["Yuliya's eyes wandered around as she begged as she unbuttoned her maid uniform and exposed her rather modest breasts."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Make love, huh."]}, {"name": "", "audio": "", "normalized": ["Yuliya was completely oblivious to the fact my sadistic nature was coming out as I looked at her ass getting pleasured by the dildo."]}, {"name": "", "audio": "", "normalized": ["I pretended to grab her hips to insert and instead grabbed the exposed dildo.", " And then moved it back and forth in lieu of the cock."]}, {"name": "Yuliya", "audio": "v_r-ev244_0009", "normalized": ["Hmmhyaahh?!", " Huuheehhmnn!", " N-noo, Master!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0010", "normalized": ["Wh-what Yuliya wants is Master's cock, mnnghh, mhhaaghh?!"]}, {"name": "You", "audio": "", "normalized": ["I'm trying to get it out, but your real lewd pussy keeps sucking it back in right away."]}, {"name": "You", "audio": "", "normalized": ["You must really like it, huh?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0011", "normalized": ["N-noo!", " This is too much… I followed Master's order and held it in all day long."]}, {"name": "Yuliya", "audio": "v_r-ev244_0012", "normalized": ["I want a real cock…"]}, {"name": "", "audio": "", "normalized": ["Yuliya gave me the begging look as I teased her to wait for it right before she had it."]}, {"name": "", "audio": "", "normalized": ["And yet, her breath was hot and sweet, despite her mind."]}, {"name": "You", "audio": "", "normalized": ["If you don't like it, then you better act like you don't like it."]}, {"name": "You", "audio": "", "normalized": ["If you just come now, no sex today.", " You can just entertain yourself with this."]}, {"name": "Yuliya", "audio": "v_r-ev244_0013", "normalized": ["N-noo, that's too cruel of you!", " I-I don't want you to tease me with these toys anymore!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0014", "normalized": ["I want to have proper sex with you, Yuliya wants to make love with Master, please!"]}, {"name": "", "audio": "", "normalized": ["I ignored all of Yuliya's complaints and I moved the dildo back and forth.", " Her pussy had been teased all day till that moment and it accepted it in easily."]}, {"name": "Yuliya", "audio": "v_r-ev244_0015", "normalized": ["Unnyaaghh?!", " Guhheeghhmn!", " S-stop it."]}, {"name": "Yuliya", "audio": "v_r-ev244_0016", "normalized": ["Th-this is not the kind of sex Yuliya wanted, it isn't it, eeghhmn!", " Aaheeghh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0017", "normalized": ["Guhyaahh!", " Wh-why?", " I-I can't stop my voice!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0018", "normalized": ["N-noo, Yuliya!", " Y-you can't lose to a f-fake cock like this one, eeghh!"]}, {"name": "", "audio": "", "normalized": ["She was resisting with her words, yet Yuliya's voice was turning erotic.", " Her vagina was already splashing juice every time the dildo moved."]}, {"name": "You", "audio": "", "normalized": ["Haha, come to think of it, Yuliya, you are quite popular among my men, huh?"]}, {"name": "You", "audio": "", "normalized": ["They say you are like an angel with how you work so hard to clean up."]}, {"name": "Yuliya", "audio": "v_r-ev244_0019", "normalized": ["Hueehh?!", " I-I don't know anything about that!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0020", "normalized": ["Y-Yuliya only wants to pay back for your kindness, I don't really care what anyone but Master thinks of me…"]}, {"name": "You", "audio": "", "normalized": ["I'm not sure that's completely true, hmm?", " Did you not want someone to fuck you while you were cleaning?", " You whore of a maid!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0021", "normalized": ["N-noo, uuhhyaaghhmnn!", " Wh-why are you being so mean to me?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0022", "normalized": ["I-I don't want any cock that doesn't belong to anyone else but you, Master!", " Eeghhmnn!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0023", "normalized": ["N-noo, my pussy, don't go too crazy… I-I don't like this!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0024", "normalized": ["I hate such a rough cock like this, I-I hate it!", " I hate it so much!", " Heegghhmnn!"]}, {"name": "", "audio": "", "normalized": ["Her mouth was not running smoothly anymore and Yuliya was gradually sinking into pleasure.", " At that point, she began to shake her hips on her own."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are getting better at dancing, hmm?", " Are you captivated by the fake cock?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0025", "normalized": ["Eeehyahh!", " N-noo!", " Th-this is, it's just my pussy want Master's cock and it's begging for it, that is all, oghh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0026", "normalized": ["I-I can't take this much longer… Yuliya's pussy, it's crying from the loneliness because you wouldn't fuck me, Master…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0027", "normalized": ["P-please… Please don't bully Yuliya anymore…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0028", "normalized": ["Noo, I don't want to come from a cock that isn't yours, Master, ouhh…!"]}, {"name": "", "audio": "", "normalized": ["Yuliya begged with a trembling voice as if she was praying.", " Yet even those words were drowned out by the noisy sound of the vibrator."]}, {"name": "Yuliya", "audio": "v_r-ev244_0029", "normalized": ["(N-no… My pussy, it's shaking so much from the fake cock!", " I-I can't take it!", " I'm going to come in front of Master…!", ")"]}, {"name": "Yuliya", "audio": "v_r-ev244_0030", "normalized": ["(P-please don't look!", " Master Fuuma!", " Please don't look at Yuliya as I'm about to come with a fake cock!", ")"]}, {"name": "Yuliya", "audio": "v_r-ev244_0031", "normalized": ["(Please, d-don't hate me…!", ")"]}, {"name": "", "audio": "", "normalized": ["Yuliya tried to resist as much as she could, but Yuliya finally gave in to the pleasure and was about to throw herself into in…almost."]}, {"name": "", "audio": "", "normalized": ["*Click*"]}, {"name": "Yuliya", "audio": "v_r-ev244_0032", "normalized": ["Eghh… Hugh, hueghh?"]}, {"name": "", "audio": "", "normalized": ["I turned off the vibrator that was beginning to capture her and slowly removed it from her vagina to not to stimulate it."]}, {"name": "Yuliya", "audio": "v_r-ev244_0033", "normalized": ["Hyaauhh!", " Wh-why?", " Why did you pull it out…?"]}, {"name": "You", "audio": "", "normalized": ["What, I thought you didn't like it?", " Or were you about to come?"]}, {"name": "", "audio": "", "normalized": ["Yuliya was confused as to how I suddenly acted so cold towards her.", " But she slowly opened her mouth as if she finally made up her mind."]}, {"name": "Yuliya", "audio": "v_r-ev244_0034", "normalized": ["Y-yes… Yuliya was just, j-just about to come because the fake cock felt so good…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0035", "normalized": ["My pussy felt so good with a cock that wasn't even yours, Master, and I was about to come as you watch…!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0036", "normalized": ["B-but, please, believe me, Master!", " The only thing Yuliya wants is Master's cock, that's it!", " I don't want anything but yours, Master!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0037", "normalized": ["The only reason I almost came just now was because you were watching me… Yuliya would not even get wet if it wasn't you, Maser!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0038", "normalized": ["Yuliya is the whore of a maid only for you, Master Fuuma!", " M-my lewd pussy is a cum-dump hole only meant for you, Master!"]}, {"name": "", "audio": "", "normalized": ["Yuliya desperately and yet sincerely pleading me.", " I could not stop myself from chuckling because of how honest her words were."]}, {"name": "You", "audio": "", "normalized": ["Huh, haha… I wondered what you were going to say with such a straight face."]}, {"name": "You", "audio": "", "normalized": ["But it loses all gravity when you are moving your hips, huh, Yuliya?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0039", "normalized": ["Heghh, huahghhagh?!", " Wh-what am I doing… N-noo!", " Don't look at me, Master!", " Heghh, Yuliya is so embarrassed…"]}, {"name": "", "audio": "", "normalized": ["Yuliya's face blushed red and she looked away from me."]}, {"name": "", "audio": "", "normalized": ["Her hips were still shaking a little bit as if it was alluring me even after the dildo was removed."]}, {"name": "Yuliya", "audio": "v_r-ev244_0040", "normalized": ["Noo, my pussy, I can feel it all twitching… M-M-Master, please, believe me, this is just, this is, i-it's…"]}, {"name": "You", "audio": "", "normalized": ["I know, I know, you are just begging for it, right?", " In any case…"]}, {"name": "You", "audio": "", "normalized": ["Haha!", " A cum-dump hole only for me, I never imagined that coming from you, huh?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0041", "normalized": ["Huunyuuhh, I-I'm so sorry… You must be disgusted, Master, with me turning into such a lewd maid, yes…?"]}, {"name": "", "audio": "", "normalized": ["Yuliya dropped her shoulders at my words coming from her behind.", " I actually meant it as a compliment, but no matter."]}, {"name": "", "audio": "", "normalized": ["I whipped out my already erect penis just as Yuliya looked away.", " Then I looked at her already wet and dripping crevice."]}, {"name": "You", "audio": "", "normalized": ["You really have grown to my liking, Yuliya."]}, {"name": "", "audio": "", "normalized": ["The crevice of the lewd maid who was just stopped from reaching her orgasm.", " I put the reward into it which she wanted it so bad."]}, {"name": "Yuliya", "audio": "v_r-ev244_0042", "normalized": ["Hhaeghhmnn?!", " Mnnhaagg, aaheghhmnn?!", " Aheghh, it's coming in?", " M-Master, your cock is scraping Yuliya's pussy…?"]}, {"name": "You", "audio": "", "normalized": ["What?", " You've been asking for it so much… Let me drive it into you harder so you can feel it better."]}, {"name": "Yuliya", "audio": "v_r-ev244_0043", "normalized": ["Huughaahh?!", " I-it's coming in, aammnn!", " Your cock!", " Master's cock!", " Coming!", " Yuliya's coming with cock!"]}, {"name": "", "audio": "", "normalized": ["Yuliya was penetrated without any preparation, yet she was already accepting pleasure in with both her mind and body, letting out a joyous moan."]}, {"name": "", "audio": "", "normalized": ["With just one thrust, her body twitched erotically and her legs shook helplessly."]}, {"name": "Yuliya", "audio": "v_r-ev244_0044", "normalized": ["Pffheghh!", " I-I already came, aagmnnghh!", " Your cock, it's so amazing, oouhh!", " Noo, it feels too good, it's almost like a dream!"]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, come on now, you don't think I would be satisfied with just a single thrust, do you?"]}, {"name": "", "audio": "", "normalized": ["I said and supported Yuliya's body just as she was about to collapse.", " She gave me a glance with molten eyes and smiled with joy."]}, {"name": "Yuliya", "audio": "v_r-ev244_0045", "normalized": ["Ahhmnn, Master!", " Y-you are going to give it to me, hmm?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0046", "normalized": ["You are going to fuck Yuliya's naughty, naughty pussy with your cock, isn't that right, Master?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I haven't rewarded you for not coming from the dildo yet.", " And I can have my slutty maid rub one out for me at the same time."]}, {"name": "Yuliya", "audio": "v_r-ev244_0047", "normalized": ["Mnhaahh…!", " I-I'm so happy!", " Yuliya's been so lonely because you suddenly stopped fucking me, you know?!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0048", "normalized": ["I-I thought, maybe, you got bored of Yuliya's tits and pussy so you were not fucking me anymore…!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0049", "normalized": ["S-so… Hueeghh!", " I'm so glad!", " I'm so happy to come from your cock, I'm so happy…!"]}, {"name": "", "audio": "", "normalized": ["I looked at Yuliya half astonished as she told me so in tears.", " She seemed to pure to understand the concept of mind games."]}, {"name": "You", "audio": "", "normalized": ["Well, I guess I've been a bit mean to you… I'm going to take care of you real good for making you so lonely, so you better be ready."]}, {"name": "Yuliya", "audio": "v_r-ev244_0050", "normalized": ["Y-yes!", " Yuliya is going to do my best too!", " So, Master, please feel good by using my pussy, please!"]}, {"name": "", "audio": "", "normalized": ["Yuliya said and began to shake her hips on her own, forgetting how desperate she was acting just now."]}, {"name": "", "audio": "", "normalized": ["Her sensitive pussy flesh began to gently engulf my cock."]}, {"name": "Yuliya", "audio": "v_r-ev244_0051", "normalized": ["Kyaahuhh!", " Uuhheehhmnn!", " Your cock feels so good!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0052", "normalized": ["It's nothing like the toy!", " My pussy aches so much, heammnn!", " I can't stop shaking my hips!"]}, {"name": "You", "audio": "", "normalized": ["Well, well, you're real energetic… It doesn't matter, I teased you enough now, so I'll indulge you."]}, {"name": "", "audio": "", "normalized": ["I matched the pace Yuliya was shaking her hips and moved my cock back and forth slowly.", " It was slow-paced sex, but it seemed that fit really well with her pussy."]}, {"name": "Yuliya", "audio": "v_r-ev244_0053", "normalized": ["Guhheghhmnn, ppkyuuaahhmnn!", " M-my pussy is so happy!", " It's crying because it's so happy to feel your cock inside it, ughh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0054", "normalized": ["Noo, I'm coming!", " Only your cock moving inside my pussy is going to make me come!", " Muuhaahh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0055", "normalized": ["Yuliya's pussy's gone all crazy, aahhmnn!"]}, {"name": "You", "audio": "", "normalized": ["That's some lewd moaning you got there!", " Did you really want my cock that bad?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0056", "normalized": ["Yes!", " I wanted it all this time!", " Master's cock!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0057", "normalized": ["Please let me have it!", " Your cock!", " Huunnyaaghh!", " It tastes so good!", " Your cock!"]}, {"name": "", "audio": "", "normalized": ["At this point, Yuliya had become so sensitive that she was orgasming from the penis just wiggling around inside her."]}, {"name": "", "audio": "", "normalized": ["No matter how many times I repeated the act, it seemed to remain the same, or even getting worse, going by her moaning."]}, {"name": "You", "audio": "", "normalized": ["At this rate, you are gonna come before I have any fun… Maybe I should go a little rough on you."]}, {"name": "", "audio": "", "normalized": ["I muttered to myself and ground my hips harder and deeper, penetrating Yuliya's crevice with my spear."]}, {"name": "Yuliya", "audio": "v_r-ev244_0058", "normalized": ["Kyaahheghh?!", " Oooheghh!", " Noo, Master, it's too hard, ughh!", " This is, you're gonna break Yuliya's pussy, ughh!"]}, {"name": "You", "audio": "", "normalized": ["Come on, Yuliya, I know I'm going rough, but be quiet a bit.", " I'm gonna have to keep you from orgasming for a little bit."]}, {"name": "", "audio": "", "normalized": ["Yuliya once again showed the desperate expression as my words reached her ear amidst the rough pounding."]}, {"name": "Yuliya", "audio": "v_r-ev244_0059", "normalized": ["Huughyaahh?!", " Th-that's so mean… I don't want to wait anymore, please, Master."]}, {"name": "Yuliya", "audio": "v_r-ev244_0060", "normalized": ["I can't stand it if I can't come like this…"]}, {"name": "You", "audio": "", "normalized": ["I can't feel any good if your pussy is so loose from coming all the time… Don't forget why you are here, who you are, Yuliya!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0061", "normalized": ["Y-yeess!", " Yuliya is a l-lewd maid who just loves to serve and pleasure Master's cock!"]}, {"name": "You", "audio": "", "normalized": ["Then do make me satisfied… It's all so we can come together at the same time."]}, {"name": "Yuliya", "audio": "v_r-ev244_0062", "normalized": ["Mnnhyuuhh… I-I understand.", " I want to come with Master, so Yuliya's going to squeeze my pussy hard and do my best…!"]}, {"name": "", "audio": "", "normalized": ["I nodded to her words and sped up my pounding.", " Every time I moved, the juice flooded and splashed in the air."]}, {"name": "Yuliya", "audio": "v_r-ev244_0063", "normalized": ["Hyaamnn…!", " Your rock-hard cock is drilling into my pussy!", " Yuliya can't be the only one to feel good, it's not right…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0064", "normalized": ["I-I have to squeeze your cock hard!", " I have to make Master feel good with my pussy so I can come with you!"]}, {"name": "", "audio": "", "normalized": ["Yuliya followed my orders and was holding her orgasm in.", " At the same time, she was not going defensive and tangled her flesh onto my cock."]}, {"name": "", "audio": "", "normalized": ["To satisfy me and to come together.", " That was the only focus and she was moving her hips and vagina subconsciously."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are learning a trick or two after all… At this rate, I think I can start moving a little more, huh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0065", "normalized": ["Mnnaahh!", " Guhhaahhmnn!", " It's, getting faster again… M-Master, do you like Yuliya's pussy?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0066", "normalized": ["P-please use my pussy as much as you want!", " And please feel good with my pussy and c-come together, together, eghh!"]}, {"name": "", "audio": "", "normalized": ["Yuliya was being intoxicated by the pleasure and was turning the squeeze of her pussy from better to the best."]}, {"name": "", "audio": "", "normalized": ["As I was continuing to pound her like so, I could feel the ache of my penis getting nearly out of control."]}, {"name": "You", "audio": "", "normalized": ["Do you feel it, Yuliya?", " Can you feel my cock going wild and crazy inside you…?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0067", "normalized": ["Y-yes!", " I can feel everything, Master's cock, it's so puffed up, it looks so painful."]}, {"name": "Yuliya", "audio": "v_r-ev244_0068", "normalized": ["I can feel it all through Yuliya's pussy…!"]}, {"name": "You", "audio": "", "normalized": ["Seems like you are going to satisfy me with your service, after all…"]}, {"name": "You", "audio": "", "normalized": ["Now, come on, squeeze it hard, do it like you are trying to suck it all out!"]}, {"name": "", "audio": "", "normalized": ["Yuliya nodded and answered to my words.", " It appeared she was nearing her limits from the further enlarged penis."]}, {"name": "", "audio": "", "normalized": ["Then we pounded our hips as hard as I could and stimulated each other."]}, {"name": "", "audio": "", "normalized": ["At this point, the orders meant nothing and how we were devouring pleasure from the bottom of our hearts was, in fact, beastly."]}, {"name": "Yuliya", "audio": "v_r-ev244_0069", "normalized": ["Ooheghh!", " So hot!", " Your cock, inside Yuliya's pussy, it's like burning up inside me!", " My pussy tingles!", " I can feel it all, ughh!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm getting close now!", " Come, Yuliya!", " I'm gonna reward your orgasming pussy!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0070", "normalized": ["Mnnhyaaghh!", " Please!", " Give me, please!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0071", "normalized": ["Please give me Master's orgasming cock-juice, right into Yukya's hard-working pussy, please!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0072", "normalized": ["Come, Master!", " Please kiss my slut maid pussy with your cock and cum, please!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0073", "normalized": ["Please pour your baby milk into Yuliya!"]}, {"name": "", "audio": "", "normalized": ["*Sput* *Spew* *Splurt*"]}, {"name": "Yuliya", "audio": "v_r-ev244_0074", "normalized": ["Haahegaahhmnn!", " I'm coommiinngg!", " Your cock is going so wild inside me!", " Yuliya's pussy, it's full of your cum!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0075", "normalized": ["Coming!", " I'm coming!", " I'm coming with Master's cum, ughh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0076", "normalized": ["Mnnaaghh, I can't stop it!", " Yuliya's cock is going to break, you've broken it, aahhmnn!"]}, {"name": "", "audio": "", "normalized": ["She was drowning in the torrent of the semen and Yuliya finally orgasmed.", " Her face was covered with tear and drool and accepted it with an intoxicated face."]}, {"name": "Yuliya", "audio": "v_r-ev244_0077", "normalized": ["Pnnheghh!", " It feels so good!", " Yuliya is happy to be a slut maid!", " I am so glad I'm Master's cum dump hole, I'm so glad, ughh…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I feel so good too, Yuliya… But it's far from satisfaction!", " Not even close at all!"]}, {"name": "", "audio": "", "normalized": ["Even though both of us were orgasming, I shoved my still ejaculating cock into Yuliya's womb and began to move my hips again."]}, {"name": "Yuliya", "audio": "v_r-ev244_0078", "normalized": ["Ohheghhmnnghh?!", " Mmmkyaagghh!", " N-noo, Master!", " Your cock, it's moving again, uugghh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0079", "normalized": ["My pussy is still coming now!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0080", "normalized": ["Pnnhyaahhmnn!", " Your cum, it's moving inside with your cock!", " It's so hot!", " It's so amazing, ooghh!"]}, {"name": "You", "audio": "", "normalized": ["Guhahaha!", " Yeah, scream more!", " Every time I see you go wild, my cock shakes from joy!"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna pour more seed into you!", " You better get ready, Yuliya!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0081", "normalized": ["Noo, it's not right…"]}, {"name": "Yuliya", "audio": "v_r-ev244_0082", "normalized": ["Yuliya can only think about your cock now, I can't think of anything else, ughh…!", " Cock, cock…!"]}, {"name": "", "audio": "", "normalized": ["Yuliya denied me with words as I devoured her.", " Yet the sultry, feminine smile of a woman turned on by the pleasure was plastered onto her face."]}, {"name": "", "audio": "", "normalized": ["*Sput* *Spew* *Spew* *Splosh*"]}, {"name": "Yuliya", "audio": "v_r-ev244_0083", "normalized": ["Kyyaaeghhnn!", " I-it's coming out again!", " Master's dick milk, it tastes so good!", " I love it!", " Yuliya loves your cock, eeghh!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0084", "normalized": ["M-my tits!", " Please touch my small tits too!", " Y-Yuliya is going to come so hard, please!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0085", "normalized": ["Getting my flat chest groped, getting my tits violated and comminngg!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput*"]}, {"name": "Yuliya", "audio": "v_r-ev244_0086", "normalized": ["Aaahayaaghhmnn!", " Your cum is amazing!", " P-please cum inside me, please!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0087", "normalized": ["You know, blowing your load, Master, is my job and mine only, so please, let me do it!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0088", "normalized": ["My pussy!", " Your cock, so good!"]}, {"name": "Yuliya", "audio": "v_r-ev244_0089", "normalized": ["Please love me!", " Please love Yuliya's lewd pussy with Master's cock, please, eeghh!"]}, {"name": "", "audio": "", "normalized": ["We forgot about the time and fatigue and continued to devour each other, only for the lust."]}, {"name": "Yuliya", "audio": "v_r-ev244_0090", "normalized": ["Mnnheeghh…!", " Uuuhhbbhaaghh…!", " I'm coming… Your cock, my pussy!", " Cock, cock…!"]}, {"name": "", "audio": "", "normalized": ["Yuliya was barely able to stand up next to the window and continued to mutter nonsense as she appeared stupefied."]}, {"name": "", "audio": "", "normalized": ["The semen poured into her was overflowing from her vagina."]}, {"name": "You", "audio": "", "normalized": ["Huhh, I think I'm about all out now… How was it, Yuliya, to be teased and then to be wanted, was it hard?"]}, {"name": "Yuliya", "audio": "v_r-ev244_0091", "normalized": ["Y-yes… B-but, I was like a dream, being loved by you so much, Master… D-did you like it, Master?"]}, {"name": "You", "audio": "", "normalized": ["Haha, I wouldn't have cummed so much if I didn't like it.", " Here."]}, {"name": "", "audio": "", "normalized": ["I said and traced her crevice as if I was pushing back the semen seeping out and dripping down from her."]}, {"name": "Yuliya", "audio": "v_r-ev244_0092", "normalized": ["Phheghhmnn!", " Mnnhyaahh, so much dick milk!", " I-I'm so happy… Y-Yuliya's happiest slut maid in the world…"]}, {"name": "You", "audio": "", "normalized": ["Yeah… Good work, Yuliya."]}, {"name": "", "audio": "", "normalized": ["I gave her the words of consolation as she was barely breathing.", " She smiled at me satisfied and Yuliya finally passed out."]}, {"name": "", "audio": "", "normalized": ["…Later that day, at night.", " A lone, dark-skinned, beautiful woman was standing in the mountains near the hideout."]}, {"name": "", "audio": "", "normalized": ["The Dark Knight Ingrid.", " She was the right hand of the Edwin Black, the founder of the dark organization Nomad."]}, {"name": "Ingrid", "audio": "v_ir-ev244_0000", "normalized": ["…You're here."]}, {"name": "", "audio": "", "normalized": ["The sharp eyes pierced through the darkness.", " A figure appeared in front of her eyes, a similarly dark-skinned girl in a maid outfit."]}, {"name": "Ingrid", "audio": "v_ir-ev244_0001", "normalized": ["Seems your undercover mission at the Fuuma is going well.", " Now, give me a sitrep… Yuliya."]}, {"name": "Yuliya", "audio": "v_r-ev244_0093", "normalized": ["Yes, Master Ingrid."]}, {"name": "", "audio": "", "normalized": ["A cold, emotionless voice echoed in the mountain quietly and disappeared into the dark."]}]