[{"name": "Folia", "audio": "v_sr409_0000", "normalized": ["Humnnmughh… Oohgh, oogh, oohghh…!"]}, {"name": "", "audio": "", "normalized": ["Folia was showing off capoeira on the stage, raising up her leg to perform a kick."]}, {"name": "", "audio": "", "normalized": ["However, none of the sharpness and elegance of using succubus's wings was present."]}, {"name": "Spectator", "audio": "", "normalized": ["Hey, hey, Folia.", " Your feet are tottering, eh?"]}, {"name": "Spectator", "audio": "", "normalized": ["Your cock's rock hard, though.", " Hahahahah.", " Your cock's in better shape than your legs."]}, {"name": "", "audio": "", "normalized": ["The crowd ridiculed Folia as she performed on the stage."]}, {"name": "", "audio": "", "normalized": ["However, it was very true that Folia's capoeira was getting swayed around by her penis, turning into a silly futa-dance as she tottered left and right."]}, {"name": "Spectator", "audio": "", "normalized": ["Maybe you should stand on your cock and do the kicks instead.", " You know, a cock-oeira."]}, {"name": "", "audio": "", "normalized": ["Ironically, it was a huge hit as a 'show' and the crowd jeered."]}, {"name": "", "audio": "", "normalized": ["It had been about three hours since I had punished Folia with the bugs…"]}, {"name": "", "audio": "", "normalized": ["She did not die, but the bugs affected her and her mind and intelligence were taken away, turning into a madman who could only think about pleasure."]}, {"name": "", "audio": "", "normalized": ["In addition, her cock and balls were soaked with so much aphrodisiac, she was overdosing, always aroused and needed to ejaculate constantly."]}, {"name": "", "audio": "", "normalized": ["The vibration created an intense urge to masturbate in her testicles and just the air blowing on her cock must have given her insufferable pleasure."]}, {"name": "Folia", "audio": "v_sr409_0001", "normalized": ["Kyaahuuhnm!"]}, {"name": "", "audio": "", "normalized": ["With her erect cock swaying her left and right, Folia finally lost balance and fell on her behind."]}, {"name": "Folia", "audio": "v_sr409_0002", "normalized": ["Haauh, haahh, haahaahh…"]}, {"name": "", "audio": "", "normalized": ["She was staring and drooling at her own cock as it twitched its tip open and closed right in front of her."]}, {"name": "", "audio": "", "normalized": ["We were in a dark city."]}, {"name": "", "audio": "", "normalized": ["A broken woman, especially one who had been alluring men on the streets would of course make a fine show."]}, {"name": "Spectator", "audio": "", "normalized": ["Heheheh, it's coming, coming…"]}, {"name": "Folia", "audio": "v_sr409_0003", "normalized": ["I can't take it anymore, please let me nut!", " Please let me stroke my cock!", " I have to fap or I'm gonna die."]}, {"name": "", "audio": "", "normalized": ["Folia began to stroke her own cock as she could not stand the smell of her cock while she was still sitting on her ass as she fell."]}, {"name": "", "audio": "", "normalized": ["She let her hand slide over the surface on the skin."]}, {"name": "Folia", "audio": "v_sr409_0004", "normalized": ["Aahahh…"]}, {"name": "", "audio": "", "normalized": ["She started from the base and went up to the tip, starting slowly at first and speeding up gradually, stimulating her cock and letting out a sweet sigh."]}, {"name": "Spectator", "audio": "", "normalized": ["There she goes, that cock-maniac!"]}, {"name": "Folia", "audio": "v_sr409_0005", "normalized": ["Heegh, heeghh… Ahhahaahh!", " I love fapping, my cock feels so right… Fap fap, fap fap… Guhhuhh…!"]}, {"name": "Spectator", "audio": "", "normalized": ["Sure, she's one hell of a cock-maniac alright.", " But it's her own fucking futa cock though!"]}, {"name": "Folia", "audio": "v_sr409_0006", "normalized": ["Come on, you know, mnnghh… My cock just smells so lewd.", " Ahh… Such a great smell, making my pussy ache too."]}, {"name": "Folia", "audio": "v_sr409_0007", "normalized": ["My balls, my balls too, guhheghh…!", " Grabbing them, aahh, it's so good, aagh, I live this too!"]}, {"name": "Spectator", "audio": "", "normalized": ["You're groping your balls instead of your tits, perv!"]}, {"name": "Folia", "audio": "v_sr409_0008", "normalized": ["I like fondling my balls better than my tits, come on!", " Mnnhaahhnm, my balls smell so raunchy, making my cock hard."]}, {"name": "", "audio": "", "normalized": ["She smelled her hand and then massaged her testicles again.", " They were so big, they did not fit in her hands but she rubbed them together somehow."]}, {"name": "", "audio": "", "normalized": ["The bugs were crushed inside her balls, so the contamination was worst there.", " The bugs went into every nooks and cranny and made her so sensitive."]}, {"name": "", "audio": "", "normalized": ["Groping them so hard like that would give any man cold sweat, but for Folia, it was not even enough."]}, {"name": "Folia", "audio": "v_sr409_0009", "normalized": ["Huhh, huuh, mnnghhmm, my cock is so itchy, ahhnmm, now I wanna start rubbing my cock."]}, {"name": "", "audio": "", "normalized": ["She grabbed her cock with her fingers which she had been rubbing over her cock and then began to scrape her flesh inside with the sponge tissue."]}, {"name": "Folia", "audio": "v_sr409_0010", "normalized": ["Ughuuhhnmm, yes, fapping, I can feel it all the way inside my cock!", " Mnngh, aahh, mnng, mmnhh, mnuhmuhh!"]}, {"name": "", "audio": "", "normalized": ["The skin was pulled and the tip moved.", " The fingers grabbing her cock was stimulating her flesh."]}, {"name": "", "audio": "", "normalized": ["It appeared Folia was not satisfied with the heightening pleasure in her cock and she let wrist snap to hit her balls with her fingers."]}, {"name": "Folia", "audio": "v_sr409_0011", "normalized": ["Haauh, haaghh, aaghh!", " My balls, aahh!", " It's aching so much, hitting my balls, aagh, aahh, ahh, I love it, guhhmn, coming up into my cock!"]}, {"name": "Spectator", "audio": "", "normalized": ["Man, she really loves some real perverted shit.", " She's enjoying hitting her own balls."]}, {"name": "Folia", "audio": "v_sr409_0012", "normalized": ["This is so good, guhhuuhhnm…!", " I love how my cock feels, it's aching so much…!"]}, {"name": "Spectator", "audio": "", "normalized": ["Only for your submissive cock, you whore!"]}, {"name": "Folia", "audio": "v_sr409_0013", "normalized": ["Mnnhaahh, haahm haahh, this feel…!", " Somewhere deep in my cock, ahm… It's burning up, haauh, it's making my body shake…!"]}, {"name": "", "audio": "", "normalized": ["Folia's body began to tense up."]}, {"name": "", "audio": "", "normalized": ["As she shuddered slightly, she pointed her stretched leg up and opened her anus wide, flexing and lifting up her hips."]}, {"name": "Folia", "audio": "v_sr409_0014", "normalized": ["Guhh, mnghhm, mnnh, mnnhhmm!"]}, {"name": "", "audio": "", "normalized": ["She repeated the whole thing twice and thrice.", " The penis throbbed as it creaked the restraint at its base, trying to squeeze the heat out of it."]}, {"name": "Folia", "audio": "v_sr409_0015", "normalized": ["Haauhh… Mnnhaahh, the precum smells so good…"]}, {"name": "", "audio": "", "normalized": ["A clear bead of fluid was forming at the tip."]}, {"name": "", "audio": "", "normalized": ["The crowd around the stage smelled the rotten and sweet odor like it was from some kind of fruit and they smiled."]}, {"name": "", "audio": "", "normalized": ["They must have noticed Folia's sick smiled as she saw the precum coming out of her cock."]}, {"name": "Folia", "audio": "v_sr409_0016", "normalized": ["Haagh, aah… Aahahh…"]}, {"name": "", "audio": "", "normalized": ["She was about to engulf it when her head stopped."]}, {"name": "", "audio": "", "normalized": ["Of course, her Cowper's gland was contaminated by the bug.", " The bodily fluids coming out of the transformed organ now contained aphrodisiac chemicals."]}, {"name": "", "audio": "", "normalized": ["Even though her mind and intelligence were both gone, I did tell her if she kept consuming it, she would eventually die in lieu of more pleasure."]}, {"name": "Folia", "audio": "v_sr409_0017", "normalized": ["Haah, haauh, haah, haagh…"]}, {"name": "", "audio": "", "normalized": ["Her breath was getting shorter and shorter as she looked at the precum seeping out at the tip of her cock like she was a junkie out of drugs."]}, {"name": "", "audio": "", "normalized": ["She had gone through this hesitation many times before.", " The aphrodisiacs she had orally ingested last time was already rearing off."]}, {"name": "", "audio": "", "normalized": ["The cell-shaking pleasure when she consumed it and the thirst and emotional turmoil she felt once it wore off battled inside Folia."]}, {"name": "Folia", "audio": "v_sr409_0018", "normalized": ["Haah, haahh, th-th-this, this… This tastes, tastes so good but… It's so good… I-it might kill me, but…"]}, {"name": "", "audio": "", "normalized": ["The hesitation always ended the same way.", " She reached out with her tongue sticking out of her lips moist with saliva."]}, {"name": "Folia", "audio": "v_sr409_0019", "normalized": ["Hauuhnmm!", " It's so good, aaghh, it's tasty, perouhperou, chuhpahh, mnnghhbahh, so good, my own precum, s-so, so, so good."]}, {"name": "Folia", "audio": "v_sr409_0020", "normalized": ["Mnnbaahh, mnngh, buuhahh… Aaahaahh, aahh, relourelouh, berouhberoubbreoub, juhh, haahuh, so good, this is, mgnh, amazing."]}, {"name": "Folia", "audio": "v_sr409_0021", "normalized": ["Haabuhgh, berobrouh, I love the feeling, uhhnmm, my cock feels so good, and that's more important than dying, reloureouh, cock."]}, {"name": "Spectator", "audio": "", "normalized": ["Ahahahahah!", " You did go for it, after all!", " Man, you are completely addicted to your own cock!"]}, {"name": "Spectator", "audio": "", "normalized": ["She thinks her cock is worth dying for!"]}, {"name": "", "audio": "", "normalized": ["The spectators were well aware of Folia's situation and they laughed at her pathetically sucking onto the cock."]}, {"name": "", "audio": "", "normalized": ["And their crotch was forming tents as the cocks pushed up their pants."]}, {"name": "Folia", "audio": "v_sr409_0022", "normalized": ["Haabuhryuuhh, mnnahh, haahh, berouhberouhh, mnnguhh, ahh, relouh, relouh, relouhh, it's so good, mnngh, cock juice, so good!"]}, {"name": "Folia", "audio": "v_sr409_0023", "normalized": ["More, I want more, please, rurourhlluh!"]}, {"name": "Spectator", "audio": "", "normalized": ["Oh, her own cock juice is hitting her now, huh?"]}, {"name": "Folia", "audio": "v_sr409_0024", "normalized": ["Haah, haah, mnnchuh, mmghm."]}, {"name": "", "audio": "", "normalized": ["Once it was in her mouth, there no longer was hesitation and she devoured the forbidden honey coming out of her own penis."]}, {"name": "", "audio": "", "normalized": ["The licked the tip with precum on it and rubbed it all over her lips and mouth."]}, {"name": "", "audio": "", "normalized": ["Then she licked all around the tip, trying to scoop up any drops left on there, and then she let her tongue into the tip to lick anything left inside her urethra."]}, {"name": "Folia", "audio": "v_sr409_0025", "normalized": ["Haauh, haahh, more, I want more, please, mnhaahh, rejuruhhruhh, ruurouhh."]}, {"name": "Folia", "audio": "v_sr409_0026", "normalized": ["It's so good, cock juice, so good, mnnhh, ruhruhh, reuhrouhh, my cock juice tastes so good!"]}, {"name": "", "audio": "", "normalized": ["Her pussy twitched and the flesh around her anus bulged, tensing up desperately, trying to get the heat deep inside her cock out."]}, {"name": "", "audio": "", "normalized": ["But it was not coming out.", " No matter how much she tried, Folia did not get it."]}, {"name": "Folia", "audio": "v_sr409_0027", "normalized": ["Haahh, mnnjuhrourhoh, I'll do anything, so just let me have more of cock juice, please!"]}, {"name": "", "audio": "", "normalized": ["Folia knew very well how to make herself feel good by letting the juice out of her."]}, {"name": "", "audio": "", "normalized": ["Her mouth gaped open as she gripped her balls so tight, she was almost crushing them with her fingers."]}, {"name": "Folia", "audio": "v_sr409_0028", "normalized": ["Haamnguhh, aaguhh, mnghh, juhbbubuuhh, buhhbaahh, aamuhh, mmuhh, haabururruhh!"]}, {"name": "Folia", "audio": "v_sr409_0029", "normalized": ["My cock, cock cock, cock juice, please, give me, give me, haamuhh, mnngh, mnnmuhhnm, juhhbbuhryuhouhh!"]}, {"name": "", "audio": "", "normalized": ["As she bit into the tip with her teeth, she sucked onto her cock harder as she shook her head."]}, {"name": "Folia", "audio": "v_sr409_0030", "normalized": ["Haahuhhnmm, hyrererouhh, rebburehuhh, aamuuhh, berouhrohoh, haaguuhh, mnmmg!"]}, {"name": "", "audio": "", "normalized": ["How could the penis give her the favorite juice."]}, {"name": "Folia", "audio": "v_sr409_0031", "normalized": ["Haah, haahh, juuhberuhh, it's so smelly, please, give me, I'm gonna make you feel good, I'll make you feel, mujuhh."]}, {"name": "", "audio": "", "normalized": ["She knew it very well that pleasuring herself would make her let out the cock juice."]}, {"name": "Folia", "audio": "v_sr409_0032", "normalized": ["Haah, haauh, more, I just want more, aaghh, aahh, aaghh, my balls, ahh…!", " Mnngnmh!"]}, {"name": "Folia", "audio": "v_sr409_0033", "normalized": ["Heegeehhnmm!", " It's so good, it's so good, eeghh!", " This, this, this thing!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were almost rolled back from pleasure and she was grasping her balls so hard that the deformed testicles were peeking in between her fingers."]}, {"name": "", "audio": "", "normalized": ["Her cock was getting even harder and it was inflating and throbbing so much that the thickness at the base and the tip of the restraint were completely off."]}, {"name": "Folia", "audio": "v_sr409_0034", "normalized": ["Hoohgh, hoohoohh!", " Juice, s-seeping out… It's so good… Ooghhoohh…!"]}, {"name": "", "audio": "", "normalized": ["She shook the balls she grabbed and swung her huge cock around, trying to introduce some change in pleasure."]}, {"name": "Folia", "audio": "v_sr409_0035", "normalized": ["Hughh, huhaahh… Huhhmoohoohh!"]}, {"name": "", "audio": "", "normalized": ["Something must have been coming out and her body was also tensed up and trembling in addition to her cock."]}, {"name": "Folia", "audio": "v_sr409_0036", "normalized": ["Huoouhh, ooghh, ooghh, mnnoohh, ooghh, huheghh, eeghh…!"]}, {"name": "", "audio": "", "normalized": ["The rough breathing got shorter as her body trembled and her hips started rising up as she was nearing the climax."]}, {"name": "Folia", "audio": "v_sr409_0037", "normalized": ["Hummngehh…!"]}, {"name": "", "audio": "", "normalized": ["Her hips jumped up once and then bounced repeatedly.", " The other testicle that was not being crushed was elevating, showing Folia was orgasming."]}, {"name": "", "audio": "", "normalized": ["However, not even a single drop of precum, let alone semen itself, came out of her penis."]}, {"name": "Folia", "audio": "v_sr409_0038", "normalized": ["Eegheehh, heeghh, heehgehhnm, heeghahh, my cock, my cock, ooghuh…!"]}, {"name": "", "audio": "", "normalized": ["No matter how she poked her hips up or how she tried to suck the semen out from the base of her cock, the tip only opened to no avail."]}, {"name": "", "audio": "", "normalized": ["It was not a surprise as her penis had frown just a little bit since she let out precum the fist time.", " Restraint's size was designed with that in mind."]}, {"name": "Folia", "audio": "v_sr409_0039", "normalized": ["J-juice, not coming out…!"]}, {"name": "", "audio": "", "normalized": ["The continued empty pleasure from the duds returned straight to Folia's cock and lingered around, just as the dull feeling of ejaculation, stimulating her."]}, {"name": "", "audio": "", "normalized": ["No matter how hard she stroked her cock with bloodshot eyes, nothing was coming out of her cock."]}, {"name": "Spectator", "audio": "", "normalized": ["Hey, you slave-cock!", " Nothing's coming ou!"]}, {"name": "Spectator", "audio": "", "normalized": ["Come on, put your back into it and rub your cock, bitch!", " You're supposed to be your own sex toy!"]}, {"name": "Spectator", "audio": "", "normalized": ["That's right, that's right.", " Your cock looks like it's in pain!", " You better be sorry for that!"]}, {"name": "", "audio": "", "normalized": ["The crowd started spitting nonsense, making fun of Folia."]}, {"name": "Folia", "audio": "v_sr409_0040", "normalized": ["M-more, more fapping…!", " Fuuhh, fuuhhghh…!"]}, {"name": "Folia", "audio": "v_sr409_0041", "normalized": ["Mnhoohohh, oohgohh, oohh!", " I'm shooting dry, my ock, oohoohh!", " I-i-it's so good, eeghehh!"]}, {"name": "", "audio": "", "normalized": ["Folia let go of her testicles and began to rub her inflated penis with both of her hands."]}, {"name": "Folia", "audio": "v_sr409_0042", "normalized": ["It's gonna make me cum!", " I'm cumming for sure, it's gonna be good!"]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back and kept stroking her cock desperately."]}, {"name": "Folia", "audio": "v_sr409_0043", "normalized": ["Haahaahh, aahaahh!", " It feels so good and it's gonna make my heart explode!"]}, {"name": "Spectator", "audio": "", "normalized": ["Don't stop even if you die!", " Fap and then die!", " Your cock is suffering too, you know!"]}, {"name": "Spectator", "audio": "", "normalized": ["Hahahah, your cock is suffering too, that's good."]}, {"name": "Folia", "audio": "v_sr409_0044", "normalized": ["Y-yes, I understand!", " Huueghh, i-i-it's just a little more patient, h-hold on, please!"]}, {"name": "Folia", "audio": "v_sr409_0045", "normalized": ["Mnnoohoohuoouhh!"]}, {"name": "Folia", "audio": "v_sr409_0046", "normalized": ["I'm fapping!", " My cock, ooughh!", " Rubbing, stroking, I'm fapping my cock, eeghh!"]}, {"name": "", "audio": "", "normalized": ["She spoked to her own cock and kept madly moving her arms, rubbing it up hard."]}, {"name": "", "audio": "", "normalized": ["Consuming just a single drop of the sweet honey made her thirst worse and her insufferable urge for the aphrodisiacs erupted."]}, {"name": "Folia", "audio": "v_sr409_0047", "normalized": ["Juice, juice!", " My cock tastes so good!"]}, {"name": "Folia", "audio": "v_sr409_0048", "normalized": ["Ohohhohomnmm, my empty cock's gonna blow up, uguhh!", " Haaouhh, ohoohhoohh!"]}, {"name": "Folia", "audio": "v_sr409_0049", "normalized": ["Ohhgh, oohohh, my cock!", " Haaeheegh, haaheghh, p-please, just hold on a little longer."]}, {"name": "Folia", "audio": "v_sr409_0050", "normalized": ["Yes, if you do hold it in longer, huumnoouhh, ooghh, ooghohhohguhh, ooghh, you'll feel even better, okay!"]}, {"name": "Folia", "audio": "v_sr409_0051", "normalized": ["Haabuujuruuhh, buruhruuhh!", " Haamnguhh, beroberoohberohbereohbreohh!", " Huoouhoohhnoohhgh!"]}, {"name": "Folia", "audio": "v_sr409_0052", "normalized": ["Oohogohh, yes… Yeess!", " My cock, yes!", " Cock!", " Yeess, heeheghhnm!"]}, {"name": "Spectator", "audio": "", "normalized": ["Damn, that's nasty!", " She's spitting all the way over here while fapping!"]}, {"name": "Spectator", "audio": "", "normalized": ["Oh, I guess she's gonna cum soon, huh?"]}, {"name": "Spectator", "audio": "", "normalized": ["They did say her mind's gonna get fucked real hard!"]}, {"name": "", "audio": "", "normalized": ["The penis began throbbing inside Folia's hands violently like it had the mind of its own as she rubbed it madly."]}, {"name": "", "audio": "", "normalized": ["Every single of one those throbs were orgasm.", " The restraint made it hard to tell, but her tip had fully expanded and twitching from urethra opening."]}, {"name": "Folia", "audio": "v_sr409_0053", "normalized": ["It's coming, coming, aahaahh!", " My cock, mmnghhmm, aaheeghh, it's amazing, c-cum!", " Coming, coming, coming!"]}, {"name": "", "audio": "", "normalized": ["Folia grasped her penis with a desperate expression as if it was a sign of life that was about to fade away."]}, {"name": "", "audio": "", "normalized": ["However, the restraint was still around the base of her penis, tight, and it was not enough to get it off of her."]}, {"name": "Folia", "audio": "v_sr409_0054", "normalized": ["Uughuuhh, huughh, huughh, huughh!", " N-not yet, hold it in…!"]}, {"name": "", "audio": "", "normalized": ["With the abnormal and continuous ejaculation forcing her modified balls to come up and attempt to secrete more fluids to ejaculate somehow."]}, {"name": "", "audio": "", "normalized": ["Both of the testicles throbbed like a beating heart and produced more semen to match her orgasm, driving Folia towards further ejaculation."]}, {"name": "Folia", "audio": "v_sr409_0055", "normalized": ["Heegh, heeghh, aahaahh, aahahh, aahahhnm, please, I'm begging you, cum, please just come out, eeghh!"]}, {"name": "Folia", "audio": "v_sr409_0056", "normalized": ["I wanna nut, I just wanna nut hard, please, I'm gonna die, I'm dying, I'm gonna fucking die."]}, {"name": "Folia", "audio": "v_sr409_0057", "normalized": ["Nut, I wanna cum!"]}, {"name": "Spectator", "audio": "", "normalized": ["Hahahah!", " Good, die, die.", " Cum and die!"]}, {"name": "", "audio": "", "normalized": ["The crowd started a cruel and violent chanting of \"cum\" and \"die\"."]}, {"name": "", "audio": "", "normalized": ["Even the heat and vibration of such chant was bringing more pleasure to Folia's sensitive cock, teasing her."]}, {"name": "Folia", "audio": "v_sr409_0058", "normalized": ["Ugheeghh!", " Come out, come out, come out, come out!", " Cum, come on, fuck!", " Come on!", " Come on!", " Please, I'm begging you!"]}, {"name": "Folia", "audio": "v_sr409_0059", "normalized": ["Please hurry, uguhh…!", " I'm gonna fucking die if I keep going like this!", " Please just let me cum before I die, eeghh!"]}, {"name": "", "audio": "", "normalized": ["She grasped her cock firmly and swung it all around, going mad from the desire to ejaculate."]}, {"name": "", "audio": "", "normalized": ["Perhaps the mad struggle like an ape with a bottled food right in front of it worked in the end."]}, {"name": "Folia", "audio": "v_sr409_0060", "normalized": ["Haaheghh!", " It just cracked!"]}, {"name": "", "audio": "", "normalized": ["Finally, her cock expanding as it kept shooting dry managed to damage the restraint."]}, {"name": "Folia", "audio": "v_sr409_0061", "normalized": ["Hahahahaahaahh!", " I finally did it!", " I finally became my own sex toy, aahh!"]}, {"name": "Folia", "audio": "v_sr409_0062", "normalized": ["Now I can nut, ughh!", " Nut!", " I love nutting!", " Nut!", " Ahaahh, aaghh, aahh!"]}, {"name": "", "audio": "", "normalized": ["She felt the creak of the restraint on her cock as she shed tears and let out a final roar as she was nearing the final moment."]}, {"name": "Folia", "audio": "v_sr409_0063", "normalized": ["Aaaghh!", " Coming, coming, coming, coming, ughh, cum, ooghohh, mnnaaohh!"]}, {"name": "Folia", "audio": "v_sr409_0064", "normalized": ["Aaghh, oohohhoghh, coming, ooghhm ooghh, ooghohh!", " Ohgohohh, ouhhohhoohhohh, mnngh!"]}, {"name": "Folia", "audio": "v_sr409_0065", "normalized": ["Byaagheegeehhgeeghheeghh hh!", " Heegheegehh!", " Ohoghohh!", " Ohaaghaahh!", " Aaaghaa!", " Aaahh!"]}, {"name": "", "audio": "", "normalized": ["The restraint on her inflated penis finally snapped off and a massive amount of pent up semen erupted."]}, {"name": "", "audio": "", "normalized": ["Folia panicked and sucked onto her ejaculating cock in a hurry and devoured the sweet honey gushing out of her own penis."]}, {"name": "", "audio": "", "normalized": ["The sight of a living thing breaking apart in front of them made the crowd let out a beastly roar, even though she was of a different species."]}, {"name": "Folia", "audio": "v_sr409_0066", "normalized": ["Aabuughruruhrruhuhh, mnnbururuhruuhhuhh, mnngubuuhhm, juhjuhruruuhh!"]}, {"name": "Folia", "audio": "v_sr409_0067", "normalized": ["Oooghhoohh, oohghh!", " Cum, so good, oogohh!"]}, {"name": "Folia", "audio": "v_sr409_0068", "normalized": ["It's so good, aabuughh, I love the taste, ooghh!", " Cock, my cock, mnngubruh, cock, I love, I love it, eeghh!"]}, {"name": "Folia", "audio": "v_sr409_0069", "normalized": ["Haahh, haaheeghh, haaeeheheheh, mnnguhh, it's so tasty, aabuguh, it's too good, and my head, guhh, my head is gonna rot, uhgh."]}, {"name": "Folia", "audio": "v_sr409_0070", "normalized": ["Haabuhbheeghh, juruhhbahh, guhhgyuhhburughh, aheheheh, rejuhlouh, ububuhhuh."]}, {"name": "Folia", "audio": "v_sr409_0071", "normalized": ["I-I love it… I love my cock… Mnnjuhruuhh, I love it, aahh, cum, so tasty, aahehh, I love it… Juuruhh…"]}, {"name": "", "audio": "", "normalized": ["Folia continued to feverishly suck on her own cock, with her mind completely blank."]}, {"name": "", "audio": "", "normalized": ["More semen she slurped, it felt like her identity was melting away along with already broken mind and thoughts."]}, {"name": "Folia", "audio": "v_sr409_0072", "normalized": ["Ahh… Aaauhh… Uhh… Mnnbuh… Geehbuhhgh….", " Heheh…"]}, {"name": "Folia", "audio": "v_sr409_0073", "normalized": ["Mnnaahh, aahh, juruhruruhh… Aahehh, aahehh, heehehhghh!", " Mnnhuhah… Aaaghh…"]}, {"name": "", "audio": "", "normalized": ["A few minutes later, the ejaculation died down and leftover semen was dripping from the tip."]}, {"name": "", "audio": "", "normalized": ["Folia was sitting there, hopped up on the aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["She was completely zoned out, unlike her previous state."]}, {"name": "Folia", "audio": "v_sr409_0074", "normalized": ["Hehaahh, aahh, mnnjuruhruuhh."]}, {"name": "", "audio": "", "normalized": ["She looked at the dripping semen and licked it off, but it was like she was not seeing anything."]}, {"name": "", "audio": "", "normalized": ["The spectators out on insane, lust-filled smile just like her and they began to take their erect cocks out to stroke them."]}, {"name": "", "audio": "", "normalized": ["Usually, another ten minutes of slow ejaculation followed and Folia would play with her own semen, crawling on the floor to beg the crowd, but…"]}, {"name": "Folia", "audio": "v_sr409_0075", "normalized": ["Huhahh, uhhehehehuhuehh…"]}, {"name": "", "audio": "", "normalized": ["Folia sensed the overwhelming odor of semen starting to fill the air and her nose twitched while her cock throbbed."]}, {"name": "Folia", "audio": "v_sr409_0076", "normalized": ["Reruhh… Juruhhnm!"]}, {"name": "", "audio": "", "normalized": ["It was right after she scooped up particularly thick semen dripping off of the said penis."]}, {"name": "Folia", "audio": "v_sr409_0077", "normalized": ["Buhuhghh…!", " Buguhh… Mnnbbuhh…"]}, {"name": "", "audio": "", "normalized": ["She puked the semen she just swallowed."]}, {"name": "", "audio": "", "normalized": ["The whole floor stared at Folia as she did."]}, {"name": "Folia", "audio": "v_sr409_0078", "normalized": ["Ugh, mnnuhh…"]}, {"name": "", "audio": "", "normalized": ["Folia's eyes rolled back."]}, {"name": "", "audio": "", "normalized": ["At the same time, a snapping noise, or just an inaudible vibration of said sound echoed across the hall."]}, {"name": "", "audio": "", "normalized": ["That moment, Folia's nose started bleeding spectacularly and so did her ears as she fell down."]}, {"name": "Folia", "audio": "v_sr409_0079", "normalized": ["Bughegbuhh, buhhbouhh, bohegeegeehh, gohbougohh, gobgouh, boughoghh!"]}, {"name": "", "audio": "", "normalized": ["All the semen she just swallowed came flowing back, erupting and foaming as the white color turned into pink by the color red mixing in."]}, {"name": "", "audio": "", "normalized": ["Her body was madly spasming as her testicles throbbed and her penis began to splash semen around wildly."]}, {"name": "", "audio": "", "normalized": ["The medical staff on stand by rushed onto the stage…but her chance of survival was slim."]}, {"name": "", "audio": "", "normalized": ["The crowd went wild seeing the show and as they screamed she was dead, they began to stroke their cocks furiously, ejaculating."]}, {"name": "", "audio": "", "normalized": ["My mouth skewed into a smile as I saw what happens to a fool who picks a fight against the shady world and left my seat amidst the odor of semen."]}]