[{"name": "Rufina", "audio": "v_r-ev300_0000", "normalized": ["What the hell… It's gotten so dark…"]}, {"name": "", "audio": "", "normalized": ["Rufina was confused but she did not seem very surprised, calmly analyzing the situation she was in."]}, {"name": "Rufina", "audio": "v_r-ev300_0001", "normalized": ["(The ground is soft and unstable… What the hell… It's like I'm standing on a living thing…)"]}, {"name": "", "audio": "", "normalized": ["She found out there was a female politician in UFS who was supplying Fuuma financially, so she infiltrated the politician's house to dispatch her."]}, {"name": "", "audio": "", "normalized": ["Rufina engaged in combat with the mercenaries there and secured the place, easily cornering the politician."]}, {"name": "", "audio": "", "normalized": ["And the moment she infused her weapon with magic power to accomplish her mission, her surrounding went dark, as if something sucked the lights out――"]}, {"name": "Rufina", "audio": "v_r-ev300_0002", "normalized": ["(I have a bad feeling about this…)"]}, {"name": "", "audio": "", "normalized": ["Something started to tangle onto Rufina's body, basically binding her and rendering her immobile."]}, {"name": "", "audio": "", "normalized": ["She was confident how athletic she was, but she simply could not react in the dark."]}, {"name": "Rufina", "audio": "v_r-ev300_0003", "normalized": ["What…?!"]}, {"name": "", "audio": "", "normalized": ["She was immediately suspended upside down and her freedom was taken away."]}, {"name": "Rufina", "audio": "v_r-ev300_0004", "normalized": ["Ughh… Th-these are tentacles?!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, her surrounding was lit up and Rufina was able to see again and she noticed she was inside a transparent glass bottle."]}, {"name": "", "audio": "", "normalized": ["In addition, she was confused by the fact the bottom pane of the bottle was covered with numerous tentacles and one of them was grabbing her."]}, {"name": "Rufina", "audio": "v_r-ev300_0005", "normalized": ["Y-you are…?!"]}, {"name": "", "audio": "", "normalized": ["And Rufina showed surprised expression when she saw a woman who appeared on the other side of the glass."]}, {"name": "", "audio": "", "normalized": ["The politician she was just trying to kill was standing right there.", " And she looked so much bigger than Rufina, almost a giant."]}, {"name": "Female Politician", "audio": "", "normalized": ["Hahaha…!", " Looks at your face… It really is amusing…"]}, {"name": "Rufina", "audio": "v_r-ev300_0006", "normalized": ["What did you do to me!"]}, {"name": "Female Politician", "audio": "", "normalized": ["I have no reason to hide… Fine, I'll let you know――"]}, {"name": "", "audio": "", "normalized": ["The woman said and started talking.", " The glass bottle was an anti-magic device developed by the UFS and Taimanin."]}, {"name": "", "audio": "", "normalized": ["The one who was affected by the device would be sealed inside and shrunk to the appropriate size to fit inside the device."]}, {"name": "", "audio": "", "normalized": ["Originally, the device was made opaque to mentally torture whoever was inside it, but it prevented the captor from checking the captive, so it was changed."]}, {"name": "Rufina", "audio": "v_r-ev300_0007", "normalized": ["I didn't know you were working on such a device…"]}, {"name": "Female Politician", "audio": "", "normalized": ["My hobbies these days are…watching young and spry girls moan and beg for forgiveness inside these bottles."]}, {"name": "", "audio": "", "normalized": ["The woman's giant face was smiling creepily and smugly as her pupils were completely dilated."]}, {"name": "Rufina", "audio": "v_r-ev300_0008", "normalized": ["You're…insane…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Insane is such a rude word… Especially considering you are about to go insane… Poor thing… Hahahah…!"]}, {"name": "", "audio": "", "normalized": ["The woman let out a high-pitched, ear-piercing laugh and ordered the tentacle inside the bottle."]}, {"name": "Rufina", "audio": "v_r-ev300_0009", "normalized": ["Mnnggaaghh?!"]}, {"name": "", "audio": "", "normalized": ["As the tentacles received the order, they tore Rifuna's short off and moved her panties out of the way, inserting a huge tentacle into her vagina."]}, {"name": "", "audio": "", "normalized": ["Then crimson red and fresh blood started dripping along the tentacle from her labia."]}, {"name": "Rufina", "audio": "v_r-ev300_0010", "normalized": ["Uuughuuhh… The tentacles…coming inside me… Aagahh, hahhnmmgm…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Hahahah…!", " You're a virgin, huh!", " What a surprise… You have such a lewd body but never had sex before…"]}, {"name": "Rufina", "audio": "v_r-ev300_0011", "normalized": ["Guhhaaghh… Wh-what's wrong with being a virgin… Haaguh… Mnngh, haauhghh…"]}, {"name": "", "audio": "", "normalized": ["Rufina let out groans from the sensation of a foreign object inside her which she felt for the first time in her life but immediately suppressed her voice."]}, {"name": "Rufina", "audio": "v_r-ev300_0012", "normalized": ["Mnngnmm… I just didn't have the right opportunity and… I-I didn't choose…to remain virgin….", " It's not like that…"]}, {"name": "Female Politician", "audio": "", "normalized": ["But what took your virginity, in the end, is just a damn tentacle… What do you think about that?"]}, {"name": "Rufina", "audio": "v_r-ev300_0013", "normalized": ["I said, being a virgin doesn't matter for me… It doesn't matter at all… That's enough, so just get those tentacles――"]}, {"name": "", "audio": "", "normalized": ["Even though she just had her hymen penetrated by the tentacles did not even make Rufina cry and it was not even amusing to the woman."]}, {"name": "", "audio": "", "normalized": ["She ordered the tentacles once again and the tentacles inside her vagina started gradually reciprocating as lewd noises echoed."]}, {"name": "Rufina", "audio": "v_r-ev300_0014", "normalized": ["Mnnhaahh… Haaguhh… Mnnguhahh, mnnuhghh… Haahhnm, uhouhnnmm…"]}, {"name": "Female Politician", "audio": "", "normalized": ["If you feel pleasure, just be honest and say it.", " It will make you feel much better."]}, {"name": "Rufina", "audio": "v_r-ev300_0015", "normalized": ["Ughaaghh… I-I'm not feeling anything… That's why I'm not moaning… This is… Mnngh, haauhh… Aaghh, aauhhnmm…"]}, {"name": "", "audio": "", "normalized": ["The huge tentacle pushed her vagina apart and continued to pound her deep without any mercy."]}, {"name": "", "audio": "", "normalized": ["Rufina was just letting the tentacle do as they pleased as her body was bound and rendered immobile as she shed fresh blood mixed with vaginal fluid."]}, {"name": "Rufina", "audio": "v_r-ev300_0016", "normalized": ["(These tentacles…and right in front of this woman… I'm not going to be broken… I can make it…through this…)"]}, {"name": "Female Politician", "audio": "", "normalized": ["Your pussy is being so honest though… It's getting so drenched now, it must like getting fucked by the tentacles…"]}, {"name": "", "audio": "", "normalized": ["The woman was lovingly staring at Rufina in the bottle as if she was watching her own pet."]}, {"name": "", "audio": "", "normalized": ["Perhaps Rufina being so stubborn was also amusing to the woman as she knew the tables could not be turned."]}, {"name": "Rufina", "audio": "v_r-ev300_0017", "normalized": ["You're…no longer young… So you take young women…and envy them… What a pitiful hag…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Hahaha… I'm being jealous?", " Well, that is a really funny way of thinking, I must say…"]}, {"name": "", "audio": "", "normalized": ["The woman's brows frowned at Rufina's words, but she still did not raise her voice, remaining calm."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Rufina was being violated by the tentacles and she was starting to let out sweet moans, feeling pleasure from her vagina."]}, {"name": "Rufina", "audio": "v_r-ev300_0018", "normalized": ["Mnnahahh… Haahuhh, mmngaghh… Haah, haahh… Heegegh… Aaughh…"]}, {"name": "", "audio": "", "normalized": ["She was making harsh comments at the woman as if she was trying to keep herself calm by doing so."]}, {"name": "Rufina", "audio": "v_r-ev300_0019", "normalized": ["Did you think…you could make me…moan like this…?", " Heheheh… Too bad… This is not going your way…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Enjoy your attitude while you can… You will soon be crying and begging for forgiveness.", " Hahaha… I'm excited."]}, {"name": "", "audio": "", "normalized": ["The woman laughed smugly as she looked at Rufina in the bottle and then order the tentacles to tease her more."]}, {"name": "Rufina", "audio": "v_r-ev300_0020", "normalized": ["Mnnghaaghh?!"]}, {"name": "", "audio": "", "normalized": ["A new batch of huge tentacles now started making their way into Rufina's anus next."]}, {"name": "", "audio": "", "normalized": ["A muffled scream started coming out of her mouth and the intense pain followed even more unknown sensation of a foreign object in her."]}, {"name": "Rufina", "audio": "v_r-ev300_0021", "normalized": ["Uhhaghahh… Mnnguhhahh… Aaauhghh, mnnghmm… N-not in there…"]}, {"name": "", "audio": "", "normalized": ["She still tried to endure the pain by trying to keep her voice down, but the tentacles that penetrated her started pounding her hard and without mercy."]}, {"name": "", "audio": "", "normalized": ["With both of her holes stuffed with the huge tentacles and getting plowed deep at the same time, she started letting out moans slightly."]}, {"name": "Rufina", "audio": "v_r-ev300_0022", "normalized": ["Haahhnmm… Ahhnmm…!", " Such huge tentacles… Two of them inside me… They're gonna break me… Mnnghah, haaguh…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Now you're starting to let out nice and cute moans… In the end, you're just a slut… Even you!"]}, {"name": "", "audio": "", "normalized": ["The woman could not stop grinning smugly as Rufina started moaning just as she wanted."]}, {"name": "", "audio": "", "normalized": ["The tentacles continued to drill her, plow her, and rub inside of her, teasing Rufina's body."]}, {"name": "Rufina", "audio": "v_r-ev300_0023", "normalized": ["Aghaahhaghh!", " Mnnghh, guhahaghh… Wh-what is…this feeling… It's supposed to hurt… But… Why am I…"]}, {"name": "Female Politician", "audio": "", "normalized": ["You're just getting turned on by having your pussy and ass plowed at the same time.", " Please overwhelmed the pain… Hahaha…!"]}, {"name": "", "audio": "", "normalized": ["With the tentacles changing the pacing and teasing her in two holes at once, Rufina's resistance was broken."]}, {"name": "", "audio": "", "normalized": ["And the tentacles started teasing her clitoris too, as if it knew how a female body worked, amplifying pleasure."]}, {"name": "Rufina", "audio": "v_r-ev300_0024", "normalized": ["Aaaghh, mnnuhh… Th-that's not… I'm too sensitive… Uguhh, haaghhaahh!", " Mnngh… I-I can't…keep my voice down!"]}, {"name": "Female Politician", "audio": "", "normalized": ["Do you really like getting your erect clit teased that much?", " You are one hell of a slut!"]}, {"name": "", "audio": "", "normalized": ["The woman smiled, seemingly overjoyed."]}, {"name": "", "audio": "", "normalized": ["All the while, she provoked and mocked Rufina as her body bowed back from pleasure."]}, {"name": "", "audio": "", "normalized": ["However, it was not Rufina who answered her words.", " It was the tentacles and they made their way even deeper inside her vagina."]}, {"name": "Rufina", "audio": "v_r-ev300_0025", "normalized": ["Aaguughh…!", " Mnnguhh, haauhghh… Heeguhh, mnnghm… Haaghahh?!"]}, {"name": "Female Politician", "audio": "", "normalized": ["Looks like the tentacle finally made its way into your womb… Hahahahah…!"]}, {"name": "Rufina", "audio": "v_r-ev300_0026", "normalized": ["S-so deep into my womb… Th-that can't…be… Aaaghaahh… Mnnghmn… My body… I can't… Uguuhh, haaghh…"]}, {"name": "", "audio": "", "normalized": ["Huge tentacle penetrated through Rufina's cervix and it brought even more pleasure to Rufina once it reached her womb."]}, {"name": "", "audio": "", "normalized": ["A massive amount of vaginal fluid was coming out of her vagina, along with some fresh blood."]}, {"name": "Rufina", "audio": "v_r-ev300_0027", "normalized": ["Aaguhh… Mnguhhghaahh… I-it's too deep… How far is this thing going… Hugouhh, mnnmnghhmm…"]}, {"name": "", "audio": "", "normalized": ["The tentacle inside her vagina was already reaching the parts no human penis could."]}, {"name": "", "audio": "", "normalized": ["Her untouched, supple flesh was being violated by the tentacle's movements, being seeded with the taste of pleasure."]}, {"name": "Rufina", "audio": "v_r-ev300_0028", "normalized": ["Mnnghouhouhghh!", " Haaughh, mnngghaghgg… I-it's so hot… Deep inside my body… Ugheghh, mnnghm… Haauhhnm…"]}, {"name": "", "audio": "", "normalized": ["Rufina's body went completely limp as the tentacles violated both of her holes as it only swung back and forth from the tentacles moving."]}, {"name": "", "audio": "", "normalized": ["It was only her body physical structure that prevented the tentacles from going in and it was no obstacle to the tentacles."]}, {"name": "Rufina", "audio": "v_r-ev300_0029", "normalized": ["Aghaahh… Uughaghh… Mnnguhaaghh!", " Heegh, guhaaghh… H-how far…it is going… Haauh, mnaahh…"]}, {"name": "", "audio": "", "normalized": ["And then the tentacle inside her anus started to dig in deeper as well, making Rufina feel an intense sense of pressure in her stomach."]}, {"name": "Rufina", "audio": "v_r-ev300_0030", "normalized": ["Mnnghmm?!", " M-my…belly… N-noo!"]}, {"name": "", "audio": "", "normalized": ["Rufina's stomach was inflated from the inside with the tentacles' shape even visible on the surface."]}, {"name": "Rufina", "audio": "v_r-ev300_0031", "normalized": ["Wh-what the…hell… Gheeghouhh, ughuhh… Inside of my belly… Guhouhh, mnngehghh… I can't…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Hahahah…!", " It never gets old, seeing the moment the tentacles reach into the stomach."]}, {"name": "Rufina", "audio": "v_r-ev300_0032", "normalized": ["The tentacles…in my stomach too… Th-that's can't be right… Ughahh… That's got to be a lie… Huhghagh, mnnhagaghh…"]}, {"name": "", "audio": "", "normalized": ["Rufina desperately tried to remain conscious as she felt extreme pressure inside her belly."]}, {"name": "", "audio": "", "normalized": ["However, the tentacles showed no mercy and continued to violate her vagina, anus, clitoris, and even her internal organs."]}, {"name": "Rufina", "audio": "v_r-ev300_0033", "normalized": ["Ughaaghh!", " Th-this feels weird… Inside my stomach… Haaguhh, mnnghh… I'm gonna go nuts, aaghh!"]}, {"name": "Female Politician", "audio": "", "normalized": ["Your pussy is twitching so much.", " You must really like it…"]}, {"name": "", "audio": "", "normalized": ["Rufina moaned loudly as she drooled and her hips twisted lewdly all over the place."]}, {"name": "", "audio": "", "normalized": ["Just as the woman said, she was starting to devour pleasure with her entire body as the pleasure was about to knock her out, instead of pain."]}, {"name": "Rufina", "audio": "v_r-ev300_0034", "normalized": ["Aghh, mnnhaagh… This is…I-it feels kinda good… Why…?", " I'm getting so messed up…but why is this…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Now, now, we're just getting started!"]}, {"name": "", "audio": "", "normalized": ["The woman raised her voice excitedly, perhaps being aroused by how Rufina was starting to feel pleasure."]}, {"name": "Rufina", "audio": "v_r-ev300_0035", "normalized": ["What do you mean…just getting started… Haaguhahh… Mnnmguhh… Please… My pussy feels too good…"]}, {"name": "", "audio": "", "normalized": ["Naturally, Rufina was acting much more lewdly as she began to express pleasure."]}, {"name": "Rufina", "audio": "v_r-ev300_0036", "normalized": ["I never knew, things… This feels so good… Mnnghahh… Haaguhh, mnnguhh….", " My head is burning up…"]}, {"name": "", "audio": "", "normalized": ["The two tentacles deep inside her anus and vagina started to throb and tremble."]}, {"name": "Rufina", "audio": "v_r-ev300_0037", "normalized": ["The tentacles…inside me… They're getting bigger… Throbbing and shaking… Something is wrong… What is this…?"]}, {"name": "Female Politician", "audio": "", "normalized": ["They want to ejaculate, you see… These things want to cum inside a woman!"]}, {"name": "", "audio": "", "normalized": ["The fact the tentacles were nearing ejaculation made the woman even more excited."]}, {"name": "", "audio": "", "normalized": ["Then she smiled joyously and allowed the tentacles to ejaculate.", " The tentacles began to prepare themselves as she ordered them."]}, {"name": "Rufina", "audio": "v_r-ev300_0038", "normalized": ["Ughaaghh!", " E-ejaculate… Inside me… Aaghahh, mngnmm… No, aaguhaahh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles scraped inside of Rifuna's body violently and they finally reached orgasm."]}, {"name": "Rufina", "audio": "v_r-ev300_0039", "normalized": ["Huughuaaghaaggaahh hh?!"]}, {"name": "", "audio": "", "normalized": ["Rufina also squirted as the tentacle ejaculated spectacularly as her eyes rolled back, achieving her first orgasm ever."]}, {"name": "", "audio": "", "normalized": ["The amount of semen was incredible and it was spewing out of her mouth and nostrils."]}, {"name": "Rufina", "audio": "v_r-ev300_0040", "normalized": ["Mnngouhgaghaahh!", " Mnngehhougghh… Heeguheooghh!", " Mnghh… My belly, my belly is so hot!"]}, {"name": "Female Politician", "audio": "", "normalized": ["Hahaha…!", " Semen is overflowing!"]}, {"name": "", "audio": "", "normalized": ["The woman laughed ecstatic as if she became completely unhinged as semen flowing out of every orifice on Rufina's body."]}, {"name": "", "audio": "", "normalized": ["And the woman ordered the tentacle to violate Rufina even more as if she had gone insane and was not satisfied by what she was seeing."]}, {"name": "Female Politician", "audio": "", "normalized": ["Fuck her more, harder, so she would beg for forgiveness!"]}, {"name": "Rufina", "audio": "v_r-ev300_0041", "normalized": ["Ughhghh… Heeghh, geghuhh… Haaghhaaghh… Ugheghh, mnghhghh… Aghaahhnmgh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles received the order and started violating Rufina's body even while it was still orgasming."]}, {"name": "", "audio": "", "normalized": ["Then, as her vagina contracted tightly, semen and vaginal fluid started spewing from her orifice, as if someone pinched the end of a garden hose."]}, {"name": "Rufina", "audio": "v_r-ev300_0042", "normalized": ["Aheeheh… My belly is so full… Ughghh… Mnghaahhaghh!", " A-again… Ugoughohh!"]}, {"name": "Female Politician", "audio": "", "normalized": ["Come on, beg for it if you want it to stop!"]}, {"name": "", "audio": "", "normalized": ["Rufina's clitoris had shed its skin, become erect, puffed up, and turned red from the continued rubbing."]}, {"name": "", "audio": "", "normalized": ["In addition, crimson red flesh was visible inside her vagina and anus, like they were ready to tear any moment."]}, {"name": "Rufina", "audio": "v_r-ev300_0043", "normalized": ["Haaguhguhh… P-please… Stop this, eeghh!", " N-no more… N-noo!"]}, {"name": "", "audio": "", "normalized": ["Despite her words, the tentacle penetrating her anus was making its way further into her like it was looking for an exit."]}, {"name": "", "audio": "", "normalized": ["The tentacles enlarged as it got even larger and finally, its tip popped out of Rufina's mouth."]}, {"name": "Rufina", "audio": "v_r-ev300_0044", "normalized": ["Ughaagaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Rufina was shocked by the fact the tentacle emerged from her mouth and repeatedly gagged from the foreign object passing through her larynx."]}, {"name": "", "audio": "", "normalized": ["The tentacle coming out of her mouth started ejaculating as if it was waiting for the right timing."]}, {"name": "Rufina", "audio": "v_r-ev300_0045", "normalized": ["Mnngoguoogohaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The tentacle spewed semen from its tip like a fountain and covered her body in filth."]}, {"name": "", "audio": "", "normalized": ["Rufina was twitching as her eyes rolled back and passed out, even pissing herself, but even her urine lacked energy, just leaking."]}, {"name": "Rufina", "audio": "v_r-ev300_0046", "normalized": ["Aaaughh… Gheeghgouh… Mnnghnm…"]}, {"name": "Female Politician", "audio": "", "normalized": ["Hahaha…!", " How fitting this is for you.", " You've become a filthy whore, with both your pussy and anus gaping wide open…"]}, {"name": "", "audio": "", "normalized": ["The woman was laughing from her heart as she watched Rufina being suspended still inside the glass bottle."]}, {"name": "", "audio": "", "normalized": ["Rufina had her body fully penetrated by the huge tentacles and as she was exhausted by the intense orgasm, barely able to breathe."]}, {"name": "Rufina", "audio": "v_r-ev300_0047", "normalized": ["Ughughh… Aaaheeghh… Huhaaghh…"]}, {"name": "Female Politician", "audio": "", "normalized": ["I knew it.", " Watching a young and spry woman like you getting violated is more entertaining than anything!"]}, {"name": "", "audio": "", "normalized": ["Rufina was covered with semen as if her whole body was doused with wax as semen was bubbling out of every orifice on her body."]}, {"name": "", "audio": "", "normalized": ["The woman stared at her satisfied and while smiling ecstatically, completely unhinged."]}, {"name": "Female Politician", "audio": "", "normalized": ["Fuuma, Asagi, and that Edwin Black man would also be fun to watch, I imagine.", " Hahahah…"]}, {"name": "Female Politician", "audio": "", "normalized": ["As long as I have this device, I won't be bored anytime soon!"]}, {"name": "", "audio": "", "normalized": ["The woman sat down onto the chair nearby, already thinking about the next targets as she was no longer interested in the toy finished playing with."]}, {"name": "Rufina", "audio": "v_r-ev300_0048", "normalized": ["(Why is this happening to me…)"]}, {"name": "", "audio": "", "normalized": ["Rufina shed tears in her mind as she despaired at her future while her consciousness faded away."]}]