[{"name": "You", "audio": "", "normalized": ["Seems like you want it here.", " Fine, I'll do it just like always."]}, {"name": "Ingrid", "audio": "v_sr120a_0000", "normalized": ["S-stoop…nnghh?!"]}, {"name": "", "audio": "", "normalized": ["Saying this, the man took out his penis, and lightly stroking the unfathomably swollen piece, he fitted its tip to her pussy."]}, {"name": "", "audio": "", "normalized": ["*Squelch…* *Schlick…*"]}, {"name": "Ingrid", "audio": "v_sr120a_0001", "normalized": ["Nnhahh… guuh… aahn…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, you make some great noises now.", " Your pussy seems like it remembers how I feel too, it's been twitching already."]}, {"name": "Ingrid", "audio": "v_sr120a_0002", "normalized": ["Shut up… aggh, awooahh…"]}, {"name": "", "audio": "", "normalized": ["Like the man said, just pressing his penis up against her made Ingrid's lewd hole squelch."]}, {"name": "", "audio": "", "normalized": ["The opening of her pussy gaped as though it were inviting his dick inside."]}, {"name": "", "audio": "", "normalized": ["Embarrassed by this reaction, her face was bright red, as Ingrid earnestly thrashed her hips about, trying to escape even though she couldn't move."]}, {"name": "You", "audio": "", "normalized": ["Oh my… I got it, no need to be impatient.", " There, this is what you wanted, right?!"]}, {"name": "Ingrid", "audio": "v_sr120a_0003", "normalized": ["S-stoop… nnhahh!"]}, {"name": "", "audio": "", "normalized": ["*Zlurch…* *Gcchh!", "*"]}, {"name": "Ingrid", "audio": "v_sr120a_0004", "normalized": ["Nnhyaahh…!"]}, {"name": "", "audio": "", "normalized": ["Ingrid screamed from the stimulation as his dick suddenly dug at the deepest part of her vagina, making her whole body leap and her hips tremble."]}, {"name": "Ingrid", "audio": "v_sr120a_0005", "normalized": ["(Uuuh, aah… this guy, again… nnghh!", " M-my… pussy… phgghh, nnhyuuhh…)"]}, {"name": "", "audio": "", "normalized": ["Even though she was being violated by her hated enemy, the man's penis easily surpassed the average size in both its thickness and length."]}, {"name": "", "audio": "", "normalized": ["Violated with it day after day, both of Ingrid's holes were completely cultivated by his dick, remembering the shape of it."]}, {"name": "You", "audio": "", "normalized": ["Fufufu, your pussy is melting all the way inside."]}, {"name": "You", "audio": "", "normalized": ["Seems like you really wanted it, it's overflowing with pussy juice and biting at my dick."]}, {"name": "Ingrid", "audio": "v_sr120a_0006", "normalized": ["Uuuh… b-be quiet… aagh… nnh, pphh… The moment I'm free, I'm gonna take your head off that neck of yours…"]}, {"name": "You", "audio": "", "normalized": ["Phwahahaha!", " When you say that with such a sweet voice it just sounds like you're trying to hide your embarrassment!"]}, {"name": "", "audio": "", "normalized": ["The man's banter made flush red all the way to her ears and her back teeth squeaked where she had gritted them in anger."]}, {"name": "", "audio": "", "normalized": ["Still, her body's responses couldn't help but be honest, as her fleshy walls enveloped and assimilated his penis."]}, {"name": "", "audio": "", "normalized": ["It slapped against her as if trying to hollow out her womb."]}, {"name": "", "audio": "", "normalized": ["Even without the man moving, an obscenely wet sound echoed as cloudy love juices overflowed and clung to her labia and his penis."]}, {"name": "You", "audio": "", "normalized": ["Now then, I guess I'll start moving… heheh."]}, {"name": "Ingrid", "audio": "v_sr120a_0007", "normalized": ["Uuh… do whatever you want… But don't forget, I'll definitely―nnahoohh?!"]}, {"name": "", "audio": "", "normalized": ["*Zhhghh, nnchh!", "*"]}, {"name": "Ingrid", "audio": "v_sr120a_0008", "normalized": ["Nnghhiihhnnh?!"]}, {"name": "", "audio": "", "normalized": ["He pulled his hips back at an angle, scraping the walls of her vagina with his glans and then forcing it in, severely stimulating Ingrid's female lust."]}, {"name": "", "audio": "", "normalized": ["Just this made waves of pleasure crash against her abdomen, and she let out a cry, her face softened in ecstasy."]}, {"name": "Ingrid", "audio": "v_sr120a_0009", "normalized": ["Hoohh, hahhyaahh… I won't… forghive youu… for… thishh… nnh, auuhh…"]}, {"name": "You", "audio": "", "normalized": ["Hmm, I'm looking forward to that… Then I'll just have to have my fill of you now so I won't mind if it turns out like that."]}, {"name": "Ingrid", "audio": "v_sr120a_0010", "normalized": ["Aagghh!", " Wh-whaat… what are you… hghh, guuhhnn?!"]}, {"name": "", "audio": "", "normalized": ["The man gripped her waist with both hands and began to move back and forth with tremendous force, and their hips made a painful sound as they crashed together."]}, {"name": "Ingrid", "audio": "v_sr120a_0011", "normalized": ["Phguuhh!", " Nnhah, stop… auuhh, nnhahhaah!"]}, {"name": "", "audio": "", "normalized": ["Swearing at the man was out of the question as his powerful pumping cock dug out the insides of her vagina."]}, {"name": "", "audio": "", "normalized": ["He knocked against the entrance to her womb and making her spine shiver."]}, {"name": "", "audio": "", "normalized": ["The waves of joy satisfying her female lust were coming from deep inside―no, from all over her pussy as they overflowed and steadily spread across her entire body."]}, {"name": "Ingrid", "audio": "v_sr120a_0012", "normalized": ["(Thiish, this is too!", " Aaah, stop, stop iit… I don't want to feel… nnh, nnhh!", ")"]}, {"name": "", "audio": "", "normalized": ["Trying to at least not let out an unseemly voice, Ingrid pressed her lips together and bit them."]}, {"name": "", "audio": "", "normalized": ["Just as she did this, he put all of his weight on the fleshy head of his penis as he pulled back, pressuring and digging into her like he was scratching an itch."]}, {"name": "Ingrid", "audio": "v_sr120a_0013", "normalized": ["…Uuuh… uuh!", " Nnhh… pphuuhh, phhghh…"]}, {"name": "", "audio": "", "normalized": ["The man's pistoning had found one of Ingrid's weak spots, just on the other side of her clit, and he attacked it relentlessly."]}, {"name": "", "audio": "", "normalized": ["The stimulation brought her to her climax all too soon, making her feet stretch straight outward as she convulsed, dizzy with stars dancing across her vision."]}, {"name": "Ingrid", "audio": "v_sr120a_0014", "normalized": ["(Haah, haah… auuhnnh!", " Nnguuh, I'm gonna cum, I'm cummiing!", ")"]}, {"name": "", "audio": "", "normalized": ["Though the man obviously realized this, he made no move to stop the thrusting of his hips, simply continuing to grin at her."]}, {"name": "", "audio": "", "normalized": ["Scornfully laughing at Ingrid, easily brought to climax from the stimulation on her G-spot…"]}, {"name": "", "audio": "", "normalized": ["…this time he beat against the spot just before her womb as if he were carving into her."]}, {"name": "", "audio": "", "normalized": ["*Gcchh!", "* *Ghllrl!", "*"]}, {"name": "Ingrid", "audio": "v_sr120a_0015", "normalized": ["Hoohh, ohhwaahh!", " Aauuh, nnhahhuuhh!"]}, {"name": "", "audio": "", "normalized": ["He attacked precisely at the places made sensitive from her orgasm, sending her into climax once more."]}, {"name": "", "audio": "", "normalized": ["Ingrid's abdomen twitched again with convulsions of pleasure as he sent her senses up the summit again without time to descend."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, can't even get out any protesting words?", " Well, it's not like those are what I want to hear anyway…"]}, {"name": "You", "audio": "", "normalized": ["If you hurry up and spit out the info, I'll forgive you."]}, {"name": "Ingrid", "audio": "v_sr120a_0016", "normalized": ["Nnhahaahh!", " Sh-shut uup!", " I won't yield to you, you bastaard!", " Aaiihh, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["She shouted with her mouth wide open, wheezing and spraying drool.", " Ingrid's face was twisted with the pleasures of the flesh, completely drunk in the ecstasy."]}, {"name": "You", "audio": "", "normalized": ["What a stubborn fool… Fine!", " I'm gonna humiliate you even more."]}, {"name": "", "audio": "", "normalized": ["Resuming his powerful pistoning, his penis grew even harder and more swollen as he forced his way into her womb without reservation."]}, {"name": "", "audio": "", "normalized": ["Her completely filled cave stretched out even further as her spine shook, her womb trembled, and her mind went completely blank."]}, {"name": "Ingrid", "audio": "v_sr120a_0017", "normalized": ["(Nnphh!", " Auuh… wh-why am I… from this asshole…)"]}, {"name": "", "audio": "", "normalized": ["The reality that she was turned on by this man she was supposed to despise and should be resisting made Ingrid scold herself internally."]}, {"name": "", "audio": "", "normalized": ["She glared at him and spoke in a shaking voice."]}, {"name": "Ingrid", "audio": "v_sr120a_0018", "normalized": ["S-stop it… any more than this and… nngh, I'll kill you, I'll absolutely kill youu!", " Nnhiih, agghh, aahh!"]}, {"name": "", "audio": "", "normalized": ["No matter what she said, the man kept moving his hips without concern, and each time she could feel her voice becoming sweetly shrill."]}, {"name": "", "audio": "", "normalized": ["Still, she couldn't leave it unsaid."]}, {"name": "Ingrid", "audio": "v_sr120a_0019", "normalized": ["Iii w-wont… I won't forgive you, bastard… J-just try letting it out inside me agaiin… I'll never let you live… nnhhahh!"]}, {"name": "You", "audio": "", "normalized": ["Ohh, is that so… in that case, kill me!", " There's no such thing as a man who won't cum inside a female he violated!"]}, {"name": "Ingrid", "audio": "v_sr120a_0020", "normalized": ["Nnnghiihhii!", " Gihyaah… y-you, bastaard!", " Agguuhh!", " S-stoop… ahhiihhiihh!"]}, {"name": "", "audio": "", "normalized": ["His piece beat against the back of her pussy, throbbing as though he would ejaculate at any moment."]}, {"name": "", "audio": "", "normalized": ["The stimulation made her cry out sweetly, and Ingrid's hips naturally lifted on their own, beginning to move in time with the man's pumping."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, seems like you're completely ready too.", " Fine then, I'm gonna pour it all out deep inside!"]}, {"name": "You", "audio": "", "normalized": ["Inside your womb that's waiting desperately for my semen!"]}, {"name": "Ingrid", "audio": "v_sr120a_0021", "normalized": ["Nnhhyaah…!", " Shtoop, stop iit, ghhphh… nnghh, guwaahhnhh!"]}, {"name": "", "audio": "", "normalized": ["Who the hell would climax just from a man ejaculating―she thought."]}, {"name": "", "audio": "", "normalized": ["Trying to resist even a little bit, Ingrid bent her fingers and made her body small, trying to fight the pleasure…"]}, {"name": "Ingrid", "audio": "v_sr120a_0022", "normalized": ["Nnhauuh?!", " Ahiihh, that'sh… not faair?!"]}, {"name": "", "audio": "", "normalized": ["Just a couple quick tugs on the cords attached to her nipples made her small resistance collapse completely."]}, {"name": "", "audio": "", "normalized": ["Feeling the heat in both her nipples and pussy at the same time, a sweet sensation spread through her whole body from her womb, as she prepared to reach orgasm."]}, {"name": "", "audio": "", "normalized": ["And then… the man's penis erupted."]}, {"name": "", "audio": "", "normalized": ["*Splurtsplurtspluurt!", "* *Drip, sploorch!", "*"]}, {"name": "Ingrid", "audio": "v_sr120a_0023", "normalized": ["Ohhoohh…!", " NNhoohh, ohhoohhnn!", " Ohhiihh, iihhyaahh!"]}, {"name": "", "audio": "", "normalized": ["He screwed his glans halfway into the opening of her womb, discharging his built-up male lust forcefully from his swollen penis."]}, {"name": "Ingrid", "audio": "v_sr120a_0024", "normalized": ["(Nnnhahh, i-it's coming ouut!", " I-it's hoot, this asshole's… nnghuuh, thick semeen!", ")"]}, {"name": "", "audio": "", "normalized": ["His boiling hot, sticky white magma sprayed into her as though he were pouring it into her womb, pumping into her with a splurt."]}, {"name": "", "audio": "", "normalized": ["Every time it touched her heated pussy flesh, it filled her head with orgasmic shivers, burning up her spine and making her female lust burst into flame."]}, {"name": "Ingrid", "audio": "v_sr120a_0025", "normalized": ["Fughhyuuhh!", " Nnhahh… I'm gonna cuum… I'm gonna cum!", " I'm cumming, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Controlled so completely by her lust she no longer cared, Ingrid writhed and lifted her own hips, her voice raised as she was arrested by her climax."]}, {"name": "", "audio": "", "normalized": ["Her clit above her stretched open hole was completely swollen with the hood pulled back as it twitched."]}, {"name": "", "audio": "", "normalized": ["Her urethra had completely slackened and she lost control of her bladder."]}, {"name": "", "audio": "", "normalized": ["She vigorously sprayed the man's hips, making their surroundings smell of ammonia and her female stench."]}, {"name": "Ingrid", "audio": "v_sr120a_0026", "normalized": ["Nnhyuuh, haoohh, aoohh!", " I'm cummiing, I'm shtiill cummiing…"]}, {"name": "", "audio": "", "normalized": ["Ingrid's head was thrown back with her tongue hanging out as she rhythmically clamped down on his dick, her whole body spasming without end."]}, {"name": "You", "audio": "", "normalized": ["Phew, haah… how about it, Ingrid?", " About ready to tell me?"]}, {"name": "Ingrid", "audio": "v_sr120a_0027", "normalized": ["As… if….", " auuhh!", " Nnhh, I'm cumming… nnhahh, phhuhh…"]}, {"name": "", "audio": "", "normalized": ["Even as she was ruled by her orgasm, her pride as a Dark Knight that was engraved upon her soul wouldn't allow her to betray her master."]}, {"name": "You", "audio": "", "normalized": ["…Just as expected, in that case―"]}, {"name": "", "audio": "", "normalized": ["As he muttered in frustration, the man began to move his dick inside of Ingrid again, whispering to her as he drew his face near."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna make that spirit of yours mine too…"]}, {"name": "Ingrid", "audio": "v_sr120a_0028", "normalized": ["Hhhyahh… I definitelyy… won't tell youu… agghh, nnhohh… ohh, I'm cumming…"]}, {"name": "", "audio": "", "normalized": ["His penis was still rigid even after he finished ejaculating, and just shifting it made Ingrid orgasm slightly as the remaining urine in her bladder spilled forth."]}, {"name": "", "audio": "", "normalized": ["Taking this as a sign, the man fixed his arms around Ingrid's waist and lifted her hips, beginning to thrust in furiously in and out of her once more…"]}]