[{"name": "", "audio": "", "normalized": ["Mai Nanase had become the monsters' captive since then as the monsters who took residence in the ruin, having drugs injected into her――"]}, {"name": "", "audio": "", "normalized": ["They violated her by taking turns and she was spending her days as their whore."]}, {"name": "", "audio": "", "normalized": ["She was no longer a proud Taimanin with the famed paper ninja arts as she had become nothing but a slut with sex-addiction."]}, {"name": "", "audio": "", "normalized": ["That was what Mai had become by then.", " Yet another day of getting violated by the monsters was about to begin."]}, {"name": "", "audio": "", "normalized": ["The one in charge of the facility was a monster called the Husband.", " Ever since the research facility was abandoned――"]}, {"name": "", "audio": "", "normalized": ["The monsters had created their own hierarchy and formed a skewed social structure in the confines of the facility."]}, {"name": "", "audio": "", "normalized": ["The Husband who was the ruler of such society was sitting in a chair which was his throne and she was made to introduce herself was the sexual servant."]}, {"name": "Mai", "audio": "v_sr417_0000", "normalized": ["Good day, Husband.", " I am the Taimanin slut, Mai Nanase, and I love getting my pussy pounded with a cock."]}, {"name": "Mai", "audio": "v_sr417_0001", "normalized": ["Please, make me feel pleasure by drilling my lewd pussy with your huge, thick cock."]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhgwuh, a Taimanin slut-whore.", " I see… So, is this what you want so desperately?"]}, {"name": "Mai", "audio": "v_sr417_0002", "normalized": ["Yes, I want it… I love it, getting pounded hard with a huge c-cock.", " Please, please fuck me hard…"]}, {"name": "", "audio": "", "normalized": ["Mai made a completely corrupted introduction and the Husband showed a satisfied smile while drooling, and then thrust his huge penis forward."]}, {"name": "", "audio": "", "normalized": ["The penis was not even comparable in size to a human one and it was especially noticeable as it was specialized in pleasuring women――"]}, {"name": "", "audio": "", "normalized": ["The shaft was covered by numerous bumps."]}, {"name": "", "audio": "", "normalized": ["Once that thing made its way in, the bumps would undoubtedly bring her pleasure beyond her imagination."]}, {"name": "Mai", "audio": "v_sr417_0003", "normalized": ["O-oh my, Husband… Look at your cock, I'm sure that will feel amazing inside me.", " Please, make my slutty putty come with that thing."]}, {"name": "", "audio": "", "normalized": ["To the right mind, the penis was nothing but brutal and skewed in its appearance, but Mai did not have enough sanity left in her anymore."]}, {"name": "", "audio": "", "normalized": ["She just gulped her throat."]}, {"name": "", "audio": "", "normalized": ["And then the thought of how the Husband's penis will fill her with such pleasure occupied her mind."]}, {"name": "Mai", "audio": "v_sr417_0004", "normalized": ["Haauhhaahh, please, watch me, Husband.", " I want your cock inside me… Look at my lewd pussy, it's already drenched…"]}, {"name": "Mai", "audio": "v_sr417_0005", "normalized": ["It's like I've pissed myself and everything is so wet.", " I can't wait for you to fuck me and even my clitoris is peeling."]}, {"name": "", "audio": "", "normalized": ["Mai spread her vagina like she was showing it off to the Husband and then begged."]}, {"name": "", "audio": "", "normalized": ["Just as Mai said, the spread open vagina was seeping with the viscous fluid as it was obvious she was getting aroused."]}, {"name": "", "audio": "", "normalized": ["The clitoris on her spread crotch was puffed up and the pinkish bud of flesh was exposed from the foreskin."]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhuhuhuh, I see, I see.", " You want the cock so damn much, huh.", " You're even showing your clit off, that's great."]}, {"name": "", "audio": "", "normalized": ["Perhaps Mai's such desperate plea for sexual satisfaction amused the Husband and his penis became even more erect――"]}, {"name": "", "audio": "", "normalized": ["Then it moved the penis towards Mai's crotch."]}, {"name": "", "audio": "", "normalized": ["The ugly monster was inching its way towards Mai to violate her, but she was only getting more aroused by the anticipation of what was about to come――"]}, {"name": "", "audio": "", "normalized": ["Her mind was filled with the thought of how lewd she will get and how much pleasure she would be able to feel."]}, {"name": "", "audio": "", "normalized": ["The monster thrust its hips forward provocatively."]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhgwuh, I'll give you my cock alright, so you better lower your hips…and put it in yourself."]}, {"name": "", "audio": "", "normalized": ["She was ordered to make the penetration herself, fittingly for a slutty whore she was."]}, {"name": "Mai", "audio": "v_sr417_0006", "normalized": ["Haaheeghh, thank you so much.", " I'm going to go crazy with orgasm thanks to your cock."]}, {"name": "", "audio": "", "normalized": ["Mai joyously lowered her hips onto the Husband's lump-covered penis and inserted it into her own vagina as the madness of lust urged her."]}, {"name": "Mai", "audio": "v_sr417_0007", "normalized": ["Huuaaghaagghh, aaguuhhnmhh, huuguhhnmnghhouhhgouhahaaghhnmgh hhmn!"]}, {"name": "", "audio": "", "normalized": ["It made a series of deep, shoving noises completely different from penetration by a normal penis――"]}, {"name": "", "audio": "", "normalized": ["Mai continued to let it penetrate her.", " As the penis made its way in, its bumps dug into the wall of her vagina and gave her scraping stimulation."]}, {"name": "Mai", "audio": "v_sr417_0008", "normalized": ["Ohouhhohaghaagaghh, th-this is amazing… Ohgooghonmm, this, aaheghh, I won't be getting it out once it's in…"]}, {"name": "Mai", "audio": "v_sr417_0009", "normalized": ["Your bumpy cock… Bumpy cock, ahh, aabheegeghhaahh, your it's biting into my pussy, uughhnmmgh!"]}, {"name": "", "audio": "", "normalized": ["Mai only focused on inserting the penis and did not try to pull it out at all, letting it go in all the way down to its base as she lowered her hips."]}, {"name": "Mai", "audio": "v_sr417_0010", "normalized": ["Mnnhouhoughh, it's inside, aaghh, Husband's bumpy cock, aaghh, so deep inside my pussy!"]}, {"name": "Husband", "audio": "", "normalized": ["Ghuhghuh, your pussy feels pretty damn good, a pussy of a Taimanin slut-whore."]}, {"name": "Mai", "audio": "v_sr417_0011", "normalized": ["Guhwahahaghaaghh, amazing, aaheeghh, huhhaghaaghh, houhoaghaahhnmghh!"]}, {"name": "", "audio": "", "normalized": ["Once it was all the way in, Mai stopped her hips to make sure her vagina adjusted to the size and the shape of the penis."]}, {"name": "Mai", "audio": "v_sr417_0012", "normalized": ["Huughuhaaghhaghhughh, mnnhuuhhaaghaaghhuughh…"]}, {"name": "", "audio": "", "normalized": ["Huge penis covered with lumps was definitely effective and just inserting it made Mai's lower body burn up with pleasure."]}, {"name": "Mai", "audio": "v_sr417_0013", "normalized": ["Haahaghaahh, guhhaahh, my pussy… It's aching… It won't stop twitching."]}, {"name": "Husband", "audio": "", "normalized": ["Just putting the cock in you is turning you on so much.", " You must really like my big dick, huh?"]}, {"name": "Mai", "audio": "v_sr417_0014", "normalized": ["Yes, th-this is amazing… Aaahughh, I can never feel anything similar, heeaghh, with a regular cock."]}, {"name": "", "audio": "", "normalized": ["Mai was savoring the Husband's bump-covered penis as her hips started trembling."]}, {"name": "", "audio": "", "normalized": ["However, Mai still did not start moving yet."]}, {"name": "Mai", "audio": "v_sr417_0015", "normalized": ["Huhhaahh, mnnhuhahaahh, guhhuhahaaghh… Agaahh, yes, it's so good…"]}, {"name": "Mai", "audio": "v_sr417_0016", "normalized": ["The shape, the size, and the bumps… Aaaghahheeahaaghh, I'm letting my pussy remember it."]}, {"name": "", "audio": "", "normalized": ["Pausing for a while and letting her vaginal walls adjust to the inhuman penis was her plan."]}, {"name": "", "audio": "", "normalized": ["It was what the monsters at the facility taught her to do."]}, {"name": "Mai", "audio": "v_sr417_0017", "normalized": ["Mnnhaahauhhaahahh… Like this… If I just stop for a little bit and let it sink in… It'll remember Husband's penis…"]}, {"name": "Mai", "audio": "v_sr417_0018", "normalized": ["My body, aghahheeguuhh, my body's getting used to it…so I can feel more pleasure with Husband's bumpy cock."]}, {"name": "Husband", "audio": "", "normalized": ["They trained you well… Good, let it get used to it."]}, {"name": "Mai", "audio": "v_sr417_0019", "normalized": ["Y-yes, I'm going to let my pussy get used to Husband's cock very well…so it'll feel even better and come!"]}, {"name": "", "audio": "", "normalized": ["As they exchanged words, vaginal fluid started to seep out of her pussy as it was engulfing the lump covered penis――"]}, {"name": "", "audio": "", "normalized": ["The walls were sucking onto the penis.", " Moist noises of drenched flesh sucking onto each other started echoing."]}, {"name": "Mai", "audio": "v_sr417_0020", "normalized": ["I-it's getting better now… My pussy's getting used to Husband's bumpy cock now… Aaaghh, pussy juice, it's so good…"]}, {"name": "Mai", "audio": "v_sr417_0021", "normalized": ["My pussy juice keeps coming and coming like it's flooding, mnnguhahahh, it's twitching and shaking."]}, {"name": "Mai", "audio": "v_sr417_0022", "normalized": ["It's gotten used to it now, my pussy is good to go… Haauhhaahhaghh, can I, can I start moving so I can feel it more?"]}, {"name": "", "audio": "", "normalized": ["Once Mai had adjusted to the Husband's penis, she begged to start moving to feel pleasure."]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhhuhuhuh, you wanna move?", " You wanna feel good?"]}, {"name": "Mai", "audio": "v_sr417_0023", "normalized": ["Haaghhaaghhaahh, my pussy's all good… Rubbing Husband's bumpy cock, rubbing my pussy so hard…"]}, {"name": "Mai", "audio": "v_sr417_0024", "normalized": ["I-I know it's gonna feel amazing… I'm gonna piss myself like crazy with my pussy juice."]}, {"name": "", "audio": "", "normalized": ["However, once Husband noticed Mai was getting impatient, it started teasing her and did not let her move yet."]}, {"name": "Husband", "audio": "", "normalized": ["Well, well… I wonder what to do now.", " I mean, it already feels pretty good to me."]}, {"name": "Mai", "audio": "v_sr417_0025", "normalized": ["P-p-please, Husband, you can't bully your slut like that.", " I'll rub your bumpy cock with my pussy.", " I'll make you feel good."]}, {"name": "Mai", "audio": "v_sr417_0026", "normalized": ["So please let me make my ass, I want to rub your cock with my pussy, please, I beg you!"]}, {"name": "Mai", "audio": "v_sr417_0027", "normalized": ["Please, I want you to drill my pussy deep into my womb and spread it wide with Husband's cock."]}, {"name": "", "audio": "", "normalized": ["Mai had definitely transformed from the virgin girl she was through the extended violation by the monsters at the facility."]}, {"name": "", "audio": "", "normalized": ["She dedicated herself to the Taimanin mission with minimal contact with men."]}, {"name": "", "audio": "", "normalized": ["She had feelings, but she definitely did not show them."]}, {"name": "", "audio": "", "normalized": ["That was all corrupted by the monsters violating her with their huge penis as she had become a whore."]}, {"name": "Mai", "audio": "v_sr417_0028", "normalized": ["P-please, give me your permission, please let me stroke my pussy with your bumpy cock.", " Please make me feel good."]}, {"name": "", "audio": "", "normalized": ["Mai was drenched in lust as she shook her bottom and begged the monster violating her to satisfy her desires."]}, {"name": "Mai", "audio": "v_sr417_0029", "normalized": ["Please, I'm begging you, I'll make you feel good, real good, with my pussy.", " I'll make Husband's cock feel so good, please!"]}, {"name": "Mai", "audio": "v_sr417_0030", "normalized": ["I-I just want to start moving, I wanna move, please!"]}, {"name": "", "audio": "", "normalized": ["Mai let out a sugary voice and begged the Husband was it was still teasing her, swaying her butt to ask for the permission."]}, {"name": "Husband", "audio": "", "normalized": ["You want it?", " You really want to make my cock feel good?"]}, {"name": "Mai", "audio": "v_sr417_0031", "normalized": ["Haahaghhaheghgha, yes, yes I do, please let me stroke your cock, please let me rub your cock with my pussy, please!"]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhuhuh, do you like my cock that much?"]}, {"name": "Mai", "audio": "v_sr417_0032_01", "normalized": ["Yes, it's amazing, so good… Just putting it in my pussy is making my pussy ache so much… My pussy's getting flooded."]}, {"name": "", "audio": "", "normalized": ["Just as Mai explained, the Husband's penis was all the way inside her, down to its base."]}, {"name": "", "audio": "", "normalized": ["And her vaginal fluid was dripping onto it, even making his scrotum drenched."]}, {"name": "Husband", "audio": "", "normalized": ["Gwhuh, gwhuh, alright then, I'll give the slutty Taimanin whore to shake her ass."]}, {"name": "Mai", "audio": "v_sr417_0033", "normalized": ["Mnnhuhhaahhaghh, th-thank you, thank you so much, uughuhhnmhh!"]}, {"name": "Mai", "audio": "v_sr417_0034", "normalized": ["Guuhouhgoohhoohh, huuhhoghoghoouhgouhgooghh, oohghouohgoohohohhnmghhmmhh!"]}, {"name": "", "audio": "", "normalized": ["As soon as she was given permission, Mai started shaking her hips while letting out joyous moans."]}, {"name": "Mai", "audio": "v_sr417_0035", "normalized": ["Huuheeghahahh, aahhnagahhmnghh, mnngheegaghahhnmgh, mnnhagahaahheagheheaghhaahhaahh!"]}, {"name": "", "audio": "", "normalized": ["Immediately, her vagina drenched with the vaginal fluid started wiggling and the protruding bumps started to bite in, creating intense pleasure."]}, {"name": "Mai", "audio": "v_sr417_0036", "normalized": ["Hoouhhooughouhgouhooughh, it's amazing, oouhh, ahahheeghhoouhgohh, it's so good, so good, aghaahh."]}, {"name": "Mai", "audio": "v_sr417_0037", "normalized": ["Every time I move, ohoohnmghh, every time I move, heeghehh, my pussy, haaghh, it's getting tugged by the bumps on the cock…"]}, {"name": "Mai", "audio": "v_sr417_0038", "normalized": ["It's tugging me and eeghh, aaheghh, it's getting scraped, my pussy's getting scraped, it's getting tugged and scraped, ughh!"]}, {"name": "", "audio": "", "normalized": ["Every time her flesh squeezed onto the cock, the vaginal walls sucking on felt like it was getting pulled by the bumps and Mai let out moans and shuddered."]}, {"name": "Mai", "audio": "v_sr417_0039", "normalized": ["Mnnhouhooghh, it's amazing, oohuguhh, my pussy, it's pulling so much, the bumpy cock, in my pussy."]}, {"name": "", "audio": "", "normalized": ["As the penis moved out of her vagina as she lifted her hips, the lumps on it dug into her vaginal walls, as if it was pulling her womb out of her body――"]}, {"name": "", "audio": "", "normalized": ["Mai found an exquisite pleasure in it and rejoiced madly."]}, {"name": "Mai", "audio": "v_sr417_0040", "normalized": ["Hoohheeaghaahh, my pussy, getting stretched so much, ohouohoh, it's amazing, amazing, heeghh!"]}, {"name": "Mai", "audio": "v_sr417_0041", "normalized": ["Guhhughhmnghuhhnmghhm, it's pulling me so hard, uuhhnmghh!"]}, {"name": "", "audio": "", "normalized": ["Mai continued to writhe and moan while she continued to savor the feeling of squeezing the cock covered in bumps."]}, {"name": "Husband", "audio": "", "normalized": ["You've got a well-trained pussy.", " It's sucking on so hard onto my cock, it's so tight."]}, {"name": "Mai", "audio": "v_sr417_0042", "normalized": ["Yes, it's sucking on so hard, so tight, your bumpy cock is digging into my pussy, uuhhnmghh!"]}, {"name": "", "audio": "", "normalized": ["Every time she moved, she felt the stimulation of having her womb pulled out, an insane pleasure she would never be able to feel through ordinary sex."]}, {"name": "", "audio": "", "normalized": ["Mai was addicted to such please without even experiencing sex with a man as she was aroused madly."]}, {"name": "Mai", "audio": "v_sr417_0043", "normalized": ["Ohhouhaaghagahheeghaaghh, it feels so good, ghaaghaahh, it's just so good, ahhehghaghh, it's gonna make me go mad, mngnhnmghh!"]}, {"name": "", "audio": "", "normalized": ["The Husband was intrigued by how abnormal Mai's body had been conditioned and it asked how far they had taken the conditioning."]}, {"name": "Husband", "audio": "", "normalized": ["You've got a pretty nice pussy, but how about your mouth?"]}, {"name": "Mai", "audio": "v_sr417_0044", "normalized": ["Mnnhaaghh, huhhaahh, haaheghh, of course, my mouth too, I've sucked so many cocks and pleasured them with my mouth pussy."]}, {"name": "", "audio": "", "normalized": ["Then Mai joyously answered the Husband's inquiry while writhing and moaning at the same time."]}, {"name": "", "audio": "", "normalized": ["Mai had been serving the monsters as the sex slave using every orifice inside her body."]}, {"name": "", "audio": "", "normalized": ["She did not even know what ordinary sex, ordinary penis was and she had been filling her body with the beastly sex with the monsters."]}, {"name": "Husband", "audio": "", "normalized": ["So you can suck cock well?"]}, {"name": "Mai", "audio": "v_sr417_0045", "normalized": ["Sucking cock, I love it.", " It tastes so good.", " I love sucking cock with my mouth pussy and swallowing tons of cum, it's so good."]}, {"name": "Husband", "audio": "", "normalized": ["Then let me get you a special cock for your mouth pussy too.", " Hey, get in here!"]}, {"name": "", "audio": "", "normalized": ["As the Husband said, a big door opened and the huge monster with bull's head came into the room, accompanied by loud, stomping footsteps."]}, {"name": "", "audio": "", "normalized": ["Perhaps the bull-headed monster was watching her getting aroused madly from the sex with the Husband from the next room as it was ready to go."]}, {"name": "", "audio": "", "normalized": ["A huge, exposed penis was standing tall from its crotch and it was eager to violate Mai any time."]}, {"name": "Mai", "audio": "v_sr417_0046", "normalized": ["Mnnhaahh, b-bull, bull's cock, aghaahh, it's so huge and hard… I want it, I want it, please let me suck on it."]}, {"name": "", "audio": "", "normalized": ["Mai was rejoiced by the sight of the penis and offered to suck it with her mouth to the Husband."]}, {"name": "Mai", "audio": "v_sr417_0047", "normalized": ["Hammuhhmmuhjuruhhouhjurouhh, oohohgnmghhnm, mnnguhhmnguuhgoguhnmghh!"]}, {"name": "", "audio": "", "normalized": ["Mai started licking the bull-headed monster's huge penis while stroking it with her hand."]}, {"name": "Mai", "audio": "v_sr417_0048", "normalized": ["Mnnguhmmnnguhh, huuguhh, mnnhuubbguhgguhhbguhhjuuryuhhrrehh h!"]}, {"name": "", "audio": "", "normalized": ["Foul, beastly stench started coming out of the bull-headed monster's penis as she licked it and filled her mouth."]}, {"name": "", "audio": "", "normalized": ["For any ordinary woman, it would have been nauseating, but Mai was only aroused further."]}, {"name": "Mai", "audio": "v_sr417_0049", "normalized": ["Haamuuhhrellouhh, jurruhhrouhh, juuruuhhrruureehh, juuruhrellouhh."]}, {"name": "", "audio": "", "normalized": ["She reached out with her tongue covered in saliva and then slurped feverishly onto the penis of the bull-headed monster."]}, {"name": "Bull Head", "audio": "", "normalized": ["Boohoughoohh, slutty whore… Your mouth-pussy is pretty good."]}, {"name": "Mai", "audio": "v_sr417_0050", "normalized": ["Buuhhruhhrerheeghh, huuhmnguhh, mnnguhh, guhhjuruhruruhh, bubuguhhruhhruheheh, juuruhhreehh."]}, {"name": "", "audio": "", "normalized": ["Mai continued to shake her hips, but she also continued to suck onto the bull-headed monster's penis, giving it a blowjob."]}, {"name": "Husband", "audio": "", "normalized": ["Gwhuhgwhuh, you're using both of your holes pretty well.", " You're a good whore!", " Gwhahahahahahh."]}, {"name": "Mai", "audio": "v_sr417_0051", "normalized": ["Relluhrelouhh, juruuhhjurruhh, juuruhhrelourelouhhrelouhh, juuruhhrerhhmnghh!"]}, {"name": "", "audio": "", "normalized": ["The Husband said happily as he watched her lewdly stroke and pleasure the cocks with her mouth and pussy at the same time."]}, {"name": "Mai", "audio": "v_sr417_0052", "normalized": ["Muuhhjuruhh, juuruhhjuuruhhereehh… Mnnjuruhhreluhrelouhhlreouhhnmghh!"]}, {"name": "Husband", "audio": "", "normalized": ["Are you okay with just licking it?", " Don't you want it to drive deeper into your mouth pussy?"]}, {"name": "Mai", "audio": "v_sr417_0053", "normalized": ["Haamuuhh, juruhhrehhjureruheehh, I want it… I want this huge, hard cock to fuck me in the throat."]}, {"name": "Husband", "audio": "", "normalized": ["Can you come with your mouth pussy?"]}, {"name": "Mai", "audio": "v_sr417_0054", "normalized": ["Yes, I can come, I can come with my mouth and my pussy.", " I'm a lewd slut who loves to come with a huge cock."]}, {"name": "", "audio": "", "normalized": ["The bull-headed monster understood Husband as it nodded to Mai's words."]}, {"name": "", "audio": "", "normalized": ["The monster grabbed her head and shoved its penis deep into her throat."]}, {"name": "Mai", "audio": "v_sr417_0055", "normalized": ["Ughbobgougboguhhoghohh, oohhbogheeghh, uhgbouheeghh, nbboueghhghh, guhbougegheghh."]}, {"name": "", "audio": "", "normalized": ["An incredibly large penis violently forced its way deep into her throat and Mai let out a beastly growl."]}, {"name": "Mai", "audio": "v_sr417_0056", "normalized": ["Bouhhbohh, gubboughh, ohhboughh, buubheouhgbouhhohoghgohh…"]}, {"name": "", "audio": "", "normalized": ["Mai seemed strained but the bull-headed monster continued to violate her throat and slammed the tip of its penis onto her throat."]}, {"name": "Mai", "audio": "v_sr417_0057", "normalized": ["Buuhohohugooghohh, guhhobuuhheehbouhh, eehohhohghhnm, hubuuhhouaaghh."]}, {"name": "Bull Head", "audio": "", "normalized": ["Going deep into your throat!"]}, {"name": "Mai", "audio": "v_sr417_0058", "normalized": ["Ughhbuughhohgohgogohooghohhnmm m, mnguhouhgoghohuouhh, mnngubouhbuououghh!"]}, {"name": "", "audio": "", "normalized": ["The bull-headed monster continued to feverishly pound Mai's throat."]}, {"name": "", "audio": "", "normalized": ["A huge penis penetrated down Mai's throat and the Husband was also pounding her hard from the behind, grabbing her butt."]}, {"name": "Mai", "audio": "v_sr417_0059", "normalized": ["Mnnguhaaghh, aabbuguhh, guhheeghoughh, buuheeuaghh, mnnguhgugheeahh, guhheeaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["Having both her mouth and vagina pounded hard at the same time, it felt as though her tiny body was put under an industrial press."]}, {"name": "Mai", "audio": "v_sr417_0060", "normalized": ["Huugoughoohh, mnngogoouhh, hugoggohh, uhhnmggooguhh!"]}, {"name": "Bull Head", "audio": "", "normalized": ["Buubouh, buhouhh, throat-pussy, so tight!"]}, {"name": "Husband", "audio": "", "normalized": ["Pussy's so tight too!"]}, {"name": "Mai", "audio": "v_sr417_0061", "normalized": ["Guhheeghgohh, my throat, it's hitting so hard, uhh, huge cock, drilling in… Bull cock, ohhghooghhouhgoguobuughh."]}, {"name": "Mai", "audio": "v_sr417_0062", "normalized": ["Into my throat, my throat-pussy, it's drilling in, abbubaubouhh, it's scraping in, heebuheeghegehhghh."]}, {"name": "Mai", "audio": "v_sr417_0063", "normalized": ["My throat, aaghh, it's getting stretched… It's opening up, abbubguguh, guhoughhouhg, throat, oougnmh, spreading open!"]}, {"name": "", "audio": "", "normalized": ["The Husband was accelerating its movements in reaction to the bull-headed monster violating her throat hard."]}, {"name": "Mai", "audio": "v_sr417_0064", "normalized": ["Mnnhaaghaahh, behind me too, aahuhguhgehh, my pussy, it's so rough, so hard, mnngmnmgheeghh…"]}, {"name": "Mai", "audio": "v_sr417_0065", "normalized": ["It's drilling in, drilling in, aahubuguhhuuhhchichioubughh, it's drilling in so deep, into my womb, it's digging in."]}, {"name": "Mai", "audio": "v_sr417_0066", "normalized": ["Bumpy cock, aaghhbuughh, it's coming in so deep, ughhnmghh, heebuuhgaaghaabuughh!"]}, {"name": "", "audio": "", "normalized": ["The impulse created by the accelerating pounding started creating explosive pleasure inside Mai's body."]}, {"name": "Mai", "audio": "v_sr417_0067", "normalized": ["Humnnguhgouhh, I'm coming, gubgoughouhh, coming, uhhguhguuhgouhghh!"]}, {"name": "", "audio": "", "normalized": ["With two inhumanly large penis violently thrusting into her mouth and vagina, Mai was madly writhing."]}, {"name": "Husband", "audio": "", "normalized": ["Guwuhuhuh, it's coming out."]}, {"name": "Bull Head", "audio": "", "normalized": ["Boouhouh, I'm coming too!"]}, {"name": "Mai", "audio": "v_sr417_0068", "normalized": ["Mnnbuhouhouhohh, please, give me, give me, eeghh, cum, please give me your cum.", " Eeghh!"]}, {"name": "Mai", "audio": "v_sr417_0069", "normalized": ["Huuhhnmbouhboouohghhaagg gghhbaahhaghagh, buhbaahhghhnmghh!"]}, {"name": "", "audio": "", "normalized": ["They ejaculated, the bull-head into her mouth and the Husband into her vagina."]}, {"name": "Mai", "audio": "v_sr417_0070", "normalized": ["Huubuughouhgogohh, guhhbouhhbuguuboguohhboouoghboboobou ghoeeghh!"]}, {"name": "", "audio": "", "normalized": ["Mai writhed as she moaned madly as both her mouth and womb was filled with sizzling semen."]}, {"name": "Mai", "audio": "v_sr417_0071", "normalized": ["Obboboubouhhuoughh, mnnhoouhhuughhm mnnbvubbuhbouh, ughbouboubgoboughboughhboughh!"]}, {"name": "", "audio": "", "normalized": ["Her throat and womb inflated so much along with the huge cocks throbbing and ejaculating inside her that they were almost going to burst――"]}, {"name": "", "audio": "", "normalized": ["Mai's eyes rolled back from the intense pleasure and achieved orgasm."]}, {"name": "Mai", "audio": "v_sr417_0072", "normalized": ["Hoobububheeghh, mnngheeghheeghheehh, mnnbeghh, buubheeghh, guhgegeegheegh."]}, {"name": "", "audio": "", "normalized": ["As the bull-headed monster's semen poured into her throat, it started overflowing and pooled inside her mouth――"]}, {"name": "", "audio": "", "normalized": ["Then it started spewing out of Mai's mouth and nose."]}, {"name": "Mai", "audio": "v_sr417_0073", "normalized": ["Buuheghegbuegehh, guhghebeeghh, mnngehgebuuheghh, buubnmgeeghnmm!"]}, {"name": "", "audio": "", "normalized": ["And the Husband's semen inflated her womb fully and it started to overflowing from her vagina as well."]}, {"name": "Mai", "audio": "v_sr417_0074", "normalized": ["Zuuhhbuuhtouhhuughh, mnburuhhuugouhhnmhh!"]}, {"name": "", "audio": "", "normalized": ["Her vagina and throat wiggled and squeezed tight, greedily sucking out the semen out of inhumanly large cocks."]}, {"name": "Husband", "audio": "", "normalized": ["What a slut you are… She's barely conscious but she's still sucking on the dick, swallowing cum."]}, {"name": "Mai", "audio": "v_sr417_0075", "normalized": ["Guhhbuhgaghaaghh, guhhbuhaghah, haahabbuhbaahhgh, buhhaaghh, mnnbaahh, mmnnbuhbeeghh…"]}, {"name": "", "audio": "", "normalized": ["It was just her body that had been conditioned as a sex-slave reacting, but the monsters liked it quite a bit."]}, {"name": "Mai", "audio": "v_sr417_0076", "normalized": ["Buuguhh, mnnguhh, huughahaahh, buuhaaghh, mnnguhguuhuhh, huuhaahh, huuhhghaaghh…"]}, {"name": "Husband", "audio": "", "normalized": ["I like you, your slutty Taimanin whore.", " You've got a seriously lewd body.", " Perfect for our cocks."]}, {"name": "Mai", "audio": "v_sr417_0077", "normalized": ["Aaabuguhh, buuhguhh, mnnguhhuhh… Aghaahhahh, aahahaghh, mnnhaahh, huhhaagahh."]}, {"name": "", "audio": "", "normalized": ["Mai was now just twitching and sucking the semen into herself, but the Husband slapped her round butt."]}, {"name": "Mai", "audio": "v_sr417_0078", "normalized": ["Heeaaghh, huughh… Mnnguuhh, haahuuhh, huhhaahhuhh…"]}, {"name": "Husband", "audio": "", "normalized": ["You can be our bride.", " Do you like that?"]}, {"name": "Mai", "audio": "v_sr417_0079", "normalized": ["Huhhagahhahh, mnnhaahguhhahh… Aghh, I-I'm… I'm, a-a Taimanin… M-my mission…"]}, {"name": "Mai", "audio": "v_sr417_0080", "normalized": ["My mission, mnnheghah, my mission, aahh, I don't even know anymore, it just feels so good… I don't know what's going on…"]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhuhuhuh, it's your mission to serve and pleasure us know, Taimanin.", " You're slutty Taimanin whore.", " Gwahahahahahahah."]}, {"name": "Bull Head", "audio": "", "normalized": ["You're our cum-dump Taimanin!"]}, {"name": "Mai", "audio": "v_sr417_0081", "normalized": ["C-cum dump.", " I-I'm… I don't care as long as it feels good… I'll do anything… Please, I'll do anything…"]}, {"name": "", "audio": "", "normalized": ["Mai muttered something while still having a huge penis in her mouth, but the monster's laughter muffled it."]}, {"name": "Husband", "audio": "", "normalized": ["Good, good.", " You're a cute slut-bride.", " We'll fuck you hard."]}, {"name": "Mai", "audio": "v_sr417_0082", "normalized": ["P-please, fuck me… I'm your bride, please fuck me hard, yes, mnnmghnmm!"]}, {"name": "", "audio": "", "normalized": ["Once they finished laughing, Husband and his company decided to violate Mai even more."]}, {"name": "", "audio": "", "normalized": ["They lifted her small body and pointed their penises at her."]}]