[{"name": "", "audio": "", "normalized": ["There was an operation I was running regularly since we started fighting."]}, {"name": "", "audio": "", "normalized": ["Once we revealed ourselves, many spies and assassins came for me frequently."]}, {"name": "", "audio": "", "normalized": ["It would be very inconvenient for me to be attacked on their schedule, so we deliberately created a window of opportunity for them to hunt them down."]}, {"name": "", "audio": "", "normalized": ["We had successfully intercepted the enemy's assassination plan this time, so it was easy to set up a trap."]}, {"name": "", "audio": "", "normalized": ["That was Rizuna Mito.", " A woman being pinned down on the bathroom floor."]}, {"name": "", "audio": "", "normalized": ["She had a perfect ability for assassination and infiltration that allowed her to muffled the sounds around her, an infamous Taimanin assassin."]}, {"name": "", "audio": "", "normalized": ["However, even for a veteran Taimanin, it would have been near impossible to pull off an assassination if the information was leaked."]}, {"name": "", "audio": "", "normalized": ["We analyzed her methods and figured she would attack me in the bath."]}, {"name": "", "audio": "", "normalized": ["And she indeed came after we right when we thought she would, so we were able to apprehend her."]}, {"name": "You", "audio": "", "normalized": ["…You're pretty good, but not that good.", " You should have been alerted when you found my location and infiltrated so easily."]}, {"name": "", "audio": "", "normalized": ["Rizuna was being pinned onto the floor, with her brows frowned."]}, {"name": "Rizuna", "audio": "v_sr300_0000", "normalized": ["So it was a trap."]}, {"name": "You", "audio": "", "normalized": ["That's right.", " We knew all about your plan for the assassination.", " No matter how good you may be, there was no way you could pull this off."]}, {"name": "Rizuna", "audio": "v_sr300_0001", "normalized": ["…Guh… What will you do with me?"]}, {"name": "", "audio": "", "normalized": ["Even in the direst of the situations, Rizuna's mind was still strong and she was ready to fight back."]}, {"name": "You", "audio": "", "normalized": ["I'm wondering myself."]}, {"name": "You", "audio": "", "normalized": ["I don't think they'd let an assassin in on confidential information, and making you talk is too much trouble."]}, {"name": "", "audio": "", "normalized": ["This operation was meant to take out the assassins, so there was no point in keeping her alive, to begin with."]}, {"name": "Rizuna", "audio": "v_sr300_0002", "normalized": ["…Don't tell me a greenhorn like you is planning on violating me or something, hmm?"]}, {"name": "", "audio": "", "normalized": ["She must be taunting me to create a window of opportunity."]}, {"name": "", "audio": "", "normalized": ["Rizuna challenged me with a mocking tone.", " To be honest, it was not effective at all."]}, {"name": "You", "audio": "", "normalized": ["A greenhorn, you say… Remind me who was the one that got played by one?"]}, {"name": "", "audio": "", "normalized": ["Rizuna bit down on her lips.", " Perhaps she was more prideful than I thought."]}, {"name": "You", "audio": "", "normalized": ["Well, it's only the rule of nature for the defeated to be violated by the victor."]}, {"name": "", "audio": "", "normalized": ["As I said, I showed off my already erect penis to her."]}, {"name": "Rizuna", "audio": "v_sr300_0003", "normalized": ["?!", " How filthy…"]}, {"name": "", "audio": "", "normalized": ["Rizuna turned her face away as soon as she saw my cock.", " However, I could see her face blush with a surprised expression on her face right before she did."]}, {"name": "", "audio": "", "normalized": ["…Hmm… She appeared to be quite horny, just as the report suggested."]}, {"name": "", "audio": "", "normalized": ["As soon as she found out Rizuna was the assassin, we analyzed her thoroughly."]}, {"name": "", "audio": "", "normalized": ["She had created a perfect marriage on the outside, but recently, both she and her husband were too busy――practically being abstinent."]}, {"name": "", "audio": "", "normalized": ["I did not intend to take her in as the new member for our organization, but if I teased her enough to make her beg for it…"]}, {"name": "", "audio": "", "normalized": ["There was no plan to turn her, to begin with, so I was going to play with her and dispose of her a little.", " I changed my plans and decided to break her."]}, {"name": "You", "audio": "", "normalized": ["Filthy, huh… But you've actually wanted this filth all this time, didn't you, eh?"]}, {"name": "", "audio": "", "normalized": ["When Rizuna realized what I meant and tried to deny it, I suddenly shoved my erect cock into her vagina."]}, {"name": "Rizuna", "audio": "v_sr300_0004", "normalized": ["Mnnahahh?!", " Mnngnmm!", " Mnnughuughh!"]}, {"name": "", "audio": "", "normalized": ["Rizuna let out a scream with sudden penetration, but she bit down on her lips and muffled her voice."]}, {"name": "You", "audio": "", "normalized": ["You managed to keep your voice down, not bad.", " But you couldn't hide your reaction down here."]}, {"name": "", "audio": "", "normalized": ["I said and moved my hips lightly.", " Even though Rizuna was showing hesitation, her vagina was already getting moist."]}, {"name": "", "audio": "", "normalized": ["The moment I moved my cock, it made a wet noise, letting Rizuna know what state her pussy was in."]}, {"name": "You", "audio": "", "normalized": ["You've gotten so wet just from looking at my cock, eh.", " What a lewd wife you are."]}, {"name": "Rizuna", "audio": "v_sr300_0005", "normalized": ["Mnnguhh?!", " That's not… This is just…a physical reaction… Aaahhnm!"]}, {"name": "", "audio": "", "normalized": ["Rizuna tried to deny it desperately, but I did not let her finish her sentence and buried my cock down to the base."]}, {"name": "You", "audio": "", "normalized": ["You're making such a lewd moan.", " You know you aren't very convincing when you sound like that, right?"]}, {"name": "", "audio": "", "normalized": ["In fact, pussy juice was gushing from Rizuna's vagina, lubricating my penis with moisture."]}, {"name": "", "audio": "", "normalized": ["Then the intense squeezing from Rizuna's vagina and the sensation of creases inside her rubbing on lingered on my cock."]}, {"name": "Rizuna", "audio": "v_sr300_0006", "normalized": ["Mnnguhh… Heeuhguhh… Mnnguhh… Aaaughh… Haahh… Haahh…"]}, {"name": "", "audio": "", "normalized": ["I moved my cock slowly so I could savor the sensation inside her."]}, {"name": "", "audio": "", "normalized": ["Rizuna's body twitched slightly every time the tip rubbed her vagina as she attempted to muffle her sugary moans."]}, {"name": "", "audio": "", "normalized": ["However, the vaginal fluid kept coming out and lewd noises started echoing."]}, {"name": "You", "audio": "", "normalized": ["Now, we have suitable music to accompany our sex.", " I'm sure you can hear this, right?"]}, {"name": "Rizuna", "audio": "v_sr300_0007", "normalized": ["Haannmghh… Mnnghh… Mnnhaahh… It doesn't matter… It's just my body is reacting… I will not be broken by you!"]}, {"name": "", "audio": "", "normalized": ["Her voices started to get louder, growing into a full moan."]}, {"name": "", "audio": "", "normalized": ["It was funny how she was still trying to keep up the facade.", " I decided to make her break it as a start."]}, {"name": "You", "audio": "", "normalized": ["Let's try and see if that's true."]}, {"name": "", "audio": "", "normalized": ["I was moving in a slow and shallow stroke, not hitting the depth, but I suddenly changed the pace and shoved it all the way in."]}, {"name": "Rizuna", "audio": "v_sr300_0008", "normalized": ["Mnnaaghahh!", " Aaahuughuughh!"]}, {"name": "", "audio": "", "normalized": ["The moment the tip poked deep into her cervix, Rizuna could not resist as she let out loud moans."]}, {"name": "You", "audio": "", "normalized": ["…All that tough talk, but after all, you are moaning with a pretty cute voice."]}, {"name": "", "audio": "", "normalized": ["It was not just moaning either.", " The walls in her vagina were twitching, stimulating my cock."]}, {"name": "Rizuna", "audio": "v_sr300_0009", "normalized": ["Mnnghh… I-I was just caught by surprise.", " Just the fact such a scum like you are violating me is making me nauseous…"]}, {"name": "You", "audio": "", "normalized": ["Well, that's too bad.", " I am enjoying quite a pleasurable experience on my end, you see."]}, {"name": "You", "audio": "", "normalized": ["You're a married woman, a second-hand, in a way.", " So I did not expect much, but it's not bad at all."]}, {"name": "", "audio": "", "normalized": ["Rizuna's vagina wiggled and twisted, massaging my penis."]}, {"name": "Rizuna", "audio": "v_sr300_0010", "normalized": ["Guhguhh… Aaahuguhh!", " Mnnughh!", " Guhghuhh…"]}, {"name": "", "audio": "", "normalized": ["Rizuna's body tensed up, still trying to resist the pleasure, but the resistance was nothing but futile."]}, {"name": "You", "audio": "", "normalized": ["You're pretty sensitive, huh.", " Is this your husband's work?", " He must be damn proud."]}, {"name": "Rizuna", "audio": "v_sr300_0011", "normalized": ["Mnnguhh…"]}, {"name": "", "audio": "", "normalized": ["The moment I mentioned her husband, Rizuna looked down."]}, {"name": "", "audio": "", "normalized": ["Rizuna's eyes were colored by rebellious will while still moaning, but as soon as I brought up her husband, she became docile."]}, {"name": "", "audio": "", "normalized": ["I figured she was even more distant to her husband than I thought.", " That was my angle of attack."]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " Maybe it wasn't your husband and you were actually cheating with someone else, eh?"]}, {"name": "Rizuna", "audio": "v_sr300_0012", "normalized": ["That's not true!", " Haauhhnmgm!", " Aahhnm!", " Mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["I waited for the moment Rizuna would scream and pounded my hips hard."]}, {"name": "", "audio": "", "normalized": ["It caused Rizuna to slip up and let out a loud moan."]}, {"name": "Rizuna", "audio": "v_sr300_0013", "normalized": ["Guhh… Aaahuguh… Mnnhaahh… Mnngh… Mnnhhgh!"]}, {"name": "", "audio": "", "normalized": ["I kept on pounding her as I watched her reaction, so I was starting to figure out where she was sensitive."]}, {"name": "", "audio": "", "normalized": ["I penetrated her while rubbing up the belly side of her vagina and once the tip reached the depth, I started grinding my hips."]}, {"name": "Rizuna", "audio": "v_sr300_0014", "normalized": ["Aaguhh… You can't!", " Mnnhaahh… Aahh!", " Aaaghahhnmm!", " It's hitting me so deep!"]}, {"name": "", "audio": "", "normalized": ["Perhaps letting out a loud moan once eased her up and Rizuna's moan started getting louder and louder."]}, {"name": "You", "audio": "", "normalized": ["I see, you're starting to get honest now."]}, {"name": "Rizuna", "audio": "v_sr300_0015", "normalized": ["Mnnguhh… This is… You can do whatever you want… But you won't break me!"]}, {"name": "You", "audio": "", "normalized": ["I wonder how long you can keep this up, huh?"]}, {"name": "Rizuna", "audio": "v_sr300_0016", "normalized": ["What… Stop… Aaauughh!"]}, {"name": "", "audio": "", "normalized": ["I had decided it was time to change things up, so I grabbed Rizuna's breasts and started groping them hard."]}, {"name": "Rizuna", "audio": "v_sr300_0017", "normalized": ["Haaguhh… Mnnhaaghh… Mnnguhh… You can't… So sudden…"]}, {"name": "You", "audio": "", "normalized": ["What do you mean?", " I see this ripe fruit right in front of me.", " It's only natural for me to want to savor it, right?"]}, {"name": "", "audio": "", "normalized": ["I massaged her breasts with my hands.", " Her breasts were almost escaping my hands.", " It was so soft, my fingers kept digging in infinitely."]}, {"name": "", "audio": "", "normalized": ["It was not just a light petting either.", " I was stimulating her breasts, grabbing them as hard as I could."]}, {"name": "Rizuna", "audio": "v_sr300_0018", "normalized": ["Guhaahh… Aaaughh… Aaaghh… You're milking me…"]}, {"name": "", "audio": "", "normalized": ["Her breasts must have been the sensitive spot for her.", " Rizuna's reaction was obviously different."]}, {"name": "You", "audio": "", "normalized": ["They feel really nice.", " They were big but well-shaped.", " Your husband groped these quite often, eh?"]}, {"name": "You", "audio": "", "normalized": ["That's why you're so sensitive, hmm?"]}, {"name": "Rizuna", "audio": "v_sr300_0019", "normalized": ["Huhaahh… Aahhnmm… Stop… My husband… He's been… Ahhnmm…"]}, {"name": "", "audio": "", "normalized": ["Did she…just try to complain about her husband?", " She was loosening up."]}, {"name": "You", "audio": "", "normalized": ["I envy your man as he gets to call this great pair of tits his."]}, {"name": "", "audio": "", "normalized": ["I said and continued to grope Rizuna's breasts from both sides."]}, {"name": "", "audio": "", "normalized": ["At the same time, I started speeding up my hips.", " Every time I grabbed her breasts and crushed them, it squeezed and tangled onto my cock."]}, {"name": "", "audio": "", "normalized": ["That felt superbly pleasurable, so I repeatedly groped her breasts, milking and teasing them."]}, {"name": "Rizuna", "audio": "v_sr300_0020", "normalized": ["Ahhnmm… Mnnhuh… Aaghh, uughhnm!", " Heeaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Finally, Rizuna let out a moan without even trying to suppress it and let her body shudder from pleasure."]}, {"name": "You", "audio": "", "normalized": ["Now, you're starting to act nice and lewd.", " I see your breasts are so sensitive."]}, {"name": "Rizuna", "audio": "v_sr300_0021", "normalized": ["Mnnguhh… Aahhgh… This is…not right…"]}, {"name": "", "audio": "", "normalized": ["She was moaning with a sugary voice, but she was stubbornly denying it.", " It was a harmless struggle."]}, {"name": "You", "audio": "", "normalized": ["Really?", " Then I wonder what this means!"]}, {"name": "", "audio": "", "normalized": ["I grabbed her breasts so hard that they deformed in my hands, massaging them hard, then――"]}, {"name": "Rizuna", "audio": "v_sr300_0022", "normalized": ["Mnnaaghaahh!", " Aahhnmghhm!", " It's coming out… Breast milk… Ahhnmghh!"]}, {"name": "", "audio": "", "normalized": ["White liquid started seeping out of Rizuna's nipples, dripping down along her breasts and my hands."]}, {"name": "You", "audio": "", "normalized": ["Now you're starting to lactate.", " I know a few things can cause these, including some diseases, but in your case…"]}, {"name": "", "audio": "", "normalized": ["I ground my hips again and groped her tits violently."]}, {"name": "Rizuna", "audio": "v_sr300_0023", "normalized": ["Mnnahahh!", " No… Uhghhnm!", " More… More milk, coming out…"]}, {"name": "", "audio": "", "normalized": ["As soon as I milked them, the liquid spewed from her nipples."]}, {"name": "You", "audio": "", "normalized": ["It seems this is not a disease at all.", " You're lactating because of the sexual situation."]}, {"name": "You", "audio": "", "normalized": ["So, the fact you are lactating like this means your body is getting aroused sexually."]}, {"name": "", "audio": "", "normalized": ["She not certainly not convincing at all, considering how wet her pussy was down there."]}, {"name": "Rizuna", "audio": "v_sr300_0024", "normalized": ["No way… It's not true!", " Huaaghh!"]}, {"name": "", "audio": "", "normalized": ["She denied it desperately, but she was moaning all the time, still lactating from her breasts."]}, {"name": "You", "audio": "", "normalized": ["You're more stubborn than I thought.", " If you can see yourself now, you would see that's total bullshit."]}, {"name": "Rizuna", "audio": "v_sr300_0025", "normalized": ["This is… Ahhnmm… It all you… Heeguhh!", " You must have used some magic or drug or something!"]}, {"name": "You", "audio": "", "normalized": ["I do have drugs with such effects, but that's not the case here and you should know it very well."]}, {"name": "Rizuna", "audio": "v_sr300_0026", "normalized": ["No!", " I'm not… I am not feeling anything from sex with you!", " I only get aroused for my loving husband!"]}, {"name": "", "audio": "", "normalized": ["Rizuna must have been so desperate to protect her mind.", " She sounded like she was trying to convince herself."]}, {"name": "", "audio": "", "normalized": ["I had no obligation to listen to her whining.", " Rather I was getting frustrated by how stubborn she was."]}, {"name": "You", "audio": "", "normalized": ["You're gonna keep lying to yourself… Oh well, I'm going to break you along with your fantasy."]}, {"name": "", "audio": "", "normalized": ["I scooped her breast milk with my hand and smothered it over her breasts."]}, {"name": "", "audio": "", "normalized": ["I used her slippery breast milk to lubricate her breasts on my palm.", " And then I groped and rubbed them, occasionally squeezing them."]}, {"name": "Rizuna", "audio": "v_sr300_0027", "normalized": ["Ahuhh… Mnnuguhh… Why are my tits… Only my tits… Aaghaahhnm!"]}, {"name": "", "audio": "", "normalized": ["I left her nipple alone and just allowed her breast milk drip."]}, {"name": "Rizuna", "audio": "v_sr300_0028", "normalized": ["Mnuughh… Haauhghh… Aaaghaahh… Mnnughh… Why…"]}, {"name": "", "audio": "", "normalized": ["Rizuna was getting aroused but was also acting restlessly.", " She did not say it, but it was obvious she wanted me to touch her nipples."]}, {"name": "", "audio": "", "normalized": ["However, I ignored her and continued to grope her breasts while pounding her rhythmically with my cock."]}, {"name": "Rizuna", "audio": "v_sr300_0029", "normalized": ["Haauhhnmm… Mnnguhh… Mnnhahh… Mnngh… Mnnguhh."]}, {"name": "", "audio": "", "normalized": ["The groping of her breasts and movement of my hips did stimulate Rizuna's lust, but she was not satisfied."]}, {"name": "", "audio": "", "normalized": ["I deliberately kept her in such a frustrating state and waited for Rizuna to react to it…"]}, {"name": "Rizuna", "audio": "v_sr300_0030_01", "normalized": ["Guhughh… Aaaughuhh… Haaghhahh… Please stop this… Why are you…making me go through all this?"]}, {"name": "", "audio": "", "normalized": ["Rizuna seemed she was not satisfied, staring at me."]}, {"name": "You", "audio": "", "normalized": ["What, this isn't enough?", " You want me to do it harder?"]}, {"name": "", "audio": "", "normalized": ["I asked provocatively and Rizuna shook her head frustratedly."]}, {"name": "Rizuna", "audio": "v_sr300_0031", "normalized": ["Haauhhnmm… That's isn't it… I just want this to be over as soon as possible…"]}, {"name": "Rizuna", "audio": "v_sr300_0032", "normalized": ["As long as you would do that… I don't care what you do, fuck me hard, or whatever… I don't care…"]}, {"name": "", "audio": "", "normalized": ["Rizuna told me, seemingly giving up."]}, {"name": "", "audio": "", "normalized": ["It was a compromise she came up with to keep her pride and her identity as the wife who loved her husband."]}, {"name": "You", "audio": "", "normalized": ["That's a load of bullshit.", " No matter how you make it out, you just want more pleasure, you want me to make you cum."]}, {"name": "", "audio": "", "normalized": ["I pointed out the fact she must have realized herself and pulled on her nipples as hard as I could."]}, {"name": "Rizuna", "audio": "v_sr300_0033", "normalized": ["Heegheghh!", " Mnnguhaaghh!", " Aaghaahh!", " M-my nipples… Mnneghh!"]}, {"name": "", "audio": "", "normalized": ["She was not able to resist the sudden change and Rizuna screamed as her body struggled."]}, {"name": "", "audio": "", "normalized": ["Of course, it was not from the pain.", " As she let out pleasured moans, breast milk spewed from her nipples and her vagina contracted."]}, {"name": "", "audio": "", "normalized": ["I held Rizuna's body down as I grabbed her breasts and started speeding up my hips."]}, {"name": "Rizuna", "audio": "v_sr300_0034", "normalized": ["Mnnhaaghh?!", " Aaaughuhh!", " Heegughh… Ahhnmgh!", " I-it's so deep!"]}, {"name": "", "audio": "", "normalized": ["I rubbed the flesh inside her vagina which wiggled every time I twisted her nipples and continued to pound her."]}, {"name": "", "audio": "", "normalized": ["And every few strokes, I shoved my hips forward hard, knocking onto her cervix with the tip."]}, {"name": "Rizuna", "audio": "v_sr300_0035", "normalized": ["Mnngehghh!", " No… Mnnguhguhh… This isn't… Mnnmghgnmm!"]}, {"name": "", "audio": "", "normalized": ["Rizuna finally recognized her lewd display and tried to keep her voice down."]}, {"name": "You", "audio": "", "normalized": ["It's all pointless.", " Just face it, your body just wants me to fuck you that badly, yeah."]}, {"name": "Rizuna", "audio": "v_sr300_0036", "normalized": ["Heaeaghaahh!", " Mnnguhghh!", " It's getting…harder and harder… Noo!"]}, {"name": "", "audio": "", "normalized": ["Rizuna's vagina was wiggling and twitching, seeking more of my cock more than ever."]}, {"name": "", "audio": "", "normalized": ["Even though she was trying to deny it with her words, Rizuna's body was begging for more of my cock, waiting for the semen to be poured in."]}, {"name": "", "audio": "", "normalized": ["The sensation I felt through my cock had made me aroused as well."]}, {"name": "Rizuna", "audio": "v_sr300_0037", "normalized": ["Mnnguughhghh!", " Aaaughuhh!", " You can't… Mnnguhh!", " No more!"]}, {"name": "", "audio": "", "normalized": ["Rizuna was certainly feeling it as she was being driven to the inevitable climax."]}, {"name": "", "audio": "", "normalized": ["She clenched her teeth and tensed up her body, trying to keep her lust from taking over."]}, {"name": "You", "audio": "", "normalized": ["Come on!", " You want it, don't you?"]}, {"name": "", "audio": "", "normalized": ["I crushed her nipples with my fingers and smashed her crotch."]}, {"name": "", "audio": "", "normalized": ["I stimulated her womb directly by moving my hips while the tip of my cock was grinding against her cervix."]}, {"name": "Rizuna", "audio": "v_sr300_0038", "normalized": ["Noo!", " Please… If you keep going… Haaughhghh!", " I'm…"]}, {"name": "", "audio": "", "normalized": ["Rizuna's vagina was contracting harder than before and squeezed my cock hard.", " It seemed she was driven just a few inches to the orgasm."]}, {"name": "Rizuna", "audio": "v_sr300_0039", "normalized": ["Noo!", " Ahhnmm!", " Mnnguuhh!", " I-I can't… Noo… Eghh?"]}, {"name": "", "audio": "", "normalized": ["Rizuna was supposedly ready to orgasm as well."]}, {"name": "", "audio": "", "normalized": ["However, I slowed down my hips and reduced the pace significantly."]}, {"name": "Rizuna", "audio": "v_sr300_0040", "normalized": ["Mnnuughh… Wh-why did you stop?"]}, {"name": "", "audio": "", "normalized": ["Rizuna asked me confusedly as the pleasure suddenly became weaker.", " Her voice sounded somewhat frustrated."]}, {"name": "You", "audio": "", "normalized": ["Well… You'll see soon enough."]}, {"name": "", "audio": "", "normalized": ["I did not answer Rizuna's question and waited for her body to settle down."]}, {"name": "", "audio": "", "normalized": ["And once Rizuna's breath was starting to calm down, I started pounding her hard again."]}, {"name": "Rizuna", "audio": "v_sr300_0041", "normalized": ["Mnnmaahaghh!", " Wh-why… Again… Hughhaaghh!", " Ahhnm!", " Noo!", " Aaghh!"]}, {"name": "", "audio": "", "normalized": ["A sudden, violent pounding.", " Rizuna was overwhelmed by the stimulation and she was moaning outright."]}, {"name": "Rizuna", "audio": "v_sr300_0042", "normalized": ["Agguhguuhh!", " Ahhnmm!", " Aahhnm, heeguhhgh!", " I can't… My body, my mind, all messed up… Just… Just make me…"]}, {"name": "", "audio": "", "normalized": ["Rizuna realized what she was about to say and bit down on her lips."]}, {"name": "", "audio": "", "normalized": ["Too bad.", " I had almost broken Rizuna there."]}, {"name": "You", "audio": "", "normalized": ["What?", " You want to come?", " You want me to make you cum, right?"]}, {"name": "Rizuna", "audio": "v_sr300_0043", "normalized": ["Mnnguhh!", " Aaauhuhh!", " That's not… Heegahh!"]}, {"name": "", "audio": "", "normalized": ["Rizuna's body started trembling again.", " And then I stopped my hips just like before."]}, {"name": "Rizuna", "audio": "v_sr300_0044", "normalized": ["Uhguuhh… Mnnghh… Mnnhaahh… Haahhaahh… Mnnguhh…"]}, {"name": "", "audio": "", "normalized": ["Rizuna's face showed a complex expression, not certain is she was happy or sad about not being able to orgasm."]}, {"name": "Rizuna", "audio": "v_sr300_0045", "normalized": ["Aaagh… Mnngguhh… Heegughh… Why…are you…"]}, {"name": "You", "audio": "", "normalized": ["All you have to do is just ask me to make you come and I will make you come anytime, okay?"]}, {"name": "Rizuna", "audio": "v_sr300_0046", "normalized": ["Aahhnmgmm… Anything but that… Mnnughh… I will not be broken by you…"]}, {"name": "You", "audio": "", "normalized": ["Tsk… Quite stubborn… I guess it's time…"]}, {"name": "", "audio": "", "normalized": ["Even if I just carried on while Rizuna acted like this, it would have been difficult to break her mind.", " Above all, I did not want to say in the compromised safehouse."]}, {"name": "", "audio": "", "normalized": ["I was pounding my hips nice and slow, but I started speeding them up once again."]}, {"name": "Rizuna", "audio": "v_sr300_0047", "normalized": ["Aaghahh?!", " Heebuughughh!", " Again… Mnnguhh!", " You won't break me… Huhaaghaahh!", " Darling…"]}, {"name": "", "audio": "", "normalized": ["Her body was reacting, but Rizuna was still not going to break."]}, {"name": "", "audio": "", "normalized": ["I was annoyed how strong her willpower was, but at the same, it felt like I found a new toy.", " That aroused me, driving me towards ejaculation."]}, {"name": "Rizuna", "audio": "v_sr300_0048", "normalized": ["Guhaahh!", " Aaheeghh… Aaaghh!", " It's getting bigger….", "inside… Uhhnmgmgh!"]}, {"name": "", "audio": "", "normalized": ["I was about to ejaculate and my penis enlarged and hardening.", " Rizuna noticed that and she panicked."]}, {"name": "", "audio": "", "normalized": ["Hmm… She didn't like a creampie?", " It was just a test run, so I was not going to finish her."]}, {"name": "", "audio": "", "normalized": ["As I pulled my cock out of Rizuna's pussy, I ejaculated right onto her face instead."]}, {"name": "Rizuna", "audio": "v_sr300_0049", "normalized": ["Huhaagahh?!", " C-cum… It's so hot…"]}, {"name": "", "audio": "", "normalized": ["I imagined she would be relieved I did not cum inside her, but instead, she sounded somewhat disappointed."]}, {"name": "", "audio": "", "normalized": ["The ejaculated semen got onto Rizuna's face and breasts."]}, {"name": "Rizuna", "audio": "v_sr300_0050", "normalized": ["Mnnghnmm… Guhhaahh… I-is it over…?"]}, {"name": "", "audio": "", "normalized": ["Once the ejaculation settled down, Rizuna muttered, overcome with pleasure.", " It seemed there was something other than relief on her face."]}, {"name": "", "audio": "", "normalized": ["I could not break her quite yet, but I was able to secure a decent foothold to start the process."]}, {"name": "Rizuna", "audio": "v_sr300_0051", "normalized": ["…You have…no use for me now, right?", " Just let me go…"]}, {"name": "You", "audio": "", "normalized": ["Are you serious?", " There is no reason for me to let you go, not unless you're in a body bag."]}, {"name": "", "audio": "", "normalized": ["I scoffed at Rizuna's logic."]}, {"name": "Rizuna", "audio": "v_sr300_0052", "normalized": ["Guh…"]}, {"name": "You", "audio": "", "normalized": ["Besides, I still haven't broken you yet.", " Looks like you managed to get through today, but that was just a little sample."]}, {"name": "You", "audio": "", "normalized": ["I'm really going to to start conditioning you from now on, so I wonder how long your mind will last."]}, {"name": "", "audio": "", "normalized": ["I showed her a vulgar smile and seeded Rizuna's mind with despair."]}, {"name": "", "audio": "", "normalized": ["Even though it was not proper conditioning, she still managed to resist it… I could not wait to break her."]}, {"name": "", "audio": "", "normalized": ["Rizuna's mind and body which she devoted to her husband… I would make her give them up to me and make the greatest sex slave out of her."]}, {"name": "", "audio": "", "normalized": ["Rizuna was still acting rebellious even while being covered in semen."]}, {"name": "", "audio": "", "normalized": ["Such sadistic feeling started creeping up inside me as I watched her sitting in front of me."]}]