[{"name": "You", "audio": "", "normalized": ["Are you alone today too?"]}, {"name": "Ryuu", "audio": "v_sr522_0000", "normalized": ["I'm training.", " You will have to wait if you need to talk to me."]}, {"name": "", "audio": "", "normalized": ["Ryuu was quietly swinging her sword in a large dojo on her own."]}, {"name": "", "audio": "", "normalized": ["She always trained by herself like this as I have never seen her training with someone else."]}, {"name": "You", "audio": "", "normalized": ["Maybe you wanna train with me?"]}, {"name": "Ryuu", "audio": "v_sr522_0001", "normalized": ["Hah… What a ridiculous notion.", " I would much rather die than train with you."]}, {"name": "You", "audio": "", "normalized": ["Hey, come on now, that's just a little too harsh.", " Then maybe we should just fight each other to death?"]}, {"name": "", "audio": "", "normalized": ["Perhaps what I said was so out of blue, Ryuu showed a disgusted face and continued to swing her sword."]}, {"name": "You", "audio": "", "normalized": ["I'm always up to a challenge."]}, {"name": "Ryuu", "audio": "v_sr522_0002", "normalized": ["I don't think you will defeat me now, but I'll pass on that…"]}, {"name": "You", "audio": "", "normalized": ["Why?", " You don't think you'll lose, right?"]}, {"name": "Ryuu", "audio": "v_sr522_0003", "normalized": ["It's not about winning or not.", " I have to get even better and defeat you completely."]}, {"name": "", "audio": "", "normalized": ["Ryuu did not look me in the eyes and kept swinging her sword.", " It was so obvious what she was thinking and I almost chuckled."]}, {"name": "", "audio": "", "normalized": ["I knew she would react to me with something along that line.", " Ryuu was lying to me so she could postpone the fight to stay with me longer."]}, {"name": "", "audio": "", "normalized": ["So I decided to tease Ryuu for it, knowing that very well."]}, {"name": "You", "audio": "", "normalized": ["I don't care about your excuses.", " You better take me on right now."]}, {"name": "Ryuu", "audio": "v_sr522_0004", "normalized": ["Huh?", " What are you talking about…"]}, {"name": "", "audio": "", "normalized": ["Ryuu was obviously confused by my words and I managed to pin her down onto the ground, catching her off guard."]}, {"name": "Ryuu", "audio": "v_sr522_0005", "normalized": ["Hey, what the hell is this?!"]}, {"name": "", "audio": "", "normalized": ["I put Ryuu down on the floor and did the same as I quickly stripped naked, getting in the position so we were facing each other's crotch."]}, {"name": "You", "audio": "", "normalized": ["We can fight you with your swords which you are so good at but I thought we'd do it with something I'm actually good at this time."]}, {"name": "Ryuu", "audio": "v_sr522_0006", "normalized": ["Sh-shut the hell up!", " There's no point in me fighting you with anything besides my sword!"]}, {"name": "", "audio": "", "normalized": ["Ryuu said as she raised her voice but her eyes were fixed onto my erect penis in front of her eyes."]}, {"name": "", "audio": "", "normalized": ["I flexed the bloodshot tip of the already erect penis and Ryuu gulped, letting out a sweet sigh."]}, {"name": "You", "audio": "", "normalized": ["Are you running away from a challenge?", " I'm all ready to go here."]}, {"name": "Ryuu", "audio": "v_sr522_0007", "normalized": ["Well… Alright.", " If you insist that much, then maybe I'll indulge you just one more time… Fine."]}, {"name": "", "audio": "", "normalized": ["I did not threaten her or anything but Ryuu obediently accepted my challenge and did not even resist."]}, {"name": "", "audio": "", "normalized": ["That was all part of what I expected and I scoffed at her internally for being such an easy read."]}, {"name": "You", "audio": "", "normalized": ["Well, then, let's say, we each tease each other and the one who comes for loses."]}, {"name": "Ryuu", "audio": "v_sr522_0008", "normalized": ["All I have to do is not come, right?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it's simple."]}, {"name": "Ryuu", "audio": "v_sr522_0009", "normalized": ["You are soon going to regret challenging me like this."]}, {"name": "", "audio": "", "normalized": ["Ryuu took up my challenge without complaining and we both reached for the other's groin at the same time."]}, {"name": "Ryuu", "audio": "v_sr522_0010", "normalized": ["Your cock looks so puny.", " I can make you cum in no time."]}, {"name": "", "audio": "", "normalized": ["Ryuu bluffed and grabbed my penis, already stroking it quickly which let me know how serious she was at this match."]}, {"name": "Ryuu", "audio": "v_sr522_0011", "normalized": ["I can feel your cock throbbing with pleasure in my hands."]}, {"name": "You", "audio": "", "normalized": ["You're actually better than I thought."]}, {"name": "", "audio": "", "normalized": ["I made small talk to let Ryuu get carried away but she was actually very bad at it."]}, {"name": "", "audio": "", "normalized": ["She did not know the pacing not the right spots and I could see that she was trying to figure it out on the spot."]}, {"name": "Ryuu", "audio": "v_sr522_0012", "normalized": ["You're letting me do this but you're not gonna fight back?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it felt so good that I forget about it."]}, {"name": "", "audio": "", "normalized": ["I enjoyed Ryuu's simple handjob as I pressed my fingers onto her gently through the panties, rubbing her vagina like she reminded me."]}, {"name": "Ryuu", "audio": "v_sr522_0013", "normalized": ["Mnnghnm, haagahhnm… Uhnnm…"]}, {"name": "", "audio": "", "normalized": ["She was feeling pleasure from my fingers but the stimulation was weak enough that she was not feeling much."]}, {"name": "", "audio": "", "normalized": ["Of course, I knew very well what I was doing but Ryuu was showing me a smug smile."]}, {"name": "Ryuu", "audio": "v_sr522_0014", "normalized": ["Ahhmm… Looks like I'm going to win at this rate… Mnnuh, muhhaahhnm…"]}, {"name": "You", "audio": "", "normalized": ["You know, you really shouldn't hard at first, okay?"]}, {"name": "Ryuu", "audio": "v_sr522_0015", "normalized": ["Hah, you can say whatever you want… This is, mhhnmm… Not gonna make me come…"]}, {"name": "", "audio": "", "normalized": ["I did not change the pace and continued to tease her slowly, letting my finger rung along her crevice."]}, {"name": "", "audio": "", "normalized": ["The feeling of her vagina getting warmer I sensed through her panties let me know I was not wrong."]}, {"name": "Ryuu", "audio": "v_sr522_0016", "normalized": ["Haahnm… Precum… It's coming from the tip of your cock."]}, {"name": "You", "audio": "", "normalized": ["What about it?", " That means I like your handjob… Good for you."]}, {"name": "Ryuu", "audio": "v_sr522_0017", "normalized": ["You don't have to pretend now… Ahhnmm… Come on, just show me that pleasure."]}, {"name": "", "audio": "", "normalized": ["Apparently, she was underestimating me quite a bit.", " Or rather, she was underestimating male genitals."]}, {"name": "Ryuu", "audio": "v_sr522_0018", "normalized": ["Come on, I thought you were tougher than this… I guess I was wrong in the end."]}, {"name": "You", "audio": "", "normalized": ["Well, you'll find out soon enough."]}, {"name": "", "audio": "", "normalized": ["I waited for her vaginal fluid to start seeping through her panties and then moved it to the side at once."]}, {"name": "", "audio": "", "normalized": ["And then I started stimulating her exposed vagina directly."]}, {"name": "Ryuu", "audio": "v_sr522_0019", "normalized": ["Mnnghaaghahh… Haaguhh, mnnmguhaghh… Heenyuhhnmguh…"]}, {"name": "", "audio": "", "normalized": ["Perhaps Ryuu did not expect she was going to be feeling pleasure from me rubbing her as she let out a surprised voice."]}, {"name": "", "audio": "", "normalized": ["I smiled as her reaction was exactly what I expected, continuing to rub around her vagina with my fingers."]}, {"name": "Ryuu", "audio": "v_sr522_0020", "normalized": ["Aahhaahhnmm… Your fingers, touching… It's totally different… Uhhmuuhghhnm… So good… I feel it so much…"]}, {"name": "You", "audio": "", "normalized": ["What now?", " Do I hear the pleasure in your voice?"]}, {"name": "Ryuu", "audio": "v_sr522_0021", "normalized": ["Why is this so… My pussy… It was so slow…but now, it's… This isn't right…"]}, {"name": "", "audio": "", "normalized": ["Ryuu's hips were shuddering from pleasure but she was desperately keeping her moans down as she did not understand what was happening."]}, {"name": "You", "audio": "", "normalized": ["Do you wanna know why?"]}, {"name": "Ryuu", "audio": "v_sr522_0022", "normalized": ["Don't tell me…you drugged me…or something like that… I know you aren't above doing that…"]}, {"name": "You", "audio": "", "normalized": ["Don't make me the bad guy here… Well, it's quite simple."]}, {"name": "You", "audio": "", "normalized": ["I just made your body gradually aroused while you were too focused on my cock, making your body more turned on than your mind."]}, {"name": "Ryuu", "audio": "v_sr522_0023", "normalized": ["No way, that's not… How could that… This is just too much… My pussy… It's getting so sensitive…"]}, {"name": "", "audio": "", "normalized": ["And as I moved my hands just slightly, pleasure beyond her expectation came over Ryuu.", " And her vagina was already drenched."]}, {"name": "", "audio": "", "normalized": ["Rich, viscous vaginal fluid smothered onto my fingers and it was as though her vagina was begging for me to touch it more."]}, {"name": "You", "audio": "", "normalized": ["I can smell so much slutty odor from you.", " You haven't gotten laid in a while, maybe?"]}, {"name": "Ryuu", "audio": "v_sr522_0024", "normalized": ["Damn it… Don't get too cocky… Mnnaaghh… This's…none of your business…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it really isn't.", " But the way you said it pretty much confirms it."]}, {"name": "Ryuu", "audio": "v_sr522_0025", "normalized": ["What, ahahhmm… That's nothing, come on… I'm gonna kill you later… You're gonna…regret this…"]}, {"name": "", "audio": "", "normalized": ["I matched the timing with Ryuu's handjob and fingered her so she could not stroke me quite well."]}, {"name": "You", "audio": "", "normalized": ["What?", " Your hand has stopped moving.", " Do you really think you are gonna defeat me like that?"]}, {"name": "Ryuu", "audio": "v_sr522_0026", "normalized": ["Damn you… Damn you… It's ll because…you're fingering my pussy like this…"]}, {"name": "You", "audio": "", "normalized": ["Don't be so mad now.", " This is part of the match, you know, so I'm just playing the game."]}, {"name": "Ryuu", "audio": "v_sr522_0027", "normalized": ["Guhaahhnmm… Damn it, this is not right… Like this… Mnnmm, agh… I'm not…gonna…"]}, {"name": "Ryuu", "audio": "v_sr522_0028", "normalized": ["Th-this was not…supposed to go like this… Mnnuhagh… Something's wrong… My pussy… Guahh, I will not be defeated…"]}, {"name": "You", "audio": "", "normalized": ["Looks like I won this round, huh?"]}, {"name": "", "audio": "", "normalized": ["I said and smiled smugly and Ryuu sucked onto my cock without shame."]}, {"name": "Ryuu", "audio": "v_sr522_0029", "normalized": ["Ammughh… Relouhrelouhh, mnmm… Berrouh, juhpahh… Bijuuruhruhh…"]}, {"name": "", "audio": "", "normalized": ["She let her tongue run along my penis as if she was trying to fight back to me, licking from the tip to the shaft, going after male weak points."]}, {"name": "", "audio": "", "normalized": ["However, her eyes opened wide from the surprised reaction as she tasted my cock and precum in her mouth."]}, {"name": "Ryuu", "audio": "v_sr522_0030", "normalized": ["What it this… Juubouh, jubahh… Inside of my mouth getting filled…with your taste… My head is going dizzy…"]}, {"name": "You", "audio": "", "normalized": ["You are at the point where pretty much anything can turn you on."]}, {"name": "Ryuu", "audio": "v_sr522_0031", "normalized": ["I don't even know anymore…but this isn't right… Just sucking your cock… It's making me… Guhnnuhahh…"]}, {"name": "", "audio": "", "normalized": ["I inserted my finger into her wiggling vagina and stirred around her drenched vagina while scoffing at her."]}, {"name": "", "audio": "", "normalized": ["Furthermore, the inside of Ryuu's vagina twitched from the escalating stimulation as it squeezed onto my finger."]}, {"name": "You", "audio": "", "normalized": ["Your pussy's so adorable.", " You really like my finger, huh."]}, {"name": "Ryuu", "audio": "v_sr522_0032", "normalized": ["Mnnaahh, no way… Haanuhhnm, mnaaghahh… Stop saying…something so disgusting… Not your finger…"]}, {"name": "You", "audio": "", "normalized": ["Oh, so you like my cock better?"]}, {"name": "Ryuu", "audio": "v_sr522_0033", "normalized": ["Neither… Relouhrelouh, churuhh… I don't like either of them… Of course not… Jurruh, mnnuhaaghh…"]}, {"name": "", "audio": "", "normalized": ["She was moaning from the stimulation of her vagina with my finger still inside which also made her suck harder with my mouth."]}, {"name": "", "audio": "", "normalized": ["She continued to suck it in with both her mouth and pussy as a massive amount of mucus tangled onto me."]}, {"name": "Ryuu", "audio": "v_sr522_0034", "normalized": ["Churruhh, mnnbahh… Taste weird… Come on, just cum already… You shouldn't last long… You dick…"]}, {"name": "Ryuu", "audio": "v_sr522_0035", "normalized": ["Nuhaahhnmm… Haahhnm, come on… My pussy's…making me nuts… Aaahhuhm… Relouhrelouh, buchuhh…"]}, {"name": "", "audio": "", "normalized": ["She desperately tied to make me orgasm by sucking onto my cock but she could not stand the taste of the man in her mouth."]}, {"name": "Ryuu", "audio": "v_sr522_0036", "normalized": ["Damn it, your cock… It's getting bigger again…in my mouth… Jurruhh, uhmmah… Ahahhnmm… Bijuhbobouh…"]}, {"name": "Ryuu", "audio": "v_sr522_0037", "normalized": ["Your cock's so hot… It's almost burning the inside of my mouth… Relouh, relouhh… Chuhrruh… Haaguhaahh…"]}, {"name": "", "audio": "", "normalized": ["However, I was not quite satisfied and came up with another plan to make Ryuu come with my still calm penis."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are having a hard time so I'm gonna help you out."]}, {"name": "Ryuu", "audio": "v_sr522_0038", "normalized": ["Haahhmuhh… What are you, relohrelouh… Jurruhh, mnnbah…saying… You are helping your foe…"]}, {"name": "Ryuu", "audio": "v_sr522_0039", "normalized": ["Don't you…underestimate me… I'm gonna make you cum…in no time… So you just wait… You aren't gonna…last long…"]}, {"name": "", "audio": "", "normalized": ["I wanted to commend her for her attitude but at this rate, my complete victory was in sight."]}, {"name": "", "audio": "", "normalized": ["I thrust my hips, slamming them into Ryuu's face as I pounded hard into her mouth."]}, {"name": "Ryuu", "audio": "v_sr522_0040", "normalized": ["Mnnmmnghaaghahhaghh?!"]}, {"name": "", "audio": "", "normalized": ["Ryuu let out a groan as she was caught off guard by my penis driving into her throat unexpectedly."]}, {"name": "Ryuu", "audio": "v_sr522_0041", "normalized": ["Damn you… Enough of this… Mnnghaahh… Stop moving your hips already…"]}, {"name": "", "audio": "", "normalized": ["Ryuu received an almost sex-like pounding in her mouth and her eyes teared up with the pleasure coming from her mouth and vagina."]}, {"name": "", "audio": "", "normalized": ["I moved my fingers hard and fast, prying open her tightening vaginal walls to give even more pleasure than her mouth."]}, {"name": "You", "audio": "", "normalized": ["Which hole do you like better?", " Top or bottom, huh?"]}, {"name": "Ryuu", "audio": "v_sr522_0042", "normalized": ["What do you mean which… Buhjurruhruhh, gebouhh… My mouth isn't… Gubgouh… Not for this…"]}, {"name": "Ryuu", "audio": "v_sr522_0043", "normalized": ["It's about pleasure or something like that… Aagh, ghaghh… Enough with…your nonsense, dickhead…"]}, {"name": "You", "audio": "", "normalized": ["Your mouth-pussy feels nice."]}, {"name": "Ryuu", "audio": "v_sr522_0044", "normalized": ["Like I said…my mouth is not a damn pussy… I'm only sucking your cock…because I have no choice…"]}, {"name": "", "audio": "", "normalized": ["Perhaps from the overwhelming pleasure, Ryuu almost stopped as her eyes became unfocused but she mustered her energy to stay in the game."]}, {"name": "Ryuu", "audio": "v_sr522_0045", "normalized": ["Relouhrelouhh, jururhruhh… Gebouhh, mhgnnmm… I will not be defeated… I'm gonna…make you cum…"]}, {"name": "You", "audio": "", "normalized": ["Oh, that's it.", " Come on, suck it harder and make me cum."]}, {"name": "Ryuu", "audio": "v_sr522_0046", "normalized": ["You don't have to tell me… Guhjuhbouhagahh, mujrurhh… Rellouh, mnnbeh… Come on, just cum already…"]}, {"name": "", "audio": "", "normalized": ["I scoffed at her acting so pathetically and continued to violate her mouth as I liked while also fingering her vagina."]}, {"name": "Ryuu", "audio": "v_sr522_0047", "normalized": ["Ghaahaghh… Buhouhgh… Something is wrong in my mouth… I'm the who's licking you…but why…"]}, {"name": "Ryuu", "audio": "v_sr522_0048", "normalized": ["Why is it… Guhoughoh…making me feel weird…like this… Jubbahabh, chruhh… My body is burning up…"]}, {"name": "", "audio": "", "normalized": ["Ryuu's body had become so sensitive that she was getting aroused by rough thrusts but she still tried to move her tongue to stimulate my penis."]}, {"name": "Ryuu", "audio": "v_sr522_0049", "normalized": ["Ohhppuhaaghh… Your fingering… Ahaahahhnm… Jurruh, relouhlreouh… I give you it's not bad…"]}, {"name": "You", "audio": "", "normalized": ["Thanks, I guess."]}, {"name": "Ryuu", "audio": "v_sr522_0050_01", "normalized": ["But, you know…my blowjob is…better, mnnuhaahh… Aghh, buguhjuhh… I'm still winning…"]}, {"name": "Ryuu", "audio": "v_sr522_0051", "normalized": ["I'm gonna win… Just like this… Jurruruhh, guhgouh… Don't hold it in…and cum in my mouth…"]}, {"name": "", "audio": "", "normalized": ["I enjoyed Ryuu's desperate blowjob but I sensed she was nearing orgasm, speeding up my fingers."]}, {"name": "Ryuu", "audio": "v_sr522_0052", "normalized": ["I'm gonna… I'm gonna, mnnaaghh… I'm gonna win, no matter what… Uhaaghhnm, coming… Already… Haauhmn, noo…"]}, {"name": "You", "audio": "", "normalized": ["You just said coming.", " Looks like you are starting to lose your attitude now so it's about time, huh?"]}, {"name": "Ryuu", "audio": "v_sr522_0053", "normalized": ["That's not… I'm not gonna come yet… I'm the one who's gonna win… Ahhnm, jubohbouh….", " C-coming…"]}, {"name": "Ryuu", "audio": "v_sr522_0054", "normalized": ["N-no more… Please, not in my pussy… Your finger cock…is making me cum… I lost, aghh!"]}, {"name": "", "audio": "", "normalized": ["And the moment came.", " Ryuu proclaimed her defeat and achieved orgasm.", " And her I ejaculated inside her mouth at almost the same time."]}, {"name": "Ryuu", "audio": "v_sr522_0055", "normalized": ["Guhhnmnnougohh!"]}, {"name": "", "audio": "", "normalized": ["Her twitching vagina squeezed onto my fingers and her mouth stopped sucking in instead."]}, {"name": "", "audio": "", "normalized": ["I poured semen in there and as it reached her throat, it made her gag and cough."]}, {"name": "Ryuu", "audio": "v_sr522_0056", "normalized": ["Geeboughh, mnnghaaghh… Aghaaghh… Mnnghmmn, huaaghahh…"]}, {"name": "You", "audio": "", "normalized": ["Don't spit it out and swallow it all.", " I cummed in your mouth for that."]}, {"name": "", "audio": "", "normalized": ["Ryuu moaned loudly from the intense orgasm and a massive amount of semen dripped from her mouth along with her drool, not hearing my words."]}, {"name": "", "audio": "", "normalized": ["I was ejaculating so hard that I was actually surprised myself as I filled Ryuu's mouth with semen which helped to render her fall into a state of shock."]}, {"name": "", "audio": "", "normalized": ["I joyously observed Ryuu acting like that and shook my hips to pour out every last drop of semen."]}, {"name": "Ryuu", "audio": "v_sr522_0057", "normalized": ["Guhagahaaghh?!", " Again, cum?!", " No way, I can't take it anymore… Ohaaghaahh!"]}, {"name": "You", "audio": "", "normalized": ["Go ahead and feel it well.", " It's your reward for making me cum."]}, {"name": "Ryuu", "audio": "v_sr522_0058", "normalized": ["Nuhhaaghahhnmmguh… I can't hold it in anymore… No way!", " My mouth is getting violated by thick cum!"]}, {"name": "", "audio": "", "normalized": ["I stirred up the inside of her mouth with the ejaculating penis, spreading semen inside, enjoying her face frowning from the massive amount of semen."]}, {"name": "", "audio": "", "normalized": ["And then Ryuu who was already orgasming reached the climax once more as her body trembled."]}, {"name": "Ryuu", "audio": "v_sr522_0059", "normalized": ["Mnnguhaaghaghh!"]}, {"name": "You", "audio": "", "normalized": ["Come on.", " Keep playing the game."]}, {"name": "", "audio": "", "normalized": ["Ryuu did not even have enough energy left insider her to spit the penis out as she just swallowed the semen, even feeling pleasure out of it in the end."]}, {"name": "", "audio": "", "normalized": ["My fingers were drenched with her vaginal fluid and squit.", " It was even overflowing from her crevice."]}, {"name": "Ryuu", "audio": "v_sr522_0060", "normalized": ["Guhggaaghh… Dick-milk, amazing… Mnnguhh, haaghh… My head…full of man's smell…"]}, {"name": "You", "audio": "", "normalized": ["I know you like this."]}, {"name": "Ryuu", "audio": "v_sr522_0061", "normalized": ["N-no… Mnnhuh, ghehouh… I don't like it, my mouth… It's so sticky… You won't humiliate me and get away with it…"]}, {"name": "You", "audio": "", "normalized": ["I won't get away, huh…"]}, {"name": "Ryuu", "audio": "v_sr522_0062", "normalized": ["Of course not… I'm not your…sex slave, no way… This treatment is a huge humiliation for me…"]}, {"name": "", "audio": "", "normalized": ["Once Ryuu's usual haughty attitude returned, I decided to carry on with my initial plan."]}, {"name": "You", "audio": "", "normalized": ["I win."]}, {"name": "Ryuu", "audio": "v_sr522_0063", "normalized": ["What are you talking about?!", " It was at the same time!"]}, {"name": "", "audio": "", "normalized": ["Ryuu did not accept her defeat but I had expected she would react that way from the beginning."]}, {"name": "You", "audio": "", "normalized": ["Okay, then one more round."]}, {"name": "", "audio": "", "normalized": ["The first round was a tie so we decided to move onto the second round."]}]