[{"name": "", "audio": "", "normalized": ["――After receiving a report from my men, I came face to face with one of the Taimanin who was captured."]}, {"name": "", "audio": "", "normalized": ["It was hard to believe but she was running away so slowly that my men were able to catch her easily."]}, {"name": "You", "audio": "", "normalized": ["…You're a Taimanin-in training at Gosha Academy, Tsuruko Osafune, yes?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0000", "normalized": ["Uuughh… P-please, I beg you.", " Just please…please just let me go already…!"]}, {"name": "", "audio": "", "normalized": ["She was tied to a pillar at the hideout and with her pale body lit up in the dark, she was still small, almost looking like a naive little girl."]}, {"name": "You", "audio": "", "normalized": ["Did you really think I was gonna let you go?"]}, {"name": "You", "audio": "", "normalized": ["Even you if are kinda dumb as a Taimanin, you're gonna have to spill everything since you came this far."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0001", "normalized": ["L-like I said, I was just on a mission and dropped by for a second, that's it and I have nothing more to say!"]}, {"name": "", "audio": "", "normalized": ["Was Gosha Academy so understaffed that they had to send someone so useless into the enemy territory?"]}, {"name": "", "audio": "", "normalized": ["According to our database, she seemed to be in the lower end of all the classes, still very much in training."]}, {"name": "", "audio": "", "normalized": ["She must have infiltrated the base undercover."]}, {"name": "You", "audio": "", "normalized": ["If you don't want to talk, then I'm just gonna make your body talk… Well, it seems far too underdeveloped."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0002", "normalized": ["S-such a terrible thing to say.", " I-I actually care about those things… Aghh, noo!", " …Hyaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Just lightly touching her breasts, not too small, not too big, made the Taimanin make a fuss like a little child."]}, {"name": "", "audio": "", "normalized": ["She seemed also useless in this department too.", " Damn, they really sent a complete piece of shit."]}, {"name": "You", "audio": "", "normalized": ["…Hmm?", " You, are you…"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0003", "normalized": ["Y-yes?!", " What is it, aaughh… D-don't stare at me like that, please… It's so embarrassing."]}, {"name": "You", "audio": "", "normalized": ["Are you are kid?!", " …No, I mean, that wasn't what I meant.", " You, you don't have the Demonic Eye, do you…?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0004", "normalized": ["What?", " Ehhmn, eerrmnn… I don't know…what are you talking about?", " Hyuuh, hyuhh, hyuuhh."]}, {"name": "", "audio": "", "normalized": ["She tried to dismiss it with terrible whistling, but it was pointless.", " She may be useless, but if she had powers, then it was different."]}, {"name": "", "audio": "", "normalized": ["I began to carefully evaluate the powers this Taimanin, Tsuruko, had by looking at her."]}, {"name": "You", "audio": "", "normalized": ["…No major scars, no visible marking on your skin.", " Not a single sign of a boyfriend.", " I guess you are just still new…?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0005", "normalized": ["E-excuse you!", " I-I'm, I've had… I may not look like… I'm sorry, I'm just going to shut up now…"]}, {"name": "", "audio": "", "normalized": ["She drooped her head down as I pointed it out.", " But I could not let my guard down yet.", " I felt something was hidden about this girl."]}, {"name": "You", "audio": "", "normalized": ["…I guess you don't have to look into the eyes.", " Ability to just look into others… But what is it…?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0006", "normalized": ["Wait.", " How did you find out all that?!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0007", "normalized": ["…Errmm, I-I mean, what is this Demonic Eye thing you are talking about, uhh?"]}, {"name": "You", "audio": "", "normalized": ["Don't you play coy on me now.", " I have the Demonic Eye just like you… But something is off."]}, {"name": "You", "audio": "", "normalized": ["What is it, what the hell are you hiding?!"]}, {"name": "", "audio": "", "normalized": ["I gave a stern look at the girl who had decided to keep her mouth shut and tried to figure out what her power was."]}, {"name": "", "audio": "", "normalized": ["It was not entirely impossible that she could catch me in a trap if I get careless.", " I made sure to approach her cautiously, looking for clues."]}, {"name": "You", "audio": "", "normalized": ["…Is it a see-through sight?", " …Or something more unique…?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0008", "normalized": ["Haah, haauuhh…"]}, {"name": "", "audio": "", "normalized": ["At least it seems I did not have to worry about getting my powers taken.", " Then I decided to just take the power away from her as usual."]}, {"name": "You", "audio": "", "normalized": ["…What?!", " What the hell is this!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0009", "normalized": ["Hagh, haaghh, haauhh… Aaahh, don't look at me… Don't look… Please!", " …Aaaghhaaghh, n-no, please no!"]}, {"name": "", "audio": "", "normalized": ["A clear landscape was shown inside my mind.", " Even with my eyes closed, I could visualize her shame of Tsuruko itself as she shook her head."]}, {"name": "You", "audio": "", "normalized": ["Holy shit.", " Your sight ability, it can see through things they want to hide from you, huh?!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0010", "normalized": ["Aaauuhh.", " Y-you found out…"]}, {"name": "", "audio": "", "normalized": ["What a surprise.", " The more secret the information was, the easier it was to peek into it."]}, {"name": "", "audio": "", "normalized": ["It could be even more useful than Pandora's box, depending on how I use it."]}, {"name": "You", "audio": "", "normalized": ["…What the hell!", " Damn Gosha Academy, they sent in such a troublemaker now?!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0011", "normalized": ["Haauh, haahh.", " P-please, not the principal… Please don't tell this to Ms.", " Asagi!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko begged me was she was sobbing like a little child.", " Of course, I denied her request."]}, {"name": "", "audio": "", "normalized": ["It was true that she was deathly afraid of being scolded by Asagi."]}, {"name": "", "audio": "", "normalized": ["Thank to her power which I had taken from her, now I know everything she wanted to hide from me."]}, {"name": "You", "audio": "", "normalized": ["Huhmm, I see… So you've been using this power to play a little peeping Tom here and there, isn't that right?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0012", "normalized": ["Haauughh?!", " Th-that, please, not that… Please don't tell anyone about it.", " P-please don't tell!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko was almost steaming from her head because of embarrassment like she was a character from a manga."]}, {"name": "", "audio": "", "normalized": ["Even without using the powers, I could easily tell she had done things she didn't want people to know."]}, {"name": "You", "audio": "", "normalized": ["You may be a Taimanin from the Gosha Academy, but you are still a little girl."]}, {"name": "You", "audio": "", "normalized": ["You've been taking peeks into your classmates' little secrets all you want, I see…"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0013", "normalized": ["Th-th-th-that's, not… Errmm…"]}, {"name": "You", "audio": "", "normalized": ["All all those dirty secrets people don’t others finding out, too, right?", " Well, you may not be outgoing but you sure are lewd."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0014", "normalized": ["Haagh, haauughh?!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko shut her mouth as her face blushed.", " Her glassed would have fogged up thanks to her embarassement at this rate."]}, {"name": "You", "audio": "", "normalized": ["But you had no guts to blackmail them so you just kept them to yourself, being all coy, huh?"]}, {"name": "You", "audio": "", "normalized": ["You could have taken on the entire school if you used it right."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0015", "normalized": ["What?!", " If I do something like that…e-everyone's going to… They are all going to hate me…"]}, {"name": "", "audio": "", "normalized": ["Such a naive Taimanin she was."]}, {"name": "", "audio": "", "normalized": ["She may have been behind in her classes, but she could have made a great asset if I used her right."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " So you were taking a peek into all these things, and you were using that to masturbate."]}, {"name": "You", "audio": "", "normalized": ["Ha, I suppose you won't be running short of things there?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0016", "normalized": ["Haauughh?!", " …Y-you don't have to say it… Please don’t say that!"]}, {"name": "", "audio": "", "normalized": ["And now, the thing she did not want me to see the most."]}, {"name": "", "audio": "", "normalized": ["It was the fact that deep in her body, in her vagina, was now getting slightly moist."]}, {"name": "", "audio": "", "normalized": ["The core of her body was beginning to heat up and she was getting wet from the inside.", " She was desperately trying to hide that."]}, {"name": "You", "audio": "", "normalized": ["…Hahaha.", " I see.", " Despite how you look, you turned out to be quite a lewd little girl, Tsuruko?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0017", "normalized": ["Aaaghh… Aaahh, aaghh, s-stop it!", " Please stop it, not down there… Aghh?!"]}, {"name": "", "audio": "", "normalized": ["I ignored her voices of complaints and reached into her hidden female part which she did not want me seeing the most."]}, {"name": "", "audio": "", "normalized": ["The fingertip rubbed the girl's crotch through the Taimanin suit."]}, {"name": "", "audio": "", "normalized": ["I teased Tsuruko's sensitive spot with precision."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0018", "normalized": ["Haauughh?!", " N-noo!", " … I-if you tease me down there like that, you can't do that!"]}, {"name": "You", "audio": "", "normalized": ["It's your first time you get touched by someone else, let alone another man, right?", " …Haha, how does it feel, your first pleasure?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0019", "normalized": ["Haauggh, haauh… N-noo?!"]}, {"name": "", "audio": "", "normalized": ["It seemed the fear and hatred must have overwhelmed her as she experienced a kind of heterosexual contact she never had before."]}, {"name": "", "audio": "", "normalized": ["However, her body was beginning to open up to accept in the pleasure given out by my precise fingertips."]}, {"name": "", "audio": "", "normalized": ["She closed her legs tight, but she did not seem to completely refuse the fingers entering her."]}, {"name": "", "audio": "", "normalized": ["Rather I saw her desire to discover what was beyond."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " This really is some handy ability you got."]}, {"name": "You", "audio": "", "normalized": ["I can see what you are thinking, your feelings, what exactly you don't want me to know, eh?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0020", "normalized": ["Haauuhh… I-it's not fair.", " Looking into my mind as you tease my body like this!"]}, {"name": "You", "audio": "", "normalized": ["Not fair?", " Hey, hey, come oe.", " This is exactly the kind of thing you have been doing, right?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0021", "normalized": ["Ughh… I-I can't deny that…!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko relaxed her body as though she had given up.", " As soon as she did, the stimulation coming from her crotch immediately turned into pleasure."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0022", "normalized": ["…Haauhh, haaghha.", " Aaahh… Wh-why?!", " M-my body… What is, what's…going on…?!"]}, {"name": "You", "audio": "", "normalized": ["Don't be stubborn, now.", " You are looking forward to it in your mind, eh?", " There's no point in hiding it."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0023", "normalized": ["Th-that's?!", " …Haauugh.", " Mnnaagh, aaghh!"]}, {"name": "", "audio": "", "normalized": ["I could feel the slowly seeping pussy juice through her suit's crotch part."]}, {"name": "", "audio": "", "normalized": ["I bent my fingers lightly into an L-shape and stimulated her vulva so I became visible through the fabric of the suit."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0024", "normalized": ["Aaaghh?!", " Haaghh… N-no, d-don't rub me down there like that… Gaaghh, aaheeghhmn!"]}, {"name": "You", "audio": "", "normalized": ["Don't let out such a weird voice.", " Well, I guess it is your first time."]}, {"name": "You", "audio": "", "normalized": ["…Now, don't worry, you'll enjoy it soon enough.", " I know exactly every place you know where you feel good, huh?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0025", "normalized": ["Aaaghh… Th-that's not?!", " I-it's…the first time for me… Th-this is not, it's not, aaghh, aahh, n-noo…!"]}, {"name": "", "audio": "", "normalized": ["Her fear and the pain as the virgin was soon getting overwhelmed by the pleasure coming up from her crotch as my fingertips teased her with precision."]}, {"name": "", "audio": "", "normalized": ["The moans coming out of her rather juvenile lips were turning into something more fitting for a woman."]}, {"name": "", "audio": "", "normalized": ["Of course.", " Her weak points were right in my hands now."]}, {"name": "You", "audio": "", "normalized": ["…Ha.", " Looks like you've been touching yourself on a daily basis, yeah?"]}, {"name": "You", "audio": "", "normalized": ["Well, well.", " You've been masturbating to your classmates, isn't that right, slut?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0026", "normalized": ["Th-that's not true!", " I-I'm not… That's not… It wasn't like that!", " Mnnaahh?!", " …Aagh… noo… Aaahuuhmn!"]}, {"name": "", "audio": "", "normalized": ["As I flicked my fingertips right on her, the voice of denial immediately turned into the voice of pleasure."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0027", "normalized": ["Aaaghh… Aaahh, d-don't… Please don't tease me like that, n-no, you can't…"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0028", "normalized": ["Aaaghh, aaheghh, m-my pussy… It feels so good!"]}, {"name": "", "audio": "", "normalized": ["Perhaps her nervousness was easing up, her girlish resistance was soon overtaken by the sweet moans gradually."]}, {"name": "You", "audio": "", "normalized": ["Ha.", " If you are already moaning with this, then you can't make it through what's to come now, eh?"]}, {"name": "", "audio": "", "normalized": ["I pressed my fingertips onto Tsuruko's sensitive spot behind her labia, teasing it as if I was burying my fingertip into it."]}, {"name": "", "audio": "", "normalized": ["The fingertips were now covered with the thick fluid and it made the movement as I stimulated her even more smooth thanks to the lubrication."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0029", "normalized": ["Haauughh?!", " N-noo, don't touch me so hard like that… Aaaugh, aaghh."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0030", "normalized": ["I-it feels…too good.", " It's my first time?!"]}, {"name": "", "audio": "", "normalized": ["It seemed she was confused by the oncoming pleasure."]}, {"name": "", "audio": "", "normalized": ["Perhaps her peeping tendencies and her extensive knowledge about sex worked against her.", " Her actually experience was minimal."]}, {"name": "You", "audio": "", "normalized": ["You're even sluttier than I thought."]}, {"name": "You", "audio": "", "normalized": ["You can hide it all you want, but it's pointless so you might as well just give up and be honest."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0031", "normalized": ["Th-that's?!", " …N-no.", " I can't do it."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0032", "normalized": ["Th-that's something…something I can't do, not if I consider myself to be a Taimanin, even just a little."]}, {"name": "You", "audio": "", "normalized": ["You say that, but you've been giving me that look for quite a while, huh?", " And right at you know where."]}, {"name": "", "audio": "", "normalized": ["As I stared into her, Tsuruko's eyes moved around as away from me."]}, {"name": "", "audio": "", "normalized": ["Of course, I knew it very well that this woman was looking at a certain part of my body."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0033", "normalized": ["Wh-what do you mean… I don't know what you are saying.", " I-I don't… I have no idea!"]}, {"name": "You", "audio": "", "normalized": ["Ha.", " You really are a hidden pervert underneath."]}, {"name": "You", "audio": "", "normalized": ["Since I've taken your sight power, I guess I have to show it to you directly, eh?"]}, {"name": "", "audio": "", "normalized": ["As I stopped teasing her in her crotch, I decided to whip out my cock, already beginning to erect, from my pants."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0034", "normalized": ["Haauuhh?!", " …Th-th-th-th-that's a… Wh-what the… That is… How huge?!"]}, {"name": "", "audio": "", "normalized": ["She screamed with a silly voice, but her eyes were fixed right onto the single spot."]}, {"name": "You", "audio": "", "normalized": ["Stare at it all you want, alright?", " I don't have any secrets I don't want others finding out, at least when it comes to my physical body."]}, {"name": "", "audio": "", "normalized": ["I moved my hips to show it off and then pressed the growing cock right onto Tsuruko's body."]}, {"name": "", "audio": "", "normalized": ["She screamed in terror, but the failed Taimanin's eyes were fixed right onto my cock in front of her."]}, {"name": "", "audio": "", "normalized": ["…I see.", " It must have been because she had suddenly seen the penis the size she had not seen before, hmm."]}, {"name": "You", "audio": "", "normalized": ["Your Demonic Eye is something quite twisted, \"seeing something people want to hide\" huh?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0035", "normalized": ["…Y-yes?!", " Wh-what do you mean by that."]}, {"name": "You", "audio": "", "normalized": ["You can hide but it's pointless.", " Anyway, you used this power to see through naughty secrets and had a little fun with it, right…?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0036", "normalized": ["Th-th-th-th-that's… That's… That's… Aaaughh… Ahh, haaghh, y-yes…"]}, {"name": "", "audio": "", "normalized": ["She must have given up now, figured out she could not hide it anymore."]}, {"name": "", "audio": "", "normalized": ["Tsuruko must have known it herself all along, even far before I took her powers."]}, {"name": "", "audio": "", "normalized": ["She kept her mouth shut and put her head down, nodding."]}, {"name": "You", "audio": "", "normalized": ["That's right.", " Just be honest to yourself, for now, at least… Huh, so you really can't take your eyes off of it, eh?"]}, {"name": "", "audio": "", "normalized": ["As I said, I waved my cock in front of her eyes as it was seeping precum out of the tip."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0037", "normalized": ["Haauh, haaghh… Aaaghh, aaghh, mnngh… Gouchh."]}, {"name": "You", "audio": "", "normalized": ["Looks like you really want it.", " Do you really want my cock?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0038", "normalized": ["Th-th-th-that's not true?!", " …Aaagh…aagh, erm… Maybe just a little… Yes, just a little."]}, {"name": "", "audio": "", "normalized": ["She was staring at the tip of my cock and I could see her eyes were fixed on the precum seeping out of the tip."]}, {"name": "", "audio": "", "normalized": ["As I waved my cock as if I was teasing her with catnip in front of her, Tsuruko's breath began to run shorter and shorter."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Looks like you really want it… Look down here too.", " You're getting so wet…"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0039", "normalized": ["Aaghh… Mnnhuhagh, th-that's?!", " …Aaaugh.", " Mnnaagh, b-because… I've always, always wanted to know what it was like."]}, {"name": "", "audio": "", "normalized": ["It teased her down there with my fingers and I could feel the moist sensation on my fingertips."]}, {"name": "", "audio": "", "normalized": ["The movement of my cock must have acted as the ignition and Tsuruko was getting her inner thighs wet."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " It's about time…?"]}, {"name": "", "audio": "", "normalized": ["I loosened Tsuruko's pants and exposed her crotch.", " Just moving my erect cock close to her made her drip some fluids."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0040", "normalized": ["Aaahh… Aaaghh!", " I-it's coming in, uughh?!", " Mnnaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko was shaking from the pain of the defloration, but she continued to suck the penis in deep."]}, {"name": "", "audio": "", "normalized": ["Since it was the first time for her, there was some confusion and fear, but her curiosity and arousal must have taken over."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0041", "normalized": ["Aaahh… Aaaghh, th-this is…y-your cock… Th-the man, coming in, s-so deep inside me… Aghh, huaahh!"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You really wanted it that much.", " How lewd you are is completely beyond me!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0042", "normalized": ["N-noo?!", " That's not true… I-I was just…just curious and… Th-that's why, mnnaaghh!"]}, {"name": "", "audio": "", "normalized": ["Her lips were half-open and she let out moans as her pussy squeezed down to the base of my penis."]}, {"name": "", "audio": "", "normalized": ["The proof of her defloration that was dripping down along her inner thighs was undeniable, but she was gushing fluids from inside her labia."]}, {"name": "You", "audio": "", "normalized": ["Ha.", " You were a virgin just now and you're already enjoying this, Tsuruko?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0043", "normalized": ["Haauhh, haaghh… Y-yes!", " I always, always…wanted someone to do this, I imagined…about this!"]}, {"name": "", "audio": "", "normalized": ["Well, well.", " Not only was she a peeping Tom, but she must also have had quite sexual fantasies."]}, {"name": "", "audio": "", "normalized": ["I figured I did not need to hold back against her and began to grind my hips hard."]}, {"name": "", "audio": "", "normalized": ["I heard her sweet and longing moans soon after."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0044", "normalized": ["Aaaghh… It's so hard…so hard… Ah, aaghuh…mnnguh!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0045", "normalized": ["P-please, please d-do it more gently, I beg you, please… Mnnaaghh?!"]}, {"name": "You", "audio": "", "normalized": ["I don't have to… I mean, I didn't think you would be touching yourself down here too…"]}, {"name": "", "audio": "", "normalized": ["I teased Tsuruko's sensitive clitoris with my fingers while we were still joined."]}, {"name": "", "audio": "", "normalized": ["Even with the pleasure that lifted her up from the below, Tsuruko did not feel the pain, but rather the deep pleasure."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0046", "normalized": ["Huuaagghh?!", " N-no… Not there… It feels too good, so please, not there…please!"]}, {"name": "You", "audio": "", "normalized": ["Of course, I know all about that.", " That's exactly why I'm doing this…!"]}, {"name": "", "audio": "", "normalized": ["I used the power I had taken from Tsuruko and continued to tease her in her sensitive spots."]}, {"name": "", "audio": "", "normalized": ["My precision petting in addition to the violent pounding with my hips was too much of a stimulation for the Taimanin-in-training."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0047", "normalized": ["S-so terrible… Th-this is… This is so terrible?!"]}, {"name": "You", "audio": "", "normalized": ["I know all about where exactly you like it.", " You better dance as hard as you can, right on my palms!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0048", "normalized": ["Uuughh!", " I-I'm not… I'm not…not like that, I-I won't feel good if you keep going like this!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko clenched her teeth desperately to try to resist the pleasure.", " It was fine she was stubborn, but what she was doing was pointless."]}, {"name": "You", "audio": "", "normalized": ["Is that really so?", " It seems your body is more honest, eh?"]}, {"name": "", "audio": "", "normalized": ["The fingertip with extensive knowledge of Tsuruko's body kept on teasing her sensitive and weak spots on her body."]}, {"name": "", "audio": "", "normalized": ["With the gushing pussy juice and precum mixing up, it made even my rough pounding smooth."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0049", "normalized": ["Aaaghh… Th-that's?!", " …Aaaughh, uughuuhh… Aaahh, this… I'll endure this petting!"]}, {"name": "You", "audio": "", "normalized": ["Just be honest, it'll be easier for you, see?", " Look down here, you are getting so wet, you sure you can take it…?"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0050", "normalized": ["Aaaghh, th-that's not true?!", " That's not…not true.", " I'm just… I'm, this isn't right!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko continued to shake her head to deny it.", " However, the squeeze on my cock buried inside her was only getting stronger."]}, {"name": "You", "audio": "", "normalized": ["Ha, deny it all you want.", " I'm just gonna listen and do what your body it telling me to."]}, {"name": "", "audio": "", "normalized": ["I lifted my hips and pounded her hard and fast as the last spurt to finish her off."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0051", "normalized": ["Aaahh… I-I'm not supposed to be enjoying this, but… Aaaghh… Aaghh, s-so deep… It's coming…coming in so deep!"]}, {"name": "", "audio": "", "normalized": ["She could not resist the overwhelming pleasure and finally, Tsuruko accepted everything along with sweet moans."]}, {"name": "", "audio": "", "normalized": ["Her legs were closed shut because she could not stand it and the squeeze on her pussy was getting even tighter."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0052", "normalized": ["Aaaghh… I-it… It feels so good…so good… It feels amazing, so good!"]}, {"name": "You", "audio": "", "normalized": ["Finally, you admitted it.", " Well, I guess you held out long enough for a Taimanin still in training…"]}, {"name": "You", "audio": "", "normalized": ["It's time for your reward now, okay?"]}, {"name": "", "audio": "", "normalized": ["As I gave her the signal while I pounded my cock deep into her, Tsuruko smiled and whispered into my ears."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0053", "normalized": ["P-please, cum…cum inside me!"]}, {"name": "", "audio": "", "normalized": ["Of course, she did not need to tell me."]}, {"name": "", "audio": "", "normalized": ["――*Spew* *Spew* *Spew* *Sput* *Sput* *Spew*"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0054", "normalized": ["Aaaghaahh!", " Haaghh…aahh, s-so deep… Into my pussy, so much… So much cum inside me!"]}, {"name": "", "audio": "", "normalized": ["The Taimanin girl had achieved the orgasm for the first time by having someone else stimulating her, orgasming so violently thanks to the precision teasing."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0055", "normalized": ["Aaaghh… Aaaheeghh!", " Mnnaaghh, s-so much cum… It feels so good…eeghh!", " Aghh, aahh… Mnnhugahh!"]}, {"name": "You", "audio": "", "normalized": ["Ha.", " It's your first time and yet you are already squirting… You really are such a slut."]}, {"name": "", "audio": "", "normalized": ["In addition to the white fluids coming out of out the joint, a milky-white arch was coming out of Tsuruko's pussy."]}, {"name": "", "audio": "", "normalized": ["Tsuruko was shuddering with her eyes rolled back and simply continued to devour the pleasure."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0056", "normalized": ["Aaagh… Aaahh, a-amazing.", " This is so good!"]}, {"name": "Tsuruko", "audio": "v_r-ev197_0057", "normalized": ["…Aaaghh, the sex, it feels so wonderful!", " I-I just can't take it anymore…haaghh!"]}, {"name": "You", "audio": "", "normalized": ["If you really liked it, then quit Gosha Academy, come with me.", " I'll welcome someone with your skills."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0058", "normalized": ["…S-someone…with my skills?", " …Eh, hehehe!"]}, {"name": "", "audio": "", "normalized": ["The Taimanin-in-training who was almost failing in the Gosha Academy said yet in a heartbeat."]}, {"name": "", "audio": "", "normalized": ["To her, the thought of someone needing her for the first time must have been huge."]}, {"name": "", "audio": "", "normalized": ["She let out a sweet voice as she sighed in relief."]}, {"name": "You", "audio": "", "normalized": ["Tsuruko, you are going to infiltrate the enemy organization and gather all the intel you can."]}, {"name": "You", "audio": "", "normalized": ["With your personality, they won't be suspicious of you."]}, {"name": "Tsuruko", "audio": "v_r-ev197_0059", "normalized": ["Yes, I understand.", " Ehehehehe.", " I wonder what will happen to me now, after this!"]}, {"name": "", "audio": "", "normalized": ["Tsuruko new of the pleasure and she was now anticipating getting captured by the enemies."]}, {"name": "", "audio": "", "normalized": ["She was thinking of what lewd things were to come and was already getting her pussy wet."]}, {"name": "You", "audio": "", "normalized": ["Huh… This may have been a real nice find."]}]