[{"name": "You", "audio": "", "normalized": ["Damn it, that was too much trouble…"]}, {"name": "", "audio": "", "normalized": ["After a fierce battle, I had finally managed to capture UFS's android artificial Taimanin, Nina."]}, {"name": "You", "audio": "", "normalized": ["You were pretty strong, makes sense as you being an android!"]}, {"name": "", "audio": "", "normalized": ["She was an artificially engineered simulated Taimanin android produced based on someone working with the UFS."]}, {"name": "", "audio": "", "normalized": ["Her limbs were detachable and equipped with top of the line android arms and legs, and she was mechanized from her head to torso, for the most part."]}, {"name": "You", "audio": "", "normalized": ["You will not be able to resist with all these measures."]}, {"name": "", "audio": "", "normalized": ["I had disabled Nina's limbs and hooked her up to various plug and wires, restraining her, plus penetrated her with my cock."]}, {"name": "You", "audio": "", "normalized": ["Hey, you better say something, damn it.", " It's no fun when you don't react like this…!"]}, {"name": "Nina", "audio": "v_r-ev289_0000", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["I looked at Nina bored as she did not even try to resist me at all.", " Even then, Nina did not show any signs of response."]}, {"name": "You", "audio": "", "normalized": ["Huh, I know you are different from run-of-the-mill androids, you know.", " I did my homework!"]}, {"name": "", "audio": "", "normalized": ["I sighed frustratedly at Nina as she still did not respond to me and then began to slowly move my hips."]}, {"name": "", "audio": "", "normalized": ["With my movements, Nina's body twitched and she finally opened her mouth and spoke."]}, {"name": "Nina", "audio": "v_r-ev289_0001", "normalized": ["What do you want."]}, {"name": "", "audio": "", "normalized": ["Nina made her first response with a monotone voice."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna test how human your functions are."]}, {"name": "", "audio": "", "normalized": ["I was a little surprised by Nina's voice which I heard for the first time but continued to plow her still dry vagina."]}, {"name": "Nina", "audio": "v_r-ev289_0002", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Nina became unresponsive again even though I was fucking her."]}, {"name": "", "audio": "", "normalized": ["However, unlike the reaction of Nina herself, her vagina was wiggling and teasing my cock."]}, {"name": "You", "audio": "", "normalized": ["Have you done this a lot?"]}, {"name": "", "audio": "", "normalized": ["I did not expect such a sensation and asked her."]}, {"name": "Nina", "audio": "v_r-ev289_0003", "normalized": ["Affirmative… Penis penetration and reciprocation detected."]}, {"name": "", "audio": "", "normalized": ["She bluntly answered me and then started speaking in a mechanical voice."]}, {"name": "Nina", "audio": "v_r-ev289_0004", "normalized": ["Would you like to boot up the recreational program…"]}, {"name": "", "audio": "", "normalized": ["She asked me with the same mechanical voice."]}, {"name": "You", "audio": "", "normalized": ["Yes!"]}, {"name": "", "audio": "", "normalized": ["I smiled at Nina's words as it was exactly what I was waiting for."]}, {"name": "You", "audio": "", "normalized": ["I know all about who you are.", " And what kind of things you had to go through in the UFS…"]}, {"name": "", "audio": "", "normalized": ["Nina was assigned to sexual recreation mission by her superior's whim and she was equipped with a program just to please men."]}, {"name": "You", "audio": "", "normalized": ["Now, pleasure me with it too… Come on, start it up!"]}, {"name": "", "audio": "", "normalized": ["Anyway, I did not think inserting my penis into her was the activation key.", " But, I did manage to get her to start up, so I would have my fun."]}, {"name": "Nina", "audio": "v_r-ev289_0005", "normalized": ["Affirmative."]}, {"name": "", "audio": "", "normalized": ["Answered with a single word and began booting up the recreational program."]}, {"name": "Nina", "audio": "v_r-ev289_0006", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["A few seconds after Nina responded, she began screaming loudly as if she had snapped."]}, {"name": "Nina", "audio": "v_r-ev289_0007", "normalized": ["Aahayahayaaghh, aahhmghh, mnnhaaghheehayaahhmn… Haamnghh, huaaghmnmm…"]}, {"name": "Nina", "audio": "v_r-ev289_0008", "normalized": ["Ahhmghh, you cock…coming into my pussy gradually, hyaauhmn, huaahhmnn… Ahhmn, aahmn, hyaamngh…"]}, {"name": "", "audio": "", "normalized": ["She was like a completely different person.", " I smiled at Nina's change."]}, {"name": "You", "audio": "", "normalized": ["This is who you really are, huh!"]}, {"name": "", "audio": "", "normalized": ["I told Nina without stopping my hips."]}, {"name": "Nina", "audio": "v_r-ev289_0009", "normalized": ["Aaghh… Y-yes!", " Mnhaahh, hyaahhmnnm, ahaahhmnn… Haahhmnghhmnmm…"]}, {"name": "Nina", "audio": "v_r-ev289_0010", "normalized": ["Yes, yes, yeess… This is who I really am, this is my true self, aahhmnnmm…"]}, {"name": "", "audio": "", "normalized": ["Nina answered me with a scream."]}, {"name": "", "audio": "", "normalized": ["Her voice had turned from her previously cold and mechanical voice to humane and lusted voice."]}, {"name": "Nina", "audio": "v_r-ev289_0011", "normalized": ["Aahhmnnmm, hyaahhmnnmm… It's been such a long time, Mr.", " Cock… More, please give me… Moorree!"]}, {"name": "Nina", "audio": "v_r-ev289_0012", "normalized": ["Mnnaahhmnmn… I love Mr.", " Cock, I love you so much, I just love a huge cock so, so much… Aahhmnnmmghh…"]}, {"name": "", "audio": "", "normalized": ["Nina was letting out a heated voice and let her body twitch and tremble repeatedly."]}, {"name": "", "audio": "", "normalized": ["I heard her slutty, lewd moans and my cock began to grow bigger and bigger from the arousal."]}, {"name": "Nina", "audio": "v_r-ev289_0013", "normalized": ["Hyaamnnmm… More, more… Please move harder… Please, I want you to fuck me hard and deep."]}, {"name": "Nina", "audio": "v_r-ev289_0014", "normalized": ["Huaahhmnnmm, haammnmm… I love getting pounded by your cock… I love it so much, please…"]}, {"name": "", "audio": "", "normalized": ["Nina twisted her hips and adjusted where the cock was hitting her."]}, {"name": "You", "audio": "", "normalized": ["What a change… I'm actually amazed!"]}, {"name": "", "audio": "", "normalized": ["I was stunned by how much Nina had changed, but proceeded to speed up my hips."]}, {"name": "Nina", "audio": "v_r-ev289_0015", "normalized": ["Aaahhmnmm, hyaahhmnm, mnhaahh, it's so good… More, more, moorree, aahhmnmmgh, yeess…"]}, {"name": "Nina", "audio": "v_r-ev289_0016", "normalized": ["Aaahhmnnmgmm, my pussy is tingling, my pussy is tingling, aahhmnm, hyaahhmn, haamnnmm…"]}, {"name": "", "audio": "", "normalized": ["Nina's voice began to get louder and louder as my pounding escalated and the twitching inside her vagina increased as well."]}, {"name": "You", "audio": "", "normalized": ["Now, do you like it!"]}, {"name": "", "audio": "", "normalized": ["I asked Nina while she was acting lewdly like that."]}, {"name": "Nina", "audio": "v_r-ev289_0017", "normalized": ["Aahhmnmm… Y-yeess, i-it's so good, uuhh… More, more, I want you to make me feel it more."]}, {"name": "Nina", "audio": "v_r-ev289_0018", "normalized": ["Hyaahhmnm, aahhmnm… How is it, Master, does it feel good for you too… Are you enjoying this…"]}, {"name": "", "audio": "", "normalized": ["Nina was getting more and more slutty as she answered me with a melting voice."]}, {"name": "", "audio": "", "normalized": ["I was simply astonished by how much she had changed and the perverted nature of the UFS's engineers."]}, {"name": "You", "audio": "", "normalized": ["No, not enough.", " Make me feel it more!"]}, {"name": "Nina", "audio": "v_r-ev289_0019", "normalized": ["Yes… I understand!", " Please leave it to me… Ahhmnnmmghh, I'm going to make you feel much better."]}, {"name": "", "audio": "", "normalized": ["Nina screamed along with the moans as he heard my words and squeezed her pussy even tighter."]}, {"name": "You", "audio": "", "normalized": ["Gughh, this is good!", " This feels great!"]}, {"name": "Nina", "audio": "v_r-ev289_0020", "normalized": ["Aaahhmnmm… I'm so glad.", " I can do things like this, you know, haahhmnhyahhmnmm, mnhaahh…"]}, {"name": "", "audio": "", "normalized": ["Nina heard me let out a pleasured voice and she teased me harder by making her vagina wiggle more."]}, {"name": "", "audio": "", "normalized": ["I was nearing the climax thanks to the sensation of the inside of Nina's pussy."]}, {"name": "Nina", "audio": "v_r-ev289_0021", "normalized": ["Mnnaahhghh, it's okay… You can just cum inside me like this, please… Please do as you wish, Master!"]}, {"name": "", "audio": "", "normalized": ["Nina sensed I was getting close to orgasm and she squeezed down onto my cock even harder."]}, {"name": "You", "audio": "", "normalized": ["Aahh, coming, coming…"]}, {"name": "", "audio": "", "normalized": ["My body went limp in just a moment and I poured semen into Nina."]}, {"name": "Nina", "audio": "v_r-ev289_0022", "normalized": ["Mnngheeahh!", " Gyaahhaahhghhmnngghh hh!", " Mnnhaahh, haagagghhmmnn…"]}, {"name": "Nina", "audio": "v_r-ev289_0023", "normalized": ["Aahhmnmm, Master's cum, so much coming inside me, I'm so happy… Mnnaahhghh, gghuaaghh…!"]}, {"name": "", "audio": "", "normalized": ["I pounded Nina's womb up repeatedly and ejaculated as I pressed up against her womb."]}, {"name": "", "audio": "", "normalized": ["At the same time, Nina squirted and achieved orgasm."]}, {"name": "Nina", "audio": "v_r-ev289_0024", "normalized": ["Hyamnghh, ahhmnnmm, aahhahghh, your cock feels so good, please, I want you to fuck me harder, harder, harder, aahh."]}, {"name": "Nina", "audio": "v_r-ev289_0025", "normalized": ["Mnnaahh, this is amazing, it's pouring out of my pussy, Master, you're cumming too much… Haagh, haahh, haahh, it's so good!"]}, {"name": "", "audio": "", "normalized": ["Nina moaned loudly from pleasure and orgasmed repeatedly."]}, {"name": "Nina", "audio": "v_r-ev289_0026", "normalized": ["Haagh, haagah, haauhh, Master, you're the best of the best… More, more, please, I want more."]}, {"name": "You", "audio": "", "normalized": ["Phew, I think that'll do."]}, {"name": "", "audio": "", "normalized": ["I ejaculated inside Nina as much as I wanted, and then pulled my cock out of her."]}, {"name": "Nina", "audio": "v_r-ev289_0027", "normalized": ["Mnnahaahh, aaghh, please, don't pull out yet… I beg you, please, ughh, more, I want to feel your cock more."]}, {"name": "", "audio": "", "normalized": ["Nina begged me, but she could not do much more as she was restrained and I pulled out completely in the end."]}, {"name": "Nina", "audio": "v_r-ev289_0028", "normalized": ["Ahhmnmm… Master, please don't pull it out yet, please, come on, Master."]}, {"name": "", "audio": "", "normalized": ["Nina stared at the cock I had pulled out with heated eyes and then kept calling out for me with a sugary voice."]}, {"name": "Nina", "audio": "v_r-ev289_0029", "normalized": ["Mnnahh, I want you to cum more inside me, please… More, more, please cum enough to make my pussy overflow."]}, {"name": "Nina", "audio": "v_r-ev289_0030", "normalized": ["I want more of Master's dick milk, please, I want more… Come on, Master, please."]}, {"name": "", "audio": "", "normalized": ["Nina pleaded as her pussy witched and repeatedly opened and closed, begging for even more semen."]}, {"name": "", "audio": "", "normalized": ["Nina was desperately begging me for more and it appeared she was almost agonized by the need for the cock."]}, {"name": "You", "audio": "", "normalized": ["Do you want…my cock that much!"]}, {"name": "Nina", "audio": "v_r-ev289_0031", "normalized": ["Yeess!", " I want you to fuck me till I break… You can do whatever you want, cum inside me and all, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Nina screamed and kept on begging.", " However, I let Nina be and grinned smugly."]}, {"name": "Nina", "audio": "v_r-ev289_0032", "normalized": ["Mnnaahh, please… My pussy is so lonely, it hurts, I can't hold it back anymore, please, make it stop!"]}, {"name": "", "audio": "", "normalized": ["Nina could not deal with me holding back and struggled as she continued to plead with me while her body swayed."]}, {"name": "You", "audio": "", "normalized": ["Hmm, in that case…"]}, {"name": "", "audio": "", "normalized": ["I let out a single phrase and then resumed fucking Nina again."]}, {"name": "", "audio": "", "normalized": ["It had been a few days since I had captured Nina."]}, {"name": "", "audio": "", "normalized": ["I decided to attend some other business after I told my men they can do whatever they wanted to do after I was done playing with her thoroughly."]}, {"name": "", "audio": "", "normalized": ["Then a few more days passed."]}, {"name": "You", "audio": "", "normalized": ["How is it like?!"]}, {"name": "", "audio": "", "normalized": ["I came back to the torture chamber to see what came of Nina."]}, {"name": "", "audio": "", "normalized": ["As I entered the room, I smelled the strong, obscene odor and my face frowned."]}, {"name": "", "audio": "", "normalized": ["However, when I saw Nina on top of the restraining table in the room, I cracked a smile."]}, {"name": "Nina", "audio": "v_r-ev289_0033", "normalized": ["Haagh, haauh, haahh… Mnnaahghh, agahhaahhmnmm, mnnhaahh, mnnaghh…"]}, {"name": "", "audio": "", "normalized": ["Nina's body was completely covered with semen and it was harder to find where she did not have semen on her."]}, {"name": "", "audio": "", "normalized": ["They had dried up like it had been a few hours since the cum got on her, letting off a strong, obscene stench."]}, {"name": "You", "audio": "", "normalized": ["Looks like they did a number on you… That feels good, huh!"]}, {"name": "", "audio": "", "normalized": ["The men had scribbled on her things like \"Creampie Only\" \"Ready for DP\" \"Please feel free to use me\" among other words."]}, {"name": "", "audio": "", "normalized": ["Her nipples and clitoris were pierced and a string ran through them while a metallic baseball bat was inside her pussy."]}, {"name": "Nina", "audio": "v_r-ev289_0034", "normalized": ["Mnnaahh, ahhmnnmm, so much milk, it feels so good… My pussy is aching like crazy."]}, {"name": "Nina", "audio": "v_r-ev289_0035", "normalized": ["More, I want more!", " Please fuck me harder, fuck me till I break, please.", " Aahhmngmm…"]}, {"name": "", "audio": "", "normalized": ["Nina was in such a terrible state as she did not even notice me and kept moaning from her mouth."]}, {"name": "", "audio": "", "normalized": ["I approached Nina and tugged on the string hard."]}, {"name": "Nina", "audio": "v_r-ev289_0036", "normalized": ["Hyahyahayahhyaahh… Mnnaahh, it hurts, it hurts, it hurts… But it's so tingly and it feels so goodd, ooughh!"]}, {"name": "Nina", "audio": "v_r-ev289_0037", "normalized": ["Mnnaahhaghh, M-Mr.", " Cock is here… Mr.", " Cock, aaghh!", " I was waiting for you so long, Mr.", " Cock, ahh!"]}, {"name": "", "audio": "", "normalized": ["Nina finally noticed I had come into the room when I pulled on the string, then she repeatedly screamed out obscene words with an intoxicating voice."]}, {"name": "You", "audio": "", "normalized": ["Well, you've become a total cum-dump…"]}, {"name": "", "audio": "", "normalized": ["I looked down as Nina's pathetic state as I smiled."]}, {"name": "Nina", "audio": "v_r-ev289_0038", "normalized": ["Yess… I-I'm a…cum dump.", " Please, pour more and more cum into me, mnnaahh, aahahhmnmm…"]}, {"name": "", "audio": "", "normalized": ["Nina's body swayed as she moaned and begged me to penetrate her."]}, {"name": "Nina", "audio": "v_r-ev289_0039", "normalized": ["Please, let out all the cum, as much as you want, right into a cum-dump… Please, don't mind me, just cum as hard as you want."]}, {"name": "You", "audio": "", "normalized": ["Cut the shit!"]}, {"name": "", "audio": "", "normalized": ["I pulled hard on the string and shouted at Nina as she flirted with me."]}, {"name": "Nina", "audio": "v_r-ev289_0040", "normalized": ["Noo, mnhaagahahh, mnnaahh, aahhmnghhmm!"]}, {"name": "Nina", "audio": "v_r-ev289_0041", "normalized": ["Mnnaaghahh… If you go so hard on me… Th-this feels so good, aahhmmnnmm…!"]}, {"name": "", "audio": "", "normalized": ["Nina orgasmed as she screamed while I pulled on the string."]}, {"name": "Nina", "audio": "v_r-ev289_0042", "normalized": ["Aahahmnmm, I-I will do whatever you want… So please, just use me!", " Please… I beg you!"]}, {"name": "", "audio": "", "normalized": ["Nina pleaded with me as she orgasmed and moaned."]}, {"name": "You", "audio": "", "normalized": ["Then give me UFS intel!"]}, {"name": "Nina", "audio": "v_r-ev289_0043", "normalized": ["I-if that's all it takes for you to use me, of course!", " I'll transfer it right away, here!"]}, {"name": "", "audio": "", "normalized": ["Nina transferred the USF intelligence data onto the computer through the plug and wires she was hooked up to."]}, {"name": "You", "audio": "", "normalized": ["Well done… Now, I'll give you a reward for obeying me!"]}, {"name": "", "audio": "", "normalized": ["I grinned at how shallow Nina's action was and then pulled out a power drill with a dildo attached at the end."]}, {"name": "Nina", "audio": "v_r-ev289_0044", "normalized": ["Uhoaahh, that's amazing… I want it, please!", " I want that thing… Hurry, please, give it to me, now!"]}, {"name": "Nina", "audio": "v_r-ev289_0045", "normalized": ["If you would put such a huge thing inside me… I might die from such joy, so please, I want it, please, now."]}, {"name": "", "audio": "", "normalized": ["Nina let out the joyous voice as she saw the huge dildo and begged me to put it in her."]}, {"name": "You", "audio": "", "normalized": ["Alright, you better take it all in!"]}, {"name": "", "audio": "", "normalized": ["I said and shoved the dildo right into her anus."]}, {"name": "Nina", "audio": "v_r-ev289_0046", "normalized": ["Mnnaaghaahh… This is amazing, eeghh, what the… This is so thick… It's too goodd!"]}, {"name": "Nina", "audio": "v_r-ev289_0047", "normalized": ["Aaahhmnmm, my anus is going to tear… But it just feels so great, eghh… Haah, haagh, haahh!"]}, {"name": "", "audio": "", "normalized": ["Nina already achieved orgasm from the dildo penetrating."]}, {"name": "You", "audio": "", "normalized": ["It's not over yet!"]}, {"name": "", "audio": "", "normalized": ["I turned the drill on as Nina continued to orgasm while she let out a beastly roar to finish her off."]}, {"name": "Nina", "audio": "v_r-ev289_0048", "normalized": ["Gyaaghaahh!", " This, this dildo is scraping up my anus like crazy!", " It's so good, I'm going to pass out!"]}, {"name": "", "audio": "", "normalized": ["She repeatedly expressed the orgasm as the dildo continued to tease her in the anus by scraping up the inside and she orgasmed over and over."]}, {"name": "You", "audio": "", "normalized": ["That's not the only reward for you!", " We're just getting started…"]}, {"name": "", "audio": "", "normalized": ["I shoved the dildo in deeper and deeper."]}, {"name": "Nina", "audio": "v_r-ev289_0049", "normalized": ["Nnguhguughh… Aahhaammnnghh, it's coming in so deep inside… Amazing, this is too good…!"]}, {"name": "", "audio": "", "normalized": ["As the dildo made its way in deeper and deeper, her moans got louder and louder."]}, {"name": "", "audio": "", "normalized": ["I moved the rotating dildo back and forth to tease Nina."]}, {"name": "Nina", "audio": "v_r-ev289_0050", "normalized": ["Aahhmnmm, this is too good!", " Seriously, this is amazing, you're going to break me!"]}, {"name": "", "audio": "", "normalized": ["Nina let out a surprised moan with the sudden movement."]}, {"name": "You", "audio": "", "normalized": ["Huh, just come as much as you want!"]}, {"name": "", "audio": "", "normalized": ["I said and moved the dildo even harder."]}, {"name": "Nina", "audio": "v_r-ev289_0051", "normalized": ["Yeess, I understand!", " I'll come as much as I can, ugughh…!"]}, {"name": "You", "audio": "", "normalized": ["Now, to finish it off… How about right here!"]}, {"name": "", "audio": "", "normalized": ["I pulled the string hard with my hands and tugged it so hard that it almost ripped Nina's nipples and clitoris off."]}, {"name": "", "audio": "", "normalized": ["That was the last straw and Nina achieved spectacular orgasm."]}, {"name": "Nina", "audio": "v_r-ev289_0052", "normalized": ["Ghyaahhaagghh!", " This is so good, oguhh… Mnnaaghh!"]}, {"name": "Nina", "audio": "v_r-ev289_0053", "normalized": ["Mnnaaghaahahhmnmm….", " My nipples and clit hurt, but, it feels so good too, ooughh…!"]}, {"name": "", "audio": "", "normalized": ["Her body pulled back and her tongue poked out at she squirted and achieved orgasm."]}, {"name": "Nina", "audio": "v_r-ev289_0054", "normalized": ["Mnnaahh, all the holes in my ass is getting so loose and it feels amazing, eeghh…!"]}, {"name": "", "audio": "", "normalized": ["She sput the dildo and the baseball bat with the contraction of the vagina from the contraction of her vagina and anus as she repeatedly orgasmed."]}, {"name": "", "audio": "", "normalized": ["In addition, she spewed piss from her pussy, as if she was squirting."]}, {"name": "Nina", "audio": "v_r-ev289_0055", "normalized": ["Hyaahhmnmm, aaghhmmnn… More, more, I want more… I want you to fuck me more!"]}, {"name": "Nina", "audio": "v_r-ev289_0056", "normalized": ["M-more, I want you to bully me more… I want you to break me and corrupt me, please, bully me…!"]}, {"name": "", "audio": "", "normalized": ["Nina begged for more with loud moans all the while she was achieving extreme orgasm."]}, {"name": "You", "audio": "", "normalized": ["All this, and you still want more!"]}, {"name": "", "audio": "", "normalized": ["I pulled hard on the strings once again."]}, {"name": "Nina", "audio": "v_r-ev289_0057", "normalized": ["Yess, I want it!", " Please, I beg you… I want more, mnnhaaghaahh, haahhmnnghh…"]}, {"name": "", "audio": "", "normalized": ["Nina's body jumped around over and over as it was still arched back and she let out joyous moans."]}, {"name": "", "audio": "", "normalized": ["I did not wait for Nina's orgasm to calm down and grabbed her hair, bringing her face up so I could see it."]}, {"name": "Nina", "audio": "v_r-ev289_0058", "normalized": ["Haagh, haah, haauh… Mnghaahh, this is amazizng… Haagh, haauh, haahh, heeugh, heegh, huuhh…"]}, {"name": "Nina", "audio": "v_r-ev289_0059", "normalized": ["I-I just came again!", " This feels unbelievably amazing… I'm so happy, this is so great…!"]}, {"name": "", "audio": "", "normalized": ["Nina breathed roughly as her eyes were rolled back and her tongue was out."]}, {"name": "", "audio": "", "normalized": ["Her opened mouth formed an arch as if she was smiling and dripped drool over and over."]}, {"name": "Nina", "audio": "v_r-ev289_0060", "normalized": ["Aaghaahh… I'm pissing myself too… It's coming out of my crotch… It's so great…"]}, {"name": "", "audio": "", "normalized": ["In addition, Nina began to leak piss from her pussy as it had gotten loose from the repeated orgasm."]}, {"name": "Nina", "audio": "v_r-ev289_0061", "normalized": ["Aaaghahh… A-mazing, eeghghh… I'm only pissing, but it still feels so good…!"]}, {"name": "", "audio": "", "normalized": ["Nina felt pleasure from the running piss and moaned."]}, {"name": "You", "audio": "", "normalized": ["Now!", " Are you satisfied?!"]}, {"name": "Nina", "audio": "v_r-ev289_0062", "normalized": ["N-noo… More, I want more… I've just not had enough, not yet, please…!"]}, {"name": "", "audio": "", "normalized": ["Nina kept on begging me for more even though she was fucked so hard that she was in pieces."]}, {"name": "You", "audio": "", "normalized": ["If you want more, give me more UFS intel!"]}, {"name": "Nina", "audio": "v_r-ev289_0063", "normalized": ["I-I understand… I'll give them to you, I'll give them, so please, give me your cock this time…!"]}, {"name": "", "audio": "", "normalized": ["Nina said and kept shaking her hips awkwardly."]}, {"name": "You", "audio": "", "normalized": ["Huh, you just keep serving us as a nice cum-dump… Hey, you guys, do what you want with her!"]}, {"name": "", "audio": "", "normalized": ["I left Nina behind as she had completely gone insane and I let the men waiting for me outside."]}, {"name": "Nina", "audio": "v_r-ev289_0064", "normalized": ["Aaaghaahhahh!", " Gyaahaahaaghh!"]}, {"name": "", "audio": "", "normalized": ["I heard the moans and screams of joy from Nina echo in the room and left the torture chamber."]}]