[{"name": "", "audio": "", "normalized": ["A high-class brothel in the Tokyo Kingdom with a bunch of demonic prostitutes.", " A girl called Nimier was a slave who belonged to such a place."]}, {"name": "", "audio": "", "normalized": ["It was called a high-class brothel for a reason as their services were worth the money they were charging for."]}, {"name": "", "audio": "", "normalized": ["They even allowed body modifications as part of their services."]}, {"name": "Man", "audio": "", "normalized": ["Hello, ogre girl.", " It's been a while."]}, {"name": "Nimier", "audio": "v_r-ev307_0000", "normalized": ["Yes… It has been a while."]}, {"name": "", "audio": "", "normalized": ["Nimier answered."]}, {"name": "", "audio": "", "normalized": ["She could not control her ogre powers and went berserk at times.", " That was why she was cast out and became a whore when she was saved by a slaver."]}, {"name": "", "audio": "", "normalized": ["It was way back when she was still a child, but even now, she could go out of control when her powers came back, so she was chained and drugged usually."]}, {"name": "Nimier", "audio": "v_r-ev307_0001", "normalized": ["Thank you for your patronage."]}, {"name": "Man", "audio": "", "normalized": ["Mnngeheheh… Aren't you so cute?", " Now… I'm gonna fill you up with the drugs like we always do, okay?"]}, {"name": "", "audio": "", "normalized": ["The patron put on a dirty smile."]}, {"name": "", "audio": "", "normalized": ["He knew the drugs in Nimier's bondage was an aphrodisiac, so she gave many different kinds of drugs to her for the enjoyment."]}, {"name": "Nimier", "audio": "v_r-ev307_0002", "normalized": ["Yes… Please do."]}, {"name": "", "audio": "", "normalized": ["Nimier was somewhat disgusted by the man's attitude, but she did not show her inner thoughts and answered with a smile."]}, {"name": "Man", "audio": "", "normalized": ["Eheheh, we've got something special today, alright?", " It's gonna be fun, huh?"]}, {"name": "Nimier", "audio": "v_r-ev307_0003", "normalized": ["Oh, is that so… I'm excited."]}, {"name": "", "audio": "", "normalized": ["As soon as Nimier finished talking, the man violently pushed her down onto the bed."]}, {"name": "", "audio": "", "normalized": ["He connected her handcuff and leg cuffs onto the bed and stopped her from moving."]}, {"name": "Nimier", "audio": "v_r-ev307_0004", "normalized": ["Mnngh… Aaah, guhh."]}, {"name": "", "audio": "", "normalized": ["It was something they had done repeatedly when the man visited her, but Nimier could not keep her voice down as she was thrown onto the bed."]}, {"name": "Man", "audio": "", "normalized": ["I think this'll do… Heheh, yeah, now, let me dose you with today's special drug!"]}, {"name": "Nimier", "audio": "v_r-ev307_0005", "normalized": ["Heeahh, mmnm… Mnngh!", " Mnnuh… Guhh!"]}, {"name": "", "audio": "", "normalized": ["The man said joyously as he pushed Nimier onto the bed and inserted the vial of aphrodisiac into the connector on her collar."]}, {"name": "Nimier", "audio": "v_r-ev307_0006", "normalized": ["Mnngh!", " Mnuhh… Haahh… Aaagh, guhahh… Haahnm!"]}, {"name": "", "audio": "", "normalized": ["Immediately, a warm sensation began to spread from her neck and Nimier lightly orgasmed as her body twitched."]}, {"name": "Man", "audio": "", "normalized": ["Heheheh!", " How is it?", " It's not just an ordinary aphrodisiac, you see?", " You should see what's coming."]}, {"name": "Nimier", "audio": "v_r-ev307_0007", "normalized": ["Haahhm, mnnhuuhh… Mnnahh… Y-you haven't done anything to me and my body is already burning… I can't stand it."]}, {"name": "", "audio": "", "normalized": ["Nimier twisted her body, already seeking pleasure as she was overcome with the aching longing."]}, {"name": "", "audio": "", "normalized": ["The man had not even done anything and her vagina was already gushing fluids, with her panties clearly drenched."]}, {"name": "Nimier", "audio": "v_r-ev307_0008", "normalized": ["Mnnguuhh… Haahuhh, aahh… Mnnuhhm… Please… The drug alone…is making me come…!"]}, {"name": "", "audio": "", "normalized": ["She let out sultry voices and moaned.", " Her nipples were already erect hard, pointing up obscenely."]}, {"name": "Man", "audio": "", "normalized": ["Ohoohh!", " Both your nipples and clitoris are getting so hard, hmm?", " Heheheh, here, here!"]}, {"name": "Nimier", "audio": "v_r-ev307_0009", "normalized": ["Mnnahh!", " Guhaahh… Uuugghh, haaghh… Aaaghh, aaheghh!", " R-right there, no… Mnnguh… Guh… Mnnguhh!"]}, {"name": "", "audio": "", "normalized": ["Every time he flicked her sensitive parts with his fingers, Nimier's body shuddered as the chains on her limbs rattled."]}, {"name": "Man", "audio": "", "normalized": ["You're so lewd.", " Just flipping your hard nips and clitoris is making your pussy gush so much fluid, see?"]}, {"name": "Nimier", "audio": "v_r-ev307_0010", "normalized": ["Mnnaahghh, mnnguhh!", " Mnhaahh… Just by having you touch my pussy… It's tangling me… Huughh… Aahh, aaghhnm!"]}, {"name": "", "audio": "", "normalized": ["It seemed Nimier was getting aroused by the sensory overload as her breath ran short and she twisted her body."]}, {"name": "Man", "audio": "", "normalized": ["Mnheheheh… You're getting so turned on… Now, what do you want me to do?"]}, {"name": "Nimier", "audio": "v_r-ev307_0011", "normalized": ["Aaaguhh, uughuhh… Aaahh, heeghh!", " Guhaahh… Mnnghh… Haaheghh… Mnngh, haah, aahhnm!"]}, {"name": "", "audio": "", "normalized": ["The man asked her question but Nimier only moaned lewdly as her cheeks turned red, writhing from the oncoming whirlpool of pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Hmm?", " Come on, come on, you've gotta say it out loud or I can't hear you, okay?"]}, {"name": "Nimier", "audio": "v_r-ev307_0012", "normalized": ["Mnguhh, guhh… M-my pussy juice… I can't stop it!", " Mnnhuuhh… Please, plug my lewd pussy!"]}, {"name": "", "audio": "", "normalized": ["As the man said Nimier moaned and spouted obscene lines the man had taught her to say beforehand."]}, {"name": "Nimier", "audio": "v_r-ev307_0013", "normalized": ["Mnnhyaahh!", " Heaahh, guhh… Mnnuuhh, please."]}, {"name": "Man", "audio": "", "normalized": ["Hmm, it's a bit too early to plug it now.", " I'm gonna have a little taste of your pussy juice… Ogre girl-chan!"]}, {"name": "", "audio": "", "normalized": ["The man said and sucked onto Nimier's vagina, making waterly noises as he slurped fluids gushing out."]}, {"name": "Nimier", "audio": "v_r-ev307_0014", "normalized": ["Mnheeghh?!", " Mnnghh… Heagh, hyaahh!"]}, {"name": "", "audio": "", "normalized": ["Nimier's eyes opened up wide, screaming loudly as the man he was doing something she never experienced before."]}, {"name": "Nimier", "audio": "v_r-ev307_0015", "normalized": ["Mnnaahh, mnnguhh!", " Aaagh, guuhghh.", " Huuhh… Th-this is first time for me… Mnnaahh!"]}, {"name": "Man", "audio": "", "normalized": ["Oohhuh!", " This is so good, ogre girl-chan!", " Look… Your nipples are so hard!"]}, {"name": "", "audio": "", "normalized": ["As the man licked her vagina through the panties, he reached out with his arms and flicked Nimier's nipples."]}, {"name": "Nimier", "audio": "v_r-ev307_0016", "normalized": ["Mnnghh… Guhh, huuhhuhh, guhaahh… Aaauhh… Mnngh… Mnneeghh… Mnnmmghh."]}, {"name": "", "audio": "", "normalized": ["Nimier let out sultry moans.", " Every time they were flicked, more pussy juice spewed out of her vagina."]}, {"name": "Nimier", "audio": "v_r-ev307_0017", "normalized": ["Mnnghh, guhaahh… My nipples, getting so hard, you flicking it… It feels good… Mnnahh, mnngh… Mnnguh… Aaghh, aahhnmm."]}, {"name": "Man", "audio": "", "normalized": ["Guheheheh… It's like you're a soda fountain.", " I push the button and pussy juice just shoots out!"]}, {"name": "", "audio": "", "normalized": ["Nimier's body was trembling as the man enjoyed the fluids gushing out as he flicked her nipples."]}, {"name": "Nimier", "audio": "v_r-ev307_0018", "normalized": ["Aaaghh, aahh… Mnnhuuh… Haah… Mnngh, oh god… My nipples… Heeugh, my pussy, aching… I can't help it…!"]}, {"name": "", "audio": "", "normalized": ["Nimier let out confused moans every time her body was overcome with please, making her vagina ache."]}, {"name": "", "audio": "", "normalized": ["The pleasure came over her, but she was no satisfied.", " She felt teased."]}, {"name": "Nimier", "audio": "v_r-ev307_0019", "normalized": ["Mnnheeghh, mnnaahh… Mnnuhh… Uguhh… Guhh, my body is burning up… Haahhnm… Mnnahh, guhahh."]}, {"name": "Man", "audio": "", "normalized": ["Heheh, looks like it's kicking in, eh?"]}, {"name": "", "audio": "", "normalized": ["Nimier let out a heated breath as the man did not stop teasing her, putting on a joyous smile."]}, {"name": "Nimier", "audio": "v_r-ev307_0020", "normalized": ["Mnnheehh, heeghh… My body, it's burning up so hot, but… What is happening?!"]}, {"name": "", "audio": "", "normalized": ["Nimier expressed confusion as her body was experiencing intense pleasure but she was still missing something."]}, {"name": "Man", "audio": "", "normalized": ["This drug, you know, it doesn't just make your genitals sensitive…"]}, {"name": "Man", "audio": "", "normalized": ["It makes you unable to satisfy yourself unless you have a cock in your pussy."]}, {"name": "Nimier", "audio": "v_r-ev307_0021", "normalized": ["Heeahh, that's… Mnnguhh… Oooh, ooghh… Mnnghh… Muuhh… Aagh, guhuhhmn!"]}, {"name": "Man", "audio": "", "normalized": ["And…once you start getting turned on, you are gonna need something stronger even after the drug wears off."]}, {"name": "Nimier", "audio": "v_r-ev307_0022", "normalized": ["Mnoouhh, hoouhh… Mnnaahahh… Mnnuuhh, guhhehh… Th-that means…!"]}, {"name": "Man", "audio": "", "normalized": ["Yup!", " Now, you won't be satisfied unless you get fucked by a man as good as myself, you see!"]}, {"name": "", "audio": "", "normalized": ["Nimier's face froze as she was creeped out by his words."]}, {"name": "", "audio": "", "normalized": ["The man flicked and played with Nimier's nipples as he continued to tease her further."]}, {"name": "Nimier", "audio": "v_r-ev307_0023", "normalized": ["Mnghh, heeaghh, guhhuhhnm!", " Aahhnm!", " Nmmngmmhh… Aaahghh, mnnaahh… Haahhnm, aahh, aahuuhghh."]}, {"name": "Man", "audio": "", "normalized": ["I'm not much, but at least my cock is something."]}, {"name": "Man", "audio": "", "normalized": ["You might not be able to come if I'm not the one fucking you, you know?", " Maybe with an orc or something though, heheh!"]}, {"name": "", "audio": "", "normalized": ["The man said and chucked vulgarly, then kept on sucking and slurping Nimier's vagina."]}, {"name": "Nimier", "audio": "v_r-ev307_0024", "normalized": ["Aaaghh, heeaaghh!", " Mnaahh… Mnnheghh, mmuhuhhnm… Guhhaahh… Aaaheeghh!"]}, {"name": "", "audio": "", "normalized": ["Nimier let out moans and her body trembled from the pleasure getting pumped into her brain."]}, {"name": "Man", "audio": "", "normalized": ["So, I'm done with the explanation now, but do you still want to plug you?", " Do you want to be a cock sleeve just for my cock?"]}, {"name": "Nimier", "audio": "v_r-ev307_0025", "normalized": ["I will!", " Please let me be yours!", " P-please, make my lewd and slutty pussy… Make me your special cock sleeve!"]}, {"name": "", "audio": "", "normalized": ["Nimier declared without a pause at the man's proposal, just seeking pleasure and not thinking."]}, {"name": "", "audio": "", "normalized": ["It was not because she was a whore, it was because she could not stand the aching building up inside her."]}, {"name": "Nimier", "audio": "v_r-ev307_0026", "normalized": ["Guhahh, haahh… Haahh… P-please… Stir me up… Stir up my pussy with your cock."]}, {"name": "Man", "audio": "", "normalized": ["Hahahah!", " You're so honest and lewd, ogre girl-chan!", " Now, I'm gonna fuck you with my pearled cock!"]}, {"name": "", "audio": "", "normalized": ["The man shoved his rock-hard cock right into Nimier's drenched vagina as he moved her panties to the side."]}, {"name": "Nimier", "audio": "v_r-ev307_0027", "normalized": ["Gaahh… Guuhguhh, gheegeehhnm!", " Mnnghehh, coming in, aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["As the man said, his cock was larger than that of any other patrons of the brothel and was adorned with lumps made by implanted pearls."]}, {"name": "Nimier", "audio": "v_r-ev307_0028", "normalized": ["Mhouhh, ooghh, ooghouhh… Mnngehh, heeguhh, heegeegh… Huheghh!", " My pussy, i-it's gonna break!", " Mgouh… Mnngughuhh!"]}, {"name": "", "audio": "", "normalized": ["Nimier let out moans almost sounding like screams as the lump on the man's penis trampled the inside of her vagina."]}, {"name": "Nimier", "audio": "v_r-ev307_0029", "normalized": ["Haahh… Mnnaahh, haahaahh… Mnnguhh, ughh… Aaghh, geehh!", " Mnahhegh, heegh… Haauhnm!", " Guhh… Mnngh, mnngoogghh!"]}, {"name": "Man", "audio": "", "normalized": ["Looks like you really like it, huh?", " I've barely put it in you, hmm?"]}, {"name": "Nimier", "audio": "v_r-ev307_0030", "normalized": ["Mnnguhaahh!", " Aaheeghh, heeguhh, mnnuuhh… Huhguhh… Mnneghh… Your cock… Cock, ughh!"]}, {"name": "", "audio": "", "normalized": ["Nimier took in pleasure as the man's penis stimulated her vagina intensely and she let out moaning voices."]}, {"name": "Man", "audio": "", "normalized": ["Haha, your mask as a prostitute is coming off and showing your slut face, eh?", " That's cute too, though.", " What do you want me to do now?"]}, {"name": "Nimier", "audio": "v_r-ev307_0031", "normalized": ["Mnngheeghh, aaghaahh… I want you to plow my pussy with your cock!", " Mnnahh… I'm… Aahegh… Please plow my pussy!"]}, {"name": "", "audio": "", "normalized": ["Like the man said, even though he had just penetrated her, the inside of Nimier's vagina was already squeezing tight, sucking on and not letting go."]}, {"name": "", "audio": "", "normalized": ["She began moving her own hips as she sought even more pleasure on her own will."]}, {"name": "Nimier", "audio": "v_r-ev307_0032", "normalized": ["Haah, mngnh… Oouhh… Ooghh… Mnnahh, huhuhh… Aahhnm… Your bumpy cock, feels so good!"]}, {"name": "Man", "audio": "", "normalized": ["Your pussy is so tight, ogre girl-chan… Do you really like my cock that much?"]}, {"name": "", "audio": "", "normalized": ["The man smiled vulgarly as he was Nimier express pleasure as her vagina twitched, then he shoved his cock in even deeper into her."]}, {"name": "Nimier", "audio": "v_r-ev307_0033", "normalized": ["I-I love it!", " Haaghh, mnguhh… Aaaheghh… Please… More… I want you to rub me up harder, please!"]}, {"name": "", "audio": "", "normalized": ["The man slammed his hips onto her and Nimier let out a joyous voice with a pathetic face on her face."]}, {"name": "Nimier", "audio": "v_r-ev307_0034", "normalized": ["More… More!", " My nipples… My pussy… Mnneghh… Mess me up, please!", " Color me with pleasure!"]}, {"name": "Man", "audio": "", "normalized": ["Hahahah!", " Alright, alright!"]}, {"name": "", "audio": "", "normalized": ["He pinched Nimier's nipples as she begged for more and moved his hips as he pulled on the nipples."]}, {"name": "Nimier", "audio": "v_r-ev307_0035", "normalized": ["Aghaahahh!", " Aahhuuhh!", " Aaaghuhgegghh… Aaagh, aaghh, your cock is amazing, eeghghh!"]}, {"name": "", "audio": "", "normalized": ["Nimier savored the sensation of the penis rubbing up hard against her vagina as the man pounded his hip hard and fast."]}, {"name": "", "audio": "", "normalized": ["It as not a mild stimulation she had been feeling previously, but intense pleasure piercing through her body was overwhelming her."]}, {"name": "Nimier", "audio": "v_r-ev307_0036", "normalized": ["Ogoughh, gyuuhguhh… So good… More, please… Huughuhh!", " Aaauhh, aaheghh… Harder, I want you to fill me up!"]}, {"name": "", "audio": "", "normalized": ["Nimier said and kept pounding her hips feverishly as she devoured the man's penis."]}, {"name": "Man", "audio": "", "normalized": ["Yeah, yeah.", " I guess your pussy has already become a special cock holster for me, huh?"]}, {"name": "Nimier", "audio": "v_r-ev307_0037", "normalized": ["It is!", " Mnheeaahheghh… It already is!", " Your lumpy cock… It's rubbing me so hard in my pussy, it feels so good, uughh!"]}, {"name": "", "audio": "", "normalized": ["Nimier shuddered from pleasure and spewed pussy juice all over the place as the man pounded her violently."]}, {"name": "", "audio": "", "normalized": ["Her mind was only thinking about the pleasure coming over her every time the man pounded her."]}, {"name": "Nimier", "audio": "v_r-ev307_0038", "normalized": ["Mnnguuhh, aaghh, heeghh… Mnnaahh, ooughh, ohouhh… Mnnheemuhh… Haaghh… Haagh… Ohgouhahh… Aaahhnm!"]}, {"name": "Man", "audio": "", "normalized": ["Come on, come one.", " Your nipples are getting so hard.", " Look at your tit's poking out so much, huh?"]}, {"name": "", "audio": "", "normalized": ["The man pinched Nimier's nipples as she writhed madly, twisting them around like a plaything."]}, {"name": "Nimier", "audio": "v_r-ev307_0039", "normalized": ["Mnnheehh… More, more… Aaahhnmmgh, mnuhh… Mnnhaah… Getting my nipples twisted like this… I love it so much!"]}, {"name": "", "audio": "", "normalized": ["The man began to pound her harder as he watched Nimier moan while her cheeks blushed."]}, {"name": "Nimier", "audio": "v_r-ev307_0040", "normalized": ["Guuhh, aaghh, gheegh, mnheehghh… It's pounding so hard in my pussy… Mnnaahh, mnnuhh… So hard."]}, {"name": "Man", "audio": "", "normalized": ["Looks like you're about to come, but what do you want me to do?"]}, {"name": "", "audio": "", "normalized": ["The man asked her pretentiously as she kept on pounding his hips, slamming into her."]}, {"name": "Nimier", "audio": "v_r-ev307_0041", "normalized": ["Huhguuhh… Mnngm, i-inside!", " I want it inside!", " I want your thick cum…inside my womb, fill me up!"]}, {"name": "", "audio": "", "normalized": ["Nimier answered the man with no hesitation, purely seeking pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Mneheheh, do you really want it that much?"]}, {"name": "Nimier", "audio": "v_r-ev307_0042", "normalized": ["I want it, eeghh!", " Mnnaaghaahh, oogouhh… I don't care if I get pregnant… I want your cum inside me!"]}, {"name": "Man", "audio": "", "normalized": ["Heheheh… Alright!", " If you want it that bad, then I'm gonna cum inside you all over, ogre girl-chan."]}, {"name": "", "audio": "", "normalized": ["The man smiled at Nimier as she begged for semen, following her lust, and he ejaculated inside her, letting his impulse take over."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Throb* *Spew* *Spew* *Throb* *Sput*"]}, {"name": "Nimier", "audio": "v_r-ev307_0043", "normalized": ["Oogghoouughh!", " Mnghaahh, guhh… Ooohgh, oohoghh… Hyaahh!"]}, {"name": "Nimier", "audio": "v_r-ev307_0044", "normalized": ["Ohhgouhh, aahaaghyuhghh… Mnnguhh!", " So much cum, yes, eeghh!", " Mnngh, aahahh… I-I'm coming… Coming!"]}, {"name": "", "audio": "", "normalized": ["The moment he ejaculated deep inside her vagina, Nimier orgasmed as well."]}, {"name": "Nimier", "audio": "v_r-ev307_0045", "normalized": ["Mnnghh, mnheeghh, heehnm… Huughuuhh!", " I'm coming, uguhh!", " I'm coming with cum inside me, uuguhh!"]}, {"name": "Man", "audio": "", "normalized": ["Guh… You're sucking everything out today!"]}, {"name": "", "audio": "", "normalized": ["Nimier was letting out pleasured voice as her body twisted and she drooled pathetically with semen pumping into her."]}, {"name": "Nimier", "audio": "v_r-ev307_0046", "normalized": ["More, aaooughh!", " More, I want more cum, uughh!"]}, {"name": "", "audio": "", "normalized": ["Just as she said, her vagina squeezed and wiggled, stimulated the bump-covered penis, moving to suck out the pent up semen."]}, {"name": "", "audio": "", "normalized": ["She moaned loudly as her face burning up from the pleasure frowned and her body trembled."]}, {"name": "Nimier", "audio": "v_r-ev307_0047", "normalized": ["Aaghh, mnahh… Aaghaahh!", " Mnnouhh, oough… Mnnghegh, mnngh… Aaghh… Heeghhnm!", " I love the creampie!"]}, {"name": "Nimier", "audio": "v_r-ev307_0048", "normalized": ["Mnnguhh, huughh, aghh… Aghh… Mnngheeheeghhnm!", " Aaguhh… More, I want more hot cum inside me!"]}, {"name": "", "audio": "", "normalized": ["As the man ejaculated, Nimier orgasmed over and over, achieving ecstasy."]}, {"name": "Man", "audio": "", "normalized": ["Ph-phew… This is everything I got.", " Both your pussy and womb are filled with my cum."]}, {"name": "Nimier", "audio": "v_r-ev307_0049", "normalized": ["Haauh, haah… Haauhnm… Aaghh, mnghh!"]}, {"name": "", "audio": "", "normalized": ["As Nimier was shaking from pleasure, the man pulled his hips out, seemingly all groggy."]}, {"name": "", "audio": "", "normalized": ["As the man pulled his penis out, a lump of semen dripped out of the vagina."]}, {"name": "Nimier", "audio": "v_r-ev307_0050", "normalized": ["Guhheehh… Mnnaaghh, heeghh… Mnngh, mnnahh, aghh… Mnnhaag… Mnngh, th-this is amazing… Aaghaahhnm."]}, {"name": "", "audio": "", "normalized": ["As the massive amount of viscous semen dripped out, ger vagina twitched, expressing joy."]}, {"name": "", "audio": "", "normalized": ["The breath coming out was colored by lust and Nimier smiled satisfied and ecstatically."]}, {"name": "Nimier", "audio": "v_r-ev307_0051", "normalized": ["Mngnh, heaghh… Muughh… Aaheghh, your pearled cock, so good… Cum, filling up my pussy… Aaghh, mnnuhuhmn."]}, {"name": "Man", "audio": "", "normalized": ["Hehe, now you won't be able to cum with just any man but me, ogre girl-chan.", " You better stay abstain till I buy you out."]}, {"name": "", "audio": "", "normalized": ["The man showed her vulgar smile like he had marked her for his own as Nimier enjoyed the lingering orgasm."]}, {"name": "Nimier", "audio": "v_r-ev307_0052", "normalized": ["Mnngh, haahhnm… Huuhgh… Huuhuhh… Haagh, heenm… Y-yes, I will… Mnnuhh, ughuhh, guaagh… Mnneheegh… Haahhnm."]}, {"name": "", "audio": "", "normalized": ["Nimier could only barely breathe with an empty expression as the man said to her."]}, {"name": "Man", "audio": "", "normalized": ["Looks like you had some nice fun, huh?"]}, {"name": "Nimier", "audio": "v_r-ev307_0053", "normalized": ["Mnnghuhh, aaheghh, mnnghh… Your bumpy cock… Mnnahh, ughuhh… Guhhuhh, that was… Amazing."]}, {"name": "", "audio": "", "normalized": ["It seemed she was still feeling the aftermath of the orgasm and Nimier said while she showed intoxicated expression."]}, {"name": "Man", "audio": "", "normalized": ["Well… I should be off now, see ya――"]}, {"name": "", "audio": "", "normalized": ["The man could not finish his goodbye to satisfied Nimier as his head was sliced off and died."]}, {"name": "Nimier", "audio": "v_r-ev307_0054", "normalized": ["Heegh!", " Ugh… Eh?"]}, {"name": "You", "audio": "", "normalized": ["You must be a prostitute here… No, a slave."]}, {"name": "", "audio": "", "normalized": ["Nimier could not understand what was happening as it happened so suddenly and her eyes met the eyes of the man who just entered, Fuuma."]}, {"name": "Nimier", "audio": "v_r-ev307_0055", "normalized": ["What…was that…!"]}, {"name": "", "audio": "", "normalized": ["As he threw a glance at Nimier, Fuuma approached her and then tried unchaining her so she could move."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna get these off now.", " Just run quickly, okay?", " I've already killed the target, so the Taimanin are gonna be here any minute now."]}, {"name": "Nimier", "audio": "v_r-ev307_0056", "normalized": ["Ehh… H-hey."]}, {"name": "You", "audio": "", "normalized": ["Damn, what's with these chains.", " It's taking too long… I'm gonna cut them."]}, {"name": "", "audio": "", "normalized": ["Nimier opened her mouth as she felt her mind quickly coming back to her as she heard the man."]}, {"name": "", "audio": "", "normalized": ["Yet, Fuuma was only complaining to the bondage that was not coming off, perhaps not hearing Nimier's words."]}, {"name": "Nimier", "audio": "v_r-ev307_0057", "normalized": ["Hey…!"]}, {"name": "You", "audio": "", "normalized": ["I don't have time… What is it now?"]}, {"name": "", "audio": "", "normalized": ["Fuuma finally answered as he finally gave into Nimier calling out repeatedly."]}, {"name": "Nimier", "audio": "v_r-ev307_0058", "normalized": ["Please, take me… Take me with you!"]}, {"name": "You", "audio": "", "normalized": ["I see… So that's what was happening."]}, {"name": "", "audio": "", "normalized": ["I heard about the situation when Nimier and I met and said."]}, {"name": "Nimier", "audio": "v_r-ev307_0059", "normalized": ["Yes… They called me with a serial number, but you named me Nimier.", " I'm so grateful for it."]}, {"name": "You", "audio": "", "normalized": ["It's nothing.", " You didn't have a name… I had to come up with something."]}, {"name": "Nimier", "audio": "v_r-ev307_0060", "normalized": ["And then… You and me."]}, {"name": "", "audio": "", "normalized": ["Nimier looked down with a blushed face and started talking again once I stopped."]}, {"name": "You", "audio": "", "normalized": ["Don't be shy now.", " I know why you can't come if it's not me.", " But we're still on a mission… You've gotta wait till we're back."]}, {"name": "Nimier", "audio": "v_r-ev307_0061", "normalized": ["I understand…"]}, {"name": "", "audio": "", "normalized": ["Even though Nimier was freed, she still needed the bondage in the end.", " Nimier was acting to flustered next to me, so I told her."]}, {"name": "", "audio": "", "normalized": ["Then Nimier looked up as if she had made up her mind and opened her mouth as she looked into my eyes."]}, {"name": "Nimier", "audio": "v_r-ev307_0062", "normalized": ["Then take me with you, please… I may not be much, but I'm still kin of an ogre…"]}, {"name": "You", "audio": "", "normalized": ["Are you sure?"]}, {"name": "Nimier", "audio": "v_r-ev307_0063", "normalized": ["But…when we're done, you know."]}, {"name": "", "audio": "", "normalized": ["Nimier was acting embarrassed.", " I knew what she meant without her finishing."]}, {"name": "You", "audio": "", "normalized": ["Alright.", " Let's go, Nimier."]}, {"name": "Nimier", "audio": "v_r-ev307_0064", "normalized": ["…Yes!"]}, {"name": "", "audio": "", "normalized": ["Nimier smiled happily with my words and followed me."]}]