[{"name": "", "audio": "", "normalized": ["Lark Shasha was bound by the fleshy tentacle-suit and had no way of resisting whole it made her orgasm for hours."]}, {"name": "", "audio": "", "normalized": ["Finally, the suit of flesh began to prepare itself for the procreation, seemingly decided that the female was ready."]}, {"name": "Lark Shasha", "audio": "v_sr589_0000", "normalized": ["Aauhh, haahh… Haahh… I-it's not over yet…?"]}, {"name": "", "audio": "", "normalized": ["There was nobody answering the words of exhausted Lark Shasha."]}, {"name": "", "audio": "", "normalized": ["Larkshaha's body was once again completely engulfed by the ball of flesh formed from the ogre corpse nearby."]}, {"name": "Lark Shasha", "audio": "v_sr589_0001", "normalized": ["N-now what… What the… Where the hell am I…?", " Those things tangling onto my body… They must be gone…"]}, {"name": "", "audio": "", "normalized": ["Her surrounding was all crimson like she was inside a body cavity of something and Lark Shasha's limbs were buried in the walls of flesh, immobile."]}, {"name": "", "audio": "", "normalized": ["She felt a pulse coming up through her engulfed limbs and understood that she was inside the body of a living thing."]}, {"name": "Lark Shasha", "audio": "v_sr589_0002", "normalized": ["Those fleshy tentacles, they grew into this, huh… Damn, that bitch made something real disgusting…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's hands were held above her head and her legs were spread open, exposing her crotch."]}, {"name": "", "audio": "", "normalized": ["The viscous vaginal fluid was dripping from the said crotch, leaving clear trails on her thighs."]}, {"name": "Lark Shasha", "audio": "v_sr589_0003", "normalized": ["Guh, so it begins… This procreation thing…"]}, {"name": "", "audio": "", "normalized": ["A huge ogre penis was growing out of the flesh which it was just recently consumed by."]}, {"name": "", "audio": "", "normalized": ["Since she could not move, the only thing she could do was to just watch as her eyes widened from how big it was."]}, {"name": "Lark Shasha", "audio": "v_sr589_0004", "normalized": ["That can't… It's way too huge… It's not gonna fit in… Is that gonna come into my pussy…?"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was zoned out and lusting from the forced arousal and repeated orgasm, but she was afraid of how violently huge that penis was."]}, {"name": "", "audio": "", "normalized": ["In addition, the penis jumped up and down as if it was scaring her deliberately like it was ready to start any minute."]}, {"name": "Lark Shasha", "audio": "v_sr589_0005", "normalized": ["Please, I beg you… Please… That thing is way too big… Please, don't do this…"]}, {"name": "", "audio": "", "normalized": ["She pled at the penis right in front of her and tried to pull her limbs out of the fleshy walls, but they did not budge, only getting buried further."]}, {"name": "", "audio": "", "normalized": ["The arching cock began to stretch and reach for her, as if it was telling her to give up futile resistance and let pleasure take over."]}, {"name": "Lark Shasha", "audio": "v_sr589_0006", "normalized": ["Aaghaahh!", " Ughhoouhohh?!", " I-it's so huge… It's coming in, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Only the tip of the huge penis growing out of the fleshy wall was inserted into Lark Shasha's vagina."]}, {"name": "", "audio": "", "normalized": ["However, even though it was just the tip, it was so huge that her vagina was stretched far from its sheer size."]}, {"name": "Lark Shasha", "audio": "v_sr589_0007", "normalized": ["Guhhaaghaahh!", " I-It hurts!", " Th-this is too big… I told you it's not gonna fit, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's face was frowning from the pain and stimulation of the penetration, but it appeared her vagina was loosened up enough."]}, {"name": "", "audio": "", "normalized": ["The entrance to her vagina was drenched with both pussy juice and squirt and it did not refuse the huge penis, actually welcoming it in."]}, {"name": "Lark Shasha", "audio": "v_sr589_0008", "normalized": ["Aauhh… I-I can't fit it anymore… It can't… Nuhguhhaaghh!", " S-stop it, oouhh!", " Pull your dick out!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's eyes were tearing up from the pleasure, but she was still resisting the pain and stimulation of the penetration by shaking her sweaty body."]}, {"name": "", "audio": "", "normalized": ["And once the tip was completely inside her vagina, she looked down and showed a surrendering expression."]}, {"name": "Lark Shasha", "audio": "v_sr589_0009", "normalized": ["Huhaahh, haahhnmm… My pussy… It's stretching so wide… Sucking your cock in… It's over, it's all over…"]}, {"name": "", "audio": "", "normalized": ["The inside of Lark Shasha's vagina was completely filled with just the tip of the penis formed by the tentacles."]}, {"name": "", "audio": "", "normalized": ["The fact it was just the tip was driving her insane."]}, {"name": "", "audio": "", "normalized": ["Had she know the fact that the penis formerly belonged to the ogre she had just slain would have made it worse, but there was no way she could know."]}, {"name": "Lark Shasha", "audio": "v_sr589_0010", "normalized": ["Mnnmaggaagghh?!"]}, {"name": "", "audio": "", "normalized": ["The huge penis growing out of the wall of flesh finally forced itself all the way into Lark Shasha's vagina, down to its base."]}, {"name": "", "audio": "", "normalized": ["Just the sheer size of the vagina was enough to imprint the shape of its tip through Lark Shasha's lower belly."]}, {"name": "Lark Shasha", "audio": "v_sr589_0011", "normalized": ["Mnnghougohuooghh!", " A-all of it… It's coming in… Coming into my pussy… Mnnghh… That's not possible, no way…"]}, {"name": "Lark Shasha", "audio": "v_sr589_0012", "normalized": ["The cock… It's coming up into my belly… I-I can't breathe… Aauuhg, mnnghaahh… My pussy's gonna break…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's eyes shot wide open from the shock of her body getting penetrated so deep as she jaws shuddered and she drooled from her mouth."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was acting rather meekly from the fear of such a huge foreign object penetrating her body, all the way up to her stomach."]}, {"name": "Lark Shasha", "audio": "v_sr589_0013", "normalized": ["Th-this isn't right… It hurts so much, I can't breathe… But why is my pussy…starting to twitch like this…?"]}, {"name": "Lark Shasha", "audio": "v_sr589_0014", "normalized": ["I don't know why, but it's burning up… I'm… It's so horrible but somehow… I'm getting turned on… No, this can't be…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha began to madly confess of her body being engulfed by pleasure, talking to herself."]}, {"name": "", "audio": "", "normalized": ["Under normal circumstances, this would not have happened to her.", " It was all thanks to the chemical and the foreplay."]}, {"name": "Lark Shasha", "audio": "v_sr589_0015", "normalized": ["S-such a huge cock… It's inside my body, but… Mnngughh, haahh… My pussy's getting…turned on…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha did not pretend to be fine and just accepted the fact her body was getting aroused."]}, {"name": "", "audio": "", "normalized": ["As if it was waiting for her to say that, the huge genitalia formed from the ogre's cock throbbed and began to move slowly."]}, {"name": "Lark Shasha", "audio": "v_sr589_0016", "normalized": ["Uhyahaagahh?!", " C-cock… Guhggaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["The monstrous penis began to pound Lark Shasha without mercy, burning itself deep inside her body, intending to impregnate her."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha just accepted the pounding of the huge penis with her entire body and let out a deep breath with every thrust."]}, {"name": "Lark Shasha", "audio": "v_sr589_0017", "normalized": ["Guhaahahh!", " I-it's beginning… Now, this is the real…hell… What's gonna happen to me…"]}, {"name": "", "audio": "", "normalized": ["The procreation had finally begun.", " Everything up to that point was just preparation and the pounding to make her pregnant was starting."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha sensed it through her vagina and wished she could squeeze her pussy, but with how filled up it was inside, that was not possible."]}, {"name": "Lark Shasha", "audio": "v_sr589_0018", "normalized": ["I don't even know… Where my pussy is…anymore… Mnngouhh… Haaguhh, mnnaahh… My body is so limp…"]}, {"name": "Lark Shasha", "audio": "v_sr589_0019", "normalized": ["I'm gonna be fucked…by this cock, and… It's gonna knock me up and… Damn it!", " This is so bad, come on…"]}, {"name": "", "audio": "", "normalized": ["She tried to hold onto the fading consciousness thinking about what was happening to her, but she could only scream with frustration."]}, {"name": "", "audio": "", "normalized": ["Nobody was coming to help her and this organism was not going to change its mind.", " There was no escape from the cruel reality."]}, {"name": "", "audio": "", "normalized": ["Even though she was well aware of the fact, but Lark Shasha intended to face the reality with hope for the better."]}, {"name": "Lark Shasha", "audio": "v_sr589_0020", "normalized": ["Haahh, haahh… Mnnghaahh!", " My belly is going to rip apart!", " S-stop it… Haaguhaahh!", " Mnngahh, uhyaahh!"]}, {"name": "", "audio": "", "normalized": ["Again with the huge tip scraping up the inside of Lark Shasha's body, she writhed and shook her head to endure the intense stimulation."]}, {"name": "", "audio": "", "normalized": ["A massive amount of vaginal fluid was scooped out every time the penis plowed her.", " It was frothing and drenching her lower body."]}, {"name": "Lark Shasha", "audio": "v_sr589_0021", "normalized": ["Haamnmma… Why am I even… Ughaaghh!", " I'm not the kind of woman for this… Haaghaahh… Mnnghh, guhnnuuooghh!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0022", "normalized": ["My pussy.", " It can still… Not yet… Guhaaghh!", " Such cock… Hyaahhnm!", " Aaghh, mnnguh… I don't feel anything…"]}, {"name": "", "audio": "", "normalized": ["As the pounding began to intensify more and more, soon the pleasure and arousal were overcoming the pain inside Lark Shasha."]}, {"name": "", "audio": "", "normalized": ["Her expression became that of a turned-on slut and some visible signs of arousal such as erect nipples, sweating, and blushing of her body showed up."]}, {"name": "Lark Shasha", "audio": "v_sr589_0023", "normalized": ["Haahh… My body is getting so hot… At this rate… Mnnaaghh… I-I can't stop…my voice… Haahhnm, huhhnmuhh…"]}, {"name": "Lark Shasha", "audio": "v_sr589_0024", "normalized": ["Your cock is…moving so hard and… Huuhgaahh… Mnnaahh!", " I-I can't… No more… I can't take it…!"]}, {"name": "", "audio": "", "normalized": ["With the monstrous sized cock starting to pound her violently, Lark Shasha began to whimper."]}, {"name": "", "audio": "", "normalized": ["Soon, she began to let out sugary breathes as her face began to frown not from pain but from pleasure."]}, {"name": "Lark Shasha", "audio": "v_sr589_0025", "normalized": ["Noo… I-I can't… My pussy is getting rubbed so much… It's getting burned… This cock is amazing!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was now showing somewhat joyous smile as she stared at the cock plowing her with dreamy eyes at that point."]}, {"name": "", "audio": "", "normalized": ["As if it was answering back to her words, the penis began to pound her hard to intensify the fucking."]}, {"name": "Lark Shasha", "audio": "v_sr589_0026", "normalized": ["Unyaaghaahh?!", " It's getting even better… Mnggogaahh!", " My pussy, it feels too good, eegheehh!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0027", "normalized": ["I don't even care…what's gonna happen next… Mnnghaahh!", " Please, fuck me up, pleaassee!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's face was almost ready to collapse as her eyes were rolled back and tongue hanging out of her mouth, spouting feverish nonsense."]}, {"name": "", "audio": "", "normalized": ["That was the exact moment a woman became a whore.", " At the moment, she was nothing but a beast filled with lust."]}, {"name": "Lark Shasha", "audio": "v_sr589_0028", "normalized": ["Uhehehehh… This cock feels too good… It's like my pussy is going to explode… This feels amazing… It's soo goodd!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0029", "normalized": ["Mnnghaahh!", " My pussy, plowed so hard… Please break mee!", " Please, turn my body…into a pussy, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was writhing hard from the intense stimulation and pleasure from the huge penis scraping her insides."]}, {"name": "", "audio": "", "normalized": ["Yet, she spouted obscene words like an insane whore she was."]}, {"name": "", "audio": "", "normalized": ["She was not even there anymore and the only person present at the scene was a whore enjoying procreation with a strange organism."]}, {"name": "Lark Shasha", "audio": "v_sr589_0030", "normalized": ["Ohooughh!", " Ughoouhaaghh!", " My womb, all of it… It's so good!", " This cock is… It's so good… Haaghaahh!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0031", "normalized": ["So much juice… Coming out of my pussy… Mnnghaahh, guhaahh… I'm pissing myself…"]}, {"name": "", "audio": "", "normalized": ["Completely aroused whore was dripping fluids stirred up inside her vagina from the opening and was grinning with pleasure."]}, {"name": "", "audio": "", "normalized": ["Her smile was as if she was enjoying the whole situation as part of some kind of fetish, with her limbs bound and immobile."]}, {"name": "Lark Shasha", "audio": "v_sr589_0032", "normalized": ["Ahahaahhnmm!", " My womb, getting so messed up… Uhghaahh!", " How long are you gonna…keep fucking me…"]}, {"name": "Lark Shasha", "audio": "v_sr589_0033", "normalized": ["Haaguhaahh!", " Mnnguhh… Just getting fucked…so hard like this, it's not too bad, but… Guhaahahh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was practically getting punched deep inside her crotch, basically becoming a human punching bag dangling in the air."]}, {"name": "", "audio": "", "normalized": ["Every time she was punched in the crotch, she swayed and even the little movement turned into pleasure."]}, {"name": "Lark Shasha", "audio": "v_sr589_0034", "normalized": ["Guhaaghaahh… Huheeheh… Maybe it's not bad to get myself killed like this… Aaahh, mnnguhh… Aaaughh, it's so good…!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0035", "normalized": ["More, please give me more, eeghh!", " Haaguhaahh!", " Please, pierce me with your cock…like you're killing me!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's mind was quickly breaking down and she was ready to offer her life for the lust, seeking even more pleasure."]}, {"name": "", "audio": "", "normalized": ["However, what this creature wanted was just procreation, not killing her after violating her."]}, {"name": "Lark Shasha", "audio": "v_sr589_0036", "normalized": ["Please, fuck me up… My body… Fuck me up good with your hard, huge, cock!", " More, I want more pleasure, aahh!"]}, {"name": "", "audio": "", "normalized": ["As she felt pleasure, more words came out of Lark Shasha's mouth and the contents became more obscene and vulgar."]}, {"name": "", "audio": "", "normalized": ["The organism had heard it."]}, {"name": "", "audio": "", "normalized": ["However, it was not like it would get aroused by such thing and sped up its pounding, but she was certainly getting turned on herself."]}, {"name": "Lark Shasha", "audio": "v_sr589_0037", "normalized": ["Aaaghaahh!", " My pussy, it feels so good… I love it!", " Cock, drilling in so deep… It's scraping me, oouhghh!"]}, {"name": "", "audio": "", "normalized": ["The cock being inserted so deep into Lark Shasha was now forcibly pushing in the womb deeper and deeper inside."]}, {"name": "", "audio": "", "normalized": ["It repeatedly pounded in as though it was headbutting and she felt like her womb was getting scraped up every time it did."]}, {"name": "Lark Shasha", "audio": "v_sr589_0038", "normalized": ["Ughaaghh!", " You're knocking it in so hard… You're gonna tear my womb apart… I'm not gonna be able to have babies!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0039", "normalized": ["Your cock is so good and… It's like my pussy is crying, ooghh!", " It's twitching, so good, and it's crying, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was feeling pleased with her whole body while she was slightly tearing up in her eyes, with her head shaking madly."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was getting used to the size of the penis, she began to move her hips on her own, attempting to seek even more pleasure."]}, {"name": "Lark Shasha", "audio": "v_sr589_0040", "normalized": ["Mnnhuhaahh… More, more… I want more of this pleasure!", " I'm… I want to feel even better, more…!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha desperately begged for the cock with her pussy completely loosened up."]}, {"name": "Lark Shasha", "audio": "v_sr589_0041", "normalized": ["Haaguhaahh!", " My pussy is burning up… More, I want more of this, oouhh!", " Please plow me hard with your cock!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0042", "normalized": ["Please, fuck my pussy… Please pond me hard and make me come!", " Cock, cock, ooghh!", " Please smash my womb harder!"]}, {"name": "", "audio": "", "normalized": ["The sight of her begging for more as her anus twitched was certainly that of a beat."]}, {"name": "", "audio": "", "normalized": ["A real beast would have been somewhat more adorable as it would not spout obscene words."]}, {"name": "Lark Shasha", "audio": "v_sr589_0043", "normalized": ["Ughaaghh!", " My pussy feels so good… Mnnghh… Haaguhh… Guhaahh, nuhgguooughh!"]}, {"name": "", "audio": "", "normalized": ["The huge penis had endless endurance and it was actually speeding up its pounding, not slowing down."]}, {"name": "", "audio": "", "normalized": ["Also, it had enough intelligence to change its pace, driving Lark Shasha towards the climax while it was also nearing the ejaculation."]}, {"name": "Lark Shasha", "audio": "v_sr589_0044", "normalized": ["Mnnghaahh… Cock, inflating… A-are you about to… Yeah, it's about time… I' coming soon too… Haaguhh…!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0045", "normalized": ["Mnghaahh!", " Please pour more into me!", " Thick cum into me… Blow all your load, as much as you want!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was feeling the penis with her whole body and as she sensed the ejaculation was nearing, she put on a joyous expression."]}, {"name": "", "audio": "", "normalized": ["The joy was not from the procreation being over but from the sheer joy of receiving the ejaculation."]}, {"name": "Lark Shasha", "audio": "v_sr589_0046", "normalized": ["Mnnaahuuhaahh?!", " A hot one, coming in, aaghh!", " So much, coming into my womb!"]}, {"name": "", "audio": "", "normalized": ["The huge penis ejaculated semen deep inside her womb, almost showering her womb directly with the semen as it came overflowing out of her vagina."]}, {"name": "", "audio": "", "normalized": ["The shock of the ejaculation in her womb made Lark Shasha achieve orgasm as her body shuddered."]}, {"name": "Lark Shasha", "audio": "v_sr589_0047", "normalized": ["Mnghaahh?!", " I-I'm coommiinngg!", " Huge cock, making me come, ughh!"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha poked her crotch out as it twitched and trembled then squirted spectacularly."]}, {"name": "", "audio": "", "normalized": ["With the lingering effects of the needle-like tentacle injected, she spewed breast milk from her erect nipples as well."]}, {"name": "Lark Shasha", "audio": "v_sr589_0048", "normalized": ["Haaheeghh!", " So much is coming out of my pussy!", " Uheehehh… This feels way too good and I can't stop it, oouhh!"]}, {"name": "Lark Shasha", "audio": "v_sr589_0049", "normalized": ["It's coming out of my titties too… This is all so much and… I'm going insane… Mnngehehh… My body, burning up…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's womb was filled with the sizzling semen as she smiled creepily while staring at heaven with her face frowned, her eyes rolled back."]}, {"name": "", "audio": "", "normalized": ["Messy semen, vaginal fluid, and squirt were endlessly gushing out of her crotch, drenching her lower body."]}, {"name": "Lark Shasha", "audio": "v_sr589_0050", "normalized": ["Aaguhh… So much in my pussy… I'm… I might be knocked up now… Uheheheh… Cum won't stop…"]}, {"name": "", "audio": "", "normalized": ["The huge penis continued to ejaculate, even as Lark Shasha was savoring the lingering pleasure of the orgasm."]}, {"name": "", "audio": "", "normalized": ["Then, by the time the ejaculation was over, her belly was inflated like a several months pregnant woman, thanks to the massive creampie."]}, {"name": "Lark Shasha", "audio": "v_sr589_0051", "normalized": ["Mnghaahh… Haauh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Lark Shasha passed out like the string holding her up snapped from the exhaustion and the shock of the penetration."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha was wetting herself as urine trickled from her crotch still engulfing the huge penis."]}, {"name": "", "audio": "", "normalized": ["The cock was going to continue massive ejaculation into her unconscious vagina and procreate as its libido knew no ends."]}, {"name": "", "audio": "", "normalized": ["Lark Shasha's eyes were rolled back and she could do nothing as the tentacle was sure to make her pregnant."]}]