[{"name": "", "audio": "", "normalized": ["I brought Loewe into the discipline room, and I immediately used the tentacle torture creature to bind her and suspend her from mid-air."]}, {"name": "", "audio": "", "normalized": ["The tentacles removed the clothing from her lower half, and put her in position, with her exposed genitals and anus pointed towards me, standing behind her."]}, {"name": "You", "audio": "", "normalized": ["Jeez, your pussy is already dripping wet.", " For someone who was calling me a masochist and a pervert, you're the worst one of all."]}, {"name": "You", "audio": "", "normalized": ["Hey, you want my dick, right?", " If you want it so bad, I'll screw it into you right now."]}, {"name": "You", "audio": "", "normalized": ["A slutty pussy like yours doesn't need any foreplay, right?", " There!"]}, {"name": "Loewe", "audio": "v_sr723_0000", "normalized": ["Anhahhnn!", " Your giant dick is going inside my slutty, perverted pussyy♪"]}, {"name": "", "audio": "", "normalized": ["I tried insulting her the way she had done to me, but she just happily accepted it, her body trembling with pleasure."]}, {"name": "You", "audio": "", "normalized": ["Sheesh, it went all the way right in to this slutty pussy."]}, {"name": "You", "audio": "", "normalized": ["Do you have some kind of disease where you'll die if you're not taking a dick?"]}, {"name": "Loewe", "audio": "v_sr723_0001", "normalized": ["Aanhh♪", " That's right.", " If you don't plug my pussy up, I'll leak love juices everywhere."]}, {"name": "You", "audio": "", "normalized": ["Hmph, you're just like any stray cat in heat.", " You're always in season!", " Are even your brains sex organs at this point?"]}, {"name": "Loewe", "audio": "v_sr723_0002", "normalized": ["Nyahahh♪", " That's right!", " I always wanna have flirty mating sex with you."]}, {"name": "Loewe", "audio": "v_sr723_0003", "normalized": ["I feel like love juices might come gushing out of all my pores♪"]}, {"name": "", "audio": "", "normalized": ["What was with this back and forth?", " I figured there wouldn't be any point if I didn't give her the same treatment I got."]}, {"name": "", "audio": "", "normalized": ["Had I made a mistake in choosing my method of revenge…?"]}, {"name": "", "audio": "", "normalized": ["Still, I couldn't just stay a loser.", " I had to make this idiot in heat repent for what she did or else I wouldn't feel right."]}, {"name": "You", "audio": "", "normalized": ["Hey, you know I'm really pissed off at you for humiliating me like that.", " Are you gonna say sorry?", " Do you understand me…?!"]}, {"name": "", "audio": "", "normalized": ["I pulled my hips back.", " When I had almost pulled out the tip, I slammed forward again like I was hammering a nail."]}, {"name": "Loewe", "audio": "v_sr723_0004", "normalized": ["Hyannhh!", " Your dick is poking into the entrance to my womb♪", " Go ahead and cum like that.", " I want you to fertilize me♪"]}, {"name": "", "audio": "", "normalized": ["Ugh… She wasn't the least bit sorry.", " Actually, she seemed kind of happy?"]}, {"name": "Loewe", "audio": "v_sr723_0005", "normalized": ["Hey, Fuuma.", " You already came three times, is your dick okay?", " It's not as hard as it was before.", " Do you wanna rest?"]}, {"name": "", "audio": "", "normalized": ["Even though she was bound, she had a relaxed smile and was trying to provoke me."]}, {"name": "", "audio": "", "normalized": ["It seemed like she didn't understand the position she was in yet after all."]}, {"name": "You", "audio": "", "normalized": ["You're not gonna be that cocky pretty soon."]}, {"name": "Loewe", "audio": "v_sr723_0006", "normalized": ["Wow, I'm looking forward to seeing whatever good time you'll show me.", " Gahaha."]}, {"name": "You", "audio": "", "normalized": ["Well, you'll know soon enough."]}, {"name": "", "audio": "", "normalized": ["I pulled my hips back again and then continued my deep pistoning thrusts."]}, {"name": "Loewe", "audio": "v_sr723_0007", "normalized": ["Ahahh, I love your dick the most♪"]}, {"name": "Loewe", "audio": "v_sr723_0008", "normalized": ["It makes me twitch when your tip gets caught on my pussy's entrance!"]}, {"name": "You", "audio": "", "normalized": ["Sorry to interrupt you while you're enjoying yourself, but I'm going to plug up that sassy mouth of yours."]}, {"name": "", "audio": "", "normalized": ["I signaled to the tentacle beast, and it stretched out one of its infinite tentacles to her mouth."]}, {"name": "Loewe", "audio": "v_sr723_0009", "normalized": ["Aah, hannh♪", " Stir me up even harder with your dick!", " Nnh…?", " What's this?"]}, {"name": "You", "audio": "", "normalized": ["Hmph.", " Eat this!"]}, {"name": "", "audio": "", "normalized": ["When I gave the signal, the tentacle forced its way inside of her mouth… or at least, it was supposed to."]}, {"name": "Loewe", "audio": "v_sr723_0010", "normalized": ["Aanh… hmmh♪", " Chbbh, chbhmhclrlrl… Rllrl, nnh… Ahah, it's getting bigger in my mouth♪"]}, {"name": "", "audio": "", "normalized": ["She opened her mouth to let the tentacle in, as if she were waiting for it, and began to give it a sensual blowjob."]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "Loewe", "audio": "v_sr723_0011", "normalized": ["Chrlrll, lrlrll… mcchh.", " This thing twitches when I lick the tip while I suck.", " How cute."]}, {"name": "Loewe", "audio": "v_sr723_0012", "normalized": ["This tentacle is trying to respond to my pleasure by torturing me.", " But at this rate, it's only a reward for me.", " Nyahah♪"]}, {"name": "You", "audio": "", "normalized": ["…Fufu, I see."]}, {"name": "", "audio": "", "normalized": ["I saw that she was reacting happily from top to bottom, and I grinned, while continuing to pump her lower half."]}, {"name": "", "audio": "", "normalized": ["Even if she had such a slutty personality, her pussy was constantly squeezing me hard, pleasuring me deeply."]}, {"name": "Loewe", "audio": "v_sr723_0013", "normalized": ["Hannh, yes!", " Your cock is filling up my pussy.", " Hmmh, chh, rlrlch, chphh."]}, {"name": "Loewe", "audio": "v_sr723_0014", "normalized": ["Ghbhh, mchhlrl, haah… Look!", " I'm licking it just like what I did to your dick.", " It's trembling 'cause it feels good♪"]}, {"name": "You", "audio": "", "normalized": ["Hrmph."]}, {"name": "", "audio": "", "normalized": ["Loewe glanced at me provocatively as she sucked on the tentacle."]}, {"name": "", "audio": "", "normalized": ["She was caressing the tentacle with her lips and tongue as though it was my penis."]}, {"name": "Loewe", "audio": "v_sr723_0015", "normalized": ["Ufufu, it's twitching like it could burst at any moment."]}, {"name": "Loewe", "audio": "v_sr723_0016", "normalized": ["Did my caresses feel that good?", " You can cum already♪"]}, {"name": "", "audio": "", "normalized": ["Loewe's oral service became even more enthusiastic, as if she was pleased with the tentacle's reaction."]}, {"name": "Loewe", "audio": "v_sr723_0017", "normalized": ["Nnh, chlrlrl, chphh, chpph, lrlrl… Well?", " Does it feel good?", " How about here?", " Chh…"]}, {"name": "", "audio": "", "normalized": ["Loewe moved her hips in time with mine as she continued to stimulate the tentacle with her mouth."]}, {"name": "Loewe", "audio": "v_sr723_0018", "normalized": ["Hannh♪", " I love the way your hard, huge cock grinds against my walls.", " It makes me shiver♪"]}, {"name": "Loewe", "audio": "v_sr723_0019", "normalized": ["Ahaha, I'll be sure to treat you right too, Mr.", " Tentacle, so don't sulk.", " Lrlrll♪", " Chrllr, well, does that feel good?"]}, {"name": "", "audio": "", "normalized": ["The two were supposed to be torturing her, but Loewe's face looked completely calm, as if she was the one in charge."]}, {"name": "Loewe", "audio": "v_sr723_0020", "normalized": ["Rlrlrl, chghghch, come on, cum already, you're twitching like you want to."]}, {"name": "", "audio": "", "normalized": ["The tentacle she was teasing inside of her mouth was getting stiffer and stiffer, resembling an erect penis."]}, {"name": "Loewe", "audio": "v_sr723_0021", "normalized": ["Are you gonna cum?", " Right now?", " Nnh, do it.", " I'll drink it all up, so just feel good and let it all out.", " Ghrllrlph, chrllrlr."]}, {"name": "", "audio": "", "normalized": ["She shook her head and squeezed her lips tightly, fiercely stimulating the tentacle."]}, {"name": "", "audio": "", "normalized": ["Saliva leaked from the corners of her mouth, dripping down her chin."]}, {"name": "", "audio": "", "normalized": ["Finally the tentacle jerked wildly, and she sucked hard on the hole on its end."]}, {"name": "", "audio": "", "normalized": ["Splurt!", " Splurt!", " Sploort!", " Spluurt!"]}, {"name": "", "audio": "", "normalized": ["The tentacle undulated, semen flowing through its veins into Loewe's mouth."]}, {"name": "Loewe", "audio": "v_sr723_0022", "normalized": ["Nnh!", " Hauhh, nnh!", " Sho much in my mouf♪", " Nnh, nnh, nnh, nngh, nngh… nnhahh!", " Such hot and sticky stuff coming out."]}, {"name": "", "audio": "", "normalized": ["It was like the huge load of semen was coming from a pump, but she drank it down easily."]}, {"name": "Loewe", "audio": "v_sr723_0023", "normalized": ["Chlrlrl, I'm gonna suck out everything you've got♪", " Chh, nngh… glp.", " Well, Fuuma?", " I'm pretty good even with tentacles, right?"]}, {"name": "", "audio": "", "normalized": ["She gave me a satisfied look of pride.", " After all, she had even given me a cleanup blowjob after I ejaculated."]}, {"name": "Loewe", "audio": "v_sr723_0024", "normalized": ["The taste and smell are a little different from humans, but that's pleasurable too.", " Actually, there's still a lot flowing out."]}, {"name": "", "audio": "", "normalized": ["She had thought it was finished ejaculating, but more and more semen came pouring out.", " But when she went to lick it off again…"]}, {"name": "Loewe", "audio": "v_sr723_0025", "normalized": ["Mmm… hmm?", " The back of my throat feels weird… Like it's tingling…"]}, {"name": "You", "audio": "", "normalized": ["…Hmph.", " Now the real show begins."]}, {"name": "Loewe", "audio": "v_sr723_0026", "normalized": ["What?!", " What did you make me drink…?!"]}, {"name": "", "audio": "", "normalized": ["Her expression immediately changed to one of suspicion.", " In the meantime, the tentacle continued to ejaculate in her mouth."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, the tentacle is secreting aphrodisiac semen.", " As the name implies, it has a powerful sexual stimulant effect."]}, {"name": "You", "audio": "", "normalized": ["The liquid that collects in the stomach is absorbed and spreads throughout the body, entering every single cell.", " It's a Dark World lifeform that eventually affects the brain and drives women crazy."]}, {"name": "Loewe", "audio": "v_sr723_0027", "normalized": ["What the hell is that… Hyaah, nnhgh?!"]}, {"name": "", "audio": "", "normalized": ["The tentacle that was still ejaculating in her mouth suddenly shoved its way through her throat down to her stomach, filling it with another huge load of the aphrodisiac semen."]}, {"name": "You", "audio": "", "normalized": ["I'm going to make sure you pay for humiliating me."]}, {"name": "Loewe", "audio": "v_sr723_0028", "normalized": ["Heheh, if yer shayin' I'll feel even better, that'sh fine with me!"]}, {"name": "", "audio": "", "normalized": ["With the tentacle in her throat, Loewe's voice was muffled, but she was smiling easily again."]}, {"name": "", "audio": "", "normalized": ["Hmph, as expected of someone who's endured such strict training.", " Still, it wouldn't do for her to underestimate the Dark World lifeform."]}, {"name": "You", "audio": "", "normalized": ["Well then, how about this?"]}, {"name": "", "audio": "", "normalized": ["As I willed it, another tentacle stretched out towards Loewe's ass."]}, {"name": "Loewe", "audio": "v_sr723_0029", "normalized": ["Huh… wait… That's too thick… If you put that in now…"]}, {"name": "", "audio": "", "normalized": ["Her face was starting to flush a bit more.", " It seemed as though the aphrodisiac semen was beginning to take effect."]}, {"name": "", "audio": "", "normalized": ["Her belly was starting to swell up a bit, and the fat tentacle pressed up against her anus."]}, {"name": "You", "audio": "", "normalized": ["Well then, show me you can take it, Loewe."]}, {"name": "", "audio": "", "normalized": ["With the power of my mind, I rammed the tentacle, thick as my arm, straight into her ass with no hesitation."]}, {"name": "Loewe", "audio": "v_sr723_0030", "normalized": ["Phghghh!", " Ohh, it'sh filling up my belly… It won't fit all the way…!"]}, {"name": "", "audio": "", "normalized": ["The thick tentacle penetrated her bowels, making a noise as it pushed through her tight flesh."]}, {"name": "", "audio": "", "normalized": ["With her stomach swollen with the aphrodisiac semen, and the tentacle pushing into her from behind, even Loewe couldn't help letting out a cry of anguish."]}, {"name": "You", "audio": "", "normalized": ["Haha, that's right, that's the look I wanted to see on your face.", " Does it hurt?", " Too much?", " But we're not done yet."]}, {"name": "", "audio": "", "normalized": ["The giant tentacle in her ass pulsated, releasing more aphrodisiac semen into her bowels."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, did you know?", " That aphrodisiac semen is absorbed even more easily in the intestines.", " The effects should kick in soon."]}, {"name": "Loewe", "audio": "v_sr723_0031", "normalized": ["Aaah!", " There'sh even more hot shtuff in my ass!", " Wow… Aah, it'sh amazing!"]}, {"name": "", "audio": "", "normalized": ["The tentacles throbbed and pulsed, and each time, her whole body twitched and squirmed as she cried out in pleasure."]}, {"name": "", "audio": "", "normalized": ["I commanded the giant tentacle to piston in and out of her to pleasure her even further."]}, {"name": "", "audio": "", "normalized": ["The tentacle shuddered and then slowly moved through her intestines, invading her belly."]}, {"name": "Loewe", "audio": "v_sr723_0032", "normalized": ["Nnhahh!", " It'sh moving!", " It'sh turning my anus inshide out!", " It feelsh sho good!"]}, {"name": "", "audio": "", "normalized": ["With the aphrodisiac semen pouring into her from both ends, her belly was swollen like a pregnant woman ready to give birth."]}, {"name": "", "audio": "", "normalized": ["By now the aphrodisiac components were probably being absorbed by her stomach and intestines and spreading throughout her body."]}, {"name": "Loewe", "audio": "v_sr723_0033", "normalized": ["Annghh!", " Agghahh!", " My ass feelsh sho good!", " I'm going crazyy!"]}, {"name": "You", "audio": "", "normalized": ["Bwahaha, you're going to pay with your body for what you did to me!"]}, {"name": "", "audio": "", "normalized": ["Perhaps the aphrodisiac had spread completely throughout her body.", " Loewe's fair skin was faintly pink, as though she'd just gotten out of the bath."]}, {"name": "", "audio": "", "normalized": ["Her body, shivering with pleasure, was covered in beads of sweat, shimmering as they reflected the light in the room."]}, {"name": "Loewe", "audio": "v_sr723_0034", "normalized": ["Aaannhh!", " My whole body feelsh sho goo!", " It'sh sho good being touched!", " Aaahhnn!"]}, {"name": "", "audio": "", "normalized": ["Her whole body was aroused, but she was no longer in agony.", " Her expression was blissful as she dripped with saliva and love juices."]}, {"name": "You", "audio": "", "normalized": ["Okay, time to rough up your slutty pussy too, and make you go crazy cumming from all three holes at the same time."]}, {"name": "", "audio": "", "normalized": ["I gradually started to pick up speed, pumping my hips in time with the thick tentacle pounding her ass."]}, {"name": "Loewe", "audio": "v_sr723_0035", "normalized": ["Phggyahh!", " Your dick too!", " Your dick ish amazhing, Fuuma!", " It'sh going sho deep!"]}, {"name": "", "audio": "", "normalized": ["Loewe screamed wildly, as if she'd lost all reason from being stimulated in three spots at once."]}, {"name": "", "audio": "", "normalized": ["Perhaps because of the aphrodisiac, she was so wet that it was easy to pump in and out, even though her pussy was tight."]}, {"name": "Loewe", "audio": "v_sr723_0036", "normalized": ["I'm going crazyy!", " My ass and my pussy and my shtomach feel sho good, nnghh, I'm losing my mind!"]}, {"name": "", "audio": "", "normalized": ["Each time I thrusted, my flesh slapped against her crotch, soaked with sweat and love fluids, making a loud, wet sound."]}, {"name": "", "audio": "", "normalized": ["Loewe was like a tiny boat at the mercy of the raging sea, her body tossed about by the one-sided pleasure assailing her."]}, {"name": "You", "audio": "", "normalized": ["Fufu, fufu, haha, I love how your pussy keeps contracting and loosening up all over again."]}, {"name": "", "audio": "", "normalized": ["Her pussy was closing and opening like a goldfish desperate for oxygen, stimulating my penis with a different kind of pleasure."]}, {"name": "", "audio": "", "normalized": ["She was probably orgasming slightly over and over again.", " Thanks to that, I was feeling so good I might ejaculate right away as well."]}, {"name": "Loewe", "audio": "v_sr723_0037", "normalized": ["Ohh, my stomach hurts!", " It hurts but it feels so good!", " It's like my brain is melting, like it's gonna leak out my pussy!"]}, {"name": "", "audio": "", "normalized": ["Loewe's vision spun in circles.", " Saliva dripped from her mouth and love juices dripped from her pussy, forming a puddle on the floor."]}, {"name": "", "audio": "", "normalized": ["She was already acting like a completely mad female pig.", " Even though I was the one using them, I couldn't help but shudder as I was reminded of the power of Dark World lifeforms."]}, {"name": "You", "audio": "", "normalized": ["Hey, Loewe.", " You know, if you cum like this, your brain might really break."]}, {"name": "Loewe", "audio": "v_sr723_0038", "normalized": ["Hahhihh!", " Aaahhuhh!", " I-I don't caare!", " I'd be so happy to go crazy from cumming!"]}, {"name": "", "audio": "", "normalized": ["She was dripping with bodily fluids from her eyes, nose, mouth, and every hole in her body, but her expression was happy.", " I was almost in awe of her."]}, {"name": "You", "audio": "", "normalized": ["Is that so.", " Then cum as much as you like."]}, {"name": "", "audio": "", "normalized": ["I could feel the urge to ejaculate getting stronger.", " I filled my lungs with air and used all my strength to pick up the speed of my pumping."]}, {"name": "", "audio": "", "normalized": ["I kept a tight grip on Loewe's soft butt, slamming my hips back and forth into her."]}, {"name": "Loewe", "audio": "v_sr723_0039", "normalized": ["Nngyahh!", " Aggh, annhh!", " A-amazhing!", " My pussy and my womb are gonna breaak!"]}, {"name": "", "audio": "", "normalized": ["The tentacles violating her mouth and anus both intensified their movements, keeping up with me."]}, {"name": "Loewe", "audio": "v_sr723_0040", "normalized": ["Ogghh!", " Hgghh!", " I'm breakiing!", " I'm going crazyy!"]}, {"name": "", "audio": "", "normalized": ["She was no longer anything but a tool to relieve our sexual desires, as our three rods thrusted inside of her."]}, {"name": "", "audio": "", "normalized": ["The tentacles and I kept ravishing her, seeking to fulfill our own desires and paying no mind to her body."]}, {"name": "Loewe", "audio": "v_sr723_0041", "normalized": ["Dick ish sho amazing!", " I'm sho happy with three dicksh deep inshide of me!"]}, {"name": "Loewe", "audio": "v_sr723_0042", "normalized": ["Ahahnnhh, more, harder!", " Just break me!", " Make me feel even better!"]}, {"name": "You", "audio": "", "normalized": ["Haah, haah, you're so selfish.", " Take that!", " I'll break you, then!"]}, {"name": "", "audio": "", "normalized": ["I was so turned on that I let go of my last limits and kept thrusting upwards without reservation."]}, {"name": "", "audio": "", "normalized": ["Our pumping was intense enough to lift her body, suspended in mid-air."]}, {"name": "", "audio": "", "normalized": ["Loewe was covered in tears and drool, on the verge of fainting."]}, {"name": "Loewe", "audio": "v_sr723_0043", "normalized": ["Ohh!", " I'm gonna cum!", " My mind's gonna break from cumming!", " My pussy and anus and womb and mind are all gonna breaak!"]}, {"name": "", "audio": "", "normalized": ["Loewe finally squeezed her pussy as tight as possible, and at that moment, I drove my penis deep inside of her and unleashed my semen."]}, {"name": "Loewe", "audio": "v_sr723_0044", "normalized": ["Hygaahh!", " My pussy is soaked in your semen!", " Hohh, wow, I'm gonna cum!", " I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Loewe's eyes rolled back as she climaxed with a squeal."]}, {"name": "Loewe", "audio": "v_sr723_0045", "normalized": ["Gyaah, I'm cummiing!", " My brain's being violated, it'sh like I'm going crazyy, gyahh…!"]}, {"name": "", "audio": "", "normalized": ["She spasmed harder than ever and a huge amount of squirt came out of her pussy."]}, {"name": "", "audio": "", "normalized": ["She squealed as though she couldn't even form proper words anymore, shaking her hips and spraying squirt everywhere."]}, {"name": "You", "audio": "", "normalized": ["Gwoah?!", " My dick's getting squeezed tighter!?"]}, {"name": "", "audio": "", "normalized": ["Her pussy was clamping down so hard from her orgasm it felt like it was going to wrench my dick off."]}, {"name": "", "audio": "", "normalized": ["I was forced to let out another huge load of semen."]}, {"name": "", "audio": "", "normalized": ["The thick tentacle attacking her anus was similarly having all of its semen squeezed out into her bowels."]}, {"name": "", "audio": "", "normalized": ["Loewe's belly was swelling up before my eyes."]}, {"name": "Loewe", "audio": "v_sr723_0046", "normalized": ["Ogghh!", " Ogghhehh!", " Gbbhh!"]}, {"name": "", "audio": "", "normalized": ["With the three meat sticks pouring semen into her, Loewe was turned into a cum sack, spurting white fluid from her mouth, pussy, and anus."]}, {"name": "Loewe", "audio": "v_sr723_0047", "normalized": ["Ogghh!", " Ngyahh!", " Wow!", " I'm shooting out semen!", " Gyahahh!"]}, {"name": "Loewe", "audio": "v_sr723_0048", "normalized": ["I'm cumming again!", " Semen and love juices and squirt are all coming out!", " Ahyahh!", " I'm cumming, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Loewe's face was blissful as she let out a shriek."]}, {"name": "", "audio": "", "normalized": ["She continued to squirt, her whole body shuddering as if an electric current was running through her."]}, {"name": "You", "audio": "", "normalized": ["Have you… really gone crazy?"]}, {"name": "", "audio": "", "normalized": ["Even I was a little taken aback at her climaxing so fiercely."]}, {"name": "Loewe", "audio": "v_sr723_0049", "normalized": ["Aaah… I'm gonna cum!", " It'sh like… my ovaries… Hyaahh I'm cumming again!"]}, {"name": "Loewe", "audio": "v_sr723_0050", "normalized": ["I'm covered in cum from my mouth to my pussy and anus… Ghihh?!", " I'm cumming…!", " Haah, I'm totally fertilized…"]}, {"name": "", "audio": "", "normalized": ["Even though the tentacles and I had squeezed out every last drop of semen, Loewe continued to climax over and over."]}, {"name": "", "audio": "", "normalized": ["Perhaps the effect of the aphrodisiac semen made it so that the lingering sensations or just having dicks inserted in her would bring her to orgasm."]}, {"name": "Loewe", "audio": "v_sr723_0051", "normalized": ["Aah… I'm cumming… nnh!", " Ahyahh, my body's getting stimulated on its own… Guhyahh!", " It won't stop…"]}, {"name": "Loewe", "audio": "v_sr723_0052", "normalized": ["Aah, I'm cumming again!", " I'm gonna cum!"]}, {"name": "", "audio": "", "normalized": ["After all this, even Loewe who was constantly in heat must have been more than satisfied."]}, {"name": "", "audio": "", "normalized": ["Thirty minutes passed with her continuing to climax before her body began to relax, as though the aphrodisiac had finally started to wear off."]}, {"name": "Loewe", "audio": "v_sr723_0053", "normalized": ["Aaah… Haah, haah, nnh… Aah… I'm all spaced out… I don't have any strength left at all…"]}, {"name": "", "audio": "", "normalized": ["Seeing the two tentacles slip out of her holes as she shivered, I pulled my penis out as well."]}, {"name": "", "audio": "", "normalized": ["With her holes unplugged, a huge amount of semen gushed from Loewe's mouth, pussy, and anus with a gurgling sound."]}, {"name": "Loewe", "audio": "v_sr723_0054", "normalized": ["Aaah, the feeling of all that hot semen flowing out of me is nice too."]}, {"name": "", "audio": "", "normalized": ["Her voice was sweet and satisfied as her pussy queefed wetly."]}, {"name": "Loewe", "audio": "v_sr723_0055", "normalized": ["I've never done semen enema scat play before, but if it feelsh thish good, I could do it every time."]}, {"name": "You", "audio": "", "normalized": ["…Seriously?"]}, {"name": "Loewe", "audio": "v_sr723_0056", "normalized": ["Aww, all that lovely semen inside of me is pouring out.", " What a waste."]}, {"name": "", "audio": "", "normalized": ["Looking at Loewe, trying desperately to close her pussy and anus with a disappointed look on her face, I hung my head in defeat."]}, {"name": "", "audio": "", "normalized": ["She cared more for the pursuit of pleasure than her own life.", " Even if I tried to stop her with force, she'd simply get absorbed in battle and one of us would die."]}, {"name": "You", "audio": "", "normalized": ["Haah… What the hell do I have to do to make you yield to me?"]}, {"name": "", "audio": "", "normalized": ["I couldn't help letting my thoughts slip out.", " Loewe grinned at me and spoke."]}, {"name": "Loewe", "audio": "v_sr723_0057", "normalized": ["Just fuck me until I'm satisfied."]}, {"name": "", "audio": "", "normalized": ["She replied with a blissful expression on her face."]}, {"name": "Loewe", "audio": "v_sr723_0058", "normalized": ["Now then, Fuuma.", " That can't be all the punishment you've got, right?", " I'm still good, so torture and drug me all you want!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were gleaming in anticipation of more pleasure, and it seemed she had already recovered physically."]}, {"name": "You", "audio": "", "normalized": ["Haah… I've got to think carefully about how to handle this in the future."]}, {"name": "", "audio": "", "normalized": ["I shook my head in exasperation and looked up towards the heavens."]}]