[{"name": "Rinako", "audio": "v_r-ev072_0000", "normalized": ["Haa…haa… Where… am…I?", " Oh… That's right…"]}, {"name": "", "audio": "", "normalized": ["Rinako awakened to find herself constrained in what seemed to be a dark and damp place."]}, {"name": "", "audio": "", "normalized": ["Taimanin and successor to the Momota Clan, Rinako had set off to complete a mission."]}, {"name": "", "audio": "", "normalized": ["However, unexplainably she could not use her powers on the man she was fighting.", " It seemed as if he stole Rinako's powers, and then used them against her."]}, {"name": "", "audio": "", "normalized": ["Upon her defeat, the man used his powers to force her into the belly of a truly horrifying and disgusting beast."]}, {"name": "Rinako", "audio": "v_r-ev072_0001", "normalized": ["Ah… That's right.", " I remember now… But wait, why am I… Oh god…"]}, {"name": "", "audio": "", "normalized": ["Her already-pale skin became nearly bleached with fright as her worst fears were realized."]}, {"name": "", "audio": "", "normalized": ["Whether it was the smell or the uncomfortable, clingy humidity, she knew for certain where she was."]}, {"name": "Rinako", "audio": "v_r-ev072_0002", "normalized": ["Am I…inside the…belly… …of the BEAST?!"]}, {"name": "", "audio": "", "normalized": ["The moment she tried desperately to move, she noticed the gross, sticky liquid covering her hands."]}, {"name": "Rinako", "audio": "v_r-ev072_0003", "normalized": ["Kyaa!", " Wh-what the fuck are these things?"]}, {"name": "", "audio": "", "normalized": ["The walls, if one could call them that, were the stomach lining.", " Ooze dripped from it as it clung to Rinako's soft skin."]}, {"name": "", "audio": "", "normalized": ["Before she knew it, Rinako's limbs were caught inside as terrible tentacles restrained her body from moving."]}, {"name": "Rinako", "audio": "v_r-ev072_0004", "normalized": ["Grr… Le-let go of me!", " Ri-right this instant!"]}, {"name": "", "audio": "", "normalized": ["She tried desperately to move her arms and legs, but each limb was seemingly swallowed up by a tentacle with a vice-like grip."]}, {"name": "", "audio": "", "normalized": ["Each tentacle was filled with a viscous ooze which made Rinako nearly faint from how dreadful it felt."]}, {"name": "", "audio": "", "normalized": ["The walls and also the ceiling were dripping with this ooze, and it's no doubt that it probably dripped all over her while Rinako was out."]}, {"name": "", "audio": "", "normalized": ["After a few moments she realized it."]}, {"name": "", "audio": "", "normalized": ["The ooze didn't just cover her limbs, but it had found its way on to her face, inside her clothes, and was even seeping into every follicle on her scalp."]}, {"name": "Rinako", "audio": "v_r-ev072_0005", "normalized": ["Oh, no…no…no…no… Let me out of here!", " Please!"]}, {"name": "", "audio": "", "normalized": ["As she was protesting her entrapment, the tentacles began caressing and slathering more ooze on to her swallowing up her arms and legs."]}, {"name": "", "audio": "", "normalized": ["It was a horrible feeling, much like being chewed up.", " Shivers shot through her spine as she stood there with a look of terror on her face."]}, {"name": "Rinako", "audio": "v_r-ev072_0006", "normalized": ["Grr… Wh-what the?!"]}, {"name": "", "audio": "", "normalized": ["The beast began preparing its new meal for some extra embarrassment."]}, {"name": "", "audio": "", "normalized": ["Thin tentacles sprung up from the stomach's bottom lining, wrapped around her anti-Demon skirt, and tore a gigantic hole in her panties."]}, {"name": "", "audio": "", "normalized": ["Pressed tightly against her exposed slit, the dexterous tentacles spread her wide open, exposing her virgin cunt to the hot and humid air."]}, {"name": "Rinako", "audio": "v_r-ev072_0007", "normalized": ["Mmmnnpphh!", " S-stop… Pl-please don't touch there… Oh…"]}, {"name": "", "audio": "", "normalized": ["The tentacles squirmed like worms as they caressed and pecked at her cherry and peach filled pie, stimulating her further."]}, {"name": "", "audio": "", "normalized": ["Though trying to keep a cool head driven by pure hate for the creature, Rinako strangely found her hips had gone numb, as if she were melting in its stomach."]}, {"name": "Rinako", "audio": "v_r-ev072_0008", "normalized": ["Aaahh!", " Wh-why is this happening to me…!", " AaaAAaahh!"]}, {"name": "", "audio": "", "normalized": ["Tiny tentacles tickled her pink pussy as she moaned.", " Shortly, white cream began to seep out."]}, {"name": "", "audio": "", "normalized": ["Seemingly awakened by the scent of a girl, a gigantic tentacle raised its fat, heavy body up— pointing straight at her."]}, {"name": "Rinako", "audio": "v_r-ev072_0009", "normalized": ["(Wh-what is that!?", " What is going on…!", ")"]}, {"name": "", "audio": "", "normalized": ["It wasn't so long as it was thick.", " Probably as thick as Rinako's own thigh."]}, {"name": "", "audio": "", "normalized": ["The tip bubbled with a cloudy liquid as the grotesque tenta-cock bulged with life."]}, {"name": "", "audio": "", "normalized": ["Clearly, the beast was setting its sights on Rinako's pussy, as it throbbed with excitement."]}, {"name": "Rinako", "audio": "v_r-ev072_0010", "normalized": ["(Now…now that you mention it… Oh shit…)"]}, {"name": "", "audio": "", "normalized": ["She had just remembered that this beast was unlike any other animal, as its sexual organs could be found only in its stomach."]}, {"name": "", "audio": "", "normalized": ["It restrains females, gladly digests their arms and legs, and uses their body as a substitute womb."]}, {"name": "", "audio": "", "normalized": ["Upon realizing what she was dealing with, all the blood in her face ran leaving her pale as a ghost."]}, {"name": "Rinako", "audio": "v_r-ev072_0011", "normalized": ["No… This can't be… No!", " Please!", " Somebody let me out!"]}, {"name": "", "audio": "", "normalized": ["Rinako snapped with fear and trepidation as she screamed for her life.", " In that instant, the giant tenta-cock lunged forward."]}, {"name": "", "audio": "", "normalized": ["*Shhrrlluupp!", "* *Shhlluurrllpp!", "*"]}, {"name": "Rinako", "audio": "v_r-ev072_0012", "normalized": ["KYAAHH!", " D-don't come any closer!"]}, {"name": "", "audio": "", "normalized": ["The dull, raw sound of meat being torn apart was all Rinako could hear as the monstrous tenta-cock split the sides of her vagina clean open."]}, {"name": "", "audio": "", "normalized": ["However, she did not feel any pain.", " She expected to pass out from the pain, but instead she felt…"]}, {"name": "Rinako", "audio": "v_r-ev072_0013", "normalized": ["Mmmnn!", " Ooohh!", " Haa-YES!"]}, {"name": "", "audio": "", "normalized": ["Overwhelming, mind-bending, completely ego-destroying, pleasure."]}, {"name": "", "audio": "", "normalized": ["Her stomach expanded as the tenta-cock pushed its way farther in; she could feel her limbs heat up as she was blinded with pleasure."]}, {"name": "", "audio": "", "normalized": ["Jolts of ecstasy shot through her as countless tiny, wet tentacles chewed on her pure white skin."]}, {"name": "Rinako", "audio": "v_r-ev072_0014", "normalized": ["Oh god… Wait… This is too much!", " Too much!"]}, {"name": "", "audio": "", "normalized": ["The moaning Rinako had realized the nature of the beast, however she had yet to fully grasp its true power."]}, {"name": "", "audio": "", "normalized": ["The liquid that coated the stomach of the beast was in fact a neuro toxin, used to placate prey and make them feel pleasure before death."]}, {"name": "", "audio": "", "normalized": ["This toxin, which has the ability to control women with pleasure was already administered, and there was no way to cure her now."]}, {"name": "", "audio": "", "normalized": ["Though Rinako was a virgin, pristine and pure, the tearing of her vagina did not bother her in the slightest; she no longer fought back."]}, {"name": "Rinako", "audio": "v_r-ev072_0015", "normalized": ["Mmmpphh!", " Mmmnn, this is great!"]}, {"name": "", "audio": "", "normalized": ["This was her first time experiencing sexual stimulation.", " However, her partner was much bigger than any normal person could have been."]}, {"name": "", "audio": "", "normalized": ["Her eyes opened wide as she furrowed her brow.", " An expression of pure bliss came over her as she panted like a bitch in heat."]}, {"name": "Rinako", "audio": "v_r-ev072_0016", "normalized": ["Hyaahh!", " I can…I can feel everything!", " It feels amazing!"]}, {"name": "", "audio": "", "normalized": ["Her legs went numb as the giant tenta-cock pulsed inside her.", " Her stomach expanded further, shooting jolts of pleasure through her body."]}, {"name": "", "audio": "", "normalized": ["Though Rinako was a virgin, her first time surmounted any attempt by normal humans; her busted open cunt sent her eyes back into her head."]}, {"name": "", "audio": "", "normalized": ["The stimulation was so strong it was hard to breathe.", " However, the neurotoxin changed everything to pleasure, and in seconds she shot out a short burst of cum."]}, {"name": "", "audio": "", "normalized": ["Her nipples, which slightly showed through her Taimanin suit, were now hard as diamonds as they pointed straight up."]}, {"name": "Rinako", "audio": "v_r-ev072_0017", "normalized": ["Mmmnn…aahh… I can't believe this feels so good… I want more…"]}, {"name": "", "audio": "", "normalized": ["She tried to keep hold of her sanity by biting her tongue.", " Heavily breathing, Rinako narrowed her eyes at the disaster unfolding below."]}, {"name": "Rinako", "audio": "v_r-ev072_0018", "normalized": ["I'm supposed…to be…the next… …successor… What…am I…to do…now?"]}, {"name": "", "audio": "", "normalized": ["She screamed on the inside to resist the beast and moved her legs violently to free herself.", " However, the beast noticed and took action immediately."]}, {"name": "", "audio": "", "normalized": ["The entire shaft wriggled hard as the tenta-cock pushed further and further into poor Rinako's stomach."]}, {"name": "Rinako", "audio": "v_r-ev072_0019", "normalized": ["Hhnngg!", " *Heavy gasping* Ooohh!", " Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Rinako arched her back deep and narrowed her eyes.", " After screaming, she gyrated her hips as pleasure washed over her."]}, {"name": "", "audio": "", "normalized": ["Her cunt has stretched far beyond its limits.", " Every time the tenta-cock pulled out, Rinako's tongue flopped out of her mouth."]}, {"name": "", "audio": "", "normalized": ["Under normal circumstances, she should have been vomiting with pain.", " However, her brain was numbed by the neurotoxin forcing her to feel only pleasure."]}, {"name": "Rinako", "audio": "v_r-ev072_0020", "normalized": ["Ooohh…hoo…mmnn…"]}, {"name": "", "audio": "", "normalized": ["*Shlurk-splork-spluurrpp!", "* A truly dreadful sound spread out as the giant tenta-cock squirmed inside her pussy."]}, {"name": "", "audio": "", "normalized": ["Her stomach was now big enough to fool others into thinking she were pregnant.", " Deep inside, the tenta-cock coiled around seemingly pleased at what was happening."]}, {"name": "Rinako", "audio": "v_r-ev072_0021", "normalized": ["Hoo-hyaah!", " Mmm… Wait… No… Noo!"]}, {"name": "", "audio": "", "normalized": ["The beast stole everything away from her.", " She was supposed to be married to the one she loved and give birth to the Momota family's successor."]}, {"name": "", "audio": "", "normalized": ["The lowly beast had now violated her, and tears of regret streamed down her face.", " However, the frighteningly strong neurotoxin would never allow such feelings."]}, {"name": "Rinako", "audio": "v_r-ev072_0022", "normalized": ["HHNNGG!", " AAHH!", " Ooohh!"]}, {"name": "", "audio": "", "normalized": ["Her feelings of defeat quickly turned into joy, as her body melted into a puddle of pleasure."]}, {"name": "Rinako", "audio": "v_r-ev072_0023", "normalized": ["(No… Noo!", " This…can't…be…happening!", ")"]}, {"name": "", "audio": "", "normalized": ["Regret-filled tears tore at her core; Rinako squirmed and twisted as the pleasure numbed her to the core."]}, {"name": "", "audio": "", "normalized": ["Her eyes stopped focusing and a wry smile came over her face.", " Lips loosened, her tongue flopped out like a bitch in heat."]}, {"name": "Rinako", "audio": "v_r-ev072_0024", "normalized": ["Durrhh… Huhh?", " Ohh-haa-huuhh…!"]}, {"name": "", "audio": "", "normalized": ["The tenta-cock readied up and began its control phase as the blushing Rinako had completely given into the creature, having seemingly accepted her fate."]}, {"name": "", "audio": "", "normalized": ["*Gohoglughugh!", "* *Sploorrpp!", "* *…Plop!", "* *Gush-gush-glorp!", "*"]}, {"name": "Rinako", "audio": "v_r-ev072_0025", "normalized": ["Duurraahh!", " Nnmmpptthh… Ooohh…"]}, {"name": "", "audio": "", "normalized": ["Though she stopped restraining, the tenta-cock wanted more as it pushed even deeper into Rinako."]}, {"name": "", "audio": "", "normalized": ["Each time the tenta-cock pulled out, a geyser of cum sprayed all over the moving walls."]}, {"name": "", "audio": "", "normalized": ["The sheer amount of liquid coming out made it look like she was pissing herself."]}, {"name": "", "audio": "", "normalized": ["However, it was a sign of the pleasure Rinako felt upon having her cervix completely violated."]}, {"name": "", "audio": "", "normalized": ["The throbbing tentacle filled her pussy up to the brim, and each time it pulled out, the girl would lose herself in pleasure."]}, {"name": "Rinako", "audio": "v_r-ev072_0026", "normalized": ["Hehehehe… Duurrhh… Kyaahhaaha… Pbbtthh…"]}, {"name": "", "audio": "", "normalized": ["She moaned countless times, one after another as waves of pleasure crashed into her."]}, {"name": "", "audio": "", "normalized": ["Soon, she began licking the air, looking like a crazed buffoon as copious amounts of drool spilled from her mouth."]}, {"name": "Rinako", "audio": "v_r-ev072_0027", "normalized": ["Uugghhuuhh!", " I feel iitt… Uuueh-heheheh!"]}, {"name": "", "audio": "", "normalized": ["The tenta-cock had blown out her pussy completely as it crushed her womb with enough force to kill a child."]}, {"name": "", "audio": "", "normalized": ["She was seeing fireworks—no, a nuclear explosion of pure light as her body was fucked into oblivion."]}, {"name": "", "audio": "", "normalized": ["Piss exploded from her crushed urethra in a brilliant spectacle of seductive female power."]}, {"name": "", "audio": "", "normalized": ["*Pwwisshh!", " *Splurt-pwwiisshh!", "*"]}, {"name": "Rinako", "audio": "v_r-ev072_0028", "normalized": ["Hoohh…!", " Wooaahh!", " Huurr!"]}, {"name": "", "audio": "", "normalized": ["Mouth agape, eyes in the back of her head, Rinako screamed a frightfully masculine cry as a fountain of cum erupted from her ruined pussy."]}, {"name": "", "audio": "", "normalized": ["Her vagina walls were numb, and she couldn't feel anything below her waist any longer."]}, {"name": "", "audio": "", "normalized": ["She could not resist, nor could she think.", " All she could do was eject a golden fountain of piss from her bruised urethra."]}, {"name": "Rinako", "audio": "v_r-ev072_0029", "normalized": ["Ooohhgguuhh…feels…so… …Good!", " Mmmnnaahh…"]}, {"name": "", "audio": "", "normalized": ["*Spwiisshh!", "* *Splurt-lurt…* *Splinkle…pwiisshh!", "*"]}, {"name": "", "audio": "", "normalized": ["She became completely enamored with the feeling of whatever fluid was shooting out of her.", " The feeling sent her off into space."]}, {"name": "", "audio": "", "normalized": ["The more she felt, the stronger it got.", " Tears of joy began to fall as the tenta-cock fucked her even harder."]}, {"name": "Rinako", "audio": "v_r-ev072_0030", "normalized": ["Nyoo-hoo!", " Soo good!"]}, {"name": "", "audio": "", "normalized": ["It pulled out and then shot back in.", " Over and over, Rinako was devastated by its power."]}, {"name": "", "audio": "", "normalized": ["In moments, Rinako's beautiful face became twisted with perverted ecstasy."]}, {"name": "", "audio": "", "normalized": ["Her eyes were completely in the back of her head, and her mouth was agape.", " To a normal person, she would look utterly insane."]}, {"name": "", "audio": "", "normalized": ["The once lady-like dark haired girl was no more.", " She now resembled more of a prostitute, the way she was licking the empty air."]}, {"name": "Rinako", "audio": "v_r-ev072_0031", "normalized": ["Kyaahaa good!", " Kood!", " So good!"]}, {"name": "", "audio": "", "normalized": ["Waves of intense pleasure had destroyed Rinako as she no longer fought the feelings.", " She moaned harder with each pump of the tenta-cock."]}, {"name": "", "audio": "", "normalized": ["The waves of pleasure rang out through her body, where upon reaching her busted cunt, they would be sent back with even more power."]}, {"name": "", "audio": "", "normalized": ["Rinako screamed as if her orgasms had propelled her far into the sky, taking her to no place any mortal should ever venture."]}, {"name": "Rinako", "audio": "v_r-ev072_0032", "normalized": ["No mooree!", " Please!", " I can't take any more!", " Pleeaassee!"]}, {"name": "Rinako", "audio": "v_r-ev072_0033", "normalized": ["Please stop!", " I'm gonna cum!", " Hrrnngg!"]}, {"name": "", "audio": "", "normalized": ["She convulsed with joy as her face was covered with drool, snot, and tears."]}, {"name": "", "audio": "", "normalized": ["Just as her convulsions were calming down, the tenta-cock shot right back in and punctured her cervix again."]}, {"name": "", "audio": "", "normalized": ["*Pwwiisshh!", "* *Goocchh!", "* *Shluck!", "*"]}, {"name": "Rinako", "audio": "v_r-ev072_0034", "normalized": ["Mmm…"]}, {"name": "", "audio": "", "normalized": ["The shock sent her eyes to the back of her head as she was blown away."]}, {"name": "", "audio": "", "normalized": ["The waves of pleasure folded on top of one another, creating a razor-sharp feeling of absolute joy and pleasure."]}, {"name": "", "audio": "", "normalized": ["*Pwwiisshh!", "* *splolork!", "* *Splurrt!", "* *Splork-lork-spluugh!", "*"]}, {"name": "Rinako", "audio": "v_r-ev072_0035", "normalized": ["Aaahh!", " Ooohh!", " Wooww!"]}, {"name": "Rinako", "audio": "v_r-ev072_0036", "normalized": ["Mmmff… I'm cumming!", " Hoohh!", " Cummingcummingcumming!"]}, {"name": "", "audio": "", "normalized": ["Like the shot heard around the world, Rinako's busted cervix was plastered with beast cum.", " The feeling made Rinako almost fall over and die."]}, {"name": "", "audio": "", "normalized": ["A fountain of cum erupted from Rinako's cunt as her cervix fought back with its own liquid biological attack."]}, {"name": "", "audio": "", "normalized": ["Copious amounts of semen dripped from Rinako's gaping trap.", " It was seemingly endless river of cum."]}, {"name": "", "audio": "", "normalized": ["Within moments, Rinako's cervix swelled, and her belly enlarged to the point of looking like she was about to give birth."]}, {"name": "Rinako", "audio": "v_r-ev072_0037", "normalized": ["Hhhnngg!", " I'm cumminngg!"]}, {"name": "", "audio": "", "normalized": ["As more semen was dumped into her womb, Rinako's uterus puckered up and shot sporadic bursts of cum, signaling her defeat."]}, {"name": "", "audio": "", "normalized": ["Rinako shook with joy, not anger, after being completely violated by the beast, and having her precious womb desecrated."]}, {"name": "Rinako", "audio": "v_r-ev072_0038", "normalized": ["I'm cumming!", " I'm cumming!", " Ooohh I'm cumminngg!"]}, {"name": "", "audio": "", "normalized": ["*Spwiisshh!", " Her legs shook as another fountain of cum erupted from her ruined cunt."]}, {"name": "", "audio": "", "normalized": ["If Rinako were sound, she would have been wracked with grief after what this thing did to her."]}, {"name": "", "audio": "", "normalized": ["However, she was somewhere else now.", " Though she tried to bear it, all she could do now was melt in the creature's embrace."]}, {"name": "Rinako", "audio": "v_r-ev072_0039", "normalized": ["(Hoo…hoo… I feel like I'm melting… Aaahh…)"]}, {"name": "", "audio": "", "normalized": ["She thought maybe this wasn't so bad.", " Actually, this was great because it felt so good."]}, {"name": "", "audio": "", "normalized": ["A devilish smile wrapped around Rinako's face as the tenta-cock continued shooting more and more spunk into its prey."]}]