[{"name": "Donna", "audio": "v_sr511_0000", "normalized": ["Mnnghh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["Donna poked her ass out as she put her hands on a boulder for support."]}, {"name": "", "audio": "", "normalized": ["I obliged her wish to be pounded from the behind and took my time savoring her molten pussy."]}, {"name": "You", "audio": "", "normalized": ["Guhh… Ughh… Now, this is pretty damn tight…"]}, {"name": "", "audio": "", "normalized": ["Even though we had just begun, her vaginal flesh tangled onto my penis and made me experience pleasure beyond my expectations."]}, {"name": "Donna", "audio": "v_sr511_0001", "normalized": ["Mnnahaahh, yess… Yess… Hoouhghh, oohoguhh…"]}, {"name": "", "audio": "", "normalized": ["Despite the fact I had fucked her many times before, her pussy never got bored of my cock and was getting aroused as it sucked me in."]}, {"name": "You", "audio": "", "normalized": ["Don't you tell me… You haven't had…any sex or masturbation since we did it last time…?"]}, {"name": "", "audio": "", "normalized": ["I figured she might not have been even masturbating since I fucked her nice and hard back then."]}, {"name": "", "audio": "", "normalized": ["That was how hard her pussy was squeezing down as if it had been a while since it sucked a cock inside."]}, {"name": "Donna", "audio": "v_sr511_0002", "normalized": ["Mnnaahh… Haahh, haahh, that's right… Yes…"]}, {"name": "Donna", "audio": "v_sr511_0003", "normalized": ["…That's why… I wanted you to, mnnghuhh?!", " Mnnguhh, fuck me like this… Since I had…been holding it in so long!"]}, {"name": "", "audio": "", "normalized": ["That was why her pussy was even tighter than the last time when I fucked her hard.", " I understood."]}, {"name": "", "audio": "", "normalized": ["Her sucking my cock in and showing off an intoxicated expression like that seemed somewhat adorable to me."]}, {"name": "You", "audio": "", "normalized": ["Haha… That so, then…"]}, {"name": "", "audio": "", "normalized": ["I moved my hips back and forth to stimulate her deep inside her pussy and repeatedly plowed her."]}, {"name": "Donna", "audio": "v_sr511_0004", "normalized": ["Aaahh, uguhh, mnnghuuhh, ahahaahahahh, aaghhaahhahh, haah, haahh… Huuhgheh!"]}, {"name": "You", "audio": "", "normalized": ["Today… I'll fuck you as much as you want me to."]}, {"name": "", "audio": "", "normalized": ["I whispered into her years and continued pounding her."]}, {"name": "", "audio": "", "normalized": ["Her pussy was indeed tight, but she was completely drenched thanks to all the foreplay and it pleasured my cock just right."]}, {"name": "Donna", "audio": "v_sr511_0005", "normalized": ["Haahuhh, mnnoouhh, oogohh, hoouhohh, oohouhh, guheeghh, eeghh, mnnheghh!"]}, {"name": "", "audio": "", "normalized": ["Her pussy was nice and moist as she moaned from the pleasure and I could not stop my hips either."]}, {"name": "", "audio": "", "normalized": ["It was clear that the sensation of the viscous pussy juice tangling onto my cock was also something necessary for the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Guhh… Anyway, you really are wet down there…"]}, {"name": "", "audio": "", "normalized": ["Her pussy squeezed down tight, yet it was also so slippery that my cock almost popped out several times."]}, {"name": "", "audio": "", "normalized": ["Regardless, the entrance into her vagina was stimulating right around the tip, so it did not feel bad at all."]}, {"name": "Donna", "audio": "v_sr511_0006", "normalized": ["Heeghh, heghh… Aahahahh, ahh, mnngh… Huhhaahhahh… Oohghohh…"]}, {"name": "", "audio": "", "normalized": ["She must have been enjoying the sensation as she moaned loudly from the pleasure."]}, {"name": "", "audio": "", "normalized": ["However, I did tell her that I will fuck her long and hard today.", " This was not remotely close to hard."]}, {"name": "You", "audio": "", "normalized": ["Mnng, guhh…"]}, {"name": "", "audio": "", "normalized": ["It already felt pretty good."]}, {"name": "", "audio": "", "normalized": ["But looking at her showing off her lewd body and writhing in lust made me want to devour her more."]}, {"name": "", "audio": "", "normalized": ["Then I saw her breasts swaying every time I pounded my hips and reached for them."]}, {"name": "Donna", "audio": "v_sr511_0007", "normalized": ["Ooghh, ooghohh, haahh, haahh, heguuhghh?!"]}, {"name": "", "audio": "", "normalized": ["I moved the swimsuit out of the way and exposed her breasts, then squeezed them with both of my hands as if I was milking her."]}, {"name": "Donna", "audio": "v_sr511_0008", "normalized": ["Oohgoghoghghh….", " Huheghehghh?!", " Eghhouhgouhh, my tits!", " Noo, mnnhuhh, if you grab them so hard… Mnnheegghh?!"]}, {"name": "", "audio": "", "normalized": ["I firmly gripped with both hands and white liquid spewed out of her erect nipples."]}, {"name": "Donna", "audio": "v_sr511_0009", "normalized": ["Ooghoughh… Breast milk… It's coming out, coming out, ughh, mnhouhuh!", " I can't stop it, I can't stop, ooghh!"]}, {"name": "Donna", "audio": "v_sr511_0010", "normalized": ["Haahh, haauhh, haahh, aahahuhghh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because she had lactated, Donna had achieved light orgasm and expressed her pleasure with loud moans."]}, {"name": "", "audio": "", "normalized": ["The more I pounded her and stimulated her inside with my cock, louder her moans got."]}, {"name": "Donna", "audio": "v_sr511_0011", "normalized": ["Haahaahhaaghhaahuhhuhhmmnguyuhh !", " Aaahh, yess, I can't stop the milk, eeghh, so much coming out!"]}, {"name": "Donna", "audio": "v_sr511_0012", "normalized": ["Haahuhhaahuhh, mnnhuughh, huuhhghh, mnnghh, guhaahh, haahhaahuhaahuhhahaheghh!"]}, {"name": "", "audio": "", "normalized": ["Her efforts at trying to keep her voice down not to be noticed by anyone would have been completely ruined by that…"]}, {"name": "", "audio": "", "normalized": ["However, her hips did not stop even considering that as she sought even more pleasure greedily."]}, {"name": "You", "audio": "", "normalized": ["Mnnouh, ooghh…"]}, {"name": "", "audio": "", "normalized": ["In fact, it accelerated and she was trying to seek pleasure through the rough pounding."]}, {"name": "", "audio": "", "normalized": ["I wanted to keep plowing her right in her pussy drenched from so much pleasure with my big, hard cock."]}, {"name": "Donna", "audio": "v_sr511_0013", "normalized": ["Haauhahaauuhaahh, aahhaahh, aahh, mnnhuuhh?!", " Mnnhouhh, ohhaoohh, ohhouhh… Mnnhuhh, huughh!"]}, {"name": "", "audio": "", "normalized": ["We threw our rising libido at each other and heightened our pleasure even more."]}, {"name": "", "audio": "", "normalized": ["I continued to grope her breasts, not even close to being done, and let her spew more breast milk."]}, {"name": "Donna", "audio": "v_sr511_0014", "normalized": ["Haahuhh, uughhuhh, mnnhaah, noo, noo!"]}, {"name": "Donna", "audio": "v_sr511_0015", "normalized": ["Haaheehhuuhghh, uughuhh, aahhaahaahh… Mnnhaahhaahh, aaghaahaghaahahh!"]}, {"name": "", "audio": "", "normalized": ["The more I squeezed, the more breast milk came out of her and pooled on the ground."]}, {"name": "", "audio": "", "normalized": ["The sight of her covered in sweat as she spewed breast milk and dripped pussy juice, letting her pussy tangle onto my cock only turned me on more."]}, {"name": "You", "audio": "", "normalized": ["Guh, hahhahahahh…"]}, {"name": "", "audio": "", "normalized": ["The momentum we pounded our hips increased more and more."]}, {"name": "Donna", "audio": "v_sr511_0016", "normalized": ["Aghh, aahaahh, haahuhhaahuhahahahhaahh… Heeguhh, uughh, huhouooghh!", " Ooghhoghh, houhouhh, ooghh!"]}, {"name": "", "audio": "", "normalized": ["Along with it, her moans got louder and louder as well, the proof she was feeling that intense of pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Come on… Where the hell did Donna go…?"]}, {"name": "", "audio": "", "normalized": ["We heard the voice of Donna's friends who were looking for her as she had suddenly disappeared."]}, {"name": "", "audio": "", "normalized": ["She realized it and immediately came to."]}, {"name": "Donna", "audio": "v_sr511_0017", "normalized": ["Mnnhuuhh…?!"]}, {"name": "", "audio": "", "normalized": ["She quickly covered her mouth with her hands."]}, {"name": "", "audio": "", "normalized": ["Even then, she could not stop the pleasure once she had begun to seek it and almost let out more moans."]}, {"name": "Donna", "audio": "v_sr511_0018", "normalized": ["Huhh… Huhh… Mnnhuhh?!", " Fuhh, hhuuh, uhh… Mnng."]}, {"name": "", "audio": "", "normalized": ["She tried desperately to keep her voice down."]}, {"name": "", "audio": "", "normalized": ["Yet it slipped out and she seemed nervous that those voices may be heard by them."]}, {"name": "", "audio": "", "normalized": ["However, I had no intention of stopping my hips as I continued to pound my hips."]}, {"name": "Donna", "audio": "v_sr511_0019", "normalized": ["Mnnhuhh, uughh, noo, please… Mnnaahh… Please, wait, mnnhuhh!"]}, {"name": "", "audio": "", "normalized": ["She begged me to stop moving for a moment so her friends would not see how shameful she was acting, but I ignored her plea and continued to fuck her hard."]}, {"name": "", "audio": "", "normalized": ["I kept plowing the anxious Donna as I savored the slimy feeling of her pussy along with the lewd, wet noises."]}, {"name": "Donna", "audio": "v_sr511_0020", "normalized": ["Huuhuuhhmnn, mnngaaghaahahuuhh, uguhh, mnnuhh… Guhh… Haauh… Mnnghuhh…"]}, {"name": "Donna", "audio": "v_sr511_0021", "normalized": ["No, noo… Huuhghehh, eghh, eeghh, please, haahaahh, mnnuhh, huuhh, hhuugh."]}, {"name": "", "audio": "", "normalized": ["At this point, I could not tell if her words of denial were for me fucking her or the oncoming pleasure."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was for both of them."]}, {"name": "", "audio": "", "normalized": ["Anyhow, seeing her acting so desperate only made me want to tease and bully her more."]}, {"name": "You", "audio": "", "normalized": ["Come on… I'm gonna keep going…"]}, {"name": "Donna", "audio": "v_sr511_0022", "normalized": ["Mnnffhuuhh!"]}, {"name": "", "audio": "", "normalized": ["I tested how much more she could keep her voice down by pounding my hips hard."]}, {"name": "", "audio": "", "normalized": ["Her pussy tangled onto my cock so much and it felt so good, so I wan not going to stop anyway, so I decided to enjoy it as much as possible."]}, {"name": "Donna", "audio": "v_sr511_0023", "normalized": ["Huughh!", " Mnnghh!", " Mnnaahh, huhuhuhh… Mnnuhh?!", " Mnghmn, huuguhh!"]}, {"name": "", "audio": "", "normalized": ["She was definitely pleasured from me fucking her hard, but she still desperately tried to hold it in."]}, {"name": "Man", "audio": "", "normalized": ["…Seriously, I can't find her at all… Well, this is no good…"]}, {"name": "", "audio": "", "normalized": ["As I continued to tease her right in the opening into her womb, the voices of her friends approached us gradually."]}, {"name": "", "audio": "", "normalized": ["If she let out a moan like this, that would mean she would be showing off her acting like a whore to her friends."]}, {"name": "Donna", "audio": "v_sr511_0024", "normalized": ["Haahuhh, uughh, mmuighh, huuhh!"]}, {"name": "You", "audio": "", "normalized": ["Guhh…"]}, {"name": "", "audio": "", "normalized": ["I felt her honey pot tightening even more and felt intense pleasure."]}, {"name": "", "audio": "", "normalized": ["It appeared she imagined what would happen if they found her and that tensed up her vagina."]}, {"name": "You", "audio": "", "normalized": ["No… This is…"]}, {"name": "", "audio": "", "normalized": ["Or perhaps she was aroused."]}, {"name": "", "audio": "", "normalized": ["Thinking about getting found by the friends and being seen with disdain might have made her even more turned on."]}, {"name": "You", "audio": "", "normalized": ["Really… Enjoying situations like this, you really are one slutty bitch, you know…"]}, {"name": "", "audio": "", "normalized": ["The whisper made her pussy squeeze even tighter."]}, {"name": "", "audio": "", "normalized": ["I thought to myself I was right and continued to pound her, heightening the pleasure."]}, {"name": "Donna", "audio": "v_sr511_0025", "normalized": ["Mnnhuhh, huhh, mnngh, noo, I can't, keep my voice down… Guhh, mnngh, mnnghh."]}, {"name": "Donna", "audio": "v_sr511_0026", "normalized": ["Your cock is going so wild inside me… This is… I can't hold it in, eeghh… Guhh, mnnhh, huuhhghh!"]}, {"name": "", "audio": "", "normalized": ["I was impressed that she was still able to keep it down even as she said such things."]}, {"name": "You", "audio": "", "normalized": ["Then I'll cum inside you quickly."]}, {"name": "", "audio": "", "normalized": ["If I was to oblige her to wish of me stopping to move, then the only thing I could do was to ejaculate to calm down my out-of-control hips."]}, {"name": "", "audio": "", "normalized": ["She heard my words and sped up her hips' movement as though she was rushing me to cum."]}, {"name": "Donna", "audio": "v_sr511_0027", "normalized": ["Huhaahhaaghh… Ahhaahaghh, mmnghh… Guhh, uuhaahh… Mnnhuhh, nmmnng."]}, {"name": "", "audio": "", "normalized": ["She was ushering me to pleasure as she moved her hips hard."]}, {"name": "", "audio": "", "normalized": ["As if she was telling me to hurry it up, she pulled some tricks like tightening up her pussy and moving her hips at a faster pace."]}, {"name": "Donna", "audio": "v_sr511_0028", "normalized": ["Huhh, mnnmmghuhh, huuhh… Haauh, haahh… Mnn, huuhughh."]}, {"name": "", "audio": "", "normalized": ["She seemed desperate not to be found, so I sped up my pounding to match up with her movement."]}, {"name": "", "audio": "", "normalized": ["For me, I was getting close to ejaculation as well, so I had urges to move faster and harder."]}, {"name": "Donna", "audio": "v_sr511_0029", "normalized": ["Huuhuhh, huughh, mnnghhuh, mnnghuuhh, uughh… Uuughuughh!"]}, {"name": "", "audio": "", "normalized": ["As the final spurt, I fucked her hard."]}, {"name": "", "audio": "", "normalized": ["I felt the onslaught of the intense wave of pleasure coming over me."]}, {"name": "You", "audio": "", "normalized": ["Guughh, ooghh."]}, {"name": "", "audio": "", "normalized": ["I could not hold it in any longer."]}, {"name": "", "audio": "", "normalized": ["The hips moved faster and faster, creating more pleasure"]}, {"name": "", "audio": "", "normalized": ["There was no way she could resist the intense pleasure and was desperately trying to keep her voice down."]}, {"name": "Donna", "audio": "v_sr511_0030", "normalized": ["Mnnhuhh, cum, please… Hurry… They are going to find us soon like this… So please, cum, mnnh, huughh!"]}, {"name": "", "audio": "", "normalized": ["My arousal had reached its limit."]}, {"name": "", "audio": "", "normalized": ["I pressed the tip of my cock against the depth of her vagina…the opening into her womb, to let go of my pent up urges."]}, {"name": "You", "audio": "", "normalized": ["Guhaahh… Ahaahh!"]}, {"name": "Donna", "audio": "v_sr511_0031", "normalized": ["Mnnhuhhuhh, mmnn, hhuughh!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput*"]}, {"name": "", "audio": "", "normalized": ["The massive amount of semen erupted from the tip and poured into her womb."]}, {"name": "Donna", "audio": "v_sr511_0032", "normalized": ["Huuhh, mnnhnghuhh, huughh, aahughh, mnnhuhuughh!"]}, {"name": "", "audio": "", "normalized": ["As I ejaculated loads into her, her pussy wiggled joyously and squeezed tight, trying to suck more cum out."]}, {"name": "You", "audio": "", "normalized": ["Ughh, guhh…"]}, {"name": "", "audio": "", "normalized": ["The relief from the ejaculation felt so good that my body trembled and the cum came out with more momentum than I imagined."]}, {"name": "", "audio": "", "normalized": ["She was also feeling pleasure herself, but it appeared she had still not reached the orgasm."]}, {"name": "Donna", "audio": "v_sr511_0033", "normalized": ["Haahh… Haahh… Mnngh, huuhh…"]}, {"name": "", "audio": "", "normalized": ["However, she did express somewhat of a relief on her face as she confirmed my ejaculation."]}, {"name": "Donna", "audio": "v_sr511_0034", "normalized": ["Haahh… Ahh… This is… It's over, yes…"]}, {"name": "You", "audio": "", "normalized": ["…Mnn…?"]}, {"name": "Donna", "audio": "v_sr511_0035", "normalized": ["The guys are getting close and… This is, haauhh… Haahh… Let's call it a day…"]}, {"name": "", "audio": "", "normalized": ["Even though Donna was still not satisfied, she just wanted it to be over with before she was found by her friends."]}, {"name": "", "audio": "", "normalized": ["I looked at her as she said so, then grinned smugly as I resumed moving my hips again."]}, {"name": "Donna", "audio": "v_sr511_0036", "normalized": ["Mnnghuughh?!", " Mnnghh, ahhaahh, why, why are you, heghuhh!"]}, {"name": "", "audio": "", "normalized": ["With me resuming the pounding, she almost screamed out loud, but she managed to keep it down somehow."]}, {"name": "", "audio": "", "normalized": ["However, she seemed baffled that I was still fucking her even in a situation like that."]}, {"name": "You", "audio": "", "normalized": ["Haha… I know you won't be satisfied, not like this, anyway, left hanging…"]}, {"name": "", "audio": "", "normalized": ["As I repeatedly plowed her hard, she was still surprised but accepted it in and her pussy tangled onto me."]}, {"name": "", "audio": "", "normalized": ["It seemed her body was honest about it as it saught more pleasure regardless of her will to stop."]}, {"name": "Donna", "audio": "v_sr511_0037", "normalized": ["Mnngh, noo, ahaahh, haahh… Like this, they really will… Huhuhahahahh… Aahahh… Mnnhuughh!"]}, {"name": "Donna", "audio": "v_sr511_0038", "normalized": ["Noo, noo… Please, please, I beg you… Mnnheeghh, eeghh."]}, {"name": "", "audio": "", "normalized": ["Despite her words of denial, her pussy was definitely pleasured as I kept on fucking her."]}, {"name": "", "audio": "", "normalized": ["I had just ejaculated which made my cock sensitive as well and I felt her creases tangling onto my cock every time I moved."]}, {"name": "You", "audio": "", "normalized": ["You say that…but looks like you actually like it…"]}, {"name": "", "audio": "", "normalized": ["I pointed out she was enjoying it and continued to plow her."]}, {"name": "", "audio": "", "normalized": ["At this rate, I figured I would be able to ejaculate for the second time and my cock grew from anticipation and pleasure."]}, {"name": "Donna", "audio": "v_sr511_0039", "normalized": ["Hughh, mnnhaaeeghh… Haahh, haauuhguhh, guhh, mnnhuhh… Mnnheghh, eeghh…"]}, {"name": "", "audio": "", "normalized": ["Donna's body shuddered in pleasure as she was drilled deep inside her vagina."]}, {"name": "", "audio": "", "normalized": ["Even the freshly poured in semen acted as a lubricant and allowed the penis to go wild inside her pussy."]}, {"name": "Donna", "audio": "v_sr511_0040", "normalized": ["Heeguhh, ughhguhh, huuhh… Mnnghh, haahh, aauuhghh, heeghh, heeguhh, uuhghuhuhh… Mnnghh."]}, {"name": "Donna", "audio": "v_sr511_0041", "normalized": ["Please, I can't… If you keep going… I'm going to come… I can't keep my voice down, uguhh!"]}, {"name": "", "audio": "", "normalized": ["It seemed the waves of pleasure were crushing over her as she was finally nearing the climax."]}, {"name": "", "audio": "", "normalized": ["Her vagina contracting even tighter was the proof."]}, {"name": "You", "audio": "", "normalized": ["Then… You should just come and it will be easier, right…?"]}, {"name": "Donna", "audio": "v_sr511_0042", "normalized": ["I can't, I can't come now or I'll let my voice out… I won't be able to hold it in, oohghouhghh."]}, {"name": "", "audio": "", "normalized": ["She managed to barely keep her voice down as her pot of flesh twitched and wiggled."]}, {"name": "You", "audio": "", "normalized": ["Then you want to stop now?"]}, {"name": "", "audio": "", "normalized": ["If she did not want it that badly, then I proposed to stop right there, but she shook her head."]}, {"name": "Donna", "audio": "v_sr511_0043", "normalized": ["Mnnguuhh, huuhh, mnnghh, noo, please don't stop now…!"]}, {"name": "", "audio": "", "normalized": ["She started saying something completely opposite of what she was saying earlier.", " I could not help but smile."]}, {"name": "", "audio": "", "normalized": ["It seemed she was denying it with the words, but she could not help but feel the pleasure and would not be able to resist it if I stopped."]}, {"name": "You", "audio": "", "normalized": ["Come on… You're so naughty…"]}, {"name": "", "audio": "", "normalized": ["I listened to her true request as she had drowned in pleasure inside and continued to fuck her violently."]}, {"name": "Donna", "audio": "v_sr511_0044", "normalized": ["Mnnhuhhuughh, mnnghh, eeghh, your cock… It's mixing up my pussy covered in cum, uughh, uughh."]}, {"name": "Donna", "audio": "v_sr511_0045", "normalized": ["Aahuhh, mnnghh, huughh, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["She sought pleasure yet desperately tried to keep her voice down and as much pussy juice came out of her as she approached the orgasm."]}, {"name": "", "audio": "", "normalized": ["Every time I moved my cock in and out, the mixture of semen and vaginal fluid stirred up in her pussy dripped onto the ground."]}, {"name": "You", "audio": "", "normalized": ["Huhh, huhh, mnnghh, huuguhh."]}, {"name": "", "audio": "", "normalized": ["I was experiencing intense pleasure and was about to achieve orgasm once again."]}, {"name": "", "audio": "", "normalized": ["Even though I had just ejaculated, I could not last long against such extreme pleasure."]}, {"name": "Donna", "audio": "v_sr511_0046", "normalized": ["Huughh, ughhuhh, mnnhaahh, aahahh, hhauhhaauhh, mnnghh."]}, {"name": "Donna", "audio": "v_sr511_0047", "normalized": ["Noo, it's coming… Inside of my pussy, it's twitching and, coming… Mnngghh, noo, I can't hold it in… Mnnhouuhh, ooghh."]}, {"name": "", "audio": "", "normalized": ["As she neared the climax, Donna was letting out moans of pleasure even though she was holding them in with her hands."]}, {"name": "You", "audio": "", "normalized": ["Guhh, I'm about to cum too….", " Uughuhh."]}, {"name": "Donna", "audio": "v_sr511_0048", "normalized": ["Come on, hurry, please, I want your cum, loads of it in me, so much of it, I want you to pour it inside mee."]}, {"name": "You", "audio": "", "normalized": ["Guhh…?!"]}, {"name": "Donna", "audio": "v_sr511_0049", "normalized": ["Huhgheeghh, coominngg, uugghh, haahh, aahh, haahuhaahuh… Mnnhuhh."]}, {"name": "", "audio": "", "normalized": ["Donna let out the most intense and spectacular orgasm I had ever seen from her."]}, {"name": "", "audio": "", "normalized": ["With such overwhelming pleasure, she had wet herself and she looked so shameful."]}, {"name": "Donna", "audio": "v_sr511_0050", "normalized": ["Hoohouhh, ooghh… Ooghh…"]}, {"name": "", "audio": "", "normalized": ["I continued to pour cum deep into her pussy as she achieved another orgasm."]}, {"name": "You", "audio": "", "normalized": ["Uguhh, uughuh, ghuoouhh."]}, {"name": "", "audio": "", "normalized": ["Perhaps because we reached the climax together, she squeezed particularly hard and mercilessly assaulted my penis ejaculating for the second time."]}, {"name": "", "audio": "", "normalized": ["I kept ejaculating a massive amount of cum so that she would have sucked me dry at this rate."]}, {"name": "Donna", "audio": "v_sr511_0051", "normalized": ["Haauhh, aahuhh, mnnghuuhghh."]}, {"name": "", "audio": "", "normalized": ["Even with her friends getting close, she orgasmed wildly and her body twitched and trembled."]}, {"name": "", "audio": "", "normalized": ["Donna continued to piss herself and covered the ground with the filthy mixture of breast milk, semen, and vaginal fluid."]}, {"name": "Donna", "audio": "v_sr511_0052", "normalized": ["Noo, I'm pissing myself… I can't stop coming and… Heeughh, mnnouhh, houuhh, mnghh, huheghh."]}, {"name": "", "audio": "", "normalized": ["I felt the pain in my crotch as she had sucked out so much semen out of me in mere minutes."]}, {"name": "You", "audio": "", "normalized": ["Haahh… Haahh…"]}, {"name": "", "audio": "", "normalized": ["Finally, the ejaculation calmed down and I caught my breath."]}, {"name": "You", "audio": "", "normalized": ["Mnnghh… Huuhh… I guess we'll call it done… For now…"]}, {"name": "Donna", "audio": "v_sr511_0053", "normalized": ["Aaauhh, ughh… Mnnheghh… Eghehh… Haaghahh… Ahaahh, haagh…"]}, {"name": "", "audio": "", "normalized": ["I looked at Donna as she savored the lingering aftermath of the orgasm with pathetic expression."]}, {"name": "You", "audio": "", "normalized": ["Guh… I'm pulling out…"]}, {"name": "Donna", "audio": "v_sr511_0054", "normalized": ["…Huuhh… Huuhh… Mnngh….", " Heh…?"]}, {"name": "", "audio": "", "normalized": ["Slowly, I pulled my cock out after it had emptied the semen inside her and her body shuddered from the sensation."]}, {"name": "You", "audio": "", "normalized": ["Mnngh… Fuhh…"]}, {"name": "", "audio": "", "normalized": ["Once I had pulled the penis out, a massive amount of cum dripped out of her vagina which was filled up completely."]}, {"name": "You", "audio": "", "normalized": ["Hey… Show it to me so I can see what's going on in there."]}, {"name": "", "audio": "", "normalized": ["I told her in commanding manner and she obliged submissively."]}, {"name": "", "audio": "", "normalized": ["She spread over her vagina with her hands to show the inside as I ordered and the white semen came gushing out like a waterfall."]}, {"name": "Donna", "audio": "v_sr511_0055", "normalized": ["Haahh….", " Haaghh… Cum, dripping down… Heeguhh… Mnnghh… Haahh… Haahh…"]}, {"name": "You", "audio": "", "normalized": ["How is it?", " Are you satisfied?"]}, {"name": "", "audio": "", "normalized": ["I asked and she looked back with greedy eyes."]}, {"name": "Donna", "audio": "v_sr511_0056", "normalized": ["Well… It's not nearly enough at all….", " Mnnh, huuhh…"]}, {"name": "Donna", "audio": "v_sr511_0057", "normalized": ["My pussy wants more… It wants more cock, you know….", " It's itching and… Mnnheghh… Eghghh…"]}, {"name": "", "audio": "", "normalized": ["Even though she had gone so wild, she said she was still not satisfied which amazed me."]}, {"name": "", "audio": "", "normalized": ["I sighed as I looked her with the pussy covered in cum after the creampie twitch."]}, {"name": "You", "audio": "", "normalized": ["…Fine."]}, {"name": "", "audio": "", "normalized": ["I said and handed her a slip of paper."]}, {"name": "You", "audio": "", "normalized": ["I'm here all by myself.", " If you want more, come visit me here…"]}, {"name": "", "audio": "", "normalized": ["As soon as she heard me, her face lit up with joy."]}, {"name": "Donna", "audio": "v_sr511_0058", "normalized": ["Haahh… Haauh… I understand… I will definitely… I will visit you there…"]}, {"name": "", "audio": "", "normalized": ["It was not just her face that looked intoxicated, but also her mind as well."]}, {"name": "", "audio": "", "normalized": ["She acted truly joyous as she answered back to me with a dreamy expression on her face."]}]