[{"name": "Lustre", "audio": "v_sr223_0000", "normalized": ["Wh-… what the hell is that…?!"]}, {"name": "", "audio": "", "normalized": ["There was fear in Lustre's eyes as she opened them wide when she saw the entity standing behind the man."]}, {"name": "", "audio": "", "normalized": ["The man who caught her grinned.", " And the huge body that stood behind him――an orc, was eyeing Lustre from top to bottom."]}, {"name": "", "audio": "", "normalized": ["She felt a chill run down her spine as she stared angrily at the man, trying to intimidate him."]}, {"name": "Lustre", "audio": "v_sr223_0001", "normalized": ["You… What do you want with me!"]}, {"name": "You", "audio": "", "normalized": ["Lustre, I have looked into who you really are.", " You are a rare specimen who survived being infused with Demonic genes."]}, {"name": "", "audio": "", "normalized": ["She appeared to be surprised for me to have know her secret origins.", " A fact shameful to her, but not inconvenient."]}, {"name": "Lustre", "audio": "v_sr223_0002", "normalized": ["So what… I'll cut out this vulgar gene and give it to you right here and now if you want!"]}, {"name": "You", "audio": "", "normalized": ["Haha, don't be hasty like that… Besides, extracting it out of you will kill you.", " Such a waste."]}, {"name": "Lustre", "audio": "v_sr223_0003", "normalized": ["A waste…?", " You think I'm a guinea pig!"]}, {"name": "", "audio": "", "normalized": ["Lustre barked at the man from her suspicion of possible things he may have been up to."]}, {"name": "You", "audio": "", "normalized": ["No――I value you as an important human resource.", " How about it, why don't you join us?"]}, {"name": "Lustre", "audio": "v_sr223_0004", "normalized": ["What…?"]}, {"name": "", "audio": "", "normalized": ["The man's words seemed genuine.", " So him going all the way to capture her was a just an elaborate headhunting."]}, {"name": "Lustre", "audio": "v_sr223_0005", "normalized": ["Tssk… Shut the hell up!", " I would never bow down to likes of you who deals with the Demons!"]}, {"name": "", "audio": "", "normalized": ["To Lustre, the Demons were archenemies who annihilated her entire unit."]}, {"name": "", "audio": "", "normalized": ["And their gene was infused to her own as an experiment and lives on with her――and occasionally she loses control and runs amok."]}, {"name": "", "audio": "", "normalized": ["She would have rather taken her own life than work for a organization ran by a man dealing with the Demons."]}, {"name": "", "audio": "", "normalized": ["The man let out a small sigh after he sensed Lustre's such firmly established convictions."]}, {"name": "You", "audio": "", "normalized": ["Well, well, sounds like a deal breaker… Doesn't matter.", " Then I'm just going to persuade you the way we do usually――."]}, {"name": "Lustre", "audio": "v_sr223_0006", "normalized": ["Whatever you do, I will not say yes."]}, {"name": "", "audio": "", "normalized": ["The man grinned thinly at Lustre as she denied him stubbornly with her behavior."]}, {"name": "You", "audio": "", "normalized": ["He'd make a perfect negotiator――or a torturer for you.", " Well, I hope you won't break so easily."]}, {"name": "Lustre", "audio": "v_sr223_0007", "normalized": ["――W…Wait, you don't…"]}, {"name": "", "audio": "", "normalized": ["Finally, Lustre understood the true intentions of why the man brought that orc behind him with him."]}, {"name": "", "audio": "", "normalized": ["It was not for intimidation or threat――or actually, it a way you could say it was."]}, {"name": "Lustre", "audio": "v_sr223_0008", "normalized": ["(Tsskk… They, what the…)"]}, {"name": "", "audio": "", "normalized": ["The orcs held and stroked their already hard erect penises and vulgarly grinned as they approached her."]}, {"name": "Lustre", "audio": "v_sr223_0009", "normalized": ["S-stop this… No, what the fuck… Don't come any closer!", " Don't come heree!"]}, {"name": "", "audio": "", "normalized": ["She struggled with the bandage making rattling sounds and shouted words of denial at the orcs."]}, {"name": "", "audio": "", "normalized": ["But orcs did not care about any of that, or rather they seemed more excited because of it, and shoved their erect penises at Lustre."]}, {"name": "Lustre", "audio": "v_sr223_0010", "normalized": ["Hiighh?!", " S-stop―― Aaauughhuuhh?!"]}, {"name": "", "audio": "", "normalized": ["――*Squish* *Squaachh*"]}, {"name": "Lustre", "audio": "v_sr223_0011", "normalized": ["Ugheehhahh?!", " Hiiaghhaahh!"]}, {"name": "", "audio": "", "normalized": ["She shouted protests in vain as the orc's vicious penis as big as an arm was inserted into Lustre's crevice, tearing it apart."]}, {"name": "Lustre", "audio": "v_sr223_0012", "normalized": ["(Uguuhhuhh… Thi-this is… These, damn orcs… Guhhuhh?!", " Ahhguhh, i-it hurts… Uhghhuhh…"]}, {"name": "", "audio": "", "normalized": ["She felt and heard a snapping and tearing sensation.", " It sounded like her flesh was being torn."]}, {"name": "", "audio": "", "normalized": ["She curled up the end of her limbs in reflex and her body tensed up to defend herself."]}, {"name": "", "audio": "", "normalized": ["But more tense her body got, the violated flesh pot got tighter and the pain from the orc's insertion got worse."]}, {"name": "Lustre", "audio": "v_sr223_0013", "normalized": ["Mnguhh… Aahhghh!", " S-top, this… Oooghuhh, guhahh!"]}, {"name": "", "audio": "", "normalized": ["Fist-sized head and the extra thick shaft, and the veins on them like fiber on a melon."]}, {"name": "", "audio": "", "normalized": ["Lustre's vagina traced every shape of them, sucking onto them and being etched into their shapes, and creaked as the orc violated her."]}, {"name": "Lustre", "audio": "v_sr223_0014", "normalized": ["(Huughuhh, ghhieehh… I-it hurts… Aaaguhh, hahh… This is so huge… You… Damn, orcs…)"]}, {"name": "", "audio": "", "normalized": ["To her, all Demons were symbolic of her hatred and revenge, meaning this humiliation was equal to her death."]}, {"name": "", "audio": "", "normalized": ["But yet, she could have given up, blaming it on her own weakness, if it was against a powerful Demon."]}, {"name": "", "audio": "", "normalized": ["However it was the orcs who are only know for their barbarism and libido, useless and dumb beasts that were violating her."]}, {"name": "Lustre", "audio": "v_sr223_0015", "normalized": ["Damn, damn iitt!", " The likes of you… Mngieehhguhh?!", " Hughuhh, aaghh, aahhghh!"]}, {"name": "", "audio": "", "normalized": ["She was frustrated to no end that she had to be handled by orcs and have her vagina violated by them with such pain and screaming because of it."]}, {"name": "Lustre", "audio": "v_sr223_0016", "normalized": ["Stop it, let me goo… Guhouoohh?!", " Mnguuhh, ugouohh, mnaahh!"]}, {"name": "", "audio": "", "normalized": ["Lustre screamed from the top of her lungs, but orcs continued to hold her tight and began pounding their hips, scoffing at her resistance."]}, {"name": "Lustre", "audio": "v_sr223_0017", "normalized": ["Guuhh, aahh!", " Y-you… Mnguuhh, ttsshaahh!", " What a crude thing… Mngguuhh…"]}, {"name": "", "audio": "", "normalized": ["The orc was handling Lustre's powerless body like a live fleshlight, rough and violent, and his penis pounded her back and forth."]}, {"name": "", "audio": "", "normalized": ["Of course, it did not get her wet and it only brought pain to Lustre who skewed her face to endure it, letting out short breaths from her mouth and nose."]}, {"name": "Lustre", "audio": "v_sr223_0018", "normalized": ["Guhhuhh, huuhh… Haahhgh… Huumnnghh… Ahhmnn… Mnngh, mnnguhh?!"]}, {"name": "", "audio": "", "normalized": ["However――."]}, {"name": "Lustre", "audio": "v_sr223_0019", "normalized": ["(Wh-what was that, just now――ugh!", ")"]}, {"name": "", "audio": "", "normalized": ["The precum from orc's penis wetted Lustre's dried up vagina as it was rubbed in and her senses became distorted."]}, {"name": "", "audio": "", "normalized": ["It was getting smoother and pain was going away.", " Maybe that was what was happening."]}, {"name": "Lustre", "audio": "v_sr223_0020", "normalized": ["(But… What is this weirdness… Mngghh… Haahh, ughh… My body, it's burning up…)"]}, {"name": "", "audio": "", "normalized": ["By the time she knew, her lips were loosening, her throat was dry, her body was sweating everywhere, and it was burning up from the heat within her."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was the fever that was making her breath short, she thought and tightened her lips, but the penis scraped her vagina again and she jumped."]}, {"name": "Lustre", "audio": "v_sr223_0021", "normalized": ["Huahhmnn!", " Huuahh, ahhghh… Mnaahh, hahhmn… Wh-why is this happening… Guhahhmnn!"]}, {"name": "", "audio": "", "normalized": ["Her tightly closed lips immediately melted once the strong sensation of male flesh stimulated her vagina."]}, {"name": "", "audio": "", "normalized": ["It was undeniable she was moaning from pleasure and it eventually relaxed every muscle in her body and removed Lustre's rational thoughts."]}, {"name": "Lustre", "audio": "v_sr223_0022", "normalized": ["(W-wait… Something is, wrong… Mngahh, haahhmnn… Ugghh… I have to fight, this… Uhguuhmnn!", ")"]}, {"name": "", "audio": "", "normalized": ["She though to herself, but her face continued to loosen and it appeared to be smiling from the pleasure.", " In addition, something was happening inside her."]}, {"name": "Lustre", "audio": "v_sr223_0023", "normalized": ["Aaahh, uhghh… Why, is this…"]}, {"name": "", "audio": "", "normalized": ["Even without the orc's precum, her own flesh was now reacting lewdly, getting wet from its own fluids."]}, {"name": "", "audio": "", "normalized": ["Every time the huge cock stirred it up, an erotic, squishy, and watery sound echoed and she wanted to cover her ears."]}, {"name": "Lustre", "audio": "v_sr223_0024", "normalized": ["Mnnahhahh… Ahhughh, ahhmnn!", " Haahh, mnnhnn, right there… Mnhahuhh!", " Hahh, i-it doesn't hurt anymore…?"]}, {"name": "", "audio": "", "normalized": ["The orc's bodily fluids are potent aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["Lustre failed to remember that and was surprised to find her body was reacting this way from getting fucked by the orc."]}, {"name": "Lustre", "audio": "v_sr223_0025", "normalized": ["(N-no way… I'm not… Being fucked by such a demon… Getting fucked by a pig… And it feels… It's a lie, no way…)"]}, {"name": "", "audio": "", "normalized": ["She though her body wanted the make inside it and was given a beefy chunk of a male orc."]}, {"name": "", "audio": "", "normalized": ["With what she wanted given to her without any wait and it bringing the sweet waves to her body and brain, her mind got clouded and stopped resisting."]}, {"name": "Lustre", "audio": "v_sr223_0026", "normalized": ["Mnnhuhh… Haahh, aahaahh… R-right there, so deep… Haauhh, aaughh…"]}, {"name": "", "audio": "", "normalized": ["Lustre's body fell into feminine pleasure like it was tumbling down a set of stairs."]}, {"name": "", "audio": "", "normalized": ["Her mind still tried to resist by sharpening and even tried to look for an opportunity to escape."]}, {"name": "", "audio": "", "normalized": ["But her bondage prevented her from making an easy escape even with an opportunity."]}, {"name": "", "audio": "", "normalized": ["Such a situation only made Lustre's mind sink deeper into the ocean of pleasure she was already in."]}, {"name": "Lustre", "audio": "v_sr223_0027", "normalized": ["Mnhhuhh, aaghh, gguhahhaahmnn!", " Ahhghh, noo, noo… Aaaffhhuh, huaamnngh!", " Mnggh, there!"]}, {"name": "", "audio": "", "normalized": ["Every thrust, every scrape it made, a maddening bolt of pleasure ran though her and sent chills down her spine, melting her mind."]}, {"name": "Lustre", "audio": "v_sr223_0028", "normalized": ["(Haahguuhh!", " No, I can't give in, but!", " Aaahghh, noo, it's deep… Coming in so deep… Stop it… Ooghugh, nguhohh!", ")"]}, {"name": "", "audio": "", "normalized": ["The penis slammed into the deepest part of her vagina and pulled out like it was spreading that pleasure to the rest of the vagina, rubbing and scraping."]}, {"name": "", "audio": "", "normalized": ["Her body jump up and then twitched like it was in a trance, filling every bit of her body with the sweet pleasure."]}, {"name": "Lustre", "audio": "v_sr223_0029", "normalized": ["Mnnguuhh… Aaahhggff, n-noo… Haahh, aamngh… Not, any more…"]}, {"name": "", "audio": "", "normalized": ["The sight of her cheeks colored erotically, her moaning lewdly, and her hips swaying must have turned the orc on, it changed its movements――."]}, {"name": "Orc 1", "audio": "", "normalized": ["Huughh, hughh, bphuuhh!", " I-I coming, coming too, uhhghh!"]}, {"name": "", "audio": "", "normalized": ["The orc growled and hugged her hips closer together so it was in place, and her crotch was shoved upwards instead."]}, {"name": "Lustre", "audio": "v_sr223_0030", "normalized": ["Mngiihhuuhh?!", " Hiighuuhh, iigheehh!", " Aahh, guuhh… Not, that… N-not this… N-noo…"]}, {"name": "", "audio": "", "normalized": ["Lustre felt the orc's penis enlarging inside her and her body shuddered and danced from the shock with her eyes open wide with surprise and fear."]}, {"name": "", "audio": "", "normalized": ["But the moment was inevitable."]}, {"name": "", "audio": "", "normalized": ["What's left of her senses tried to escape by wiggling around, but the finishing short strokes broke her hips numb."]}, {"name": "Lustre", "audio": "v_sr223_0031", "normalized": ["Mnnhigghiehh?!", " Iiiahaahaahh!"]}, {"name": "", "audio": "", "normalized": ["With the massive impulse, her vision was distorted and she went blank――."]}, {"name": "", "audio": "", "normalized": ["――*Spurt* *Sploosh* *Spurt* *Sput* Sput* Splurt*"]}, {"name": "Lustre", "audio": "v_sr223_0032", "normalized": ["Mnnguheehh, hiiehh?!", " Aaahhighh, haahihghh yahhuhh!"]}, {"name": "", "audio": "", "normalized": ["The penis got so big it felt like it was tearing the vagina and then it erupted when it was in the deepest."]}, {"name": "", "audio": "", "normalized": ["At that moment, she felt burning cum rush out of the tip shoved into her womb, filling her up."]}, {"name": "Lustre", "audio": "v_sr223_0033", "normalized": ["Nmuhh, hoouhhghh, mngghuhh… I-inside me… Mnuhh, it burns!"]}, {"name": "", "audio": "", "normalized": ["The heat of the cum seeping in, the viscous thickness, and the violent throbbing spewing it all out――."]}, {"name": "", "audio": "", "normalized": ["Every bit of that was etched into her female flesh molten by the pleasure and her hips rose up with chills."]}, {"name": "Lustre", "audio": "v_sr223_0034", "normalized": ["(Ahh, aahhahh!", " No… Mnnguhh, th-this, this isn't right… Ieehhiheegh!", " This isn't right!", ")"]}, {"name": "", "audio": "", "normalized": ["Her hips shook violently like it was sucking onto the cock and the vaginal flesh biting onto the duck wiggled and repeatedly stroked it from the bottom."]}, {"name": "", "audio": "", "normalized": ["Every time it did, the orc roared in pleasure and hastily pounded its hips, pouring in more hot cum inside her, and Lustre's vagina shook from joy."]}, {"name": "Lustre", "audio": "v_sr223_0035", "normalized": ["(Huuahh, mnnghh, a-again… A-all this, semen… Hyeaaguhh, haahuhh, mnngohh…)"]}, {"name": "", "audio": "", "normalized": ["Her body twitched like she was electrocuted."]}, {"name": "Lustre", "audio": "v_sr223_0036", "normalized": ["(Aaahaahahahh, still, still cumming?!", " How much is there… Oooguhh, oouhh!", " Ouuhmmnnghh, mnnghh, i-it's coming out…)"]}, {"name": "", "audio": "", "normalized": ["Her womb was filled to the brim with the cum already and the overflowing cum soon filled her vagina too and seeped out of the opening."]}, {"name": "Lustre", "audio": "v_sr223_0037", "normalized": ["N-no more… Stop…s-stop… Haahhgh… Stop, this!", " Mnngoohh, ughuaahh!"]}, {"name": "", "audio": "", "normalized": ["If she was not bound, then she could have easily overpowered it but her chained limbs did not work like she wanted them to."]}, {"name": "", "audio": "", "normalized": ["Even during that, the orc was leering over her and pounded its hips, rubbing its penis onto her."]}, {"name": "", "audio": "", "normalized": ["It was disgusting yet felt good.", " She felt hatred, but also pleasure."]}, {"name": "", "audio": "", "normalized": ["The narcotic named pleasure, a poison that invades one's mind.", " Lustre's eye were molten in pleasure and her lips loosened and let out a hot breath."]}, {"name": "Lustre", "audio": "v_sr223_0038", "normalized": ["Huuhh, mnngh… Mnhhehh… Haahh…"]}, {"name": "", "audio": "", "normalized": ["And then――."]}, {"name": "Orc 2", "audio": "", "normalized": ["――Hey, how long you gonna fuck her!?"]}, {"name": "Lustre", "audio": "v_sr223_0039", "normalized": ["(――Tssk?!", " What the hell?!", ")"]}, {"name": "", "audio": "", "normalized": ["Someone rushed into the room with a shout."]}, {"name": "", "audio": "", "normalized": ["They seemed like bunch more orcs, just like the one that had been fucking Lustre now."]}, {"name": "Orc 3", "audio": "", "normalized": ["Aahh, shit!", " You still not done…"]}, {"name": "Orc 4", "audio": "", "normalized": ["No, no, I can't wait!"]}, {"name": "Lustre", "audio": "v_sr223_0040", "normalized": ["(Wh-what are they talking――mnnruughuuhh?!", " Huahahh… Y-you bastards… W-wait a minute…)"]}, {"name": "", "audio": "", "normalized": ["She tried to think while she was still dazed, but the orc kept on fucking her, disregarding the intruders, and it caused her mind to scatter into lust."]}, {"name": "Orc 2", "audio": "", "normalized": ["Tssk… Ahh, shit.", " Can't hold it!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Yeah, yeah.", " Let us in too!"]}, {"name": "", "audio": "", "normalized": ["Orcs seemed to be unable to resist Lustre's lewd display and all of them complained and gather around her while she was still bound."]}, {"name": "Lustre", "audio": "v_sr223_0041", "normalized": ["Mnnguuhh, mnnguuhh?!", " Huughh, you, damn, bastards…"]}, {"name": "", "audio": "", "normalized": ["The exposed cocks shoved into her face reeked of suffocating make odor and the stench of smegma which surrounded her face."]}, {"name": "", "audio": "", "normalized": ["She frowned her face with a sense of filth, but once her vagina was violently penetrated, her expression turned to that of an expecting female."]}, {"name": "Orc 2", "audio": "", "normalized": ["Huh, this one can still think straight.", " She hasn't given in to our cum-drug yet, good looking and worth a fuck."]}, {"name": "Lustre", "audio": "v_sr223_0042", "normalized": ["(S-stop, saying, such things… Mnnguhhbguhh… Ohghh, eeahh… Mngguhh…)"]}, {"name": "", "audio": "", "normalized": ["The orc crouching down in front of her face rubbed the pile of flesh so filthy and forcibly shoved it in between her lips."]}, {"name": "Lustre", "audio": "v_sr223_0043", "normalized": ["Oohhgbbhuuhh, gghuuhhbbhuuhh?!", " Oouhmn, mnguh, juuruhh…"]}, {"name": "", "audio": "", "normalized": ["In an instant, Lustre felt overwhelmingly nauseous and tried throwing it up――or rather."]}, {"name": "Lustre", "audio": "v_sr223_0044", "normalized": ["(Guughh, oghoohh… Y-you… Dirty, orc bastards…)"]}, {"name": "", "audio": "", "normalized": ["Her eyes glimmered as she tried to bite down with her jaw to chew off the orc's cock."]}, {"name": "", "audio": "", "normalized": ["But――she couldn't."]}, {"name": "Lustre", "audio": "v_sr223_0045", "normalized": ["Mnnhuujuuhh, mnghhjuhh… Ohhgh, hooghh!", " Mnnbfhh, juruhmnn, uguphff…"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac nature of orc's bodily fluids were also present in the smegma and the sweat on the penises, though it did differ in the potency."]}, {"name": "", "audio": "", "normalized": ["And having such potent drugs poured down the throat made only her violated vagina, but also her lips and mouth sexually sensitive as well."]}, {"name": "Lustre", "audio": "v_sr223_0046", "normalized": ["(Mnnhuyuhh… Huahh… N-no, noo… Fight, it… Nmghh…chuhhuuhh… Reeloerrhh…"]}, {"name": "", "audio": "", "normalized": ["She thought so in the corner of her mind, but pleasure of the penis digging into her sensitive membrane was getting overwhelming."]}, {"name": "", "audio": "", "normalized": ["She knew she could not give in to, but running her tongue along the cock sent electrifying pleasure to the back of her head."]}, {"name": "Lustre", "audio": "v_sr223_0047", "normalized": ["(Mnnkyuuhh?!", " Huahh… Th-this is…amazing… Aaaughh, n-not, good… Mnnghh, juloouhh…)"]}, {"name": "", "audio": "", "normalized": ["Now, she began to suck on the cock with her entire mouth and lips, devouring and savoring its taste."]}, {"name": "Lustre", "audio": "v_sr223_0048", "normalized": ["Mnnuhh… Ughjuhloouh, jouuhhphh… Jouhluhhohhjuuluohh… Mnnmngbphh, reelleuhhuhh…"]}, {"name": "", "audio": "", "normalized": ["She was intoxicated by the pleasure pushing up against her vagina while savoring mouthful of the cock as her whole body was molten with lust."]}, {"name": "Orc 3", "audio": "", "normalized": ["Ohh, that's hot!"]}, {"name": "Orc 4", "audio": "", "normalized": ["I can cum by just looking at it!"]}, {"name": "", "audio": "", "normalized": ["The orcs shouted unanimously and stroked their penises everywhere, making the make odor thicker."]}, {"name": "Lustre", "audio": "v_sr223_0049", "normalized": ["(Mnnhuuhh… Huughh, stop, saying…such…nonsense, mnheahh…)"]}, {"name": "", "audio": "", "normalized": ["Her face was blushing from the shame, frustration, and anger, but her expression turned to a smile as she stuff her mouth full of the cock."]}, {"name": "", "audio": "", "normalized": ["She had both of her lips, on the top and bottom, fucked thoroughly, filled with the make taste, and the smell shot through her brain."]}, {"name": "", "audio": "", "normalized": ["The sensation of having her feminine instinct stimulated, long with the movement of the penises, send chills down her spine."]}, {"name": "Lustre", "audio": "v_sr223_0050", "normalized": ["(Mngguhh, huugyuhh… Ahhuhh, this is, all these penises… They're digging into my pussy…)"]}, {"name": "", "audio": "", "normalized": ["Her vagina ached suddenly and tensed up.", " The penis began to enlarge even bigger again."]}, {"name": "", "audio": "", "normalized": ["She could feel the same sensation on her lips and the feel up rising cum and its smell made her drool from both top and bottom lips."]}, {"name": "Lustre", "audio": "v_sr223_0051", "normalized": ["(N-noo… The dicks are, too good… My pussy… My mouth pussy too, everything!", " Everything is melting, melting away…)"]}, {"name": "", "audio": "", "normalized": ["The honey flowed from her vagina and every time it was scooped out, watery splash noise echoed and it pooled at her feet, giving off an erotic stench."]}, {"name": "", "audio": "", "normalized": ["Similarly, her vast amount of saliva made the tip of the penis swim around in her mouth and rinsed the smegma away, pouring it down her throat."]}, {"name": "Lustre", "audio": "v_sr223_0052", "normalized": ["Mnnguhh, ughuukyuhhghh… Ooouuhhmn!", " Mnohh, oobohh… Mjuruouhh…"]}, {"name": "Orc 2", "audio": "", "normalized": ["Haagh, it's so good… Oghh, oohhgh!", " Coming, I'm about to come now, ohhghh!"]}, {"name": "Orc 3", "audio": "", "normalized": ["Everyone, cum on her!"]}, {"name": "", "audio": "", "normalized": ["The moment orcs shouted at each other, the male atmosphere filled the room even more and the depth of Lustre's womb began to ache sweet and hot."]}, {"name": "", "audio": "", "normalized": ["Her body immediately reacted and the vaginal flesh contracted rhythmically as well as the cheeks, sucking up the cock in her mouth hard."]}, {"name": "Lustre", "audio": "v_sr223_0053", "normalized": ["Huugyuuhh, mngyuuhh?!", " Ooohghhuhh, jouhhbouhh, jouuhhbufhh… Ggchuuhhghuhh, juubuhh!"]}, {"name": "", "audio": "", "normalized": ["The orcs groaned in unison and then――."]}, {"name": "", "audio": "", "normalized": ["――*Throb* Throb* Spurt* Squirt* Splurrtt!", "*"]}, {"name": "Lustre", "audio": "v_sr223_0054", "normalized": ["Mnnohh, guubhuuhh?!", " Huffhguuhh, mhahh, ihiaeahh!", " Haauhhghh, aaughh, coming!"]}, {"name": "", "audio": "", "normalized": ["She screamed out loud she was succumbing to the orgasm.", " Her senses were heightened as cum were poured on ――her vagina, mouth, and everywhere."]}, {"name": "Lustre", "audio": "v_sr223_0055", "normalized": ["(Hoouhh?!", " Th-this is… Hiighuuhh, aahhghh, coming!", " Again, I'm coming again and it doesn't stop, ohhghh?!", ")"]}, {"name": "", "audio": "", "normalized": ["The erotic heat rooted into her core, and it burst with the cum."]}, {"name": "", "audio": "", "normalized": ["Every bit of her limbs were filled with pleasure, neither the chills down her spine nor the aching in her groin ceased but exploded and her body twitched."]}, {"name": "Lustre", "audio": "v_sr223_0056", "normalized": ["Aaaguhh, mngoohh, comminngg!", " Coming, coming, coming, aahghh!", " Semen, stop, coming?!"]}, {"name": "", "audio": "", "normalized": ["To her senses drowned in the sensation of feminine pleasure, the taste and smell of the make fluids were a feast."]}, {"name": "", "audio": "", "normalized": ["It was as almost though a junkie got his fix in the middle of a withdrawal symptoms――."]}, {"name": "Lustre", "audio": "v_sr223_0057", "normalized": ["Mnhaahh, I'm comingg!", " Comingg, coming, coming, coming, uuahh!", " I'm coming with the semen, ughh!"]}, {"name": "", "audio": "", "normalized": ["Her pleasure center was taken over by the heat and the smell of the cum and Lustre's body jumped up particularly high."]}, {"name": "", "audio": "", "normalized": ["She shuddered while her chains rattled.", " The orcs stroked their penises to her and spewed even more cum."]}, {"name": "", "audio": "", "normalized": ["That sensation made Lustre's desire grow even more, and lead her to a higher climax――."]}, {"name": "Orc 5", "audio": "", "normalized": ["Uhhehehehe.", " She's quite something, for sure… Looks like I get to enjoy her even more.", " Don't you break on me, okay?"]}, {"name": "Lustre", "audio": "v_sr223_0058", "normalized": ["(Ughh, aahghh… S-stop it… Not, anymore… No more semen… Get those dicks away…)"]}, {"name": "", "audio": "", "normalized": ["Lustre still had her rational thought left even after the orgasm and she spiraled into fear from her body's uncontrollable reaction and at the orc's words."]}, {"name": "", "audio": "", "normalized": ["However, the tragic show of violation had only just began for the captured and bound Lustre――"]}]