[{"name": "", "audio": "", "normalized": ["Up until now, a number of dark powers had been embroiled in conflict in an attempt to take this land under their possession."]}, {"name": "", "audio": "", "normalized": ["This city had become a stronghold of the utmost importance."]}, {"name": "", "audio": "", "normalized": ["Having intervened in the fighting and having forced the dark legions to retreat, the man and his organization had finally taken control of the city."]}, {"name": "", "audio": "", "normalized": ["However—that was not enough to put them at ease."]}, {"name": "You", "audio": "", "normalized": ["(What guarantees control is fear…)"]}, {"name": "", "audio": "", "normalized": ["It wouldn't do to be careless.", " There were still likely to be plenty of dark forces and troops in hiding."]}, {"name": "", "audio": "", "normalized": ["What he needed was a symbol of overwhelming power that would make even those forces hesitate."]}, {"name": "", "audio": "", "normalized": ["He would have to prove that it was under his rule, and make them understand who was truly in control here."]}, {"name": "", "audio": "", "normalized": ["That was the reason he had brought her along."]}, {"name": "", "audio": "", "normalized": ["That symbol of fear, who was known throughout the world of darkness for her dreadful displays of power—"]}, {"name": "", "audio": "", "normalized": ["The city's former ruler, the vampiress Asagi."]}, {"name": "You", "audio": "", "normalized": ["…Well, why don't we do it here."]}, {"name": "", "audio": "", "normalized": ["The man who had conquered the city of darkness stopped where he was walking and turned to face the woman following along behind him."]}, {"name": "", "audio": "", "normalized": ["He then commanded her, as if it were the most natural thing in the world."]}, {"name": "You", "audio": "", "normalized": ["Asagi, suck me right here."]}, {"name": "Asagi", "audio": "v_sr077_0000", "normalized": ["Wha…R-right here?!"]}, {"name": "", "audio": "", "normalized": ["'This so-called \"woman of high stature\"—possessed of the darkness, beloved by the darkness, was the vampiress named Asagi."]}, {"name": "", "audio": "", "normalized": ["Asagi was confused by the man's sudden order, and she opened her eyes wide as she repeated the question."]}, {"name": "", "audio": "", "normalized": ["In that city of darkness, the vampiress Asagi was the most powerful and most feared figure."]}, {"name": "", "audio": "", "normalized": ["In reality, even while the man and Asagi had been walking, the townspeople had looked at her…"]}, {"name": "", "audio": "", "normalized": ["…faces covered in dread, or gave her a wide distance while bowing slightly in supplication."]}, {"name": "", "audio": "", "normalized": ["That was the exact reason the man wanted to make Asagi his plaything, right here while all of them looked on."]}, {"name": "", "audio": "", "normalized": ["By domesticating the people's symbol of fear, he could prove for once and all that the most powerful ruler of the town was now himself."]}, {"name": "You", "audio": "", "normalized": ["That's right, just like always… What's the matter?", " Are you trying to defy me, Asagi?"]}, {"name": "", "audio": "", "normalized": ["It was two years ago.", " Having sacrificed countless subordinates, he had finally caught this woman…"]}, {"name": "", "audio": "", "normalized": ["Even after being captured, Asagi had continued to resist, and the man used science, magic, pleasure…"]}, {"name": "", "audio": "", "normalized": ["…any and all things conceivable, every technique possible, in his efforts to break her."]}, {"name": "", "audio": "", "normalized": ["After spending every day of the last two years in sexual hell, the vampiress Asagi had finally given in to the man.", " This was the result."]}, {"name": "", "audio": "", "normalized": ["A sex slave, a docile female pig, who could only look at the man with watering eyes, afraid of even resisting.", " That was Asagi's life now."]}, {"name": "Asagi", "audio": "v_sr077_0001", "normalized": ["W-why in front of all these people…"]}, {"name": "You", "audio": "", "normalized": ["That's exactly why… Well, hurry up."]}, {"name": "", "audio": "", "normalized": ["Though the man's cruel order made her choke back the words in her throat, her skin flushed rapidly, her cheeks grew red, and she let out a feverish breath."]}, {"name": "Asagi", "audio": "v_sr077_0002", "normalized": ["What an awful man you are… I understand…"]}, {"name": "", "audio": "", "normalized": ["Though Asagi protested unhappily, her eyes narrowed like a young girl in love, looking like she rather didn't mind at all."]}, {"name": "", "audio": "", "normalized": ["――"]}, {"name": "", "audio": "", "normalized": ["――"]}, {"name": "", "audio": "", "normalized": ["――"]}, {"name": "Asagi", "audio": "v_sr077_0003", "normalized": ["(Nnnh, haah… Master's dick is amazing as always… nngh…)"]}, {"name": "", "audio": "", "normalized": ["Loosening the crotch of his suit with respectful hands, Asagi took out the man's penis.", " Just being face to face with it made her nethers ache unbearably."]}, {"name": "", "audio": "", "normalized": ["Even compared to a child's arm, it was likely still larger."]}, {"name": "", "audio": "", "normalized": ["His huge meat rod sprung forth in a furious erection as if it would stick to his belly, his veins bulging fat with blood."]}, {"name": "", "audio": "", "normalized": ["His veins throbbed and pulsated, and the thick smell of sex wafted from his dark red meat pole."]}, {"name": "", "audio": "", "normalized": ["Asagi melted as she breathed in this scent mouldering with his sweat deeply."]}, {"name": "Asagi", "audio": "v_sr077_0004", "normalized": ["Haah, haah… nnh…nnh, pheww, haah… Amazing… such a rich, manly smell…♪"]}, {"name": "", "audio": "", "normalized": ["Whispering excitedly, she rubbed her face against his giant penis's outline, filling her nasal cavity with his stink over and over, to a shameful degree."]}, {"name": "", "audio": "", "normalized": ["Her expression melted in a flash, her eyes narrowing and her lips loosening, tongue hanging down."]}, {"name": "", "audio": "", "normalized": ["As she crouched down in front of the man, her legs opened lewdly, revealing where her clothing dug into her slit as she wobbled."]}, {"name": "", "audio": "", "normalized": ["It was the natural response for her master's shamefully exposed slave."]}, {"name": "Asagi", "audio": "v_sr077_0005", "normalized": ["(Haah… How pathetic… that I'd do something like this… aah!", " But I can't take it anymore…)"]}, {"name": "", "audio": "", "normalized": ["Drool dripped from her hanging tongue.", " Stickily painting her lips with it, Asagi pressed her lips to his man meat, unable to hold back any longer."]}, {"name": "Asagi", "audio": "v_sr077_0006", "normalized": ["W-well… here gooes♪", " Mhhn, schlp, lrr…nn, slurp…mmff…"]}, {"name": "", "audio": "", "normalized": ["Asagi ran her mouth along his balls to the base of his cock and teasingly kissed its head."]}, {"name": "", "audio": "", "normalized": ["She loosened her thick lips, and absorbing his excitement and lewd heat with the walls of her mouth, she salivated and gave him sweet kisses over and over."]}, {"name": "Asagi", "audio": "v_sr077_0007", "normalized": ["Schluurp… schlp, nnh, mmhff… glp, llrrp… schluup, glchh…"]}, {"name": "", "audio": "", "normalized": ["Sticking her tongue out from between her lips as she kissed him, and licking the head of his penis clean of smegma, Asagi's faithful oral service gradually heated up."]}, {"name": "", "audio": "", "normalized": ["Her caresses were forceful as she pecked at him with her lips, and finally her tongue twisted around him in a deep kiss."]}, {"name": "", "audio": "", "normalized": ["Just from cleaning off his filth with her spit and letting it sit in her mouth, her mind had gone completely blank."]}, {"name": "", "audio": "", "normalized": ["Her nethers ached hotly as her opened crotch became stained with her lewd juices."]}, {"name": "Asagi", "audio": "v_sr077_0008", "normalized": ["Mmnnf, rrllrr… *lick*… ffmhn, nngh…"]}, {"name": "", "audio": "", "normalized": ["As she opened her mouth wide and held his dick inside, she stretched her tongue out through the cracks and ran it along his frenulum and the back of his head."]}, {"name": "", "audio": "", "normalized": ["She cleaned him of any filth thoroughly."]}, {"name": "", "audio": "", "normalized": ["Her gaze was continuously on the man who was her master, looking up at him while smiling seductively, conveying her respect and affection for him."]}, {"name": "Asagi", "audio": "v_sr077_0009", "normalized": ["(Ohhmm… bwah, phew… t-tashty♪", " Mashter's dick… ish the best…)"]}, {"name": "", "audio": "", "normalized": ["She rubbed the smegma she had cleaned off him up against his head and the walls of her mouth, breaking it up and mixing it with her saliva as she slurped it down."]}, {"name": "", "audio": "", "normalized": ["Savoring this rich bitterness, Asagi grinned widely at his surging male odor, and stretched the tip of her tongue to his shaft, looking for more grime."]}, {"name": "Asagi", "audio": "v_sr077_0010", "normalized": ["Nphhohh… gllrll, nnbbhll…nnphew, *gulp* *smack* *drool*"]}, {"name": "", "audio": "", "normalized": ["The reason she used only her lips and tongue in her service, and not her hands, was to remind herself that she was subordinate to the man."]}, {"name": "", "audio": "", "normalized": ["Masochistic pleasure swirled within her."]}, {"name": "", "audio": "", "normalized": ["The more she felt it, the more her lewd body filled and melted with heat, and her pussy lips were wet, as every inch of her body achingly cried out for dick."]}, {"name": "", "audio": "", "normalized": ["Her cheeks sunk in as she narrowed her lips, throwing the shape of his dick into sharp relief as she clutched at the tip of his meat pole."]}, {"name": "Asagi", "audio": "v_sr077_0011", "normalized": ["(Aaah… sucking master's dick right in the m-middle of town… this is the worst… but… it's the best…)"]}, {"name": "", "audio": "", "normalized": ["A crowd gathered in the blink of an eye as the townspeople made a fuss at the sudden fellatio show starring none other than Asagi."]}, {"name": "", "audio": "", "normalized": ["They all peered on with looks of surprise and interest at the spectacle of that feared Asagi waiting upon the man."]}, {"name": "", "audio": "", "normalized": ["Asagi was submitting to him, serving him as his female pig slave."]}, {"name": "Resident 1", "audio": "", "normalized": ["That Asagi is… I can't believe it!"]}, {"name": "Resident 2", "audio": "", "normalized": ["But that's gotta be the real her…shit!", " Look how dirtily she's licking that cock!"]}, {"name": "Asagi", "audio": "v_sr077_0012", "normalized": ["(Nnhaah… th-they're staring at me… nnh, that's right!", " I am… a perverted, female piig!", ")"]}, {"name": "", "audio": "", "normalized": ["However, this too was in service of her master."]}, {"name": "", "audio": "", "normalized": ["It was not her own wish to be looked down upon in scorn by the surrounding citizens, but if that was what he wished, that was her duty."]}, {"name": "Asagi", "audio": "v_sr077_0013", "normalized": ["Nnh, chhpph… nnph… that's… aah, more, deeperr… mmhh, ngghch, mmchh…nnh♪"]}, {"name": "", "audio": "", "normalized": ["Asagi held his meat rod tight in her mouth without loosening her pursed lips, and buried her head in his crotch, swallowing him even deeper."]}, {"name": "", "audio": "", "normalized": ["His glans was like a fist as it roughly dug and rubbed at her chin and throat."]}, {"name": "", "audio": "", "normalized": ["In an instant it was hitting against her windpipe, making her choke and filling her with anguish."]}, {"name": "Asagi", "audio": "v_sr077_0014", "normalized": ["Ogghh… nnghh, bbhh… nnbbghll… gbhh, nnh, phmmhhnn… nnggh…"]}, {"name": "", "audio": "", "normalized": ["No longer having leeway to stretch out her tongue like before, her eyes bulged and opened wide.", " Her lips formed a big round circle as she occasionally dry heaved."]}, {"name": "", "audio": "", "normalized": ["With her lips full with his thickness and her cheeks stuffed with his shape sticking out, Asagi began to gently wash his fleshy shaft with a great deal of saliva."]}, {"name": "Asagi", "audio": "v_sr077_0015", "normalized": ["Nnghllr, ghllrr, ghhbbh, chbbhnn, gchh, gchh…"]}, {"name": "", "audio": "", "normalized": ["Asagi wriggled her tongue as if to paint him all over with her saliva."]}, {"name": "", "audio": "", "normalized": ["She ran it diligently across the middle of his shaft down to the base, as she had done before with his mushroom head."]}, {"name": "", "audio": "", "normalized": ["Slurping up the permeating taste of sweat and smegma, her eyes narrowed, spellbound, as she moved her head slowly…"]}, {"name": "", "audio": "", "normalized": ["…pumping his penis with her lips and the inside of her cheeks."]}, {"name": "Asagi", "audio": "v_sr077_0016", "normalized": ["(Nnhohh, pheww… nnh, ama…zhing… I can smell it all the way in the back of my throat… so shmelly…)"]}, {"name": "", "audio": "", "normalized": ["The pre-cum overflowing from his urethra and the faint bit of remaining smegma rubbed against the inside of her throat as the smell dyed Asagi's brain with lust."]}, {"name": "", "audio": "", "normalized": ["If only she could spend the rest of her life eating his cock."]}, {"name": "", "audio": "", "normalized": ["The taste of his flesh was so overpowering, that was all she could think, as the stain at her groin spread and her throat rang out."]}, {"name": "Asagi", "audio": "v_sr077_0017", "normalized": ["Nngh, *slurp* *gulp* Nghh… nnh, nnhh…nbbhh…"]}, {"name": "", "audio": "", "normalized": ["Even the taste of her contaminated saliva after cleansing his penis seemed delicious, and she purred as she gazed upwardly at her master in gratitude."]}, {"name": "", "audio": "", "normalized": ["Looking down upon her, the man grinned widely, and making sure the surrounding townspeople could hear him as well, gave her a new order."]}, {"name": "You", "audio": "", "normalized": ["Pull open your clothes right there and give them a look at your tits."]}, {"name": "Asagi", "audio": "v_sr077_0018", "normalized": ["Nnh…haah, alright… nnh…"]}, {"name": "", "audio": "", "normalized": ["Giving not the slightest thought to disobeying his order, Asagi pulled open her clothing immediately as she muttered her earnest response."]}, {"name": "", "audio": "", "normalized": ["The commotion from the surrounding crowd which sounded almost like cheering made her cheeks grow hot."]}, {"name": "", "audio": "", "normalized": ["But just as ordered, she bared her ample breasts to the public without at attempt to hide."]}, {"name": "Asagi", "audio": "v_sr077_0019", "normalized": ["Nnh…that'sh fine right… Mmhh, aahmm.", " *slurp, suck, sluurp*…"]}, {"name": "", "audio": "", "normalized": ["She asked the question while continuing to suck his flesh rod, taking care not to nip him, but still play-biting as she switched between her lips and teeth."]}, {"name": "", "audio": "", "normalized": ["As if showing off her exposed tits, she puffed up her chest."]}, {"name": "", "audio": "", "normalized": ["She slightly lifted her full breasts with her arms and jiggled them as if to make clear their rich softness."]}, {"name": "", "audio": "", "normalized": ["Her breasts were large enough to spill out of one's hands, and emphasized her inviting flesh as they squished against her."]}, {"name": "", "audio": "", "normalized": ["Asagi was tantalized by this sensation and her master's gaze."]}, {"name": "", "audio": "", "normalized": ["Ever since she had been ordered to fellate him, her nipples had already stiffened, but they now stood fully erect."]}, {"name": "", "audio": "", "normalized": ["Even her areolae had swelled up hard and were twitching."]}, {"name": "Asagi", "audio": "v_sr077_0020", "normalized": ["(Nnhahh… th-they're, they're watching… my tits… while Master… nnphh!", ")"]}, {"name": "", "audio": "", "normalized": ["Her unblemished, undirtied fresh pink nipples pricked upward as Asagi's spine shuddered with excitement."]}, {"name": "", "audio": "", "normalized": ["That sweet sensation was the feeling of her groin boiling over with lust once again."]}, {"name": "", "audio": "", "normalized": ["His cock grew even bigger in her mouth while she continued to suck him with her pursed lips."]}, {"name": "Asagi", "audio": "v_sr077_0021", "normalized": ["Nnmhh, *suck*… *glurp, smack*… nnphll… *lick* *drool*… nnpph♪"]}, {"name": "", "audio": "", "normalized": ["Having completely washed his manly spear, Asagi sucked him diligently again, thoroughly enjoying his pulsating hardness with every bit of her tongue."]}, {"name": "", "audio": "", "normalized": ["Every time his penis throbbed within her mouth, the sensation of being violated with his man meat sweetly clouded her mind and her eyes."]}, {"name": "Asagi", "audio": "v_sr077_0022", "normalized": ["(Nnhohh… hwaaoh, nnh… I can't stop thishh… nnh, his dick is so delishus…)"]}, {"name": "Asagi", "audio": "v_sr077_0023", "normalized": ["Gcchbb… *drool*, nghhbb… nngh, oggh… ohh… hoohh… ommhh…"]}, {"name": "", "audio": "", "normalized": ["She buried her head in his groin once more, using both the inside and outside of her lips in alternation while wriggling her tongue."]}, {"name": "", "audio": "", "normalized": ["As she gazed upward at him, she furiously moved her head across his shaft while servicing him lovingly."]}, {"name": "", "audio": "", "normalized": ["She breathed roughly as her nostrils flared wide.", " An enormous amount of saliva poured out from between her lips and his penis and ran down Asagi's face and chin."]}, {"name": "", "audio": "", "normalized": ["Awash with drool, the man's penis stench welled up once again, as he dripped upon the ground and the scent wafted upward."]}, {"name": "", "audio": "", "normalized": ["Stimulated by the smell of her beloved master's penis filling her nasal cavity, Asagi's eyes narrowed with pleasure, and the movement of her head and mouth rapidly changed."]}, {"name": "", "audio": "", "normalized": ["*Ghlurp, smack, gurp!", "* *Sucksucksuck, smack, suck*… *Ghlurp, suck*…"]}, {"name": "Asagi", "audio": "v_sr077_0024", "normalized": ["(Phmhh… no good, thish is… no good… my mind is totally meltiing… mhh, nchhpp…)"]}, {"name": "", "audio": "", "normalized": ["His dick slammed down against the back of her throat, then pulled all the way out."]}, {"name": "", "audio": "", "normalized": ["Asagi trapped his glans with the back of her lips and moved her head while using her tongue, teasing the back of his frenulum."]}, {"name": "", "audio": "", "normalized": ["Asagi's tongue masturbated him as she used it to pressure his man meat, kneading it with divine pressure and stimulating him all the way to his balls and urethra."]}, {"name": "", "audio": "", "normalized": ["The man's penis pulsated over and over as he let out his sticky pre-cum, satisfying Asagi's lips and tastes as she passionately caressed him with her mouth."]}, {"name": "Asagi", "audio": "v_sr077_0025", "normalized": ["Hphhn… nnghllr… *drool*…hhoi, hyeeh… mmhh, gpph, mhhmh…*shlurp*♪"]}, {"name": "", "audio": "", "normalized": ["At the same time, she sucked his cock with the inside of her cheeks, not leaving a single opening even as she licked him with her tongue."]}, {"name": "", "audio": "", "normalized": ["She was determined to not let a single drop spill."]}, {"name": "You", "audio": "", "normalized": ["Guhh… heheheh, good girl, Asagi… Just like that, suck me even more obscenely!"]}, {"name": "You", "audio": "", "normalized": ["Show them all the proof that you became my female pig slave!"]}, {"name": "Asagi", "audio": "v_sr077_0026", "normalized": ["(Nnmhh… of coursh… I'm doing all this sucking for you, master… it's all for your dick…)"]}, {"name": "", "audio": "", "normalized": ["Filled with joy at the man's groaning and the pulsing of his penis, she tilted her head and rubbed his shaft along her cheek."]}, {"name": "", "audio": "", "normalized": ["She brazenly showed off as she rubbed her gums against him as though she were brushing her teeth with his dick."]}, {"name": "Asagi", "audio": "v_sr077_0027", "normalized": ["Nhhrr, gchh, nnph…*lick* *drool* *smack*"]}, {"name": "", "audio": "", "normalized": ["The taste of his penis as it swelled ever bigger and throbbed over and over dyed Asagi's expression in nothing but passion and lust."]}, {"name": "", "audio": "", "normalized": ["That overwhelming lust showed in her face as she glued her lips to his dick."]}, {"name": "", "audio": "", "normalized": ["She stretched out her lips to their limit every time she pulled her head away, exposing her unimaginably obscene expression."]}, {"name": "Resident 3", "audio": "", "normalized": ["W-whoa… this is so unbelievably erotic…"]}, {"name": "Resident 4", "audio": "", "normalized": ["To think that Asagi would act so submissively…"]}, {"name": "", "audio": "", "normalized": ["The whispered words of the people served to make her realize again that she had truly become the man's slave."]}, {"name": "", "audio": "", "normalized": ["The sensation made her spine tremble, and her ass stuck out where she squatted and shook as if inviting the onlooking men."]}, {"name": "Asagi", "audio": "v_sr077_0028", "normalized": ["(Nnnmmhh…nnh, haah, seems like he'll cum… his dick is throbbing, like he's gonna cuum…hhmnn!", ")"]}, {"name": "", "audio": "", "normalized": ["His dick slapped against her chin as it jumped and forced her lips to open even wider."]}, {"name": "", "audio": "", "normalized": ["Asagi's eyes narrowed in pleasure at the feeling as she rotated and turned her head."]}, {"name": "", "audio": "", "normalized": ["The man let out a small groan and pushed his hips forward, poking against the back of her throat."]}, {"name": "Asagi", "audio": "v_sr077_0029", "normalized": ["Nnghh, nnbbhh?!", " Ohh, gbbh, ohh, nhhoohh…"]}, {"name": "", "audio": "", "normalized": ["Her throat slammed shut as she gagged and her eyes rolled, and the walls of her mouth wrapped around his penis, rubbing against him as if she would swallow him whole."]}, {"name": "", "audio": "", "normalized": ["The suction made his cock leap and shudder even more than before, and the man drew his hips back, rubbing his rod against the inside of her cheeks as he pulled out."]}, {"name": "Asagi", "audio": "v_sr077_0030", "normalized": ["Nnhaah, agghh!", " Bwaah, haah, aah…phew…"]}, {"name": "", "audio": "", "normalized": ["His meat stick was like a cork, and as he pulled it out, a colossal amount of oxygen poured into Asagi's lungs as she inhaled deeply."]}, {"name": "", "audio": "", "normalized": ["However, her eyes were still on his cock, and as she gazed at his twitching urethra, she instinctively parted her lips and stuck out her tongue."]}, {"name": "Asagi", "audio": "v_sr077_0031", "normalized": ["Nnhaah♪", " Aaah… nnph…"]}, {"name": "You", "audio": "", "normalized": ["All right, stay like that… ggh!", " Uggh, nnghh!"]}, {"name": "", "audio": "", "normalized": ["*Shake, shiver* *Splurt, splort splort splort!", "* *Splash, splash, spluursh!", "*"]}, {"name": "Asagi", "audio": "v_sr077_0032", "normalized": ["Ahaah, hyaah♪", " Nngh, aah, haah, aauhh…"]}, {"name": "", "audio": "", "normalized": ["His giant penis and balls let out a vigorous stream of ejaculate, but of course, she couldn't handle it all with just her mouth."]}, {"name": "", "audio": "", "normalized": ["Great white clouds shot out as his meat rod pulsed fiercely and a huge number of globs of jelly-like semen rained down upon Asagi's face."]}, {"name": "Asagi", "audio": "v_sr077_0033", "normalized": ["Nhhoo, oohh!", " Nhhii, nnhhoo—!"]}, {"name": "", "audio": "", "normalized": ["His semen was so thick with his male scent that it would make one choke."]}, {"name": "", "audio": "", "normalized": ["From the moment he let loose, it pelted against Asagi's face, filling the air even further with the thick smell of his sperm."]}, {"name": "", "audio": "", "normalized": ["The dripping globs of semen that coated her face all over stickily covered every inch, soaking into her skin and burning her with the heat of his male greed."]}, {"name": "Asagi", "audio": "v_sr077_0034", "normalized": ["Nhhoo, ohh, awoahh…nnh, *shlurp* *lick*… nnhah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["The back of her head tingled just from licking up a small bit.", " The taste of her master's semen on her tongue made her slit flood as if she had wet herself."]}, {"name": "Asagi", "audio": "v_sr077_0035", "normalized": ["(Hauuh…nnh, thish is… this is… Master's special thick raw semen♪", ")"]}, {"name": "", "audio": "", "normalized": ["She rolled his lusty male fluids around on her pink tongue, now dyed white, slurping up every grainy bit and smell while slightly purring."]}, {"name": "", "audio": "", "normalized": ["She could feel her master's warmth travel down the back of her throat all the way to her stomach."]}, {"name": "", "audio": "", "normalized": ["Just this sensation gave her such ecstasy she thought she might climax."]}, {"name": "You", "audio": "", "normalized": ["Phew… heheheh, how does it feel, Asagi?", " How does it feel to show all these people your public blowjob and your face being ejaculated on?"]}, {"name": "", "audio": "", "normalized": ["The man teased and sneered at her, but even this look of scorn filled her with carnal desire, and her body and mind felt as though they would melt."]}, {"name": "", "audio": "", "normalized": ["His burly penis showed no signs of withering even after letting out a huge amount of ejaculate, and he slapped it against her cheek, smearing her nose with semen."]}, {"name": "", "audio": "", "normalized": ["No matter how many times he struck her with his indecent rod, Asagi felt neither shame nor disgrace."]}, {"name": "", "audio": "", "normalized": ["Instead, her eyes sparkled with the pleasure of the flesh as her tongue chased the tip of his dick."]}, {"name": "Asagi", "audio": "v_sr077_0036", "normalized": ["Nhyaah, itsh… the besht… *sluurp* *lick* phew…"]}, {"name": "", "audio": "", "normalized": ["Asagi was drowning in every part of her beloved master—his heat, his hardness, his taste and smell all satisfying her face and mouth with pleasure."]}, {"name": "", "audio": "", "normalized": ["Her face was dyed pink with ecstasy and her wet eyes narrowed as if she were melting in pleasure, as semen spilled from her sweetly loosened lips."]}]