[{"name": "", "audio": "", "normalized": ["The action in the luxury hotel room was just getting started."]}, {"name": "Noa", "audio": "v_sr719_0000", "normalized": ["Okay, mister, you should be on the bottom this time♪"]}, {"name": "Man", "audio": "", "normalized": ["Oh, are you going to get on top?", " Sure.", " O-oof.", " You're surprisingly aggressive."]}, {"name": "Noa", "audio": "v_sr719_0001", "normalized": ["W-well, I just can't hold back anymore after how you did me."]}, {"name": "Noa", "audio": "v_sr719_0002", "normalized": ["Aah, nnh… nnh♪"]}, {"name": "", "audio": "", "normalized": ["I pulled the man down onto the bed, spread my legs wide, and propped myself up with my hands as I lowered my hips."]}, {"name": "Man", "audio": "", "normalized": ["Oh my, oh my.", " Noa, what a position.", " I can't get enough of this angle… Ggh?!"]}, {"name": "Noa", "audio": "v_sr719_0003", "normalized": ["Ufufufu.", " Mister… Look at your thing, you came so much before but it's already so stiff again♪"]}, {"name": "", "audio": "", "normalized": ["Beneath my crotch, his cock that had just finished ejaculating earlier was pulsating quietly."]}, {"name": "", "audio": "", "normalized": ["The lovemaking ninja art, Passionate Allure, was always effective, but the downside was that it took time to ensure it would work."]}, {"name": "Noa", "audio": "v_sr719_0004", "normalized": ["Nnh… phwah, wow.", " It's twitching like it wants me really bad."]}, {"name": "Man", "audio": "", "normalized": ["Yeah, it's because you're so cute and lewd… Man, it really is excited."]}, {"name": "", "audio": "", "normalized": ["The man was a politician with connections to the demons.", " Unaware of my true identity, he simply thought he was spending the night with a woman he'd bought."]}, {"name": "", "audio": "", "normalized": ["By using Passionate Allure, I could make the target's memory so hazy he would forget he provided evidence of his misdeeds."]}, {"name": "", "audio": "", "normalized": ["That was also the reason I had to subject myself to further pleasures."]}, {"name": "Noa", "audio": "v_sr719_0005", "normalized": ["You too, mister… Nnh, sticking to my body♪", " You can do… lots and lots more naughty things to me♪"]}, {"name": "Man", "audio": "", "normalized": ["Yeah, looking up at your tits like this while we do it is great too."]}, {"name": "Man", "audio": "", "normalized": ["Very good, swing them around more for more!"]}, {"name": "", "audio": "", "normalized": ["I stretched out my arms, trying to straddle him in a cowgirl position, and he massaged my breasts from below, as if to support me."]}, {"name": "", "audio": "", "normalized": ["This politician's technique was on a much higher level compared to other men I'd encountered in my duties.", " I couldn't let things end with him making me cum."]}, {"name": "Noa", "audio": "v_sr719_0006", "normalized": ["Nnph, sure♪", " If you want to touch my chest… m-my boobs that much, do it as much as you like… Nnh, haanh♪"]}, {"name": "Man", "audio": "", "normalized": ["Ohh, they're jiggling…!", " Haah, I can't get enough of this!"]}, {"name": "Noa", "audio": "v_sr719_0007", "normalized": ["Nnh, aah♪", " Ahh, wow♪", " Noo, you're so dirty, mister♪", " Touching the tips… Nnh, phwaah♪"]}, {"name": "", "audio": "", "normalized": ["Though it was just teasing, he still seemed in control of himself.", " I had gotten on top to try and keep the initiative, but I didn't expect him to be so aggressive from below."]}, {"name": "", "audio": "", "normalized": ["He pinched and stimulated my nipples, making me gasp unintentionally.", " It only made him even more excited."]}, {"name": "Noa", "audio": "v_sr719_0008", "normalized": ["Nnhahh?!", " H-hey.", " If you're gonna be so naughty, I'll have to punish you later."]}, {"name": "Man", "audio": "", "normalized": ["Haha, oh no, I can't have a good girl like Noa hate me.", " Sorry, don't be mad at me."]}, {"name": "", "audio": "", "normalized": ["His movements grew gentler, as if he was looking to see how I responded.", " At least he didn't have the advantage for now."]}, {"name": "Noa", "audio": "v_sr719_0009", "normalized": ["Aah, haah… Nnph.", " Aah… you're a good boy after all, huh♪"]}, {"name": "", "audio": "", "normalized": ["It wasn't just the movement of his hands that changed, but his demeanor as well."]}, {"name": "", "audio": "", "normalized": ["Rather than treating me like a pleasure tool he had bought, now he was acting kind and gentlemanly like a real lover."]}, {"name": "Man", "audio": "", "normalized": ["Now, now, you shouldn't tease like that.", " Noa… I want to make love to you more."]}, {"name": "Noa", "audio": "v_sr719_0010", "normalized": ["Yeah… Me too.", " Getting dirty with you feels… way, way better than with anyone else♪"]}, {"name": "", "audio": "", "normalized": ["I made my voice sweet, acting shy and innocent to encourage him, even if it was embarrassing."]}, {"name": "", "audio": "", "normalized": ["Until I could get this lustful politician to give me proof he was connected to the demons, I couldn't forget that I was a Taimanin."]}, {"name": "Man", "audio": "", "normalized": ["Aah, Noa.", " Being with you is so magical… It's like smelling the sweet scent of a field full of flowers…"]}, {"name": "Noa", "audio": "v_sr719_0011", "normalized": ["No way♪", " Me too… Being with you gets me really excited… Nnh, aahn♪"]}, {"name": "", "audio": "", "normalized": ["My pussy lips were starting to get wet as they relaxed and I wiggled my hips on his penis."]}, {"name": "", "audio": "", "normalized": ["His erection had regained its prior stiffness."]}, {"name": "Noa", "audio": "v_sr719_0012", "normalized": ["Aah… it's so hard already♪", " My heart is beating so fast just being with you… Aah, I can't take it♪"]}, {"name": "Man", "audio": "", "normalized": ["Ohh, Noa!", " Gahh!"]}, {"name": "", "audio": "", "normalized": ["The sweet scent wasn't in his imagination.", " It was proof that my Passionate Allure art was working."]}, {"name": "", "audio": "", "normalized": ["By consuming the target's saliva and other bodily fluids, I could emit their favorite fragrance from my sweat glands as pheromones.", " That was essentially how the technique worked."]}, {"name": "Noa", "audio": "v_sr719_0013", "normalized": ["Aanh, mister♪", " Have even more fun with me, okay?", " You're my prisoner now♪"]}, {"name": "Man", "audio": "", "normalized": ["Of course!", " Aah, I might not be able to live without you anymore… O-ohh?!"]}, {"name": "", "audio": "", "normalized": ["The pheremones get stronger as time passes.", " I'd do whatever it took to drag him into a hell of pleasure."]}, {"name": "Noa", "audio": "v_sr719_0014", "normalized": ["Aah, w-will you do me more again?", " Please… kiss me and have lots of sex with me.", " Haah, mister♪"]}, {"name": "", "audio": "", "normalized": ["As I straddled him, I could feel more love juices seeping out of my privates."]}, {"name": "", "audio": "", "normalized": ["My body was growing hot again from the man's persistent caresses."]}, {"name": "Man", "audio": "", "normalized": ["Ohh… oh?!", " Noa… Ggh.", " That's great.", " What a wonderful view!"]}, {"name": "Noa", "audio": "v_sr719_0015", "normalized": ["Ufufu… But, aanh♪", " You really are naughty, mister♪"]}, {"name": "", "audio": "", "normalized": ["I straddled his erect cock and began moving my hips back and forth, rubbing against him."]}, {"name": "", "audio": "", "normalized": ["His dick grew even harder as my moist crevasse stimulated it.", " More pre-cum seeped from his glans, exciting the entrance to my pussy."]}, {"name": "Noa", "audio": "v_sr719_0016", "normalized": ["Aaah, amazing♪", " Just thinking about being fucked by your hard cock again… It gets me so excited.", " Nnh… aah♪"]}, {"name": "", "audio": "", "normalized": ["I squeezed my own breasts, moving my hips back and forth to stimulate him more strongly."]}, {"name": "", "audio": "", "normalized": ["As I stimulated him with my folds, I showed off my exaggerated sexuality with the lewdness of a professional harlot."]}, {"name": "Man", "audio": "", "normalized": ["Aah, you're doing great.", " At this rate, I'm gonna… Ggh?!", " I feel like I'm gonna cum again right away!"]}, {"name": "", "audio": "", "normalized": ["I grind my hips deliberately, pressing him for more pre-cum.", " His fluid splashes all over my rounded hips."]}, {"name": "", "audio": "", "normalized": ["Even though he was on the bottom, not to be outdone, the man reached out to stroke my thighs and butt."]}, {"name": "Noa", "audio": "v_sr719_0017", "normalized": ["Haah, aah… I want you to feel even better… Nnh, aah♪"]}, {"name": "", "audio": "", "normalized": ["The Passionate Allure technique is a double-edged sword.", " Producing pheromones to bewitch others also means exposing myself to pleasure at the same time."]}, {"name": "", "audio": "", "normalized": ["Though I knew it was my duty, I couldn't help but feel anxious about stimulating his male organs with my sensitive spot."]}, {"name": "Man", "audio": "", "normalized": ["Ggh, ohh… Noa, you're such a dirty girl.", " Even though I came before, my dick is so hard…"]}, {"name": "Noa", "audio": "v_sr719_0018", "normalized": ["Oh, I'm so happy.", " I can't believe I got you so turned on♪", " Ufufu, you should get even more excited♪"]}, {"name": "Man", "audio": "", "normalized": ["Y-yeah… But at this rate…"]}, {"name": "", "audio": "", "normalized": ["The man seemed lost in thought, perhaps doubting his erectile function, as he reached for his suit."]}, {"name": "Noa", "audio": "v_sr719_0019", "normalized": ["Haah, haah… Wh-what's wrong, mister?"]}, {"name": "Man", "audio": "", "normalized": ["Noa, even I can't keep going one round after the other.", " That's why I was thinking I'd use this…"]}, {"name": "Noa", "audio": "v_sr719_0020", "normalized": ["What's that…?"]}, {"name": "", "audio": "", "normalized": ["It sounded like an excuse from the prideful politician, but the thing he pulled out of his suit pocket caught my eyes for a moment."]}, {"name": "", "audio": "", "normalized": ["It was a drug in capsule form.", " I had no doubt it was something illegal and not available by usual means."]}, {"name": "Noa", "audio": "v_sr719_0021", "normalized": ["Aw, mister♪", " What kind of medicine is that?"]}, {"name": "Man", "audio": "", "normalized": ["Hahaha.", " You don't have to worry.", " It's an energizing drug.", " I can use it to give you an even better time…"]}, {"name": "", "audio": "", "normalized": ["He didn't go into the details.", " I reached out, but he gently stopped me."]}, {"name": "", "audio": "", "normalized": ["The man threw the capsule into his mouth.", " As I watched, his cock quickly regained its stiffness."]}, {"name": "Man", "audio": "", "normalized": ["Mmh.", " Ohh… ggh?!", " Nnh.", " W-well?", " Pretty great, right?"]}, {"name": "Noa", "audio": "v_sr719_0022", "normalized": ["Aah, aah…♪", " Oh wow… Isn't it just too amazing, mister?"]}, {"name": "", "audio": "", "normalized": ["With a groan, his cock pulsated, changing shape as though it was a clay sculpture."]}, {"name": "", "audio": "", "normalized": ["Moments later, his cock had grown to the point it almost seemed to belong to a different person."]}, {"name": "Noa", "audio": "v_sr719_0023", "normalized": ["I-it's really amazing… Your dick… Aah, it's just the tip, but it's so big.", " Nnh♪"]}, {"name": "", "audio": "", "normalized": ["I couldn't stop myself from expressing my happiness.", " It wasn't because of his swollen penis, but because of the drugs that were my mission target."]}, {"name": "", "audio": "", "normalized": ["They could be considered definitive proof of his connection to the demons.", " I was worried about the capsule ingredients, but I needed to get my hands on the drug."]}, {"name": "Noa", "audio": "v_sr719_0024", "normalized": ["Haah, haah… Wow.", " I-it's still not even halfway in… But it's filling me up so much… Nnh, nnhahh♪"]}, {"name": "", "audio": "", "normalized": ["It wasn't just swollen.", " Several blood vessels stood out and the tip was protruding stiffly."]}, {"name": "", "audio": "", "normalized": ["Even with it only fucking my entrance, it felt many times harder and thicker.", " It was truly a weapon of the flesh."]}, {"name": "Man", "audio": "", "normalized": ["Ohh… Ohh?!", " Th-this is it.", " My cock is tingling."]}, {"name": "Man", "audio": "", "normalized": ["It's saying how much it wants to fuck your pussy!"]}, {"name": "", "audio": "", "normalized": ["I had heard rumors in the past about a rich-looking man using unfamiliar drugs to ruin prostitutes and amateur escorts."]}, {"name": "", "audio": "", "normalized": ["They were likely some kind of aphrodisiac or energizing drugs used by the demons.", " Even if they were illegal, they were highly sought after, but the side effects were intense."]}, {"name": "Noa", "audio": "v_sr719_0025", "normalized": ["Haah, haah… Aah, w-wow.", " Your dick is so… Ohh, nnh… I'm gonna break!"]}, {"name": "", "audio": "", "normalized": ["Even if it was difficult to obtain the drugs, it was possible to collect the bodily fluids of the person using them.", " If you were a master of lovemaking arts like me."]}, {"name": "", "audio": "", "normalized": ["I was a bit reluctant, but I could fully use my ability as a Taimanin.", " It was a mission only I could carry out."]}, {"name": "Noa", "audio": "v_sr719_0026", "normalized": ["P-please, mister… Give me a lot of cum?", " Put lots inside my pussy like you did before♪"]}, {"name": "Man", "audio": "", "normalized": ["Oh, yes!", " With these drugs, I can satisfy you over and over again!"]}, {"name": "", "audio": "", "normalized": ["He began to wildly lift his hips.", " He wasn't holding back anymore, and the gentlemanly behavior from before was gone."]}, {"name": "", "audio": "", "normalized": ["Perhaps because of the drugs, he snorted like an animal as he tormented me."]}, {"name": "Noa", "audio": "v_sr719_0027", "normalized": ["Aanh… nnh♪", " N-no, you're too rough, mister… Your huge thing is filling up my pussy♪"]}, {"name": "", "audio": "", "normalized": ["Just light thrusting was more stimulating than I expected.", " If I didn't keep hold of my conscious, I would be the one getting swept away by the pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Ohh, your pussy's entrance is rubbing me so much… Ggh, gghh!"]}, {"name": "Noa", "audio": "v_sr719_0028", "normalized": ["Haah, haah… Aah, n-noo♪", " Mister… aah, wow, yes… Hey… where did you get that medicine from?"]}, {"name": "Man", "audio": "", "normalized": ["Fufu, well, despite my looks, I have connections in a lot of different industries… There, take that!"]}, {"name": "", "audio": "", "normalized": ["It wouldn't be that easy to make him talk after all.", " Even if I pressed him, without my arts in full effect, he'd get suspicious of me."]}, {"name": "", "audio": "", "normalized": ["I needed to keep close contact in order to keep him under my control with my pheromones and obtain the drug's ingredients."]}, {"name": "Noa", "audio": "v_sr719_0029", "normalized": ["Aah… Nnhh, haah♪", " M-mister… that's great♪", " M-more…"]}, {"name": "", "audio": "", "normalized": ["As long as I had this power, I would never be able to have a proper relationship for the rest of my life."]}, {"name": "", "audio": "", "normalized": ["Any man who embraced my body would end up prisoner to my pheromones.", " It was a little sad."]}, {"name": "Man", "audio": "", "normalized": ["Ohh, Noa… I'm your captive!", " Ohh, i-it's coming out!", " I'm gonna cum inside your pussy again…!"]}, {"name": "Noa", "audio": "v_sr719_0030", "normalized": ["Nnh, aah… nnh, phwaah♪"]}, {"name": "", "audio": "", "normalized": ["His pulsating cock picked up momentum, swelling more and more at my entrance.", " Sensing he was about to ejaculate, he lifted his hips immediately."]}, {"name": "Noa", "audio": "v_sr719_0031", "normalized": ["Ufufufu… Not yet, mister♪"]}, {"name": "", "audio": "", "normalized": ["I could feel his penis swell inside my pussy, ready to ejaculate, and I sat up a bit, stopping him."]}, {"name": "Man", "audio": "", "normalized": ["O-ohh?", " Noa… Wh-why?!", " Ghh…?!"]}, {"name": "", "audio": "", "normalized": ["He looked astonished that I had left him hanging right when he was ready to violate me all the way to my womb with his penis."]}, {"name": "Noa", "audio": "v_sr719_0032", "normalized": ["Well, if you cum inside me like this, I might get pregnant♪"]}, {"name": "Man", "audio": "", "normalized": ["S-so…?"]}, {"name": "", "audio": "", "normalized": ["His face was full of confusion, as if it was asking what the heck was wrong with me."]}, {"name": "", "audio": "", "normalized": ["It was only natural to be confused.", " After all, I had already let him cum inside me a little while ago."]}, {"name": "Noa", "audio": "v_sr719_0033", "normalized": ["You can't do that.", " I can't trust someone who just cums so easily like that."]}, {"name": "Man", "audio": "", "normalized": ["Ohh!", " Noa, please…!", " L-let me cum…!"]}, {"name": "", "audio": "", "normalized": ["He clung to me desperately, covered in greasy sweat like a toad.", " His desperation was almost funny."]}, {"name": "Noa", "audio": "v_sr719_0034", "normalized": ["Hey, are you really thinking about me here?", " If you dump me, I might end up crying myself to sleep."]}, {"name": "", "audio": "", "normalized": ["Of course I wouldn't.", " But even school play level acting was very effective on this man."]}, {"name": "Man", "audio": "", "normalized": ["Aah, p-please.", " Let me cum inside your pussy!", " P-please…!"]}, {"name": "Noa", "audio": "v_sr719_0035", "normalized": ["Ufufu… What should I do♪"]}, {"name": "", "audio": "", "normalized": ["I smiled devilishly as I wiggled my butt."]}, {"name": "", "audio": "", "normalized": ["When his penis that was halfway inside my pussy threatened to be pulled out, his behavior suddenly changed."]}, {"name": "Man", "audio": "", "normalized": ["P-please!", " I'll pay you as much as you want… So let me, nnh… Gggh?!"]}, {"name": "", "audio": "", "normalized": ["His glans moved back and forth against my entrance, leaving his shaft with no pleasurable benefit.", " His expression grew pale."]}, {"name": "", "audio": "", "normalized": ["His penis was taut from the drugs, quivering like it was about to burst from the pre-cum seeping out."]}, {"name": "Noa", "audio": "v_sr719_0036", "normalized": ["Wow… Your dick♪", " It keeps twitching.", " Even this feels really good for me♪"]}, {"name": "Man", "audio": "", "normalized": ["Ohh?!", " Noa, please… Gggh… Uwoah, ohh!"]}, {"name": "", "audio": "", "normalized": ["He writhed around on the bed, his entire body trembling."]}, {"name": "", "audio": "", "normalized": ["The more his cock's desire to ejaculate grew, the more it suffered at my entrance."]}, {"name": "Noa", "audio": "v_sr719_0037", "normalized": ["Hey, mister?", " You really want to cum inside?"]}, {"name": "Man", "audio": "", "normalized": ["Haah, haah… O-of course I do.", " Please… I'm begging you!", " Please, Noa… Miss Noaa!"]}, {"name": "", "audio": "", "normalized": ["He was at his wits' end.", " He was even addressing me differently.", " Or maybe he was enjoying some roleplay."]}, {"name": "Noa", "audio": "v_sr719_0038", "normalized": ["But, but, if I get pregnant, will you take responsibility for the baby?"]}, {"name": "Man", "audio": "", "normalized": ["I-I'll even pay support… I'll pay anything!", " I'll look after the kid… Anything I can do for you with my money, aah, ggh?!"]}, {"name": "", "audio": "", "normalized": ["The usual excuses of a man with a wife and children.", " I would have to pressure him more mentally to get any information out of him."]}, {"name": "Noa", "audio": "v_sr719_0039", "normalized": ["Really?"]}, {"name": "Man", "audio": "", "normalized": ["R-really!", " No, I-I mean it.", " So… please!"]}, {"name": "Man", "audio": "", "normalized": ["Miss Noa… Aah, I think I'm going crazy…!"]}, {"name": "Noa", "audio": "v_sr719_0040", "normalized": ["Okay, final question.", " If you answer this one, I'll let you cum♪"]}, {"name": "", "audio": "", "normalized": ["He was still sweating as he looked at me seriously and waited for me to speak."]}, {"name": "Noa", "audio": "v_sr719_0041", "normalized": ["Who did you get those pills from?"]}, {"name": "Man", "audio": "", "normalized": ["Th-that's…"]}, {"name": "", "audio": "", "normalized": ["His lips stiffened for a moment.", " He didn't seem to want to name his supplier."]}, {"name": "", "audio": "", "normalized": ["I twisted my hips and acted like I was going to let his cock slip out."]}, {"name": "Noa", "audio": "v_sr719_0042", "normalized": ["Nnnh.", " If you won't tell me, I won't let you cum♪"]}, {"name": "Man", "audio": "", "normalized": ["A-a man called Nazak!", " Miss Noa, please!"]}, {"name": "", "audio": "", "normalized": ["Nazak.", " He was a well-known demon.", " That would help narrow down the illegal channels they were using to move drugs from the Dark World."]}, {"name": "Noa", "audio": "v_sr719_0043", "normalized": ["Fufu, good job♪", " All right, you can cum inside my pussy as much as you like now♪"]}, {"name": "Man", "audio": "", "normalized": ["Ohh!", " Miss Noa… I'm so grateful!"]}, {"name": "Noa", "audio": "v_sr719_0044", "normalized": ["Ufufu.", " Forgive me for teasing you.", " Just enjoy yourself and cum, and you'll forget all the bad things♪"]}, {"name": "", "audio": "", "normalized": ["I wink with one eye, trying to make him let his guard down."]}, {"name": "", "audio": "", "normalized": ["This was to make sure my arts were effective and to make him forget the whole thing."]}, {"name": "Noa", "audio": "v_sr719_0045", "normalized": ["Nnh… Hey, mister.", " Can I ask one more thing…?"]}, {"name": "Man", "audio": "", "normalized": ["Hmm?", " Sure, what is it?"]}, {"name": "Noa", "audio": "v_sr719_0046", "normalized": ["Have you really fallen for me?"]}, {"name": "", "audio": "", "normalized": ["It was a meaningless question to ask when my arts had erased his memory of the last hour or so."]}, {"name": "", "audio": "", "normalized": ["Still, I had to ask…"]}, {"name": "Man", "audio": "", "normalized": ["Yes, yes…!", " Of course, Noa!"]}, {"name": "Noa", "audio": "v_sr719_0047", "normalized": ["Ufufu.", " Thank you.", " I really loved you too♪"]}, {"name": "", "audio": "", "normalized": ["I smiled and lowered my hips all the way down.", " His thick cock plunged deep into my pussy, all the way to my womb."]}, {"name": "Man", "audio": "", "normalized": ["Ohh… ohh, Noa?!", " I'm… ghh?!"]}, {"name": "Noa", "audio": "v_sr719_0048", "normalized": ["Aah… I-it's fine!", " Cum, cum with me, mister!"]}, {"name": "", "audio": "", "normalized": ["His penis was strained to its limit.", " The relief of accomplishing my difficult mission seemed to melt away my senses too."]}, {"name": "Noa", "audio": "v_sr719_0049", "normalized": ["Nnhahh?!", " Cum, mister!", " Cum inside my pussy!", " Nnh… aah, pour your semen inside mee!"]}, {"name": "", "audio": "", "normalized": ["Splurtsplurtsplurt!", " Splashsplashsplaash!"]}, {"name": "Noa", "audio": "v_sr719_0050", "normalized": ["Aaah!", " Aaah, I'm gonna cum!", " There's so much semen going into my pussy…!"]}, {"name": "", "audio": "", "normalized": ["His boiling white magma erupted all at once from beneath the surface."]}, {"name": "", "audio": "", "normalized": ["Drops of white fluid sprayed from where we were joined together, and I bent backwards at the force of his ejaculation."]}, {"name": "Noa", "audio": "v_sr719_0051", "normalized": ["Aaah… nnhh♪", " Aah, y-your dick… it's so hot♪", " Wow… it's so great♪", " Nnh, phwaah♪"]}, {"name": "Man", "audio": "", "normalized": ["Ohh, Noa… Nnh, ohh!"]}, {"name": "", "audio": "", "normalized": ["Splurtsplurtsplurtspluurt!"]}, {"name": "Noa", "audio": "v_sr719_0052", "normalized": ["Nnhyah?!", " Noo, it's overflowing again… Nnh, phwaah?!"]}, {"name": "", "audio": "", "normalized": ["He kept ejaculating over and over, screaming like an animal."]}, {"name": "", "audio": "", "normalized": ["It was a Dark World aphrodisiac, after all.", " It wasn't surprising that normal women would faint from enduring the endless ejaculation."]}, {"name": "Noa", "audio": "v_sr719_0053", "normalized": ["Haah, haah… Aah, wow… I came from your cock…♪"]}, {"name": "", "audio": "", "normalized": ["My womb was already full of milky fluid.", " I had gathered enough of a sample now to thoroughly investigate the drug's ingredients."]}, {"name": "", "audio": "", "normalized": ["All I had to do now was turn it over to the intelligence and science teams, and my mission would be complete."]}, {"name": "Noa", "audio": "v_sr719_0054", "normalized": ["Mister…?", " Hey, mister?", " Did you fall asleep?"]}, {"name": "Man", "audio": "", "normalized": ["Urrgh… Noa…"]}, {"name": "", "audio": "", "normalized": ["After groaning like a frog for a while, the bigshot politician fainted."]}, {"name": "", "audio": "", "normalized": ["By the time he woke up, he would forget everything that happened, including the face of the young woman he had bought."]}, {"name": "Noa", "audio": "v_sr719_0055", "normalized": ["Nnh… Nnh, ggh… Nnph…"]}, {"name": "", "audio": "", "normalized": ["Even though I knew that, I couldn't help the feeling of emptiness that crossed my mind."]}, {"name": "Noa", "audio": "v_sr719_0056", "normalized": ["Nnh… Aah, phew… Mission accomplished.", " Sheesh, he's out cold but he's still so hard."]}, {"name": "", "audio": "", "normalized": ["His orgasms finally subsided, and I tried to pull out his penis, but it was still so stiff and huge, it wouldn't come out."]}, {"name": "", "audio": "", "normalized": ["If I tried to force it, it wouldn't be pleasant for me either, since I was still sensitive from my own orgasm."]}, {"name": "Noa", "audio": "v_sr719_0057", "normalized": ["Phew… Oh well.", " Oh, right, I have to contact Principal Asagi… Mmh."]}, {"name": "", "audio": "", "normalized": ["This was a VIP hotel that catered to politicians.", " I had already made sure there were no listening devices around, so I fished for the smartphone in my pocket."]}, {"name": "", "audio": "", "normalized": ["I activated the hands free mode and gave a short report."]}, {"name": "Noa", "audio": "v_sr719_0058", "normalized": ["This is Noa, reporting to Principal Asagi.", " I've confirmed the connection between the target and the Dark World.", " Yes, I've retrieved a sample."]}, {"name": "", "audio": "", "normalized": ["I frowned slightly, stroking my abdomen, filled with white fluid."]}, {"name": "", "audio": "", "normalized": ["Though my lovemaking arts lessened the burden, I couldn't get used to the disgusting feeling of expelling the fluids from my pussy."]}, {"name": "Noa", "audio": "v_sr719_0059", "normalized": ["Y-yes… I'll be returning to the academy.", " Thank you very much, Principal Asagi.", " No, no, I was simply the only one for the job."]}, {"name": "", "audio": "", "normalized": ["I could hear Principal Asagi thanking me through my wireless earpiece."]}, {"name": "", "audio": "", "normalized": ["Since I was so inferior in terms of physical strength and skills, this kind of work was the only way I could be useful to everyone."]}, {"name": "Noa", "audio": "v_sr719_0060", "normalized": ["Right.", " I'll be off, then…"]}, {"name": "", "audio": "", "normalized": ["Just as I was about to hang up, the unconscious man's dick jolted and twitched for a moment."]}, {"name": "Noa", "audio": "v_sr719_0061", "normalized": ["Nnh?!", " Hggh?!"]}, {"name": "Man", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["I clapped a hand over my mouth hurriedly and checked the man's breathing."]}, {"name": "", "audio": "", "normalized": ["Fortunately, he was still unconscious.", " It was just his cock twitching and spurting out the last bit of cum, so it wasn't likely he had heard my call."]}, {"name": "Noa", "audio": "v_sr719_0062", "normalized": ["Haah, haah… Jeez.", " There's so much overflowing.", " Nnh… Aah, my whole body is sticky.", " Ugh!"]}, {"name": "", "audio": "", "normalized": ["As I grumbled, I finally managed to pull his softened erection out."]}, {"name": "Noa", "audio": "v_sr719_0063", "normalized": ["You dirty old man!", " I'll never forgive you!"]}, {"name": "Noa", "audio": "v_sr719_0064", "normalized": ["Don't be so cocky just because your dick is kinda big!"]}, {"name": "", "audio": "", "normalized": ["I dashed for the shower as I took off my sweat-stained uniform."]}, {"name": "", "audio": "", "normalized": ["As expected from a VIP hotel, the amenities were first rate."]}, {"name": "Noa", "audio": "v_sr719_0065", "normalized": ["Haah… I wonder if I'll ever be able to have normal sex again… Mmh?"]}, {"name": "", "audio": "", "normalized": ["As I checked the temperature of the shower, I realized my smartphone was buzzing inside of my uniform pocket."]}, {"name": "Noa", "audio": "v_sr719_0066", "normalized": ["Hwah?!", " E-excuse me.", " Principal Asagi… U-um… did you happen to overhear me talking?"]}, {"name": "", "audio": "", "normalized": ["I had left the call connected after finishing my report.", " I was afraid Principal Asagi had heard my voice when I came from his last little twitch."]}, {"name": "", "audio": "", "normalized": ["Don't worry about it, she replied kindly, holding back a chuckle.", " I hung up the phone, feeling even more embarrassed."]}, {"name": "Noa", "audio": "v_sr719_0067", "normalized": ["Haah… I wish I could just spend my time like a normal girl…"]}, {"name": "", "audio": "", "normalized": ["I would wash away any momentary delusions with a hot shower.", " After all, tomorrow was another day as a Taimanin…"]}]