[{"name": "Merode", "audio": "v_r-ev186_0000", "normalized": ["Haahh, huhh… There are a lot of performance arts, but I never thought I'd be using my own body for a piece before…"]}, {"name": "You", "audio": "", "normalized": ["So, it's your first time working with your own body?"]}, {"name": "", "audio": "", "normalized": ["I looked down at Merode's body as she laid facing up in front of me after she was captured and I pondered on how to use the powers I took from her."]}, {"name": "", "audio": "", "normalized": ["An ability called \"Dark PAINting\" which allowed manifestation of her art."]}, {"name": "", "audio": "", "normalized": ["Her artistic talents, especially when it came to painting, were admired by many."]}, {"name": "", "audio": "", "normalized": ["So there were many nobles and powerful men in the Dark World who wanted to patronize her――"]}, {"name": "", "audio": "", "normalized": ["And having her work in possession was something of a social status."]}, {"name": "You", "audio": "", "normalized": ["Well, what to do…"]}, {"name": "", "audio": "", "normalized": ["I did take her powers for myself, but I was not exactly a talented artist.", " I knew by instinct that it was highly valuable, but――."]}, {"name": "", "audio": "", "normalized": ["Once I had the actual power ready to use, my ideas ran dry and I was not certain what to do with it."]}, {"name": "Merode", "audio": "v_r-ev186_0001", "normalized": ["Art is the impulse of your soul.", " Don't think about it with your brain, draw things you feel with your heart."]}, {"name": "You", "audio": "", "normalized": ["Feel with my heart…huh."]}, {"name": "You", "audio": "", "normalized": ["What I feel now is that an artist should stay in their studio in the Dark World to begin with, or something like that."]}, {"name": "Merode", "audio": "v_r-ev186_0002", "normalized": ["That's not what you feel.", " That's what you think about me.", " It's not quite the same…"]}, {"name": "Merode", "audio": "v_r-ev186_0003", "normalized": ["But if I stayed in my studio, it would drive my heart bone dry.", " I could paint what that's like, but to make your work more varied…"]}, {"name": "You", "audio": "", "normalized": ["You have to come to the human world like this, I suppose."]}, {"name": "Merode", "audio": "v_r-ev186_0004", "normalized": ["Correct!"]}, {"name": "", "audio": "", "normalized": ["It seemed the rumors of her being a stoic artist with no interests in money and no one being able to become her patron seem to be true."]}, {"name": "", "audio": "", "normalized": ["The Dark World is a rough place with no rules whatsoever, so some tried to force her to work, but apparently they were all destroyed by her powers."]}, {"name": "", "audio": "", "normalized": ["Which would mean this \"Dark PAINting\" must be useful in a combat if it was used right, but…"]}, {"name": "You", "audio": "", "normalized": ["Hmm… Let me test this out."]}, {"name": "Merode", "audio": "v_r-ev186_0005", "normalized": ["Why not?", " It's sometimes good to just let your brush do the talking."]}, {"name": "You", "audio": "", "normalized": ["It won't be nothing more than a doodle though."]}, {"name": "Merode", "audio": "v_r-ev186_0006", "normalized": ["Oh, there's no point in writing words on my body."]}, {"name": "", "audio": "", "normalized": ["I had written some words on her body as I thought of few things, but it seems this power does not work with words."]}, {"name": "You", "audio": "", "normalized": ["After all, the human world is already full of body art, like body paint, tattoos, and such…"]}, {"name": "Merode", "audio": "v_r-ev186_0007", "normalized": ["I'm sure you must have some talent.", " You just don't realize it."]}, {"name": "You", "audio": "", "normalized": ["Me with artistic talent, an odd combination."]}, {"name": "", "audio": "", "normalized": ["I found myself in this odd situation as I took interest in Merode's abilities and contacted her which lead to this coversation."]}, {"name": "", "audio": "", "normalized": ["But I had no clue what to do with this ability."]}, {"name": "Merode", "audio": "v_r-ev186_0008", "normalized": ["The girls you broke… I am certain they count as an art."]}, {"name": "You", "audio": "", "normalized": ["That's art?"]}, {"name": "Merode", "audio": "v_r-ev186_0009", "normalized": ["Indeed.", " Their lustful, erotic manners and expression, that is definitely a piece of an art commenting on sexuality."]}, {"name": "", "audio": "", "normalized": ["I was astonished to hear anyone on this Earth…nor the Dark World to think of it like that."]}, {"name": "Merode", "audio": "v_r-ev186_0010", "normalized": ["I am fascinated in the process of how you got to that.", " I want to see your soul's impulse that lead to that."]}, {"name": "You", "audio": "", "normalized": ["I feel like I'm stuck in a maze."]}, {"name": "Merode", "audio": "v_r-ev186_0011", "normalized": ["Come on, I lent you my powers for this, don't disappoint me, okay?", " Now, show me what you really have."]}, {"name": "", "audio": "", "normalized": ["I shrugged my shoulders, but she kept on hurrying and insisting me, but I still had no clue."]}, {"name": "You", "audio": "", "normalized": ["Torture as art…huh."]}, {"name": "", "audio": "", "normalized": ["I realized I may have been thinking too much about it."]}, {"name": "You", "audio": "", "normalized": ["If torture is art, then maybe I should just do what I do regularly… Perhaps it will work out."]}, {"name": "Merode", "audio": "v_r-ev186_0012", "normalized": ["Ahh, it seems like you've found your inspiration"]}, {"name": "You", "audio": "", "normalized": ["I'm not sure if this is inspiration or whatever, but let me indulge you with my torture using your power."]}, {"name": "", "audio": "", "normalized": ["As soon as I set my mind, I immediately acted.", " I knew the power did not work on words, so I drew on Merode's crotch――"]}, {"name": "", "audio": "", "normalized": ["A \"♂\" symbol.", " Then I focused my magic to there."]}, {"name": "Merode", "audio": "v_r-ev186_0013", "normalized": ["Huuahhaahghhahh, what what what… Th-this is, aahhghuhhahh!"]}, {"name": "You", "audio": "", "normalized": ["I see.", " So the words do not work with your powers but symbols and marking will, apparently."]}, {"name": "", "audio": "", "normalized": ["Then even someone like me who has not drawn anything in ages without any artistic skills can utilize the power."]}, {"name": "Merode", "audio": "v_r-ev186_0014", "normalized": ["Mnnhghhaahhahh, this, this is… It's so hard already… It's so awesome!"]}, {"name": "", "audio": "", "normalized": ["Merode was letting out a voice of astonishment as her clitoris turned into an erect penis in a blink."]}, {"name": "Merode", "audio": "v_r-ev186_0015", "normalized": ["Uhhahh, i-it's so hard… Th-this, this can't be… Aaauhhghuhahh, I can actually, mnffuhh, feel it…"]}, {"name": "", "audio": "", "normalized": ["Merode was touching the already erect penis on her crotch and her heart danced from the excitement."]}, {"name": "You", "audio": "", "normalized": ["\"The female body with a rock-hard cock.", " Seeing it up close like this is quite something else…"]}, {"name": "Merode", "audio": "v_r-ev186_0016", "normalized": ["Umnnhh.", " This is a very sharp, contrast… Man and woman, male and female, it's the perfect marriage of the two sexes…"]}, {"name": "", "audio": "", "normalized": ["She voice sounded surprised and arouse, but the fact she still spoke like an artist was strangely entertaining to me."]}, {"name": "", "audio": "", "normalized": ["Her being praised as a talented genius even in the Dark World was apparently true, afterall."]}, {"name": "You", "audio": "", "normalized": ["I mean, I grew a fucking penis on you and you're more intrigued than disgusted…"]}, {"name": "You", "audio": "", "normalized": ["You have my admiration for your artist's devotion."]}, {"name": "Merode", "audio": "v_r-ev186_0017", "normalized": ["O-of course… I am intrigued.", " This truly an avant-garde design, yet a ground-breaking piece of art…"]}, {"name": "You", "audio": "", "normalized": ["A girl with a dick is art.", " How interesting you artsy people are."]}, {"name": "", "audio": "", "normalized": ["If it meant this was what art was about, I did not want to understand art ever, but Merode began to pet it with her shaking fingers."]}, {"name": "Merode", "audio": "v_r-ev186_0018", "normalized": ["Oh my, I never tought…the day would come when…I get to feel a penis as part of my own body…"]}, {"name": "You", "audio": "", "normalized": ["Men and women do spend their lives closely together, but they are different entities, after all."]}, {"name": "You", "audio": "", "normalized": ["And of course they do not share the same senses either."]}, {"name": "Merode", "audio": "v_r-ev186_0019", "normalized": ["Th-this sensory input, this is the best kind of art….", " A-and then, what was it…"]}, {"name": "You", "audio": "", "normalized": ["You wanna know more about a dick?"]}, {"name": "Merode", "audio": "v_r-ev186_0020", "normalized": ["I want to know how it feels, not by words."]}, {"name": "You", "audio": "", "normalized": ["Then play with it all you want.", " The genitalia, regardless of male or female, is made to be sensitive.", " You'll feel it once you touch it."]}, {"name": "Merode", "audio": "v_r-ev186_0021", "normalized": ["R-right… Well then, I should start… This is what you would call a 'shaft'…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, you can feel it's hard and throbbing.", " Compared to the tip, it's less sensitive, but…"]}, {"name": "", "audio": "", "normalized": ["Merode stroked the shaft gently and savored its feeling."]}, {"name": "You", "audio": "", "normalized": ["Usually, you would grab it with enough pressure and just stroke it."]}, {"name": "Merode", "audio": "v_r-ev186_0022", "normalized": ["L-like this… M-maybe?"]}, {"name": "Merode", "audio": "v_r-ev186_0023", "normalized": ["Haauhhooghhuuhh… Hooghh, I feel the chills, mnnhuughh… The throbbing sensation on my hands…"]}, {"name": "You", "audio": "", "normalized": ["And that exposed and bulging part on the tip is the head."]}, {"name": "Merode", "audio": "v_r-ev186_0024", "normalized": ["Th-this is the head… Hyuuahhaahh… Wh-what is this… It feels like I'm directly touching my guts…"]}, {"name": "You", "audio": "", "normalized": ["Use that to pound a woman's vagina hard.", " The base of the head is the shoulder and you use that to hook and scrape the insides."]}, {"name": "Merode", "audio": "v_r-ev186_0025", "normalized": ["The shoulder… Mngguhhohh… The backside of it is escpecially… eegheehh… sensitive…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, the backside of it."]}, {"name": "You", "audio": "", "normalized": ["Because of how a dick is shaped, it rarely gets stimulated by the vagina, so it's super sensitive to any stimulation."]}, {"name": "", "audio": "", "normalized": ["Along with my explanation, Merode was devouring the pleasure from the sensation of her touching herself."]}, {"name": "", "audio": "", "normalized": ["The pleasure caused her own crevice to get soaking wet with the lady juice by the time she noticed."]}, {"name": "You", "audio": "", "normalized": ["For the men, it's the precum, but I guess you do get down there if you still have a vagina too."]}, {"name": "Merode", "audio": "v_r-ev186_0026", "normalized": ["Mmnghahh… I-I guess so.", " I was stroking my cock and now….", " Ahhghh, it's so wet and spreading open down there!"]}, {"name": "You", "audio": "", "normalized": ["It would be even more chaotic if I start fucking you there while you are stroking you dick."]}, {"name": "", "audio": "", "normalized": ["It was just a quip I said without thinking too much about it, but Merode jumped right on it."]}, {"name": "Merode", "audio": "v_r-ev186_0027", "normalized": ["That's it!", " That is it.", " The miracle you can only taste right here and now, not in the Dark World nor the human world."]}, {"name": "You", "audio": "", "normalized": ["A miracle… I-I mean, it is a rare experience, huh?"]}, {"name": "Merode", "audio": "v_r-ev186_0028", "normalized": ["It must be even more exciting than downing every single drug at a Centaur Drugs!"]}, {"name": "You", "audio": "", "normalized": ["The entire drugstore… You can't be serious…"]}, {"name": "Merode", "audio": "v_r-ev186_0029", "normalized": ["Yeah, I gave it a shot before once.", " Honesly, it did not get me as high as I expected."]}, {"name": "", "audio": "", "normalized": ["Apparently, doing crazy things out of nowhere on a whim was her usual course of action."]}, {"name": "You", "audio": "", "normalized": ["So you risk your life for just some ideas."]}, {"name": "Merode", "audio": "v_r-ev186_0030", "normalized": ["Enough of that, let us try it."]}, {"name": "", "audio": "", "normalized": ["I inserted my penis into her, being forced by Merode who was now completely into it because of my throwaway line."]}, {"name": "Merode", "audio": "v_r-ev186_0031", "normalized": ["Mnnahhahahhahhahahahhmnnghh!"]}, {"name": "", "audio": "", "normalized": ["I began to penetrate her aleady drenched vagina with my penis and began to move as per Malody's request."]}, {"name": "Merode", "audio": "v_r-ev186_0032", "normalized": ["Oghuoohoohghhohh… Th-this is…unbelievable, beyond everything… A dangerous art… This is art!"]}, {"name": "You", "audio": "", "normalized": ["I'm not sure how any of this quialifies as any form of art.", " I don't know how I feel about this."]}, {"name": "", "audio": "", "normalized": ["The moaning I was hearing, the body I was seeing, and the sensation I was feeling was definitely a woman, but I kept catching glimpse of a huge dick."]}, {"name": "", "audio": "", "normalized": ["It felt like a sex with a woman, obviously, but seeing her male genitalia made me feel like I had turned gay."]}, {"name": "Merode", "audio": "v_r-ev186_0033", "normalized": ["Kyyeahhaahhghuhh… Mnnghuuhuuhuuhuuhh… Hieahhahhahhee, th-this is amazing… I-it's, mind blowing!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, my sentiments exactly."]}, {"name": "", "audio": "", "normalized": ["I did reply as such, but what me and Merode meant by the same words were slightly different."]}, {"name": "Merode", "audio": "v_r-ev186_0034", "normalized": ["Uguukaghh, the sensation is so strong… The chaos of male and female pleasure… Too strong… Slow down a little…"]}, {"name": "You", "audio": "", "normalized": ["What, I guess this feels too good for you."]}, {"name": "Merode", "audio": "v_r-ev186_0035", "normalized": ["Ughuuah, pleasure worth two people at once… No, it's triple the pleasure… Hiighahh, no, quadruple… or more…!"]}, {"name": "You", "audio": "", "normalized": ["Hey now, I'm glad you are enjoying this artistic and avant-garde sex thing, I guess."]}, {"name": "Merode", "audio": "v_r-ev186_0036", "normalized": ["Guheehhghh, no no, it's driving me insane… Hieehghh haahh hahh, it's too stimulating… Slow down a little!"]}, {"name": "You", "audio": "", "normalized": ["Art is an explosion, said someone.", " Why not."]}, {"name": "Merode", "audio": "v_r-ev186_0037", "normalized": ["Hiieghahh, no no no, eehhmnnghiehh!"]}, {"name": "You", "audio": "", "normalized": ["This is torture after all.", " I have to do it harder if the victim is begging me to slow down.", " It's the first thing about torture."]}, {"name": "", "audio": "", "normalized": ["I did say so, but I was not entirely sure how this was going to play out in the end.", " I sped up and growled as I kept drilling her."]}, {"name": "Merode", "audio": "v_r-ev186_0038", "normalized": ["Keehighhehhmnghhnmm!", " Ughiehh, it's getting faster, the pounding, so fast… Faster… Ahhghhaahaahh."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are really beginning to enjoy this.", " Your hands are stroking it faster as well."]}, {"name": "", "audio": "", "normalized": ["I knocked on the narrow opening of her womb with the tip and her stroke got subconsciously harder too."]}, {"name": "Merode", "audio": "v_r-ev186_0039", "normalized": ["Keyyahhaahughhuhh… Mnnguhheeahhahhahh… I can't stop them… I can't stop my hands…"]}, {"name": "Merode", "audio": "v_r-ev186_0040", "normalized": ["They just keep stroking my cock… From the tip… Uhghahahahghahh… It's coming, coming…"]}, {"name": "You", "audio": "", "normalized": ["So what would happen when you orgasm, come with your dick or pussy…"]}, {"name": "", "audio": "", "normalized": ["I was intrigued as to what would happen and the movement of my hips got even more firece and violent."]}, {"name": "Merode", "audio": "v_r-ev186_0041", "normalized": ["Ghuaawahhoughhohh… It's deep, it's digging so deep inside me, hiighahaahh, it's knocking on me…"]}, {"name": "You", "audio": "", "normalized": ["Tell me, which feels better, your dick or pussy?"]}, {"name": "Merode", "audio": "v_r-ev186_0042", "normalized": ["Guhhaghaahhaahhghh, I-I don't know… But, but…"]}, {"name": "You", "audio": "", "normalized": ["But what?"]}, {"name": "Merode", "audio": "v_r-ev186_0043", "normalized": ["Mnnguuhhuhhahahh… The core of my body, aahhghh, it feels so hot… Aaaighhiehhaahh…"]}, {"name": "Merode", "audio": "v_r-ev186_0044", "normalized": ["I-it's like a volcano… Mnnguhhuhhahhghh, a huge expolosion… I-it's going to explode, aahhghheehh!"]}, {"name": "You", "audio": "", "normalized": ["A huge explosion.", " Feels like it's going to be a big climax fitting for an artist now."]}, {"name": "", "audio": "", "normalized": ["The dick she was stroking was throbbing and dripping with precum――"]}, {"name": "", "audio": "", "normalized": ["The womb I was assaulting was aching, the walls on her vagina twitched and squeezed my dick from top to bottom, shivering slightly."]}, {"name": "You", "audio": "", "normalized": ["The male pleasure and female pleasure… And my cum inside you as well.", " It'll be a triple strike."]}, {"name": "Merode", "audio": "v_r-ev186_0045", "normalized": ["Mnnguhhuhhmnghaahh… It's knocking, knocking on my eggs… The huge cock inside me…"]}, {"name": "Merode", "audio": "v_r-ev186_0046", "normalized": ["Coming, coming, it's coming out, coming out, coming and cumming, come, cum!"]}, {"name": "You", "audio": "", "normalized": ["Good, this is the ultimate chaos!"]}, {"name": "", "audio": "", "normalized": ["Merode writhed as she was experiencing both male and female pleasure."]}, {"name": "", "audio": "", "normalized": ["The wall of flesh I shoved my penis in twitched and squeezed in a whirling motion drove me towards climax as well."]}, {"name": "You", "audio": "", "normalized": ["G-good… Coming at the same time, same time… Coming!"]}, {"name": "Merode", "audio": "v_r-ev186_0047", "normalized": ["Eiighgheehh, cumming, uugheuhhmnnehh!"]}, {"name": "Merode", "audio": "v_r-ev186_0048", "normalized": ["Heegheagghahh!"]}, {"name": "", "audio": "", "normalized": ["Merode orgasmed as a female with me cumming full of her womb and as a male once she ejaculated from her penis."]}, {"name": "", "audio": "", "normalized": ["Female orgasm mixed up with the male sensation of ejaculation, resulting in otherwise unobtainable kinds of pleasure."]}, {"name": "", "audio": "", "normalized": ["Merode was madly in orgams and writhing."]}, {"name": "Merode", "audio": "v_r-ev186_0049", "normalized": ["Ughuuahhaagghh, the expolosion, the explosion of pleasure, mnnguhh… This, this is it…"]}, {"name": "You", "audio": "", "normalized": ["Gughuouhh… That's hell of a load you just blew."]}, {"name": "", "audio": "", "normalized": ["I dodged her cum as it shot out of her throbbing penis and kept pouring my cum inside Merode, still devouring the male and female pleasure."]}, {"name": "Merode", "audio": "v_r-ev186_0050", "normalized": ["Mnnghahhahh, this pleasure, this pleasure is…aagh, the beauty, beauty of the women… you tortured!"]}, {"name": "You", "audio": "", "normalized": ["Th-the beauty?"]}, {"name": "Merode", "audio": "v_r-ev186_0051", "normalized": ["Huuhghh, i-in deed it is.", " The source of beauty… Ahhghh, now I finally understand where it all came from… I finally understand!"]}, {"name": "", "audio": "", "normalized": ["Merode was now in a trance with an ahegao and I had no idea what she was rambling on about."]}, {"name": "You", "audio": "", "normalized": ["W-well… I wish every girl was this eager when it came to the usual business of taming them."]}, {"name": "Merode", "audio": "v_r-ev186_0052", "normalized": ["Guhghuhh… Th-this, this… Aaahghh, this pleasure… It's given me new inspiration…"]}, {"name": "Merode", "audio": "v_r-ev186_0053", "normalized": ["New ideas… An avant-garde spark of ideas… It's here… Aaahghauhguhh… I have it, I do!"]}, {"name": "", "audio": "", "normalized": ["I did enjoy cumming inside her very much, but as any straight man would agree with me――."]}, {"name": "", "audio": "", "normalized": ["I did not want semen on me even if it was from a woman."]}, {"name": "", "audio": "", "normalized": ["So I was focused on dodging it as it spewed out of her."]}, {"name": "You", "audio": "", "normalized": ["I don't know what that is…but I can say one thing for sure."]}, {"name": "Merode", "audio": "v_r-ev186_0054", "normalized": ["Mnguhahh, ughuhh… Huhghh… Wh-what is it, what… Come on… Tell me… Tell me what it is…"]}, {"name": "You", "audio": "", "normalized": ["I don't know if it's worth it, really."]}, {"name": "You", "audio": "", "normalized": ["Looks like I may be more talented as a torturer than an artist."]}, {"name": "Merode", "audio": "v_r-ev186_0055", "normalized": ["Haahghhahh, m-maybe.", " Next time, maybe I can insert it, not just stroking it… Make a big circle with lots of people too!"]}, {"name": "", "audio": "", "normalized": ["I would usually be able to handle most things thrown at me, but Merode was spewing some insane plans as she was still in trance――."]}, {"name": "", "audio": "", "normalized": ["I could only smile wryly at her."]}]