[{"name": "Natsume", "audio": "v_sr536_0000", "normalized": ["Mnnhuaahh…"]}, {"name": "", "audio": "", "normalized": ["Natsume was hugged from behind and let out a muffled moan as her clitoris was stimulated while being plowed at the same time."]}, {"name": "", "audio": "", "normalized": ["She tried to twist her body from pleasure, but she was hugged on so tightly, even that was not possible as I had the advantage."]}, {"name": "You", "audio": "", "normalized": ["I didn't think you would be the one asking me for sex."]}, {"name": "Natsume", "audio": "v_sr536_0001", "normalized": ["Well, it doesn't really mean much… I was just not satisfied with those guys over there… I just wanted more…"]}, {"name": "", "audio": "", "normalized": ["Natsume apparently thought I did not know about her honey trap techniques.", " Otherwise, she would not have asked me to fuck her."]}, {"name": "", "audio": "", "normalized": ["I would have forced her into having sex with me but it saved me some time and effort this way."]}, {"name": "", "audio": "", "normalized": ["Natsume was sitting on top of me like she was resting her whole body onto me, spreading her crotch wide to suck my penis in with her vagina."]}, {"name": "Natsume", "audio": "v_sr536_0002", "normalized": ["Mnnaaghahh… Doing it in such a position… You really are a huge pervert… Aaahh, mnmmuhh…"]}, {"name": "", "audio": "", "normalized": ["I pinched and rubbed her clitoris with my fingers repeatedly as I pounded her from below, devouring her already drenched vagina."]}, {"name": "Natsume", "audio": "v_sr536_0003", "normalized": ["The way you touch me too… Mnnhh, aaghh… At least you know…how to handle a girl…better than that guy over there…"]}, {"name": "", "audio": "", "normalized": ["I watched as I enjoyed how Natsume was trying to resist and stimulated her clitoris and vagina, pleasing her."]}, {"name": "You", "audio": "", "normalized": ["You gave us quite a hard time on many occasions.", " You kept taking out lots of people we were trying to use."]}, {"name": "Natsume", "audio": "v_sr536_0004", "normalized": ["Yes… I guess I'm sorry… Haanm… Mnnghh, ughh… But that's my job, so…"]}, {"name": "You", "audio": "", "normalized": ["Well, I'm actually complimenting you.", " So, I have an offer to make since I do value your ability."]}, {"name": "You", "audio": "", "normalized": ["Would you turn on the Taimanin and join us?"]}, {"name": "You", "audio": "", "normalized": ["And you want me as a double-crossing agent?"]}, {"name": "", "audio": "", "normalized": ["I could not see how Natsume was reacting to my words, but I sensed she was surprised even from behind.", " Then few moments passed as she pondered."]}, {"name": "Natsume", "audio": "v_sr536_0005", "normalized": ["To be perfectly honest…I like you how are complimenting me…but that's a really difficult offer to consider…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's what I thought…"]}, {"name": "", "audio": "", "normalized": ["That moment, Natsume tried to trick me by using her honey-trap powers but I prevented that by countering it with similar powers I borrowed from my men."]}, {"name": "", "audio": "", "normalized": ["That meant that Natsume was no longer able to control my sensitivity or my sexual energy."]}, {"name": "You", "audio": "", "normalized": ["Your powers will not work on me."]}, {"name": "Natsume", "audio": "v_sr536_0006", "normalized": ["H-how is that even… Mnnhaaghh, ahhnmm… I see, so you came prepared… Knew about my powers…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, exactly."]}, {"name": "Natsume", "audio": "v_sr536_0007", "normalized": ["But if I can make you feel enough pleasure…then I can overpower you… I'm sure… Mnmmnyuh… Aaghah, huumnm…"]}, {"name": "", "audio": "", "normalized": ["Our powers were canceling reach other so Natsume was not affected by my powers either but her voice turned sweeter from the sex alone."]}, {"name": "", "audio": "", "normalized": ["She squeezed her vagina in order to take back the initiative and tried to please me but that only felt comfortable at best."]}, {"name": "You", "audio": "", "normalized": ["I like how it feels inside you."]}, {"name": "Natsume", "audio": "v_sr536_0008", "normalized": ["Mnmmhh, huuaahhmm… And your cock…doesn't feel good at all… Unnuhh, ahaahhnmm…"]}, {"name": "You", "audio": "", "normalized": ["Come on, don't hold it in like that.", " Just be honest to yourself and join my side."]}, {"name": "Natsume", "audio": "v_sr536_0009", "normalized": ["There is no way I'm going to join you, never… I'm content with where I am right now… Mnnmm, haaguhaahh…"]}, {"name": "You", "audio": "", "normalized": ["I see… Well, I suppose I have to convince you to change your mind."]}, {"name": "", "audio": "", "normalized": ["I used the hand I was using to tease her clitoris to hug Natsume and started pounding her harder."]}, {"name": "Natsume", "audio": "v_sr536_0010", "normalized": ["Haahhghhnmmhh!", " It's getting harder… My voice, mmhhaaghh…"]}, {"name": "", "audio": "", "normalized": ["Natsume finally gave in as I plowed her at my own pace and she started moaning loudly."]}, {"name": "", "audio": "", "normalized": ["And her vagina was already twitching slightly and showed me that Natsume was about to orgasm as her body became more and more aroused."]}, {"name": "Natsume", "audio": "v_sr536_0011", "normalized": ["Aaahhghhnmm, uhhaagghhnmmhh!", " Why am I getting so turned on… Guhahh, mnmmnguh… My pussy… Uguhh…"]}, {"name": "You", "audio": "", "normalized": ["You may be good at leading, but you aren't used to being lead."]}, {"name": "", "audio": "", "normalized": ["Without the preparation and her powers to arouse men, Natsume was not even a match for a regular prostitute with her sexual technique."]}, {"name": "", "audio": "", "normalized": ["She was just like any other woman, getting genuinely aroused as a man pounded her vagina."]}, {"name": "Natsume", "audio": "v_sr536_0012", "normalized": ["Uhhoughh, nyuuhgyuuhh… I don't want to come… This sex, I don't like it, aaghh!", " Please, let my body go…"]}, {"name": "", "audio": "", "normalized": ["I pounded Natsume without any mercy."]}, {"name": "", "audio": "", "normalized": ["I tried to make her orgasm quickly so she would have no choice but to listen to me from overwhelming pleasure."]}, {"name": "Natsume", "audio": "v_sr536_0013", "normalized": ["I'm not going to listen to you… That's not gonna happen… Mnnh, haagh… There is no point in even trying this…"]}, {"name": "", "audio": "", "normalized": ["Even then, Natsume tried to resist my words and pounding but she could not to either of them as her voice bounced and her body tensed up."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are about to reach your limit."]}, {"name": "Natsume", "audio": "v_sr536_0014", "normalized": ["Th-that's not possible… There's no way I'm… Mnngeghh, haaguhh… I'm not…coming… Aaaguh, nyaaghh…"]}, {"name": "Natsume", "audio": "v_sr536_0015", "normalized": ["I'm not coming…coming… Aaaghhnmmn!", " I'm not coming like this… Not…coming, haahhnmm… Noo!"]}, {"name": "", "audio": "", "normalized": ["Natsume's hips tried to lift up, trying to escape me but I plowed her harder and deeper, making her realize her resistance was futile."]}, {"name": "", "audio": "", "normalized": ["And then the pent-up orgasm inside her erupted at once."]}, {"name": "Natsume", "audio": "v_sr536_0016", "normalized": ["Noo!", " I'm coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["*Squirt*"]}, {"name": "", "audio": "", "normalized": ["Natsume's hips jumped right up and my penis popped right out of her vagina just as she squirted from the very same position and orgasmed."]}, {"name": "Natsume", "audio": "v_sr536_0017", "normalized": ["Heeguhguhhnmm!", " Mnmmgegh!", " Huhaahh… It's coming out…"]}, {"name": "", "audio": "", "normalized": ["She kept orgasming over and over as her hips jumped up and twitched, continuing to orgasm spectacularly."]}, {"name": "", "audio": "", "normalized": ["Every time she did, her vagina contracted and spewed the remaining squirt."]}, {"name": "You", "audio": "", "normalized": ["You just came and squirted hard.", " And that's good.", " You should just be true to yourself like that.", " You liked my cock, didn't you?"]}, {"name": "Natsume", "audio": "v_sr536_0018", "normalized": ["Mnnmmguhh… Haauhhaahh… Huuguhh… No, I didn't like your cock… Mnmmagh, uhaaghh…"]}, {"name": "", "audio": "", "normalized": ["Natsume still acted tough but her voice was definitely trembling from pleasure and her crotch poked out was also shaking."]}, {"name": "", "audio": "", "normalized": ["She was trying to suppress the orgasm desperately as she tensed up her shuddering thighs which appeared so silly."]}, {"name": "Natsume", "audio": "v_sr536_0019", "normalized": ["Ughh, guhhnuhh… Why am I the only one…to come… Mnnhh, aaghguh… Huhhaahhah… Heegh, guhh…"]}, {"name": "", "audio": "", "normalized": ["After floating through the long orgasm, her hips became limp and lowered, then I penetrated Natsume once again and resumed pounding."]}, {"name": "Natsume", "audio": "v_sr536_0020", "normalized": ["Please, stop this already, eeghh!", " My pussy's getting so sensitive… It's making me mad, ooghh!"]}, {"name": "", "audio": "", "normalized": ["Natsume let out moans so loud, she was almost screaming.", " She could not even think about resisting as she desperately tried to deny it verbally."]}, {"name": "Natsume", "audio": "v_sr536_0021", "normalized": ["Noo!", " You're going too hard and you're gonna…make me come again… Please, stop, ooghh!"]}, {"name": "", "audio": "", "normalized": ["Orgasm still lingered on her vagina and it started twitching only after slight movement, squeezing onto the penis."]}, {"name": "", "audio": "", "normalized": ["I plowed into her hole deep and hard, pushing the tip of the penis into her cervix."]}, {"name": "Natsume", "audio": "v_sr536_0022", "normalized": ["Mnnghnmmghyoouhgoohh!", " It's coming in so deep, uughh!", " Inside of my pussy's getting so messed up, ooguhh!"]}, {"name": "Natsume", "audio": "v_sr536_0023", "normalized": ["Please, just stop this already, eeghh!", " I don't want to come anymore, ooughh!", " Don't move your cock anymore, please!"]}, {"name": "", "audio": "", "normalized": ["Natsume was so appalled by the pounding and screamed to refuse orgasm and I realized she probably never orgasmed in sex before."]}, {"name": "", "audio": "", "normalized": ["She only had sex to please her target and assassinate them for her assignments in the past."]}, {"name": "", "audio": "", "normalized": ["I assumed that she always treated sex as just part of her mission and acted out of character so never truly orgasmed before."]}, {"name": "", "audio": "", "normalized": ["That was the conclusion I came to as I was having sex with her."]}, {"name": "You", "audio": "", "normalized": ["You haven't really come while having sex before, have you?"]}, {"name": "Natsume", "audio": "v_sr536_0024", "normalized": ["Th-that's not true… Mnmmgguhh, haaghaaghh… You don't even know anything about me… Hugaagh, mnmmhooughh…"]}, {"name": "", "audio": "", "normalized": ["Natsume obviously looked shaken and her vagina squeezed even tighter as if it was begging for me to pound her harder so she could orgasm quickly."]}, {"name": "You", "audio": "", "normalized": ["Don't be shy… I'll make you come as much as you want."]}, {"name": "Natsume", "audio": "v_sr536_0025", "normalized": ["What does that even… Shut up, damn it… Mnngehgehh!", " Uguhoouhh, ahhgyuuhghh… Haaguhhouhgohh!"]}, {"name": "", "audio": "", "normalized": ["I hugged her closely from behind so hard that her nicely shaped breasts were crushed, holding her hips down firmly and pounding up violently."]}, {"name": "Natsume", "audio": "v_sr536_0026", "normalized": ["Mnmmgyuoouhoohh!", " This is, this is too intense, ughh!", " Please, not this hard, stop, eeghh!"]}, {"name": "Natsume", "audio": "v_sr536_0027", "normalized": ["My pussy's getting drilled… Mmmnnh, coming… I'm coming again, uguhh!", " Please, no more, eeghh!"]}, {"name": "", "audio": "", "normalized": ["I kept pounding her twitching vagina and Natsume's moans became louder and louder."]}, {"name": "", "audio": "", "normalized": ["Natsume's whole body tensed up for a moment and I held her down by force and shoved the penis deep into her, making her orgasm once again."]}, {"name": "Natsume", "audio": "v_sr536_0028", "normalized": ["Coming, again, uuhgguuhh!", " I'm pissing from my pussy again, oouhgoohh!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew*"]}, {"name": "", "audio": "", "normalized": ["Natsume's hips jumped up again and the penis came out of her hole as she orgasmed while squirting."]}, {"name": "", "audio": "", "normalized": ["Her upper body pulled back even more than before and her orgasming vagina twitching while her squirt kept spewing out with an arched trajectory."]}, {"name": "Natsume", "audio": "v_sr536_0029", "normalized": ["Mnmmgyuoughh!", " I can't stop my pussy… Why, why is it coming out so much, oouhgohh!"]}, {"name": "", "audio": "", "normalized": ["Natsume's crotch shoved out and was drenched by vaginal fluid and squirt as warm female fluids dripped onto my crotch as well."]}, {"name": "Natsume", "audio": "v_sr536_0030", "normalized": ["Mnngaghahh, mnnhouguhh… My pussy's so hot… It's tingling, ughh… Mnngegh, haauhhaahhaagh…"]}, {"name": "", "audio": "", "normalized": ["I could feel Natsume's breath running out from her back as she leaned her weight onto me, letting out a strained breath."]}, {"name": "", "audio": "", "normalized": ["Once her hips lowered as the orgasm calmed down, I inserted my penis into her vagina twitching from the lingering pleasure once again."]}, {"name": "Natsume", "audio": "v_sr536_0031", "normalized": ["Mnnhhghh, noo!", " Please, gughh, stop this, eghh!"]}, {"name": "", "audio": "", "normalized": ["I ignored Natsume's words and started pounding her hard and fast without a pause."]}, {"name": "Natsume", "audio": "v_sr536_0032", "normalized": ["Please, if you keep plowing my pussy so hard…you're gonna make me come again… Mnngahh, no… Noo!"]}, {"name": "", "audio": "", "normalized": ["With just a few thrusts, Natsume was about to orgasm again and she shook her head left and right, trying to resist the pleasure."]}, {"name": "", "audio": "", "normalized": ["However, I used my powers to control her sensitivity to prevent her from achieving orgasm and kept pounding her, making a mockery of her."]}, {"name": "You", "audio": "", "normalized": ["I won't let you come again that easily."]}, {"name": "Natsume", "audio": "v_sr536_0033", "normalized": ["Coming, coming… I'm about to come, but…something is wrong with my pussy… Mnnaaghh!", " What the hell, mnngeghh!"]}, {"name": "", "audio": "", "normalized": ["Natsume's body was straddling on the line of orgasm and she screamed as she was not able to endure the pleasure lasting like that any longer."]}, {"name": "Natsume", "audio": "v_sr536_0034", "normalized": ["Uhoguhh!", " Please, just make me come if this is going to keep going, eeghh!", " Please, I can't take it, please, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Natsume was affected by her own power she used on her assassination targets all the time and she could not comprehend it."]}, {"name": "Natsume", "audio": "v_sr536_0035", "normalized": ["Haaguahaaghh!", " Please, your cock feels too good and you'll break my pussy, uguhh!", " Please, I'm begging you!"]}, {"name": "You", "audio": "", "normalized": ["I'm about to cum too."]}, {"name": "", "audio": "", "normalized": ["Her vagina could not stop twitching and I was ready to ejaculate as well as I sped up my hips to reach the climax."]}, {"name": "Natsume", "audio": "v_sr536_0036", "normalized": ["Please, just cum already, eeghh!", " Just come inside me, eghh!", " You can pound me as much as you want, aaghh!"]}, {"name": "You", "audio": "", "normalized": ["I'll make you come real hard so just hold on for a moment."]}, {"name": "", "audio": "", "normalized": ["Natsume begged for my penis solely from her desire to escape the agony, even wanting my orgasm and ejaculation."]}, {"name": "", "audio": "", "normalized": ["Then I was finally on the brink of ejaculating inside her vagina."]}, {"name": "You", "audio": "", "normalized": ["I'm cumming inside."]}, {"name": "Natsume", "audio": "v_sr536_0037_01", "normalized": ["Come on, I don't care, inside or not… Please, just make me come with you too, eeghh!", " I wanna come, come, ooughh!"]}, {"name": "", "audio": "", "normalized": ["Natsume's vagina contract the anticipation of being relieved and I drove my penis deep into her slutty hole and ejaculated inside."]}, {"name": "Natsume", "audio": "v_sr536_0038", "normalized": ["Nuhhouhooghh!", " Cum, coming, ooughh!"]}, {"name": "", "audio": "", "normalized": ["Semen and pleasure released by my powers poured into Natsume's womb and her voice became higher pitched as she became overwhelmed."]}, {"name": "", "audio": "", "normalized": ["I kept pumping semen into her already orgasming and tensing up vagina with no hesitation."]}, {"name": "Natsume", "audio": "v_sr536_0039", "normalized": ["Uggouhghh, uhgouhhoohh!", " My pussy feels too amazing, uughh!"]}, {"name": "", "audio": "", "normalized": ["As the semen started pouring out of the opening, it became mixed with vaginal fluid and dripped onto the floor."]}, {"name": "Natsume", "audio": "v_sr536_0040", "normalized": ["Mnmmgugoughh!", " My head is getting so dizzy, uuhghh!", " I already came but the pleasure's still in my body, oohh!"]}, {"name": "", "audio": "", "normalized": ["The pleasure I was controlling using my powers started focusing on a single part of Natsume's body."]}, {"name": "", "audio": "", "normalized": ["Her body twisted and her hips twitched."]}, {"name": "", "audio": "", "normalized": ["And then she realized some major change was happen to her body and desperately tried to hold back the unknown sensation."]}, {"name": "Natsume", "audio": "v_sr536_0041", "normalized": ["Mnngouhgoohh!", " Something is coming, ughh!", " It feels so weird and my body's burning up, ooughh!"]}, {"name": "", "audio": "", "normalized": ["The change began to visualize on her body and then her clitoris started growing bigger and bigger."]}, {"name": "", "audio": "", "normalized": ["At first, the change was gradual but soon the clitoris became as big as a thumb, then it accelerated quickly."]}, {"name": "", "audio": "", "normalized": ["Her clitoris started inflated at a rapid pace and soon it transformed into a veiny penis complete with the tip."]}, {"name": "Natsume", "audio": "v_sr536_0042", "normalized": ["Aaaghh, mnmmguhh… Haauhhaahh…"]}, {"name": "", "audio": "", "normalized": ["Natsume could not even express surprise from the previously encountered sensation on her penis and just let out pathetic moans."]}, {"name": "", "audio": "", "normalized": ["Her just-created penis was throbbing and jumping around as if it had the mind of its own, rejoicing its birth."]}, {"name": "You", "audio": "", "normalized": ["Looks like you futa-cock wants to cum."]}, {"name": "Natsume", "audio": "v_sr536_0043", "normalized": ["Futa-cock… Cum?"]}, {"name": "", "audio": "", "normalized": ["The lingering effects of orgasm and my power rendered Natsume unable to comprehend what she just witnessed with her own eyes."]}, {"name": "", "audio": "", "normalized": ["Her eyes looked empty as she stared at her own clitoris that grew into a penis.", " She must have felt like some kind of illusion."]}, {"name": "You", "audio": "", "normalized": ["Don't be shy and cum with your futa-cock."]}, {"name": "Natsume", "audio": "v_sr536_0044", "normalized": ["Cum…with futa-cock?", " My clitoris is a cock now…"]}, {"name": "", "audio": "", "normalized": ["I resumed thrusting my penis which was still inside her and stimulated her G-spot which had inflated like a prostate with the tip."]}, {"name": "Natsume", "audio": "v_sr536_0045", "normalized": ["Mnmmghaaghh!", " Mnnhouughh, guhhgyouhgohh!", " Nyuhouhghoouhh!", " This is too much, uughuuhh!"]}, {"name": "", "audio": "", "normalized": ["A scream of pleasure came out of Natsume's mouth and her whole body became limp from lust."]}, {"name": "Natsume", "audio": "v_sr536_0046", "normalized": ["Aaaghaahh, aghaaghahh… Heeguhaaghh!", " Mnngouhgohh, uhgougouhh!", " Heheh… Mnngyaagh, guhaahgouhhaahh…"]}, {"name": "", "audio": "", "normalized": ["Then Natsume's hips shuddered violently, jumping right up rapidly and she immediately achieved an orgasm."]}, {"name": "Natsume", "audio": "v_sr536_0047", "normalized": ["Aaaghaahh?!"]}, {"name": "", "audio": "", "normalized": ["As soon as it did, semen started erupting from her futanari penis."]}, {"name": "Natsume", "audio": "v_sr536_0048", "normalized": ["Mnmmaaghaahh!", " Coming, uguhguhh!"]}, {"name": "", "audio": "", "normalized": ["Natsume continued to ejaculate as her hips trembled slightly and moaned agonized let pleasure from her first-ever ejaculation."]}, {"name": "Natsume", "audio": "v_sr536_0049", "normalized": ["Aahaaguhaaghh!", " Guhhuoouhgohh!", " It's coming out of my cock!", " Something white, ouhghh!"]}, {"name": "", "audio": "", "normalized": ["I stimulated Natsume's G-spot to help her with the ejaculation, teaching her the pleasure of futanari-penis."]}, {"name": "Natsume", "audio": "v_sr536_0050", "normalized": ["Uuhgyouhgooghh!", " I don't even know anymore but this feels amazing, ooughh!"]}, {"name": "You", "audio": "", "normalized": ["Come as much as you want with your futa-cock!"]}, {"name": "Natsume", "audio": "v_sr536_0051", "normalized": ["Coming, uughguhh!", " I'm cumming with futa-cock, oouhgohh!", " I've never felt anything like this before, eeghh!"]}, {"name": "", "audio": "", "normalized": ["It was somewhat of an unexpected occurrence but I thought it was getting interesting."]}, {"name": "", "audio": "", "normalized": ["It was definitely an opportunity to turn Natsume to my side."]}]