[{"name": "", "audio": "", "normalized": ["After a massive amount of cum was dumped into Shizuru's asshole, she's thrown into the lair of the reproductive worm that now smells of sex."]}, {"name": "Shizuru", "audio": "v_sr549_0000", "normalized": ["Hnn… nyaah?!"]}, {"name": "", "audio": "", "normalized": ["The worm immediately tangles itself in her as she gets thrown in."]}, {"name": "", "audio": "", "normalized": ["The worms swarm around her crotch, tentacles searching for a hole, competing with each other."]}, {"name": "Shizuru", "audio": "v_sr549_0001", "normalized": ["Hnn… ah, ahh… hnng, gyaah, haa, no… noo…"]}, {"name": "Shizuru", "audio": "v_sr549_0002", "normalized": ["Gyah… hnn… stahh…!"]}, {"name": "", "audio": "", "normalized": ["The worms stick to her tits as they swell up in front of her, emitting a rancid smell."]}, {"name": "", "audio": "", "normalized": ["They're dripping mucus.", " They're so grotesque that just looking at them is repulsive."]}, {"name": "Shizuru", "audio": "v_sr549_0003", "normalized": ["That… yahh… hnn, gyaah, haa, ah, ahh… haa, haa…"]}, {"name": "Shizuru", "audio": "v_sr549_0004", "normalized": ["Don't… come so close… hnn, grr… let… go…"]}, {"name": "", "audio": "", "normalized": ["Shizuru tries to reject them."]}, {"name": "", "audio": "", "normalized": ["However, her voice is filled with lust as she's groped, showing she's getting turned on."]}, {"name": "Shizuru", "audio": "v_sr549_0005", "normalized": ["Hnn… nyaah… ahh…"]}, {"name": "", "audio": "", "normalized": ["Her horny body twists as she exhales sweetly when the worm sticks to her."]}, {"name": "", "audio": "", "normalized": ["Maybe noticing her reaction, the tentacles of the worms start moving a little differently."]}, {"name": "Shizuru", "audio": "v_sr549_0006", "normalized": ["Hnn… hnn…?!", " Gyah, haa, ahh… hnn… haa…"]}, {"name": "", "audio": "", "normalized": ["The reproductive worms move over her body to stimulate Shizuru, making her horny."]}, {"name": "", "audio": "", "normalized": ["From her crotch to her plump tits, she's covered in mucus from the worms."]}, {"name": "Shizuru", "audio": "v_sr549_0007", "normalized": ["Haa… ahh… anng… hnn… that's… no… why…"]}, {"name": "Shizuru", "audio": "v_sr549_0008", "normalized": ["Even though I hate it… my body likes it… that's… ahh… hnng, ooh!"]}, {"name": "", "audio": "", "normalized": ["She keeps trying to resist, feeling embarrassed when her body reacts against her will."]}, {"name": "", "audio": "", "normalized": ["However, while Shizuru is doing that, two of the tentacles wriggling near her pussy push the others away."]}, {"name": "Shizuru", "audio": "v_sr549_0009", "normalized": ["Hyaah?!"]}, {"name": "", "audio": "", "normalized": ["Shizuru screams when she feels something touch her pussy."]}, {"name": "", "audio": "", "normalized": ["Finally, the tentacles have found her hole, and are ready to insert themselves."]}, {"name": "Shizuru", "audio": "v_sr549_0010", "normalized": ["Hyaah… no… no more… ahh… stopp…"]}, {"name": "", "audio": "", "normalized": ["Shizuru's begging falls on deaf ears.", " The tentacles enter her hole without any mercy."]}, {"name": "Shizuru", "audio": "v_sr549_0011", "normalized": ["Ah… ahh… grr… hnn, ahh!"]}, {"name": "", "audio": "", "normalized": ["Tentacles enter her pussy and asshole.", " Shizuru is shocked and remembers the pleasure from before."]}, {"name": "", "audio": "", "normalized": ["Her body bends backwards in pleasure as the wriggling tentacles rampage around her holes."]}, {"name": "Shizuru", "audio": "v_sr549_0012", "normalized": ["Haa… haa… hnn, gyaah, haa, haa, hnng, grr… hnn, haa… haa…"]}, {"name": "Shizuru", "audio": "v_sr549_0013", "normalized": ["Fucking me… in both holes, again… hee, eek… nyaah, eek?!"]}, {"name": "", "audio": "", "normalized": ["Both are stuck to her crotch and relentlessly fucking her."]}, {"name": "", "audio": "", "normalized": ["Shizuru gets louder and pants because of the worm's fucking, pleasure running through her body."]}, {"name": "Shizuru", "audio": "v_sr549_0014", "normalized": ["Hnn, gyaah… ohh, ohohohh… hoo!", " Oh… gyahh!"]}, {"name": "Shizuru", "audio": "v_sr549_0015", "normalized": ["Haa, haa… hnn, hnn, hyaah, eek, ahh… naahh, haa… haa…"]}, {"name": "", "audio": "", "normalized": ["The two tentacles are fighting through the two holes, and she can feel it in her stomach."]}, {"name": "", "audio": "", "normalized": ["Because of that, Shizuru's abdomen is rippling as the tentacles move around.", " They can clearly be seen through her skin."]}, {"name": "Shizuru", "audio": "v_sr549_0016", "normalized": ["Yah, ahh… my stomach is… oh, hoo, ohh… hnn, feeling bad… hnn, hnng!"]}, {"name": "Shizuru", "audio": "v_sr549_0017", "normalized": ["Haa, haa… anng… ohh, nyaahh, hnn, ahh… gyaah, ohh… ohh!"]}, {"name": "", "audio": "", "normalized": ["The feeling of her stomach of being fucked with so much momentum makes her feel like she's going to get pregnant."]}, {"name": "", "audio": "", "normalized": ["Shizuru's body jerks in disgust at the thought, but she seems to be unable to completely reject them."]}, {"name": "Shizuru", "audio": "v_sr549_0018", "normalized": ["Gyaah… haa… hnng, hnn, ohh… haa, haa…"]}, {"name": "", "audio": "", "normalized": ["Even though she doesn't want to have some kind of monster child, her uterus throbs from the pleasure of a male being inside her."]}, {"name": "", "audio": "", "normalized": ["Her womb wants to get pregnant even though she doesn't.", " The tentacles of the worm notice it and move in happiness."]}, {"name": "Shizuru", "audio": "v_sr549_0019", "normalized": ["Gyaah… hnn… haa, haa… anng… nyaah!", " Eeek, ahh, hnn, ohh… oohh…"]}, {"name": "", "audio": "", "normalized": ["The tentacles are repeatedly thrusting into her two holes and becoming more intense in their competition."]}, {"name": "", "audio": "", "normalized": ["Shizuru can't resist anymore and can only give in to whatever the reproductive worm does to her."]}, {"name": "Shizuru", "audio": "v_sr549_0020", "normalized": ["Hnng?!", " Gyaah, haa, whyy… s-stop… don't move around so muchh!"]}, {"name": "Shizuru", "audio": "v_sr549_0021", "normalized": ["Oooh, hoo… hnn, hnn, haa, haa… hnng, gyaah… haa, ahh… aahh…"]}, {"name": "", "audio": "", "normalized": ["The worm uses Shizuru's body as it pleases, repeatedly thrusting while the tips pulsate."]}, {"name": "Shizuru", "audio": "v_sr549_0022", "normalized": ["Hnn… naah… yaah… yaah…"]}, {"name": "", "audio": "", "normalized": ["Shizuru knows the pulsating is a sign they're going to cum, so she feels a sense of impending dread."]}, {"name": "", "audio": "", "normalized": ["However, Shizuru's body starts to reach its climax against her will."]}, {"name": "Shizuru", "audio": "v_sr549_0023", "normalized": ["Haa, haa, haa… hnn, hnng, fuu, hnng, ooh, eek, st-staah… ohoo, ohh!"]}, {"name": "Shizuru", "audio": "v_sr549_0024", "normalized": ["This is… nyaah… as much as I… can take… ohh, hoo… ohh… eek!"]}, {"name": "", "audio": "", "normalized": ["Shizuru realizes her body is out of her control as it tries to get the worm to cum."]}, {"name": "", "audio": "", "normalized": ["Her climax swells up and she writhes around like she's about to cum while tightening her holes to make the worm cum too."]}, {"name": "Shizuru", "audio": "v_sr549_0025", "normalized": ["Ohh, hnng, I'm cumming… noo, I'm… cumming from tentacles againn!"]}, {"name": "Shizuru", "audio": "v_sr549_0026", "normalized": ["Noo, hoo, oh, ahh, naah, cumming… I'm cummingg!"]}, {"name": "", "audio": "", "normalized": ["Cum spews from the reproductive worm with a splashing sound."]}, {"name": "Shizuru", "audio": "v_sr549_0027", "normalized": ["Hoo, ohh!"]}, {"name": "", "audio": "", "normalized": ["The reproductive worm cums into her two holes, and the cloudy liquid inflates Shizuru's stomach."]}, {"name": "", "audio": "", "normalized": ["The worm sticks to her tits and moves around to enjoy the feel of her soft flesh.", " She watches as it spreads its mucus on her."]}, {"name": "Shizuru", "audio": "v_sr549_0028", "normalized": ["Huu, huu… hnn/!", " Naah, don't do that… don't push so far inside!"]}, {"name": "", "audio": "", "normalized": ["While spewing cum, the worm pushes its tentacles deep inside her."]}, {"name": "", "audio": "", "normalized": ["While cumming, the tips of the tentacles stick to her womb and vice versa, probably because it feels so good."]}, {"name": "Shizuru", "audio": "v_sr549_0029", "normalized": ["Gyaah… hnn, ahh… haa, haa… hee, eek…"]}, {"name": "", "audio": "", "normalized": ["Shizuru is filled with cum in her pussy and asshole, and she tightens them while convulsing."]}, {"name": "", "audio": "", "normalized": ["She moans while bending back further as she gets more pleasure from the cumming worm."]}, {"name": "Shizuru", "audio": "v_sr549_0030", "normalized": ["Naah, ahh… it's coming out again… gyaah… oohh… hoo, ahh… noo… there's too much cum…"]}, {"name": "Shizuru", "audio": "v_sr549_0031", "normalized": ["Gyaah… ooh, ooh… how long's it gonna last… oohh…"]}, {"name": "", "audio": "", "normalized": ["She writhes in agony from the long-lasting ejaculation of the worm."]}, {"name": "", "audio": "", "normalized": ["The worm cums mercilessly into Shizuru, making her tremble.", " She's surprised by the amount of cum."]}, {"name": "Shizuru", "audio": "v_sr549_0032", "normalized": ["Hnn, haa, ahh… if you cum that much… nyaah, ah, it won't all fit… ahh, nyaah…"]}, {"name": "", "audio": "", "normalized": ["A massive amount of cum rushes into her stomach, so much that it becomes painful.", " Shizuru is starting to lose it."]}, {"name": "", "audio": "", "normalized": ["Even though she says she doesn't like it, the reproductive worms keep pouring its seed into Shizuru."]}, {"name": "Shizuru", "audio": "v_sr549_0033", "normalized": ["Oh… hnn, hoo… ooh…"]}, {"name": "", "audio": "", "normalized": ["Little by little, the momentum from the ejaculation starts to fade away."]}, {"name": "", "audio": "", "normalized": ["However, her stomach is already filled with the cloudy liquid.", " Shizuru's mind goes fuzzy from how many times she's cum and been cum into."]}, {"name": "Shizuru", "audio": "v_sr549_0034", "normalized": ["Nyaah?!"]}, {"name": "", "audio": "", "normalized": ["After the mass ejaculation that lasted forever, the reproductive worm pulls its tentacles out of her holes at the same time."]}, {"name": "", "audio": "", "normalized": ["Shizuru's body reacts to the feeling from pulling out.", " She involuntarily feels pleasure and raises her voice."]}, {"name": "Shizuru", "audio": "v_sr549_0035", "normalized": ["Hnn… haa… haa… finally… the cum stopped…"]}, {"name": "Shizuru", "audio": "v_sr549_0036", "normalized": ["Ohh… hoo, ooh… came so much… in me… haa… ahh…"]}, {"name": "", "audio": "", "normalized": ["Her womb twitches and cum starts flowing back out of her holes.", " She looks like she's being tortured."]}, {"name": "", "audio": "", "normalized": ["Her body trembles and there is only one tentacle still attached, which continues to assault her tits."]}, {"name": "Shizuru", "audio": "v_sr549_0037", "normalized": ["Haa, haa… ahh, nyaah, noo… if you rub my chest that much now… hee, eek… nyaah…"]}, {"name": "Shizuru", "audio": "v_sr549_0038", "normalized": ["Anng, gyaah… haa, haa… my boobs are getting all fucked up… you're getting them so dirty… ohh!"]}, {"name": "", "audio": "", "normalized": ["The other tentacles are still wriggling around Shizuru, who keeps moaning with a pleasured voice as her tits get rubbed."]}, {"name": "", "audio": "", "normalized": ["Shizuru is worried about the tentacles swarming around her holes, but she no longer has the power to resist."]}, {"name": "Shizuru", "audio": "v_sr549_0039", "normalized": ["Haa… haa… it's still going… ohh… ohh… gyaah…"]}, {"name": "", "audio": "", "normalized": ["Shizuru expels a ton of cum from her body and no longer feels nauseous."]}, {"name": "", "audio": "", "normalized": ["Multiple tentacles rush around, in search of her pussy and asshole."]}, {"name": "Shizuru", "audio": "v_sr549_0040", "normalized": ["Nyaah… ahh… I can't take it…"]}, {"name": "", "audio": "", "normalized": ["Shizuru's voice gets louder, but her weak body doesn't listen.", " She's about to get fucked by the reproductive worm again."]}, {"name": "", "audio": "", "normalized": ["Suddenly, the tentacles from the worm rush into both her holes at the same time."]}, {"name": "Shizuru", "audio": "v_sr549_0041", "normalized": ["Haa, ahh!", " Ah… oohh, whooa… hnn… gyaah, grr, haa, ahh, hngg, hoo…"]}, {"name": "", "audio": "", "normalized": ["This time, the tentacles enter her mouth, and Shizuru can't speak anymore."]}, {"name": "", "audio": "", "normalized": ["Without worrying about Shizuru's current state, the creature goes on its instinct, thrusting furiously."]}, {"name": "Shizuru", "audio": "v_sr549_0042", "normalized": ["Hnn, hnn, nyaah, ooh… ohh, ahh… haa, noo, that's… hoo, hnng, hmmftt!"]}, {"name": "Shizuru", "audio": "v_sr549_0043", "normalized": ["Gyaah… hnn… hmmfftt… nyuu, hnn, ooh, gyaah…"]}, {"name": "Shizuru", "audio": "v_sr549_0044", "normalized": ["H, nyuu… hnng, hyaa… hnn, hnn!", " Hnn, mfft, haa, hngg!"]}, {"name": "", "audio": "", "normalized": ["Shizuru groans in pain as it's thrusting hard down her throat hard enough to make it difficult to breathe."]}, {"name": "", "audio": "", "normalized": ["But, when the tentacles around her crotch piston she feels pleasure.", " Pain and pleasure are mixing and conflicting within her."]}, {"name": "Shizuru", "audio": "v_sr549_0045", "normalized": ["Hnn, hoo… hnng!", " Nyaah, hoo… gyaah, hnn, hoo, ohh, hngg!"]}, {"name": "", "audio": "", "normalized": ["The tentacle was so deeply inserted into Shizuru that you can see the shape clearly in her belly."]}, {"name": "", "audio": "", "normalized": ["The tentacles sticking to her tits rub violently because they can't find a hole to go into."]}, {"name": "Shizuru", "audio": "v_sr549_0046", "normalized": ["Hnng, ohh, hyaah… hnn, hoo, hnng… hnn, hnn, hoo… nyaah, haa, anng…"]}, {"name": "Shizuru", "audio": "v_sr549_0047", "normalized": ["It's so hard… to breathe… hnng?!", " Hnn, hnn, nyaah, gyaah… hnn, ohoo!"]}, {"name": "", "audio": "", "normalized": ["The worm is spreading her throat wide with its tentacles, twisting down to reach her stomach."]}, {"name": "", "audio": "", "normalized": ["It blocks her throat as she tries to speak, but she can't talk anymore.", " She's being humiliated by the creature that's just trying to get her pregnant."]}, {"name": "Shizuru", "audio": "v_sr549_0048", "normalized": ["Nyaah, hnng… hnng, ahh… hoo, hoo… ohh… hnn, gyaah… gyaah, hoo… hnn!"]}, {"name": "", "audio": "", "normalized": ["Shizuru is suffocating, dying, unable to speak as her mouth is fucked mercilessly."]}, {"name": "", "audio": "", "normalized": ["She's only able to lift her hips, moan, and writhe while tears fill her eyes from pleasure."]}, {"name": "Shizuru", "audio": "v_sr549_0049", "normalized": ["Gyaah, hoo… hnng, nyaah… haa, anng, gyaah, hoo, hnn… anng… hnng, gyaah!"]}, {"name": "Shizuru", "audio": "v_sr549_0050", "normalized": ["Haa, anng… nyaah… hnn… haa… haa… staahhp, hnng!", " Hoo, hmmft, hnn!"]}, {"name": "", "audio": "", "normalized": ["Shizuru can't move properly anymore and is swarmed with the greedy tentacles."]}, {"name": "", "audio": "", "normalized": ["Her body has been flooded with pleasure without any break, so it's not just the worm's juices that have accumulated around her hole."]}, {"name": "Shizuru", "audio": "v_sr549_0051", "normalized": ["Hnn… hyuu!", " Nyoo, hoo… hnng, ann!", " Hnn, hmmft, hnn, hyaah… hnn!"]}, {"name": "Shizuru", "audio": "v_sr549_0052", "normalized": ["Hnng, cumming… cumming again, hoo… hnng… hoo, mfft, hnn… hnn!"]}, {"name": "", "audio": "", "normalized": ["She's being treated like a sex doll.", " She cums while splashing everywhere."]}, {"name": "", "audio": "", "normalized": ["The more painful it is, the more sensitive she gets.", " Her body reacts so sensitively, seemingly drowning in a wave of unbearable pleasure."]}, {"name": "Shizuru", "audio": "v_sr549_0053", "normalized": ["Ahaa… hnn… haa, hnng, hnn, nyaah, hnn, huu, hoo, ahh… anng, nyaah, hnng!"]}, {"name": "", "audio": "", "normalized": ["Her body cramps up, and her brain goes numb from the pleasure running through her body like electricity.", " Her fuzzy consciousness sinks into pleasure."]}, {"name": "", "audio": "", "normalized": ["Shizuru sees can only see the horny worm devouring her body."]}, {"name": "Shizuru", "audio": "v_sr549_0054", "normalized": ["Hnn… hnng… ohh, hoo…"]}, {"name": "", "audio": "", "normalized": ["She's getting fucked by the creatures, and now she doesn't care about anything.", " She's just letting herself get fucked by them."]}, {"name": "", "audio": "", "normalized": ["She has had no force left to resist from the start."]}, {"name": "", "audio": "", "normalized": ["Cum flows out of her holes and her whole body convulses from the intense jackhammering of the reproductive worm."]}, {"name": "Shizuru", "audio": "v_sr549_0055", "normalized": ["Haa… haa… hnng… hoo… I… can't think straight… hnng… nyaah, hoo, hnng!"]}, {"name": "Shizuru", "audio": "v_sr549_0056", "normalized": ["My pussy can't stop cumming… hoo, ohh, hnng, mfft, nyaah… hnn, hoo, ohh!"]}, {"name": "", "audio": "", "normalized": ["She gives up when she realizes she can't speak to the worm."]}, {"name": "", "audio": "", "normalized": ["All she can do now is accept the desire of the worm and get pregnant."]}, {"name": "Shizuru", "audio": "v_sr549_0057", "normalized": ["Huu, huu… hnn, hoo!"]}, {"name": "", "audio": "", "normalized": ["Her throat is pierced over and over, so much she can't breathe and her asshole continues being fucked by the tentacles."]}, {"name": "", "audio": "", "normalized": ["The reproductive word just sees Shizuru as easy prey to get fucked."]}, {"name": "Shizuru", "audio": "v_sr549_0058", "normalized": ["Hnng… ohh, hohoo… hnn, cumming againn… hnn, huu… hoo, anng… hnn, ohh!"]}, {"name": "", "audio": "", "normalized": ["How many times has she cum now?", " Her spirit is worn out, and she can't keep track anymore."]}, {"name": "", "audio": "", "normalized": ["She's realized that she's already cum a bunch, so she's losing it."]}, {"name": "Shizuru", "audio": "v_sr549_0059", "normalized": ["Hnn… huu, hnng, ohh, hnng… nyaah!"]}, {"name": "", "audio": "", "normalized": ["Cum mixes with her own bodily fluids and the smell fills the air."]}, {"name": "", "audio": "", "normalized": ["Still, Shizuru starts feeling really good, feeling the pleasure strongly and even though it feels good, she also feels like she's going through hell."]}, {"name": "Shizuru", "audio": "v_sr549_0060", "normalized": ["Hnng… gyaah… hnn, is it cumming?", " The tentacles are trembling… a lot… hnng… gyaah, hyaah!"]}, {"name": "", "audio": "", "normalized": ["In her pussy and asshole, she gets a sensation that the tentacles are expanding and pushing against her flesh."]}, {"name": "", "audio": "", "normalized": ["Looking at the heads of the tentacles, they're starting to pulse and she realizes that means they're about to cum."]}, {"name": "Shizuru", "audio": "v_sr549_0061", "normalized": ["I'm… being filled in all my holes… hyoo, hoo, ohoo… hnng!"]}, {"name": "Shizuru", "audio": "v_sr549_0062", "normalized": ["I can't take it, I'm gonna get pregnant… a monster kid… I'm gonna have a monster!", " Hnng!", " Hoo, hoo, hnng… hmmft!"]}, {"name": "", "audio": "", "normalized": ["The worm's thrusting gets more violent in her mouth, pussy and asshole.", " It's filling all her holes with cum."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Shizuru realizes she's done for and accepts getting fucked by the tentacles."]}, {"name": "Shizuru", "audio": "v_sr549_0063", "normalized": ["Hnng, hoo, hnng… nyaah, hnng… gyaah, hnn, hoo, hohh… nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Eventually, the tentacles are pushed as far as they can go and they stop moving."]}, {"name": "Shizuru", "audio": "v_sr549_0064", "normalized": ["Hnng?!", " Hoo, ohh, hnn!"]}, {"name": "", "audio": "", "normalized": ["Whoosh, splash… spurt, splashh!"]}, {"name": "", "audio": "", "normalized": ["The reproductive worm's tentacles start pumping out cum one after another, flooding Shizuru's body with cum."]}, {"name": "Shizuru", "audio": "v_sr549_0065", "normalized": ["Hnng?!", " Hoo, ohoo, hnng, ahaa, hnng, hnn, hoo, nyaah… hoo…"]}, {"name": "", "audio": "", "normalized": ["Cum is dumped in and Shizuru's eyes go white because she can't breathe."]}, {"name": "", "audio": "", "normalized": ["After being cum into, Shizuru's body is full of the cloudy liquid and she's in agony."]}, {"name": "Shizuru", "audio": "v_sr549_0066", "normalized": ["Hnn, hoo, ohoo, hnng, hmmft… hoo, ohh!"]}, {"name": "", "audio": "", "normalized": ["Shizuru takes in the cum from the worm while feeling like she's drowning in a sea of jizz."]}, {"name": "", "audio": "", "normalized": ["Her belly swells like a pregnant woman and looks like it's about to burst."]}, {"name": "Shizuru", "audio": "v_sr549_0067", "normalized": ["It hurtss, my pussy and asshole… sho painful… hmmft… can't breathe, hnng… hnngg, hnn!"]}, {"name": "", "audio": "", "normalized": ["Her body now feels more pain than pleasure from being cum into in three places at once."]}, {"name": "", "audio": "", "normalized": ["It makes her cum even more, and she cums while pushing cum out of her hole."]}, {"name": "Shizuru", "audio": "v_sr549_0068", "normalized": ["Ngg, eek, hoo, hnn… nyuu, hnng, hoo… hngg, hnn…"]}, {"name": "Shizuru", "audio": "v_sr549_0069", "normalized": ["Hnng, hoo!", " Oh, ooh, this is killing me, huu…"]}, {"name": "", "audio": "", "normalized": ["Shizuru feels like she's going to die because of the huge amount of cum."]}, {"name": "", "audio": "", "normalized": ["Still, the womr keeps cumming without worrying about it."]}, {"name": "Shizuru", "audio": "v_sr549_0070", "normalized": ["Hnn, hoo… hnng, hoo, ohh… ohh!"]}, {"name": "", "audio": "", "normalized": ["Eventually, the worm stops cumming."]}, {"name": "", "audio": "", "normalized": ["The tentacles stuck to her loosen and release, gradually separating from Shizuru."]}, {"name": "Shizuru", "audio": "v_sr549_0071", "normalized": ["Fuu… fuu…"]}, {"name": "", "audio": "", "normalized": ["As the tentacles come out of her holes, the cum starts flowing back out, overflowing from her crevices."]}, {"name": "", "audio": "", "normalized": ["No new tentacles come rushing in, so Shizuru realizes that means it's over with what's left of her consciousness."]}, {"name": "Shizuru", "audio": "v_sr549_0072", "normalized": ["Ah… ahh… I'm… getting pregnant… nyaah… eek… ahh…"]}, {"name": "Shizuru", "audio": "v_sr549_0073", "normalized": ["Being a guinea pig… being forced to have a… monster baby… nyaah, ahh… ahh… nyaah…"]}, {"name": "", "audio": "", "normalized": ["The fact that the reproductive worm, whose only function is to get someone pregnant, has left with no more interest in Shizuru means that it has succeeded."]}, {"name": "", "audio": "", "normalized": ["She feels refreshed because it seems like the hell she was in because of the pleasure has passed."]}, {"name": "", "audio": "", "normalized": ["She can't begin to imagine the real hell that's going to start because of what's left in her stomach…"]}]