[{"name": "You", "audio": "", "normalized": ["So this is a cyborg soldier.", " You really gave me a hard time."]}, {"name": "You", "audio": "", "normalized": ["You would be a completely useless, good-for-nothing clone if you weren't turned into a cyborg."]}, {"name": "You", "audio": "", "normalized": ["But I suppose you are like the Taimanin Asagi Igawa after all."]}, {"name": "", "audio": "", "normalized": ["Asagi's eyebrows twitched at the sound of the voice, full of scorn, as it echoed through the glass-walled laboratory from a speaker."]}, {"name": "You", "audio": "", "normalized": ["Heheh… it goes without saying, but in the end, you're here with your toy arms and legs neutralized."]}, {"name": "You", "audio": "", "normalized": ["Like a piece of junk in this pathetic state."]}, {"name": "", "audio": "", "normalized": ["Just as the man said, she was a clone of Asagi Igawa, who had supposedly buried every last one of them herself."]}, {"name": "", "audio": "", "normalized": ["Like Asuka Koukawa, she had received a set of cyborg arms and legs from the UFS and become one of their agents."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was the boldness she had inherited from her original, or her own nobility, gained from the power bestowed by the UFS."]}, {"name": "", "audio": "", "normalized": ["Asagi's face was completely calm and composed though she quietly spoke with fury."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0000", "normalized": ["…Just a word of advice.", " Release me at once.", " That's the best, wisest decision you could make, head of the Fuuma clan."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0001", "normalized": ["If you do that, I'll be sure to massacre you along with everyone else in this base."]}, {"name": "You", "audio": "", "normalized": ["Oh, that's a good joke.", " And?", " If you're going to massacre me if I let you go, what'll you do if I don't?"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0002", "normalized": ["I'll take you with me and torture you.", " With methods that would even make the demon nobility beg for death."]}, {"name": "", "audio": "", "normalized": ["Suddenly losing her smile, Asagi's glare at the smug man behind the reinforced glass had the power of an ogre behind it."]}, {"name": "", "audio": "", "normalized": ["The man felt a chill creep across his spine.", " The menace in her gaze was strong enough to almost make him believe it was sorcery or hypnotism."]}, {"name": "You", "audio": "", "normalized": ["Hah, interesting.", " That boldness and that murderous glare, it's almost like I'm dealing with the real Asagi."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0003", "normalized": ["'Like the real Asagi'?", " What an awful joke, you make it sound as if I'm beneath her…"]}, {"name": "You", "audio": "", "normalized": ["You saying I'm wrong?"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0004", "normalized": ["I'll carve the proof into your body."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, so scary… but can you?", " A piece of junk bitch like you with your toy limbs made useless."]}, {"name": "", "audio": "", "normalized": ["A cruel smile clung to the man's face as he signaled to the waiting researchers."]}, {"name": "", "audio": "", "normalized": ["A total of six mechanical arms appeared in the lab room with a whirr.", " At the end of the arms, they were each equipped with needles."]}, {"name": "", "audio": "", "normalized": ["The arms were dreadfully swift and accurate, plunging one needle into each of her nipples and breasts and two into her clitoris."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0005", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Inside the needles' glass vials, they were full of some kind of liquid drug with a mysterious hue."]}, {"name": "", "audio": "", "normalized": ["Asagi glared at the drug, her facial expression completely unflinching from the needles.", " She was completely unconcerned about what was happening to her."]}, {"name": "You", "audio": "", "normalized": ["As you may have guessed, they contain an aphrodisiac."]}, {"name": "You", "audio": "", "normalized": ["I'm thinking we'll remodel you into a public use sex toilet for our organization."]}, {"name": "You", "audio": "", "normalized": ["I think it's a rather befitting role for a broken toy bitch like you."]}, {"name": "", "audio": "", "normalized": ["Another short whirr.", " The arms moved, stabbing deeply into Asagi's flesh and pouring the aphrodisiac from their cylinders into her body."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac began to affect her immediately as it poured into her."]}, {"name": "", "audio": "", "normalized": ["They violated her cells and turned them into erogenous zones, remodeling her flesh into pleasure organs."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0006", "normalized": ["Nnnh…"]}, {"name": "", "audio": "", "normalized": ["Asagi let out a small cry of anguish at the pleasure of the aphrodisiac burning her cells."]}, {"name": "", "audio": "", "normalized": ["Though only her limbs were cyborg parts, the flesh parts of her body were also created to be immune to the effects of all sorts of illnesses, poisons, and drugs."]}, {"name": "", "audio": "", "normalized": ["Furthermore, she possessed a superhuman capacity for healing.", " But despite all this, the aphrodisiac injected into her body continued to invade."]}, {"name": "", "audio": "", "normalized": ["The heat of pleasure spread thoroughly throughout her body, all the way to the strands of her hair, with even her own heartbeat aching."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0007", "normalized": ["Guuh, uuh, nnh…"]}, {"name": "You", "audio": "", "normalized": ["Your eyebrows are twitching rapidly.", " Are you enjoying yourself?"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0008", "normalized": ["Ggh… it's too late for you to regret it now… I'm gonna cut your limbs off and put you in my training room for a punching bag."]}, {"name": "You", "audio": "", "normalized": ["Heheheheh, your face is straining, you know?", " Your voice is shaky, already at your limit?"]}, {"name": "You", "audio": "", "normalized": ["Your body getting hot?", " Can't hold back that desire?"]}, {"name": "You", "audio": "", "normalized": ["The only one who's getting turned into a punching bag is you, you piece of junk."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna put you through a living hell for all the losses you caused me."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0009", "normalized": ["B-babbling like the useless bastard you are―"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0010", "normalized": ["Guuh… nnguuhh…!"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac overrode Asagi's own will, making her body jump and cutting off her words."]}, {"name": "", "audio": "", "normalized": ["Her nipples and areolae were clearly visible against the swimsuit fabric that clung to her ample bosom."]}, {"name": "", "audio": "", "normalized": ["As her body began to tremble, a large amount of sweat appeared on her skin, trickling downward."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0011", "normalized": ["Nnnh… ghh, gughh, phh, nnh, phh, phew…"]}, {"name": "", "audio": "", "normalized": ["Even the sensation of sweat trickling down…"]}, {"name": "", "audio": "", "normalized": ["No, even the sensation of it rising through her skin, something one normally couldn't sense, was giving her pleasure."]}, {"name": "You", "audio": "", "normalized": ["Demon medicine has progressed quite beyond the state it was in when the original Asagi Igawa was being remodeled, but…"]}, {"name": "You", "audio": "", "normalized": ["Even so, heheh, this is almost too easy.", " Seems like you're gonna be a punching bag for dicks long before you can turn me into one."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0012", "normalized": ["Phh, nnh… phew…!", " So incompetent you can't fuck a woman without using drugs."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0013", "normalized": ["You like to use drugs and tell yourself you're pleasing a woman, but you can't actually tell."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0014", "normalized": ["My body is special-made.", " If you treat me like the other Taimanin and don't learn from your mistakes, you'll die."]}, {"name": "", "audio": "", "normalized": ["With a short, sharp breath, Asagi's panting settled down as she regained her calm."]}, {"name": "", "audio": "", "normalized": ["But that didn't mean that her situation had improved.", " Her limbs were still bound as ever, and her drug resistance wasn't perfect."]}, {"name": "", "audio": "", "normalized": ["In order to make good on her threats, she had no choice but to endure the body remodeling and every torture the man could think of."]}, {"name": "", "audio": "", "normalized": ["Asagi controlled her body with resolve and determination, as she gave the man a death glare once more."]}, {"name": "You", "audio": "", "normalized": ["Phwahaha, you react just like the real Asagi."]}, {"name": "You", "audio": "", "normalized": ["All of the clones were killed, so to think that I'd be so fortunate to have a copy so close to the original fall into my hands."]}, {"name": "You", "audio": "", "normalized": ["Let's call turning a piece of junk like you into scrap a dry-run for sending your original to hell."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0015", "normalized": ["A dry-run?", " I'm the real Asagi here.", " It's criminal to compare me to that old antique."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0016", "normalized": ["You'll figure it out right away, ghh… that I'm the superior one, when I chop off your arms and legs."]}, {"name": "You", "audio": "", "normalized": ["Hmph, in that case, endure it and torture me if you can."]}, {"name": "You", "audio": "", "normalized": ["In the meantime, I'll call your bluff with the next step of the remodeling process, you masochist pig."]}, {"name": "", "audio": "", "normalized": ["The man simply said \"Do it.", "\" and a researcher moved to follow his short order, beginning to operate the control panel."]}, {"name": "", "audio": "", "normalized": ["The man simply said \"Do it.", "\" and a researcher moved to follow his short order, beginning to operate the control panel."]}, {"name": "", "audio": "", "normalized": ["The machine arms pulled back, withdrawing their needles from her breasts."]}, {"name": "", "audio": "", "normalized": ["One of the arms that appeared to take their place swiftly ripped off her swimsuit, exposing her erect nipples, while another placed transparent cups around them."]}, {"name": "", "audio": "", "normalized": ["And then―"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0017", "normalized": ["Guhhihhnhh, iih, hiihnnhh!", " Nnnh, nnhh, nnphh, nnphhphh!"]}, {"name": "", "audio": "", "normalized": ["The cups sucked at her breasts like a milking machine."]}, {"name": "", "audio": "", "normalized": ["They stretched out her nipples and areolae as an electric current ran through them, making a sound like screeching metal."]}, {"name": "", "audio": "", "normalized": ["The overwhelming stimulation made Asagi shriek, her eyes wide, before attempting to stifle her cries."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0018", "normalized": ["Hoohh, hohh, ohhphh!", " Phh!", " Phhnhh!", " Phhn!", " Nnphh!", " I can… s-stand this… much, ghhnhh!"]}, {"name": "", "audio": "", "normalized": ["Her clitoris was so swollen it was hard to believe it was just the effects of the drug, as it pushed up her swimsuit."]}, {"name": "", "audio": "", "normalized": ["It was so large one could mistake it for a child's penis."]}, {"name": "", "audio": "", "normalized": ["The pleasure of her already sensitive clitoris, drugged and pressing against her tight swimsuit…"]}, {"name": "", "audio": "", "normalized": ["The force of love juices flowing down was enough to make one think that she had a hose hidden in her suit."]}, {"name": "", "audio": "", "normalized": ["Even so, Asagi stiffened her neck, holding back her squeals from turning into screams, refusing to lose her senses."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0019", "normalized": ["Phsshh, shh, ghnnhh, hphh, phh, phew, this is, phhnghh, phh, nothing…"]}, {"name": "", "audio": "", "normalized": ["Though there was no way to hide her pleasure with the volume of love fluids spouting from her crotch…"]}, {"name": "", "audio": "", "normalized": ["Her reaction was no stronger than if her flesh was torn open and bleeding."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0020", "normalized": ["Gpphh, nhhpph, phh, phhphh!", " Wh-what's wrong, nnh, s-surely this isn't all you've got."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0021", "normalized": ["This is, nnphh, phh, phh, absolutely, nngphh, nothing, nnphh, to me!"]}, {"name": "", "audio": "", "normalized": ["Asagi tried to look indifferent as she stared at the man on the other side of the glass, his face plastered with an irritating smile."]}, {"name": "", "audio": "", "normalized": ["She was an experimental subject, a practice run for the conquest of the original Asagi.", " No matter what, she continued to be treated like a guinea pig, fodder, a pawn."]}, {"name": "", "audio": "", "normalized": ["Her pride that maintained the meaning of her existence and her unshakeable faith held Asagi together."]}, {"name": "You", "audio": "", "normalized": ["You sure can run your mouth, with your eyes wide open and your nostrils all flared and panting like an idiot… but still…"]}, {"name": "You", "audio": "", "normalized": ["Guhahah, you really can endure a lot for a worthless piece of junk."]}, {"name": "You", "audio": "", "normalized": ["You might just be a match for the original at this rate, as equals… or should I revise the estimate of your potential even further upward?"]}, {"name": "", "audio": "", "normalized": ["A sadistic smile of pleasure crossed the man's face."]}, {"name": "", "audio": "", "normalized": ["Her thinking wavering and hazy from the pleasure and heat, Asagi couldn't see the reptilian coldness staring at her from behind his eyes."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0022", "normalized": ["Phh, phh, I told you right, phew, pphh, don't compare me to that antique hag."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0023", "normalized": ["That's right, I'm, nnphh, the strongest cyborg soldier… gphh, phh, the only one who, nnph, can kill Asagi Igawa…"]}, {"name": "", "audio": "", "normalized": ["With her heart flickering from the haze of the heat wave, she couldn't tell that the man's words were leading her towards a bottomless pit to hell."]}, {"name": "You", "audio": "", "normalized": ["Hmm… I see, so that's why that belief and tenacity makes you so hard to handle.", " In that case, I'll have to pull out all the stops too."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0024", "normalized": ["Gaahh!"]}, {"name": "", "audio": "", "normalized": ["Unlike the machine arms from before, this time a thick arm, making a rough, crude noise like the rotation of a chainsaw, brandished itself in front of her."]}, {"name": "", "audio": "", "normalized": ["It was an enormous dildo the side of a person's arm, no, a leg.", " It was covered along its trunk in monstrous protrusions."]}, {"name": "", "audio": "", "normalized": ["The viscous mucus that dripped down from it looked even more like a monster's filthy bodily fluids."]}, {"name": "", "audio": "", "normalized": ["Asagi forgot the ache from the aphrodisiac and her face went pale as she looked at its enormous presence."]}, {"name": "", "audio": "", "normalized": ["It exists solely to violate her womanhood and crush her dignity and humanity."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0025", "normalized": ["Wh-what the heck… is this… hihh―"]}, {"name": "", "audio": "", "normalized": ["Asagi's body jumped as if in fear as the dildo suddenly buzzed and began to thrust and rotate right before her eyes."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0026", "normalized": ["Uuh, aah, wh-what, nghh, uuh… even from this dildo too, huh…hgh…"]}, {"name": "You", "audio": "", "normalized": ["Exactly as you've guessed, wrapped around it is the undiluted form of the aphrodisiac I injected into your body."]}, {"name": "You", "audio": "", "normalized": ["Of course, if you inject the undiluted form, it'll fuck up your brain and leave you crippled."]}, {"name": "You", "audio": "", "normalized": ["But if you just rub it against your skin, you'll only go a little insane."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0027", "normalized": ["Haah, haah, haah, nnh, ghh…"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0028", "normalized": ["No, I don't, ghh, want this… phh, phh, and if you dig into me with this thing… haah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["Once again, the dildo began to thrust and revolve in front of her, showing off how it would dig out her flesh and remodel it into a female hole made to serve cock."]}, {"name": "You", "audio": "", "normalized": ["What, it's thick, but it's only about the size of a woman's leg.", " I've still got crazy data of Asagi taking a whole traffic cone."]}, {"name": "You", "audio": "", "normalized": ["Heheh, compared to the original, this ought to be just like a teenage girl playing around with poking a pen into her hymen, right?"]}, {"name": "", "audio": "", "normalized": ["Asagi turned her face stiffly from the dildo towards the man."]}, {"name": "", "audio": "", "normalized": ["At the same time, another mechanical arm began to cut a hole in her swimsuit with a laser beam."]}, {"name": "", "audio": "", "normalized": ["The man's mouth twisted with laughter as he looked at Asagi who was breathing roughly."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0029", "normalized": ["Do it if you dare… I'm the strongest cyborg soldier… of the Secret Service 'G'―"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0030", "normalized": ["Pghhohh!"]}, {"name": "", "audio": "", "normalized": ["The dildo screwed itself into her hole, breaking up her words and being.", " Its violence was mechanical, unreserved, unsparing."]}, {"name": "", "audio": "", "normalized": ["The shape of the dildo was sticking up through Asagi's abdomen pitifully."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0031", "normalized": ["Hagghh, aah, gahhahh, aah, agghh, ohh, ohh, ghh, uhhahh…!"]}, {"name": "", "audio": "", "normalized": ["Her eyes that had been flickering as she tried to withstand the raging dildo inside her body suddenly rolled back in her head."]}, {"name": "", "audio": "", "normalized": ["At the same time, her whole body went limp, and from her mouth where she had been gritting her teeth, a long, dull moan of anguish escaped along with a large amount of drool."]}, {"name": "", "audio": "", "normalized": ["A thick vapor of ammonia rose up from her crotch as urine trickled down."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0032", "normalized": ["Hahehh, hahhehh, hohhahh, haah, haah, wh-wh-what is this, I've never…"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0033", "normalized": ["I'm so weaak, nnhoohh, nnhohh, I'm peeing, guhiihhnh, it's so loose, phihhihh, guuh, nnhh…"]}, {"name": "", "audio": "", "normalized": ["It was clear from her pitiful, shaking, trembling body that she had lost control of her bladder with her climax."]}, {"name": "You", "audio": "", "normalized": ["How about it, 'Asagi'.", " Think you can stand it?", " If you can, then I'm gonna start the revolving piston."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0034", "normalized": ["Haah, haah, h-how about it?", " Nnnhiih, hiih, can you not tell, j-just by looking, I-I'm enjoying myself right now."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0035", "normalized": ["Y-your tiny dick might be perfect for Asagi, hihh, b-but this one seems n-nice and big for me."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, so stubborn still, Asagi.", " All right, it's do-or-die now, let's go, Asagi."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0036", "normalized": ["D-do it if you dare already!"]}, {"name": "", "audio": "", "normalized": ["It was clear to anyone watching that she was at her limit.", " But even so, Asagi wouldn't allow herself to lose to her original."]}, {"name": "", "audio": "", "normalized": ["If she admitted to being lesser than the original Asagi Igawa, the weight of her own existence would crush her long before the dildo and the pleasure."]}, {"name": "", "audio": "", "normalized": ["The man gave an order to increase the aphrodisiac dosage and turn the dildo up to full speed, ready to finish off Asagi's last bit of resistance."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0037", "normalized": ["Haagyaahh!"]}, {"name": "", "audio": "", "normalized": ["Asagi howled like a pack of scattering beasts as the dildo moved forward with a clamorous noise."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0038", "normalized": ["Ohh!", " Ohh!", " Nnhoohh!", " Nnhoohh, hoghh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0039", "normalized": ["Agghyaah, aah, aggahh, so weird, my stomach is feeling weird, this is, ohh, ohh, this is so strange!"]}, {"name": "", "audio": "", "normalized": ["Asagi's roaring, and the dildo's roaring.", " Even the sound of the dildo brutally striking against her womb was audible."]}, {"name": "", "audio": "", "normalized": ["Asagi instinctively tried to move her body away from the dildo, but her incapacitated limbs did not respond, and it slammed into her like a construction drill."]}, {"name": "", "audio": "", "normalized": ["It was a brutal spectacle even for a bystander to watch her stomach deforming in time with the dildo's thrusting."]}, {"name": "", "audio": "", "normalized": ["From Asagi's point of view, the strange assault was no doubt a maddening terror."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0040", "normalized": ["I'm gonna diie, ohhohh, phnhhohh, s-s-something amazing is c-c-coming ouut!"]}, {"name": "", "audio": "", "normalized": ["Whether from the pleasure or forced out by the pounding of the dildo, a spray of liquid shot out from her crotch.", " Her squirt scattered around the area with each blow."]}, {"name": "", "audio": "", "normalized": ["The dildo relentlessly, mechanically thrashing Asagi began to revolve sideways, skillfully rubbing its bumps against her."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0041", "normalized": ["The bbuumps!", " Oohhohh!"]}, {"name": "", "audio": "", "normalized": ["Its trunk twisted sideways, violently grinding its protrusions against the inside of Asagi's vagina."]}, {"name": "", "audio": "", "normalized": ["As it occasionally thrust deep inside, digging at her organs, it churned up her cave with an irregular rhythm, even changing the direction of its motion."]}, {"name": "", "audio": "", "normalized": ["Thick white fluid flowed from the space between her flesh and the dildo as it rotated and she moaned."]}, {"name": "", "audio": "", "normalized": ["It overflowed endlessly, as if it were boiling over, and a bright white puddle formed beneath Asagi."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0042", "normalized": ["Nnngyaah, agyaah, aghoohh, ohhohh, obohhoh, I'm gonna break, my pussy, my body is gonna breaak!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0043", "normalized": ["Ogghh, ohhohh, nnghoohh, ohh, I'm gonna break, I'm gonna break, this fake dick is gonna turn me into scrap aah!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0044", "normalized": ["This is gonna turn me into, aagh, a meat toilet, a female toilet that can't do anything but feel good, ogghh, s-so deep again…"]}, {"name": "You", "audio": "", "normalized": ["Hahahahah, your body is lifting from the dildo thrusting into you, Asagi, it looks like it's using you as its punching bag."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0045", "normalized": ["Obbhh, oghghh, a punching bag, for a dildo, oghh, for a fake dick, gphh, a punching bag?!", " Hghghhrhh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0046", "normalized": ["I-it's so strange, it's like my organs, ghghphh, are sinking, nghhbhh, ohh, deep inside me, ghphhgh, ohh, oghh!"]}, {"name": "You", "audio": "", "normalized": ["That's the adjustments to your body to turn you into a toilet moving along smoothly."]}, {"name": "You", "audio": "", "normalized": ["Let's break those pervertedly large nipples of yours with some more electric current."]}, {"name": "You", "audio": "", "normalized": ["You'll keep cumming from them even without doing anything.", " Do it."]}, {"name": "", "audio": "", "normalized": ["A researched operated a panel on his order, and the electric current inside the cups affixed to her enlarged nipples grew stronger."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0047", "normalized": ["Agghiighh, ighghiihh, iihh, ghhghii, aghahahh, haa, bahahh, ohhghiihhihahh!"]}, {"name": "", "audio": "", "normalized": ["The thick band of electricity licked at her nipples, piercing through Asagi's body and making her spray even more squirt."]}, {"name": "", "audio": "", "normalized": ["Moreover, snot was dripping down from her nose, and white bubbles were spilling from the corners of her mouth."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0048", "normalized": ["I-I-I really will break, ugghiihgh, I'm gonna break, I'm gonna breaak!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0049", "normalized": ["Stop it, uguhhihh, this fake dick, nnghih, this fake dick, oghoghh, agghh, ohh, it's going deeper againn!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0050", "normalized": ["I don't wanna be flattened by this dick, don't crush me, I don't wanna be turned into scrap, ughhoghh, no more electricity!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0051", "normalized": ["Nnnghahh, I'm gonna cum, I'm gonna cum I'm gonna cum!", " Thish ish too muuch, ghihhihh, pleash, at least stop the fake diick!"]}, {"name": "You", "audio": "", "normalized": ["A mechanical fake is perfect for a mechanical fake like you.", " You should get flattened until you turn into a soggy pile of scrap."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0052", "normalized": ["Phhghiihh, ghnhghhiih, I-I'm not a faake ighhiihghh!"]}, {"name": "You", "audio": "", "normalized": ["In that case, you should be able to endure it.", " Otherwise, if you cum now, you might not be able to go back to normal?"]}, {"name": "You", "audio": "", "normalized": ["Heheheh… calling yourself the real Asagi then, well…"]}, {"name": "You", "audio": "", "normalized": ["In other words, whether you're the real thing or not, you'd just be proving Asagi is that weak."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0053", "normalized": ["Ugghuughh, n-no, that's not it, ugbbhh, ghbhh, I'm not, this weak, nghhighh, gphh, nnghighh, guuhghh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0054", "normalized": ["I'm the real Asagii, I'll, right here, I'll show you I can endure thiish, nnghiihh…"]}, {"name": "", "audio": "", "normalized": ["Asagi tried to resist the pleasure welling up inside of her from the blows of the dildo…"]}, {"name": "", "audio": "", "normalized": ["Even as her face flushed and spit full of bubbles poured down from between her teeth."]}, {"name": "", "audio": "", "normalized": ["But it was clear from the wild shaking of Asagi's body as she tried to hold back the pleasure that this wouldn't last much longer."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0055", "normalized": ["Gggbhh, bghh…!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0056", "normalized": ["Phnghh, I can take this much…!", " Nnghighbhh, bbghh, phghhgh, bbhgh, nnbhh, bhh, phbhhgh…!"]}, {"name": "", "audio": "", "normalized": ["The bubbles leaking from her mouth increased.", " Her eyes moved wildly in opposite directions, her face so red she looked as though she would explode."]}, {"name": "", "audio": "", "normalized": ["Finally, the dildo's thrusting made her body leap wildly, as though there was a spring hidden somewhere within."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0057", "normalized": ["Phhnbbh, nnphh, as if I'd cum from a fake dick… ghhbhh, from… obbhh, something like… nnghh, n-n-no…!"]}, {"name": "", "audio": "", "normalized": ["The dildo gradually buried itself deeper inside Asagi's body, moving past her belly button as it thrust into her organs and pushed them upward."]}, {"name": "", "audio": "", "normalized": ["Asagi's mouth was shut tight in pain, but her cheeks swelled for a moment before inevitably opening and sending white bubbles flying."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0058", "normalized": ["Bghghh!", " Pbbhh, nnghh, oghhoh, abbhh, nnhh, nnbhh, ohh, oghhbhh, ogghhah, oghbhh!"]}, {"name": "", "audio": "", "normalized": ["The dildo's assault grew deeper.", " The white stars in her eyes grew more dazzling, as if the electric current had been turned up further."]}, {"name": "", "audio": "", "normalized": ["Asagi convulsed unnaturally, her body beginning to jump as though she was floating in the air."]}, {"name": "", "audio": "", "normalized": ["As if it had been waiting for this, the dildo skewered Asagi, forcing her body upward."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0059", "normalized": ["Bbhohh, bhgohghh, bghheh, gbhrhh, obhghahh!", " Bhghbhh, bhhgh, bbhhahh!"]}, {"name": "", "audio": "", "normalized": ["The stored-up bubbles and saliva, as well as bile, sprayed forth from Asagi's mouth."]}, {"name": "", "audio": "", "normalized": ["Asagi was brutally suspended in the air, wriggling above the skewering dildo like a worm."]}, {"name": "", "audio": "", "normalized": ["The mechanical dildo had no mercy.", " It drove deeper into Asagi, holding her up."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0060", "normalized": ["Haaghphhahh!", " Bghyaahhbhh, hyaahghh, aahh!", " Nghyaahh, ighyaahhahah!"]}, {"name": "", "audio": "", "normalized": ["Asagi let out an anguished howl as she writhed furiously, spraying out every fluid in her body."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0061", "normalized": ["Guughehhehahh, aahh, aah, I'm gonna die, aah, aah, anghyaahh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0062", "normalized": ["My body is going crazyy, ghbhh, bghhrhh, ghhbhhaahh, aah, agghbhh, where did my organs goo!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0063", "normalized": ["Aggaahyahh, aah, aah!", " It hurts, I'm gonna diie, aah, I'm gonna die I'm gonna die I'm gonna die, aah, but it feels, so good!"]}, {"name": "", "audio": "", "normalized": ["Asagi struggled even harder, filth pouring from her mouth as the dildo scrambled her insides, as though she could feel her death coming near."]}, {"name": "", "audio": "", "normalized": ["The dildo mechanically dug out her body, carefully pressuring and spreading her out inside."]}, {"name": "", "audio": "", "normalized": ["The dull sound of flesh slapping together inside her body gradually turned to a wet, churning sound as the toilet remodel of Asagi's body neared completion."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0064", "normalized": ["Aggyahahh, gbhh, the fake dick is still, coming deep insidee, aaghbhh, bghh, oghbbhh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0065", "normalized": ["Gbbhh, I'm gonna cum, agbhahh, I'm gonna cum!", " Thrusting inside me all the way to heavenn!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0066", "normalized": ["Uhhghaah, I'm gonna die I'm gonna die I'm gonna die, I'm gonna cum I'm gonna cum, my organs, are being crushed, becoming a cocksleeve!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0067", "normalized": ["I'm g-gonna cum and die aah, ghyaahh!"]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0068", "normalized": ["Bghghbhh―obbhh, ohh, bhghh, bghhihhihh!"]}, {"name": "", "audio": "", "normalized": ["The dildo was completely buried inside of Asagi."]}, {"name": "", "audio": "", "normalized": ["After struggling so much, Asagi's body was suddenly stiff and trembling slightly as she climaxed and wet herself."]}, {"name": "", "audio": "", "normalized": ["Just then, the dildo began to rotate its trunk wildly like never before, almost as if her womb and cave were being scrubbed down."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0069", "normalized": ["Nnghiihh!", " Ihhiihh, iihhiihh!"]}, {"name": "", "audio": "", "normalized": ["Her scream was inhuman.", " The dildo was remaking her body from the inside out into nothing more than a receptacle for dicks."]}, {"name": "", "audio": "", "normalized": ["The electric current that burned through her nipples and breasts increased in intensity, giving off a slight hint of smoke where her flesh was singed."]}, {"name": "", "audio": "", "normalized": ["Both the mechanical materials built into her body, as well as her muscle tissue, began to break down."]}, {"name": "Cyborg Soldier Asagi", "audio": "v_sr175_0070", "normalized": ["Aaaggbbahh―ghhighhii!"]}, {"name": "", "audio": "", "normalized": ["After letting out this strange, shrill cry, the strength left Asagi's body and her head slumped."]}, {"name": "", "audio": "", "normalized": ["No longer showing the slightest reaction to the electric current or the dildo, the mechanical arms that were upgrading Asagi finally ceased their activity."]}, {"name": "You", "audio": "", "normalized": ["Lost consciousness, huh."]}, {"name": "", "audio": "", "normalized": ["Her face almost looked as if she were laughing, with her eyes rolled back and her tongue hanging out."]}, {"name": "You", "audio": "", "normalized": ["Hm, to think you could endure that much.", " You sure are a handful."]}, {"name": "You", "audio": "", "normalized": ["But now that you've got a hole drilled in that iron will of yours, I wonder how long you can keep it up…"]}, {"name": "You", "audio": "", "normalized": ["Guhaha, I'll let you entertain me, then."]}, {"name": "", "audio": "", "normalized": ["She was Asagi, the real Asagi.", " She clung to that thought in her extreme state, even as it broke her."]}, {"name": "", "audio": "", "normalized": ["As her emotional and mental state declined, Asagi repeatedly compelled herself to be the real Asagi."]}, {"name": "", "audio": "", "normalized": ["If she couldn't withstand this torture, then she was nothing but a fake, a pale imitation of the original…"]}, {"name": "", "audio": "", "normalized": ["This was the path to breaking her will, in addition to the body remodel."]}, {"name": "", "audio": "", "normalized": ["A menacing smile crept across the man's face as he thought of the moment when Asagi's heart would crumble, abandoning her humanity and becoming a sex toilet."]}]