[{"name": "Tomoe", "audio": "v_tsr356_0000", "normalized": ["Sensei, I'm here."]}, {"name": "", "audio": "", "normalized": ["Tomoe Kuroda had come to the cell with sultry and lively voice."]}, {"name": "", "audio": "", "normalized": ["Tomoe was ordered to take care of the prisoner kept captive in the cell."]}, {"name": "", "audio": "", "normalized": ["She was an ex-Taimanin instructor named Reiko Hasuma who she adored so much that she almost worshipped her."]}, {"name": "", "audio": "", "normalized": ["She was captured by Fuuma and was saved by the Taimanin after she was subjected to body modification and brainwashing."]}, {"name": "", "audio": "", "normalized": ["However, the brainwashing had broken her mind and she was now a madwoman seeking abnormal sexual pleasure."]}, {"name": "", "audio": "", "normalized": ["Even people who were associated with Reiko was affected by her and turned into perverts."]}, {"name": "", "audio": "", "normalized": ["Hence, she was now locked up in this cell."]}, {"name": "", "audio": "", "normalized": ["Now, Tomoe had volunteered as a caretaker since she worshipped her back when Reiko was an instructor."]}, {"name": "", "audio": "", "normalized": ["However, Tomoe adored and even worshipped Reiko, so――"]}, {"name": "Reiko", "audio": "v_rsr356_0000", "normalized": ["Tomoe, did you follow my orders?"]}, {"name": "Tomoe", "audio": "v_tsr356_0001", "normalized": ["Of course!", " I walked around in front of other people with it erect and showed off my masturbation!"]}, {"name": "", "audio": "", "normalized": ["This Tomoe woman was rather curvy and had a pair of big tits.", " Anyone would say she was hot."]}, {"name": "", "audio": "", "normalized": ["Tomoe reported to Reiko as she was letting out slightly heated breath while spouting such obscene words that were hard to believe were was coming from her."]}, {"name": "", "audio": "", "normalized": ["Just like others around Reiko, Tomoe had turned into a pervert as well."]}, {"name": "", "audio": "", "normalized": ["She contacted Fuuma secretly as she worshipped Reiko so much and was subjected to incredible body modification just like Reiko."]}, {"name": "Tomoe", "audio": "v_tsr356_0002", "normalized": ["Haahh, I'm so glad I had them give me a futa cock with balls just like yours, Sensei.", "\""]}, {"name": "", "audio": "", "normalized": ["Tomoe did not succumb to the negative emotions and proudly looked at the penis sprouting from her crotch and admired it."]}, {"name": "", "audio": "", "normalized": ["Tomoe told Fuuma she wanted the same body as Reiko and underwent an insane body modification to attach the penis and testicles."]}, {"name": "Reiko", "audio": "v_rsr356_0001", "normalized": ["Tomoe, your balls have both excellent shape and size."]}, {"name": "Tomoe", "audio": "v_tsr356_0003", "normalized": ["Aahh, thank you so much!", " But your balls are even better!", " They're so big and I can see so much dick-juice getting brewed in there!"]}, {"name": "", "audio": "", "normalized": ["Tomoe answered with a melting voice to the compliment from Reiko."]}, {"name": "Reiko", "audio": "v_rsr356_0002", "normalized": ["Haha, you're such an adorable girl.", " Now, I'm gonna please you with all the dick-juice brewed in my wonderful balls."]}, {"name": "", "audio": "", "normalized": ["Reiko smiled smugly and then hugged Tomoe from behind."]}, {"name": "", "audio": "", "normalized": ["Then she drove her own cock which had gone fully erect right into Tomoe's crevice."]}, {"name": "Tomoe", "audio": "v_tsr356_0004", "normalized": ["Aahuuhh?!", " Mnnhaahahh, Hasuma-sensei's cock, it's so huge!", " Guuhguhh, it feels amazing!"]}, {"name": "", "audio": "", "normalized": ["Tomoe took Reiko's huge genitalia in with no problem and moaned in a lusty voice."]}, {"name": "", "audio": "", "normalized": ["Her pussy was already moist by then and was gushing viscous honey from its depth."]}, {"name": "Reiko", "audio": "v_rsr356_0003", "normalized": ["Hehehe, it's so warm and soft… But it's tight too.", " Your pussy has gotten even better now that you have your futa-cock."]}, {"name": "", "audio": "", "normalized": ["Reiko slowly moved as she hugged Tomoe lovingly."]}, {"name": "", "audio": "", "normalized": ["Tomoe's vagina made wet, lewd noises."]}, {"name": "", "audio": "", "normalized": ["It had easily engulfed Reiko's penis which was far larger than the average size of male genitalia."]}, {"name": "Tomoe", "audio": "v_tsr356_0005", "normalized": ["Th-thank you so much!"]}, {"name": "Tomoe", "audio": "v_tsr356_0006", "normalized": ["Aahhmnnghh, it's all thanks to you, Sensei, for you plowing me so deep into my pussy and making it your cock-hole…!"]}, {"name": "", "audio": "", "normalized": ["Even though Tomoe was being fucked by a cock on a woman just like her, she was enjoying it, even appreciating it."]}, {"name": "", "audio": "", "normalized": ["The sensation of the huge penis rubbing up against her pussy felt so good that her body shivered and moaned in an erotic voice filled with desire."]}, {"name": "", "audio": "", "normalized": ["Every time Tomoe felt pleasure, the penis growing out of her crotch throbbed violently."]}, {"name": "Reiko", "audio": "v_rsr356_0004", "normalized": ["Yes, your asshole is clean too… I see you've been cleaning it in and out, huh."]}, {"name": "", "audio": "", "normalized": ["Reiko stuck her finger into Tomoe's anus and stirred the intestinal walls inside with it."]}, {"name": "Tomoe", "audio": "v_tsr356_0007", "normalized": ["Hooughh?!", " Ooghh, mnnghh, yes…"]}, {"name": "Tomoe", "audio": "v_tsr356_0008", "normalized": ["I've cleaned them nicely so that…haagaghh, you can fuck me in the ass anytime!", " Sensei!"]}, {"name": "", "audio": "", "normalized": ["With her plowing deep into the pussy and drilling the anus with her fingers, Tomoe drooled pathetically with intoxicated expression."]}, {"name": "Reiko", "audio": "v_rsr356_0005", "normalized": ["Huh, I see you have defecated before you came here.", " Where did you do it?", " In the classroom, the hallway…?"]}, {"name": "Tomoe", "audio": "v_tsr356_0009", "normalized": ["At home…!", " Right before my family and servants, aamngh?!"]}, {"name": "Tomoe", "audio": "v_tsr356_0010", "normalized": ["I fapped with my futa cock and took a big shit right there as they watched me!"]}, {"name": "Tomoe", "audio": "v_tsr356_0011", "normalized": ["Th-then, I had them pump cum into my anus…and then I went to, hamnghh!", " Haagh, I went to school like that!"]}, {"name": "", "audio": "", "normalized": ["Tomoe said something no ordinary woman would say with no shame or embarrassment at all."]}, {"name": "", "audio": "", "normalized": ["Not only that, she was actually proud to say it as she let out a pleasured breath and expected Reiko to compliment her."]}, {"name": "Reiko", "audio": "v_rsr356_0006", "normalized": ["I see… That must be why your asshole already looks so ready to be fucked, huh."]}, {"name": "", "audio": "", "normalized": ["Reiko rubbed the membrane inside the rectum with her fingertip."]}, {"name": "Tomoe", "audio": "v_tsr356_0012", "normalized": ["Mnnhhooughh?!", " Th-that's right!", " So, Sensei, anytime… Please plow my asshole anytime you wat with your cock, hogouh?!", " Please!"]}, {"name": "", "audio": "", "normalized": ["Tomoe must have imagined having anal sex with Reiko whom she cleaned her anus for and her body shuddered."]}, {"name": "", "audio": "", "normalized": ["At the same time, the flesh in her vagina wiggle and sucked the huge, long penis in and stroked it."]}, {"name": "Reiko", "audio": "v_rsr356_0007", "normalized": ["Guh…!", " Fucking this nice and tight asshole of yours, Tomoe… That also sounds good!"]}, {"name": "", "audio": "", "normalized": ["Reiko was slowly thrusting her hips towards the pussy, but she was aroused by the imagination and the wiggling of the flesh inside."]}, {"name": "", "audio": "", "normalized": ["Reiko could not wait any longer and she started moving quickly."]}, {"name": "Tomoe", "audio": "v_tsr356_0013", "normalized": ["Haaheegoughh?!", " Oohughuhh?!", " Sensei's balls are slapping against me?!", " Your huge cock is drilling into my womb too!"]}, {"name": "", "audio": "", "normalized": ["Tomoe felt the sensation of the huge, hanging testicles hitting against her as well as the tip slamming into the womb."]}, {"name": "", "audio": "", "normalized": ["She let out a high-pitched scream from the impulse."]}, {"name": "", "audio": "", "normalized": ["As Reiko's movement began to accelerate and pleasure intensified, she could not help but squeeze his cock hard with the vaginal membrane."]}, {"name": "", "audio": "", "normalized": ["That case her flesh to be rubbed even harder and it felt even better."]}, {"name": "", "audio": "", "normalized": ["With such repeated pleasure coming over her body, her nipples had become completely erect as well."]}, {"name": "Reiko", "audio": "v_rsr356_0008", "normalized": ["Huh, your body is so lewd.", " It's a perfect match for me."]}, {"name": "Tomoe", "audio": "v_tsr356_0014", "normalized": ["Y-yes!", " My body, especially my pussy… It's just for you, Sensei.", " Oooughuhgh?!", " Your own cum-dump!"]}, {"name": "Reiko", "audio": "v_rsr356_0009", "normalized": ["My own…?", " So everybody else only used your ass?"]}, {"name": "Tomoe", "audio": "v_tsr356_0015", "normalized": ["That's right!", " Ooohhmngh, Hasuma-sensei, you're the only one who, aahougmn?!", " Who can cum inside my pussy with baby juice!"]}, {"name": "", "audio": "", "normalized": ["She was aroused by the things she said herself and Tomoe let her curvey body shudder."]}, {"name": "", "audio": "", "normalized": ["Then, as if she was expressing the arousal with her vagina, she lovingly squeezed hard onto the cock inside."]}, {"name": "Reiko", "audio": "v_rsr356_0010", "normalized": ["Uuughuhh?!", " You saying you're my cum dump and sucking onto my cock with your pussy like this…!"]}, {"name": "Reiko", "audio": "v_rsr356_0011", "normalized": ["You've become a cock-crazed maniac, but your dedication has not changed.", " Hehe, you are so adorable."]}, {"name": "Tomoe", "audio": "v_tsr356_0016", "normalized": ["Hooumnghh?!", " Sensei's cock, it's throbbing and jumping so hard inside my pussy…?!"]}, {"name": "Tomoe", "audio": "v_tsr356_0017", "normalized": ["Mnnguhooughh?!", " My cock is jumping too!"]}, {"name": "", "audio": "", "normalized": ["Reiko's huge penis went wild inside her pussy."]}, {"name": "", "audio": "", "normalized": ["The sensation felt so good to Tomoe and her own cock which was gushing precum twitched as if it was ejaculating."]}, {"name": "", "audio": "", "normalized": ["Every time it did, the thick honey dripped from her pussy and tangled onto Reiko's cock, making lewd, moist noises."]}, {"name": "Tomoe", "audio": "v_tsr356_0018", "normalized": ["Ohhuumnnmoogughh?!", " It feels too good… Mnnguh, I can't stop my pussy juice nor my precum…!"]}, {"name": "Reiko", "audio": "v_rsr356_0012", "normalized": ["Good, Tomoe.", " I like you lewd like that."]}, {"name": "", "audio": "", "normalized": ["Reiko let out high pitched voices as she witnessed Tomoe's cock throb upwards each time she pounded her hips."]}, {"name": "", "audio": "", "normalized": ["Then she breathed out a heated sign right by Tomoe's ears and reached out for her crotch with her hands."]}, {"name": "Tomoe", "audio": "v_tsr356_0019", "normalized": ["Heeaaghh?!", " Y-yes, me too!", " I love you too, Sensei!", " Ohuuhmnghh, ooghohh!", " I love you!"]}, {"name": "", "audio": "", "normalized": ["Tomoe let out her feeling pent up inside her with an emotional voice as Reiko confessed the liking of her."]}, {"name": "", "audio": "", "normalized": ["The words were not enough and the cock in Reiko's hand began to twitch wildly."]}, {"name": "Reiko", "audio": "v_rsr356_0013", "normalized": ["Hehe, I love it when you answer back with your cock."]}, {"name": "", "audio": "", "normalized": ["Reiko was even more aroused by Tomoe's reaction and gently but firmly massaged Tomoe's balls in her hand."]}, {"name": "Tomoe", "audio": "v_tsr356_0020", "normalized": ["Ohooughh?!", " Mnnguughh?!", " Sensei's cock, plowing me so hard and deep by Sensei's cock…"]}, {"name": "Tomoe", "audio": "v_tsr356_0021", "normalized": ["I love your hands teasing my cock and balls, it's so good!"]}, {"name": "", "audio": "", "normalized": ["Reiko had undergone the futanari modification, so she knew very well where male genitalia was sensitive."]}, {"name": "", "audio": "", "normalized": ["She massaged the testicles gently and then nudged her fingers onto the shoulders of the tip to turn it inside out as she stroked it."]}, {"name": "", "audio": "", "normalized": ["The superbly delicate touch and the pounding by the huge cock send chills of pleasure down Tomoe's spine."]}, {"name": "Reiko", "audio": "v_rsr356_0014", "normalized": ["You're gushing so much precum from your futa-cock.", " Haahh."]}, {"name": "Reiko", "audio": "v_rsr356_0015", "normalized": ["It's making such led, sticky sound… Do you want to come and blow your load?"]}, {"name": "Tomoe", "audio": "v_tsr356_0022", "normalized": ["Y-yes…!", " Heegughh, uughh?!", " I want Sensei to stroke my cock, and cum, mnnooughh?!", " I wanna cum!"]}, {"name": "Reiko", "audio": "v_rsr356_0016", "normalized": ["Haahh, really… Looks like you really want to cum.", " I can feel your balls getting hard and going up."]}, {"name": "Reiko", "audio": "v_rsr356_0017", "normalized": ["Now, let out all the cum pent up inside your balls and show me how you cum all other the place…"]}, {"name": "Tomoe", "audio": "v_tsr356_0023", "normalized": ["I'll show it to you!", " I want you to see it, Sensei!", " I want you to cum inside me and watch me cum dick juice like a slut!"]}, {"name": "", "audio": "", "normalized": ["Tomoe and Reiko's arousal had peaked and they were throwing obscene words at each other that should not be coming from two beautiful women."]}, {"name": "", "audio": "", "normalized": ["The fact she was talking so dirty with someone who she respected so much she was enraptured."]}, {"name": "", "audio": "", "normalized": ["Her cock which was sprouting out of her just like her love's cock throbbing inside the hand of said love."]}, {"name": "", "audio": "", "normalized": ["All the while the inside of her pussy wiggled around as it squeezed tight onto the cock of her love."]}, {"name": "Reiko", "audio": "v_rsr356_0018", "normalized": ["Guguhh?!", " Tomoe… Your cum-dump pussy is the best!"]}, {"name": "Tomoe", "audio": "v_tsr356_0024", "normalized": ["Mnnghooughh?!", " Sensei's balled-cock throbbing inside my pussy is also the best, so good!"]}, {"name": "Tomoe", "audio": "v_tsr356_0025", "normalized": ["Please, cum, haaooughh?!", " Cum with your cock!"]}, {"name": "", "audio": "", "normalized": ["Tomoe was begging with such obscene words that it was unimaginable to be coming from Tomore who was so uptight before."]}, {"name": "", "audio": "", "normalized": ["Her face was colored only by the pleasure given to her by Reiko and was so skewed it almost looked she had gone mad."]}, {"name": "", "audio": "", "normalized": ["She was pleading with her mouth pathetically half-open as if a bitch in heat was begging to be impregnated."]}, {"name": "Reiko", "audio": "v_rsr356_0019", "normalized": ["Aaaghh, I'll let my dick-milk out!", " Guughh, deep into your pussy, I'm gonna cum!", " So you better let you cum out with me!"]}, {"name": "", "audio": "", "normalized": ["As Tomoe neared the climax, Reiko was consumed by pleasure as well."]}, {"name": "", "audio": "", "normalized": ["As she pounded her hips hard, she was also stroking her hand as she had grabbed the cock and balls with."]}, {"name": "Reiko", "audio": "v_rsr356_0020", "normalized": ["Aagahh?!", " Coming!", " I'm gonna pour thick cum to make you pregnant right into your womb, just for you!"]}, {"name": "Tomoe", "audio": "v_tsr356_0026", "normalized": ["Yes, yeess!", " I'm coming too!", " I'll cum like a pathetic fountain, spewing cum as you pour your baby juice into my womb!"]}, {"name": "", "audio": "", "normalized": ["They both approached the climax as if they coordinated."]}, {"name": "", "audio": "", "normalized": ["Reiko thrust her hips and Tomoe poked her ass out."]}, {"name": "", "audio": "", "normalized": ["Then Reiko shoved the tip of her penis so hard into Tomoe's womb, it almost tore through it."]}, {"name": "Reiko", "audio": "v_rsr356_0021", "normalized": ["Aaaghh, coming!", " Aaaghh!"]}, {"name": "", "audio": "", "normalized": ["*Speeww* *Sput* *Sput* *Splosh* *Spew* *Spew* *Splat*"]}, {"name": "", "audio": "", "normalized": ["The moment Reiko screamed, the sizzling torrent of semen was let loose inside Tomoe's womb."]}, {"name": "Tomoe", "audio": "v_tsr356_0027", "normalized": ["Coming?!", " Come?!", " Mnnhooughhooghh!"]}, {"name": "", "audio": "", "normalized": ["Tomoe's back arched and she had achieved the intense orgasm."]}, {"name": "", "audio": "", "normalized": ["Her cock being stroked by Reiko throbbed and jumped up as it spewed semen from its tip."]}, {"name": "", "audio": "", "normalized": ["In addition, she was also spraying squirt from the tiny hole that was located just above her actual vagina."]}, {"name": "", "audio": "", "normalized": ["The pleasure almost burned her pleasure center out as she both ejaculated and squirted at the same time."]}, {"name": "", "audio": "", "normalized": ["Tomoe was letting out a roar that did not suit her beautiful face at all."]}, {"name": "Reiko", "audio": "v_rsr356_0022", "normalized": ["Your cumming cock is so wonderful, Tomoe!", " Haaghh, come on, show it to me more."]}, {"name": "Reiko", "audio": "v_rsr356_0023", "normalized": ["Show me how you are coming with your cock as you squeeze my cock with your pussy!"]}, {"name": "Reiko", "audio": "v_rsr356_0024", "normalized": ["Come on, I'll massage your balls, so you better blow lots and lots of cum from your dick!"]}, {"name": "Tomoe", "audio": "v_tsr356_0028", "normalized": ["Ohoughh?!", " M-my balls?!", " Mnnguhoughh, please look at me while I swallow the cum with my womb and cum with my futa-cock!"]}, {"name": "", "audio": "", "normalized": ["With her balls massaged to squeeze the semen out of them, Tomoe was helpless to stop her ejaculation."]}, {"name": "", "audio": "", "normalized": ["Just like she said, she had repeatedly achieved orgasm with her penis as she sucked the thick semen in with her womb."]}, {"name": "Tomoe", "audio": "v_tsr356_0029", "normalized": ["Oohhguhh?!", " Ooghh?!", " It feels so good to cum with my cock as you pour your cum into me!", " Oohmnnmoouhhmng?!"]}, {"name": "", "audio": "", "normalized": ["With such intense orgasm, Tomoe let out a beastly roar with extremely obscene words."]}, {"name": "", "audio": "", "normalized": ["Her body shuddered uncontrollably and repeatedly ejaculated spectacularly as she received the seeds of her beloved with her womb."]}, {"name": "", "audio": "", "normalized": ["Her beautiful face was skewed by the lust and it had turned into a nasty, pathetic orgasmic expression."]}, {"name": "Tomoe", "audio": "v_tsr356_0030", "normalized": ["Haaghuuh, ooggh?!", " Hooughh…?!", " Ooghh, mnnghh…"]}, {"name": "Tomoe", "audio": "v_tsr356_0031", "normalized": ["Thank you so much, hooumnngh, Sensei… Huooughh, for pouring your baby juice right into…my cum dump pussy…!"]}, {"name": "", "audio": "", "normalized": ["She ejaculated so much that even though she had sealed the pussy with her cock, the semen was overflowing and the two's everlasting orgasm was over."]}, {"name": "", "audio": "", "normalized": ["Tomoe thanked Reiko as she panted with her shoulders going up and down."]}, {"name": "", "audio": "", "normalized": ["Reiko herself was short of breath as well, but she was still rubbing her cock which just ejaculated right onto Tomoe's pussy."]}, {"name": "Reiko", "audio": "v_rsr356_0025", "normalized": ["It's not over yet, Tomoe…!"]}, {"name": "", "audio": "", "normalized": ["Reiko's eyes glimmered with the sultry light and pulled her cock right out of Tomoe's vagina."]}, {"name": "Tomoe", "audio": "v_tsr356_0032", "normalized": ["Mnnhouhoughh?!"]}, {"name": "", "audio": "", "normalized": ["Tomoe's eyes rolled from the shock of almost having her pussy rubbed hard."]}, {"name": "", "audio": "", "normalized": ["However, Reiko then pressed the cock she had just removed from Tomoe's pussy right onto her anus without hesitation and――"]}, {"name": "", "audio": "", "normalized": ["*Thrust* *Shove*"]}, {"name": "Tomoe", "audio": "v_tsr356_0033", "normalized": ["Hoouhgmnghh?!"]}, {"name": "", "audio": "", "normalized": ["Tomoe roared in the beastly voice as her anus was suddenly spread open."]}, {"name": "", "audio": "", "normalized": ["The pressure of the huge penis driving deep inside her and the sensation of having her intestinal walls scraped assaulted her at the same time."]}, {"name": "", "audio": "", "normalized": ["Then Tomoe's limp body immediately jumped up and twitched as if she was regained life."]}, {"name": "Reiko", "audio": "v_rsr356_0026", "normalized": ["I'm gonna overwrite the smell of the cum from the morning, mnghh, mnnghh, with my own cum."]}, {"name": "Reiko", "audio": "v_rsr356_0027", "normalized": ["Tomoe, you're mine."]}, {"name": "Tomoe", "audio": "v_tsr356_0034", "normalized": ["Haaghh, oohghhmn?!", " Ohouhghh?!"]}, {"name": "Tomoe", "audio": "v_tsr356_0035", "normalized": ["O-oh my, I am indeed yours, Sensei!", " I'm so happy!", " Aaaooughh, thank you so much!"]}, {"name": "", "audio": "", "normalized": ["Reiko's hips were already going wild and the inside of Tomoe's rectum was being ravaged."]}, {"name": "", "audio": "", "normalized": ["With such pleasure being given to her, Tomoe was moved by Reiko's words and orgasmed as her body shuddered."]}, {"name": "", "audio": "", "normalized": ["She was suffocating from the pressure of the huge cock coming into her intestines, but even that was translated into pleasure."]}, {"name": "", "audio": "", "normalized": ["Then the relief of the long cock getting pulled out of her was also pleasurable and Tomoe trembled."]}, {"name": "Reiko", "audio": "v_rsr356_0028", "normalized": ["Mnnghh?!", " Your ass pussy is almost as good as your actual pussy!", " It's squeezing so tight, begging for the cum out of my cock."]}, {"name": "", "audio": "", "normalized": ["Even though she had just achieved an orgasm, Tomoe was still very much aroused and was pleasuring the cock of her love with her anus."]}, {"name": "", "audio": "", "normalized": ["She squeezed tight onto the shaft with her anus and then sucked right onto it with her intestinal walls and stroked it hard."]}, {"name": "", "audio": "", "normalized": ["Reiko was plowing her violently, being turned on by her stroking."]}, {"name": "Tomoe", "audio": "v_tsr356_0036", "normalized": ["It's so much better than the cock I had this morning, oohmn?!", " Sensei, you're so much bigger and better!", " It's so good!"]}, {"name": "", "audio": "", "normalized": ["Tomoe was poking her ass out so Reiko's huge ballsacks was slapping against her ass cheeks."]}, {"name": "", "audio": "", "normalized": ["She felt amazing as the penis had penetrated her all the way to its base and the belly of her loved one was slapping against her."]}, {"name": "", "audio": "", "normalized": ["Just hearing the sound alone was enough to make sparks fly in her eyes as she came close to orgasm."]}, {"name": "Tomoe", "audio": "v_tsr356_0037", "normalized": ["Again, houghughh?!", " I'm coming!", " I'm gonna come with my ass and cum from my dick too!"]}, {"name": "Reiko", "audio": "v_rsr356_0029", "normalized": ["Me too!", " Guhhgh, I'll pour thick cum right into your ass-pussy!", " Swallow my cum with your ass and blow your dick-milk!"]}, {"name": "", "audio": "", "normalized": ["Reiko viciously plowed the inside of Tomoe's anus."]}, {"name": "", "audio": "", "normalized": ["Tomoe rubbed her walls in return and stroked the thick shaft with her anus."]}, {"name": "Reiko", "audio": "v_rsr356_0030", "normalized": ["I'll cum right out of my balls, inside you!", " I'm gonna make you smell like my cum!"]}, {"name": "Tomoe", "audio": "v_tsr356_0038", "normalized": ["Please, paint my ass pussy with the smell of your cum, Sensei!", " Ooghoohhmnhh?!", " Please fill my ass up with your cum!"]}, {"name": "", "audio": "", "normalized": ["Reiko was turned on by Tomoe's words and entered the final spurt."]}, {"name": "", "audio": "", "normalized": ["Then as the finisher, she slapped her belly hard onto Tomoe's ass."]}, {"name": "Reiko", "audio": "v_rsr356_0031", "normalized": ["I'm cumming!", " Uuhaaghh!"]}, {"name": "Tomoe", "audio": "v_tsr356_0039", "normalized": ["Coming!", " Coming!", " I'm coming with cum pouring right into my ass, uughh!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput* *Throb* *Throb* *Splat* *Sput* *Sput* *Splosh* *Spew*"]}, {"name": "", "audio": "", "normalized": ["The two roared at the same time and the sizzling semen erupted right out of their penises."]}, {"name": "", "audio": "", "normalized": ["It was the second load for both of them, but they were ejaculating even more than before."]}, {"name": "Tomoe", "audio": "v_tsr356_0040", "normalized": ["Come, come, come?!", " I'm cumming like crazy with your cum pouring into my ass pussy, uugghh?!"]}, {"name": "", "audio": "", "normalized": ["Tomoe had achieved massive orgasm and she was once again spewing squirt as she climax."]}, {"name": "", "audio": "", "normalized": ["This is, not only was she squirting but once it was calmed down, a yellowy liquid was spewing out of her as well."]}, {"name": "Tomoe", "audio": "v_tsr356_0041", "normalized": ["Cum, soo goodd?!", " I don't know what's going on?!"]}, {"name": "Tomoe", "audio": "v_tsr356_0042", "normalized": ["I'm pissing myself and cumming at the same time, so good!", " Mnnooughh?!"]}, {"name": "Reiko", "audio": "v_rsr356_0032", "normalized": ["Even pissing yourself like that.", " I love you more and more, Tomoe!", " Now, suck all the cum from my cock and come from the smell of my cum!"]}, {"name": "Tomoe", "audio": "v_tsr356_0043", "normalized": ["Aaheeghh?!", " I'm so happy Sensei likes this and I'm gonna pass out?!"]}, {"name": "Tomoe", "audio": "v_tsr356_0044", "normalized": ["Mnnheheeghh?!", " I'm so glad I got the futa-cock.", " I'm cumming and coming, ughh!"]}, {"name": "", "audio": "", "normalized": ["Tomoe was so absorbed by the tidal wave of the orgasm, she was not even sure what she was saying herself."]}, {"name": "", "audio": "", "normalized": ["The huge cock throbbed over and over in Reiko's hand and spewed the semen all over the place as it came out."]}, {"name": "", "audio": "", "normalized": ["Her whole body was arched back and twitching violently as her legs were shuddering as well."]}, {"name": "", "audio": "", "normalized": ["Her expression was a pathetic ahegao, with her eyes rolled back and drooling from her gaping open mouth."]}, {"name": "Reiko", "audio": "v_rsr356_0033", "normalized": ["Ooghhohh?!", " You really are sucking it out!", " What a great ass-pussy you have!", " I'm still cumming?!"]}, {"name": "Tomoe", "audio": "v_tsr356_0045", "normalized": ["I'm gonna swallow every last drop of your cum!", " Ohooughh?!", " I'm cumming with my ass pussy filled with cum, heeghhmgh?!"]}, {"name": "", "audio": "", "normalized": ["Reiko's ejaculation lasted for some time and eventually, the massive amount of ejaculated semen began to overflow."]}, {"name": "", "audio": "", "normalized": ["The white, thick fluid started to come out of Tomoe's anus as it made nasty, gurgling noises."]}, {"name": "", "audio": "", "normalized": ["By the time their orgasm was over, the floor was covered with the pools of semen, squirt, piss, and sweat."]}, {"name": "Reiko", "audio": "v_rsr356_0034", "normalized": ["Haauhhaauhhaaghh?!", " Tomoe, both your pussy and ass pussy… They were both amazing…!"]}, {"name": "Tomoe", "audio": "v_tsr356_0046", "normalized": ["Thank you…so much!", " I'm so happy.", " I just came with my cock and your painted my asshole with the smell of your cum all the way in…!"]}, {"name": "", "audio": "", "normalized": ["Tomoe's body trembled as her beloved mentor complimented her as she achieved yet another light orgasm."]}, {"name": "Reiko", "audio": "v_rsr356_0035", "normalized": ["You have the best pussy… Best of anyone I have trained before."]}, {"name": "Tomoe", "audio": "v_tsr356_0047", "normalized": ["I love it…when you say things like that!", " As your cum dump, oohuhmngh, I have to be the best…"]}, {"name": "", "audio": "", "normalized": ["Even though she could not speak clearly, Tomoe expressed her gratitude and emphasized the fact she belonged to Reiko."]}, {"name": "Reiko", "audio": "v_rsr356_0036", "normalized": ["Hehe, you are really adorable, Tomoe.", " But… This position may feel good, but I can't see your cute face like this."]}, {"name": "Tomoe", "audio": "v_tsr356_0048", "normalized": ["Sensei, you can't see me… I'm surprised, even with your x-ray vision…"]}, {"name": "Reiko", "audio": "v_rsr356_0037", "normalized": ["When I'm fucking you, I can't stay calm enough to use my powers like that, you know."]}, {"name": "", "audio": "", "normalized": ["Reiko would have been able to see through usually."]}, {"name": "", "audio": "", "normalized": ["However, when she was having sex with her beloved pupil, her brain was overtaken by pleasure and she could not use such powers."]}, {"name": "", "audio": "", "normalized": ["Tomoe was turned on once again as she saw Reiko say so and her trembling lips skewed into a smile."]}, {"name": "Tomoe", "audio": "v_tsr356_0049", "normalized": ["Me too… I want you to look at my lewd face while we have sex, Sensei… So I installed this little thing…"]}, {"name": "", "audio": "", "normalized": ["Tomoe smiled joyously and turned on the screen in the room."]}]