[{"name": "Hotaru", "audio": "v_r-ev306_0000", "normalized": ["I can't reach… Guh…"]}, {"name": "", "audio": "", "normalized": ["Hotaru trembled with her body beaten up and immobile as her face frowned with frustration."]}, {"name": "You", "audio": "", "normalized": ["Just give it up, Hotaru.", " You are no longer my enemy.", " I have no personal grudge or intent to harm."]}, {"name": "Hotaru", "audio": "v_r-ev306_0001", "normalized": ["Th-that's not…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps from the humiliation of being defeated once again, Hotaru clenched her teeth and stared angrily at me."]}, {"name": "", "audio": "", "normalized": ["However, it seemed she was not quite as hostile to me she was during our last training session."]}, {"name": "Hotaru", "audio": "v_r-ev306_0002", "normalized": ["Not yet… I haven't lost just yet…!"]}, {"name": "", "audio": "", "normalized": ["Hotaru tried to pull herself up as she attempted to move her damaged body."]}, {"name": "", "audio": "", "normalized": ["However, I could not feel any threat at all from the way she was sluggishly handling herself."]}, {"name": "You", "audio": "", "normalized": ["Don't even try.", " You know it very well yourself you no longer have the will to fight me."]}, {"name": "Hotaru", "audio": "v_r-ev306_0003", "normalized": ["What… Th-that's…!", " That's not…"]}, {"name": "", "audio": "", "normalized": ["Perhaps I was right on point and Hotaru twitched for a moment and then sealed her lips tight."]}, {"name": "You", "audio": "", "normalized": ["I told you just now, but I have no intent to harm you as an enemy.", " Just give up and become my slave, Hotaru."]}, {"name": "Hotaru", "audio": "v_r-ev306_0004", "normalized": ["I don't want to be a slave…"]}, {"name": "", "audio": "", "normalized": ["She did just say that, but it seemed she was not quite adamant as her words suggested."]}, {"name": "You", "audio": "", "normalized": ["It doesn't look like you have as much grudge against me as the last time I saw you…"]}, {"name": "You", "audio": "", "normalized": ["If you become my slave, I'll pleasure you like I did the last time, up to you."]}, {"name": "Hotaru", "audio": "v_r-ev306_0005", "normalized": ["That's… B-but…!"]}, {"name": "", "audio": "", "normalized": ["I imagined she would shoot me down immediately, but Hotaru was very conflicted, perhaps unable to forget the pleasure from the last time."]}, {"name": "You", "audio": "", "normalized": ["So what?", " I'm gonna need your answer soon."]}, {"name": "Hotaru", "audio": "v_r-ev306_0006", "normalized": ["Okay, I will…"]}, {"name": "", "audio": "", "normalized": ["Hotaru answered meekly.", " Maybe it was her being defeated completely."]}, {"name": "", "audio": "", "normalized": ["Or maybe she wanted this to happen from the start.", " It did not look like she knew it either."]}, {"name": "You", "audio": "", "normalized": ["Now, take an oath to become my slave, Hotaru."]}, {"name": "", "audio": "", "normalized": ["I told Hotaru as she did not even appear scared at all."]}, {"name": "Hotaru", "audio": "v_r-ev306_0007", "normalized": ["Guhh… Th-this is humiliating…!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were tearing up at the ends and she stared angrily at me, with rage in her pupils."]}, {"name": "", "audio": "", "normalized": ["However, it was blatantly obvious she was not thinking that way at all in her mind."]}, {"name": "", "audio": "", "normalized": ["I assumed it was just an act to express her guilt to abandon her pride as a Taimanin."]}, {"name": "Hotaru", "audio": "v_r-ev306_0008", "normalized": ["Guh… I didn't just lose, but I have to be a slave."]}, {"name": "You", "audio": "", "normalized": ["Hahah, you say that, but it doesn't look like you are quite hesitant, you know?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0009", "normalized": ["What… Th-that's not true…!"]}, {"name": "", "audio": "", "normalized": ["Hotaru spoke up.", " Apparently, I was right."]}, {"name": "", "audio": "", "normalized": ["I have fucked her many times before, but she spoke as her cheeks blushed, seemingly slightly embarrassed."]}, {"name": "You", "audio": "", "normalized": ["I mean, you don't look like you are actually ashamed of it, see?", " Anyway, just swear you'll be my slave."]}, {"name": "Hotaru", "audio": "v_r-ev306_0010", "normalized": ["I-I, Taimanin Hotaru Kise…hereby swear that I will become your slave… I-is this good enough?"]}, {"name": "", "audio": "", "normalized": ["Hotaru's face turned even redder from the embarrassment."]}, {"name": "", "audio": "", "normalized": ["It sounded like Hotaru's voice was slightly trembling as she finished speaking, but she did make a swear just as I told her."]}, {"name": "", "audio": "", "normalized": ["Hotaru looked at me with tears in her eyes, lowering her hips, legs spread, and arms behind her back."]}, {"name": "You", "audio": "", "normalized": ["Good.", " We've gone through enough training by now."]}, {"name": "Hotaru", "audio": "v_r-ev306_0011", "normalized": ["Now, my body belongs to you, Master… Mnnhh, huughh… Please do as you please with my tits and pussy."]}, {"name": "", "audio": "", "normalized": ["She said and offer her body which must have been already aroused as her crotch was a little moist and her nipples poking out."]}, {"name": "You", "audio": "", "normalized": ["Huh, looks like you've been looking forward to this.", " Hotaru, maybe you enjoy being my slave more than me, eh?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0012", "normalized": ["Wh-what are you saying… I-I don't, that's not… Mnnahh, guhh… Aahh."]}, {"name": "", "audio": "", "normalized": ["Just before she could say it, I rubbed her body through the clothing."]}, {"name": "", "audio": "", "normalized": ["She did not want to admit it, but the pleasure coming over her body was reminding her of the last time I trained her as she let out a heated breath."]}, {"name": "Hotaru", "audio": "v_r-ev306_0013", "normalized": ["Mnnuh, mnnm, hyaaumn… Mnnghh, guhhah, heeuhh."]}, {"name": "", "audio": "", "normalized": ["Hotaru seemed she was aroused as she moaned erotically as her cheeks blushed even though I was petting her through the clothes."]}, {"name": "You", "audio": "", "normalized": ["You're quite sensitive.", " You haven't fucked since the last time, huh?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0014", "normalized": ["Mnnghh… Guhh… Yes, that's right…!", " Aaaghh, mnnhuuhh… Aaahhmn."]}, {"name": "", "audio": "", "normalized": ["Hotaru must have been stimulated every time I petted her body and she admitted my assumption as she occasionally twitched."]}, {"name": "You", "audio": "", "normalized": ["Huh, you're being quite honest today."]}, {"name": "Hotaru", "audio": "v_r-ev306_0015", "normalized": ["Mnnguhh… I'm your slave now, Master… Heeaahh, mngnhh… Guhh, huhh."]}, {"name": "", "audio": "", "normalized": ["I found it odd and asked her.", " Apparently, she had tasked herself to obey me completely as she became my slave."]}, {"name": "You", "audio": "", "normalized": ["I see.", " It's awesome, Hotaru.", " Right, if you say so, then show me you lewd stuff."]}, {"name": "Hotaru", "audio": "v_r-ev306_0016", "normalized": ["Of course."]}, {"name": "", "audio": "", "normalized": ["Hotaru said and then she lifted her suit right at her chest and exposed her breasts."]}, {"name": "", "audio": "", "normalized": ["As she pulled her skirt up, she moved her panties aside and exposed her crotch without any hesitation."]}, {"name": "Hotaru", "audio": "v_r-ev306_0017", "normalized": ["Here, how would you like this… Please, Master, do whatever you please with me."]}, {"name": "", "audio": "", "normalized": ["She was seemingly already running out of patience and I could see vaginal fluid forming between her underwear and vagina."]}, {"name": "You", "audio": "", "normalized": ["Looks like you're all ready to go, eh?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0018", "normalized": ["I am your slave, so I am getting turned on as you would like, Master.", " Please…do whatever you like."]}, {"name": "", "audio": "", "normalized": ["Hotaru said and looked at me with her eyes tearing up as her pussy twitching repeatedly."]}, {"name": "", "audio": "", "normalized": ["She seemed she could not wait to be fucked and feel pleasure, completely obedient to me as I let my fingers slide along her crotch."]}, {"name": "Hotaru", "audio": "v_r-ev306_0019", "normalized": ["Mnnguhh!", " Mnnghh, guhmuhh… Heeguh… Mnnuhh, heeaahh, aahahhnm!"]}, {"name": "", "audio": "", "normalized": ["Hotaru reacted sensitively just by me petting her lightly with my fingers.", " Her body twitched lewdly and I could not hold my smile back as she trembled."]}, {"name": "Hotaru", "audio": "v_r-ev306_0020", "normalized": ["Every time you touch my pussy, it tingles and… Tssh, aaghh, mnnguhh, heeahh!"]}, {"name": "", "audio": "", "normalized": ["I enjoyed the reaction of Hotaru as she moaned and she started shaking even harder as I rubbed her twitching vagina gently."]}, {"name": "You", "audio": "", "normalized": ["You're already so wet… You're quite early, huh.", " Do you really want it that bad?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0021", "normalized": ["That's… I mean, it has been a while…since anyone touched me like this… So, you know… Aah, mngh, aaghh."]}, {"name": "", "audio": "", "normalized": ["Hotaru's body ached and she turned red as she gave me a look with anticipation of more stimulation."]}, {"name": "", "audio": "", "normalized": ["She was seeking even more pleasure, but I moved my fingers along her vagina and teased her."]}, {"name": "Hotaru", "audio": "v_r-ev306_0022", "normalized": ["Mnheehh, aahh, huhhuuhnm… Mnnaahahh, r-right there… Aaahh, guhaahh."]}, {"name": "", "audio": "", "normalized": ["The viscous vaginal fluid was coming out of her and her vagina wiggled around, sucking in my fingers going over it."]}, {"name": "", "audio": "", "normalized": ["She could not stand being teased like that and she started speaking with rough breath and frustrated voice."]}, {"name": "Hotaru", "audio": "v_r-ev306_0023", "normalized": ["Aahh, huhhnmm… Mnnaahh… My body's getting hot… I can't help it… Guhh!"]}, {"name": "", "audio": "", "normalized": ["Her vagina twitched as she saught pleasure and as Hotaru said, her words were getting hotter."]}, {"name": "You", "audio": "", "normalized": ["Looks like your pussy just can't wait, huh?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0024", "normalized": ["Mnngh, huhhuuhh… Please… Use my pussy however you please, anytime…"]}, {"name": "", "audio": "", "normalized": ["Hotaru's cheeks blushed and she moaned every time I touched her pussy."]}, {"name": "", "audio": "", "normalized": ["Her body was burning up and she was staring at my lower body like she could not wait for my cock."]}, {"name": "You", "audio": "", "normalized": ["I can't hear it… Say it louder."]}, {"name": "Hotaru", "audio": "v_r-ev306_0025", "normalized": ["Mnnhh, aahaahh, Please, Hotaru's pussy… Please fill me up with Master's cock."]}, {"name": "You", "audio": "", "normalized": ["Alright… Then you better enjoy it."]}, {"name": "", "audio": "", "normalized": ["I took her words as a signal and penetrated her pussy as it was poked out and we were still standing."]}, {"name": "Hotaru", "audio": "v_r-ev306_0026", "normalized": ["Mnnghh, guhhauhh!", " Ghaahh, guhgehh… Mnngmgnmghuhh!", " Mnnheeghh, ahh… I-it's coming in…"]}, {"name": "", "audio": "", "normalized": ["As I inserted my penis into her vagina, Hotaru let out a voice mixed with joy and agony."]}, {"name": "", "audio": "", "normalized": ["Hotaru moaned as if she was feeling pain, but her wiggling pussy was sucking in my cock, not letting it go, and her moans were starting to sweeten as well."]}, {"name": "Hotaru", "audio": "v_r-ev306_0027", "normalized": ["Mnnuhh… Mngeghh, coming, ughh… Mnnh… Haah, mnguhh… Your cock… Aahh, it's so good… Guh, uuhuhhnm."]}, {"name": "", "audio": "", "normalized": ["Hotaru moaned joyously as she finally got the cock she wanted."]}, {"name": "You", "audio": "", "normalized": ["It's pretty good, eh?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0028", "normalized": ["Mngehgghh, guhh, geeghh… Aahh, haahh… Mnnghmm… Thank you…so much."]}, {"name": "", "audio": "", "normalized": ["Hotaru desperately managed to speak, but her expression looked like her mind was getting dragged away by the sensation of the penis penetrating."]}, {"name": "Hotaru", "audio": "v_r-ev306_0029", "normalized": ["Mnaahh, haahnm… Master's penis… Aahahh, haaheehhnm… It's so good…"]}, {"name": "", "audio": "", "normalized": ["Hotaru smiled loosely as her face melted away from pleasure coming over her body, moaning joyously."]}, {"name": "", "audio": "", "normalized": ["I slammed my hips hard and inserted my curved penis as deep as I could into her vagina."]}, {"name": "Hotaru", "audio": "v_r-ev306_0030", "normalized": ["Guhuhh… Haahh… Haahh… Mnngmm, huhahh… Mnmmuh, ahh, haahh… Wh-what's the matter?"]}, {"name": "", "audio": "", "normalized": ["I expressed a slight disappointment as Hotaru's reaction."]}, {"name": "", "audio": "", "normalized": ["It must have been while since she had sex and she was letting out moans in joy, but she asked me timidly."]}, {"name": "You", "audio": "", "normalized": ["What?", " You're just squeezing onto it… Don't tell me you're expecting me to start moving, okay?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0031", "normalized": ["N-no… I'll start moving."]}, {"name": "", "audio": "", "normalized": ["Hotaru twitched at my words and then started moving her hips back and forth."]}, {"name": "", "audio": "", "normalized": ["Every time her hips moved, it made obscene wet noises and vaginal fluid dripped onto the ground."]}, {"name": "Hotaru", "audio": "v_r-ev306_0032", "normalized": ["Mnnghh, huuhh… Aahh, guhmuhh… Haahh, mnnm… How is it…"]}, {"name": "", "audio": "", "normalized": ["It was just a slow pounding, but Hotaru was lovingly rubbing her hips onto me and it felt better than I thought."]}, {"name": "You", "audio": "", "normalized": ["It's not bad at all… But are you good with such a slow movement?", " You look like you want much more, eh?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0033", "normalized": ["B-but, I can't, not any harder… Aahh, mnnahh, guhh… Aaahh… Mnnhuhh!"]}, {"name": "", "audio": "", "normalized": ["Hotaru tried to somehow move her hips, but the pleasure was getting in the way, distracting her from moving her hips."]}, {"name": "", "audio": "", "normalized": ["Hotaru's breath was getting short and she looked frustrated."]}, {"name": "You", "audio": "", "normalized": ["Huh… That's no good."]}, {"name": "Hotaru", "audio": "v_r-ev306_0034", "normalized": ["Haahh, mnnuhh, mnnheeghh!", " Mngoouhohh, guhh… Mngeghh, mnnmm… Guhahhaahh!"]}, {"name": "", "audio": "", "normalized": ["I moved my hips, albeit reluctantly, and began to pound Hotaru's pussy to punish her."]}, {"name": "Hotaru", "audio": "v_r-ev306_0035", "normalized": ["Mnnaahh!", " Mnnghh, huhh… Mnnaahh, mnnuhh… Guhaahh!", " Mnheghh, mnnahh… It's so hard… Aaheghhaaheegheehh!"]}, {"name": "You", "audio": "", "normalized": ["You like it that much, huh.", " Then I'll go even harder."]}, {"name": "", "audio": "", "normalized": ["I pounded my hips hard and stimulated Hotaru even more as she moaned."]}, {"name": "Hotaru", "audio": "v_r-ev306_0036", "normalized": ["Master's cock… It's rubbing up inside my pussy… Guhhuhh… Ahh, aahh… It's amazing… So good…!"]}, {"name": "", "audio": "", "normalized": ["Me moving my hips suddenly multiplied the pleasure in her vagina by several times and Hotaru's body trembled from pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hey, don't stop your hips.", " Keep up with me."]}, {"name": "Hotaru", "audio": "v_r-ev306_0037", "normalized": ["Ahah, heehh… Aaheghha, mnnahh… Y-yess!"]}, {"name": "", "audio": "", "normalized": ["Hotaru barely answered as she started moving her hips, almost falling."]}, {"name": "", "audio": "", "normalized": ["It seemed she had not had sex in a really long time as her vagina squeezed extremely tight onto my cock."]}, {"name": "", "audio": "", "normalized": ["And the pounding itself was making my urge to ejaculate escalate quickly."]}, {"name": "Hotaru", "audio": "v_r-ev306_0038", "normalized": ["Master's cock, it's so hard, and strong… Pounding me in my pussy, I love it so much… Mnnah, heehhnm."]}, {"name": "", "audio": "", "normalized": ["Hotaru seemed she was nearing climax and moaned like she was getting drowned by pleasure, madly writhing."]}, {"name": "Hotaru", "audio": "v_r-ev306_0039", "normalized": ["Mnnguhaahh, aaheghh, mnnheeghh… Ahh, muhh… Mnnghh, haahhm… Mnngahh… Heegheh, mnnuuhh… Mnnmm!"]}, {"name": "You", "audio": "", "normalized": ["You wanted me to fuck you like this, right?"]}, {"name": "", "audio": "", "normalized": ["A swirl of pleasure was overwhelming her mind, wiping away her thought as I whispered to her, knowing Hotaru probably did not hear what I was saying."]}, {"name": "Hotaru", "audio": "v_r-ev306_0040", "normalized": ["Mnnheeghh, aahh, mnguhh… Th-that's not… Mnnaahh, huuhhnm."]}, {"name": "", "audio": "", "normalized": ["I stopped my hips as Hotaru did not say it clearly.", " Then she pointed at me like I did something wrong."]}, {"name": "Hotaru", "audio": "v_r-ev306_0041", "normalized": ["Wh-why did you stop."]}, {"name": "", "audio": "", "normalized": ["She was still shaking her own hips, but it was not comparable to what I was giving her."]}, {"name": "You", "audio": "", "normalized": ["If you're not gonna say it, then you aren't getting anything more."]}, {"name": "Hotaru", "audio": "v_r-ev306_0042", "normalized": ["I wanted this!", " I wanted Master's cock!"]}, {"name": "", "audio": "", "normalized": ["I told her and then Hotaru answered madly as she was pathetically drooling from her face."]}, {"name": "Hotaru", "audio": "v_r-ev306_0043", "normalized": ["My pussy's been aching so much since last time!", " I want to get pregnant with Master's cock fucking me… I want you to impregnate me!"]}, {"name": "", "audio": "", "normalized": ["Hotaru shamelessly expressed her inner desire so she could seek even more pleasure."]}, {"name": "You", "audio": "", "normalized": ["That's a good answer!", " Then enjoy it all!"]}, {"name": "Hotaru", "audio": "v_r-ev306_0044", "normalized": ["Mnnaahh, oohh, heeghh… It's so good… The pounding, coming in so deep… Master's cock… It's so good."]}, {"name": "", "audio": "", "normalized": ["Hotaru just desperately sought pleasure and she moaned as I started pounding her again."]}, {"name": "Hotaru", "audio": "v_r-ev306_0045", "normalized": ["Mnnuhh, aahh, guhh… Haaghh… Haahh… Aahegh, heehnm… Harder, please fuck me harder!"]}, {"name": "", "audio": "", "normalized": ["I listened to Hotaru moan as I started pounding my hips as hard as I entered the final stretch."]}, {"name": "Hotaru", "audio": "v_r-ev306_0046", "normalized": ["Ahh, mnnguhh!", " Heeahh, eegh, eeghh… Mnnahh, mnngoohhoohh!"]}, {"name": "", "audio": "", "normalized": ["And Hotaru was shaking her hips desperately as well while her limbs shuddered, rising towards the climax."]}, {"name": "Hotaru", "audio": "v_r-ev306_0047", "normalized": ["Mnnuhh, guhahh, aahaahh!", " Aahh, aaghh… I can't, I can't take it anymore… I'm coming… I'm coming, uughh!"]}, {"name": "You", "audio": "", "normalized": ["Come!", " Just come as hard as you can!"]}, {"name": "", "audio": "", "normalized": ["*Sput* *Spew* *Spew* *Sput* *Drip* *Spew* *Sput* *Sput* *Splosh* *Spew* *Spew*"]}, {"name": "Hotaru", "audio": "v_r-ev306_0048", "normalized": ["Mnnaahaahh!", " Heegh, guhh!", " Aaahh, gheehh, eegeghh… Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Hotaru madly orgasmed as she finally reached the climax and moaned loudly as the semen pouring into her."]}, {"name": "Hotaru", "audio": "v_r-ev306_0049", "normalized": ["Mnnguhhaahh, aheeghhaahh!", " Guhh, mngnhh… Aaahahh… Cum… So much, inside, eeghh, going crazy!"]}, {"name": "", "audio": "", "normalized": ["The semen poured into her went wild like a torrent in her womb and the sensation made her vagina twitch."]}, {"name": "", "audio": "", "normalized": ["Hotaru felt the orgasm and with the endless flow from pleasure from her vagina to her brain, her eyes rolled back and came hard."]}, {"name": "Hotaru", "audio": "v_r-ev306_0050", "normalized": ["Aaheghh, eghheeghhnmm!", " Aaahyuhh, aahh… Master, so much inside… So much… I'm coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["As Hotaru's hips twisted, she began moving her hips along with me, trying to squeeze the cum out to seek even more pleasure."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are enjoying this quite a bit, huh?", " You want more?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0051", "normalized": ["Mnnguhhouhh… Mnnguhh, more… I want more of Master's cum, please!", " Mnneeghh, aahh… Please, I beg you!"]}, {"name": "Hotaru", "audio": "v_r-ev306_0052", "normalized": ["Ooh, oohoohh… Aaahyuhh, guhuuhh… P-please, let out all your cum inside me… Do as you wish, aheghh."]}, {"name": "", "audio": "", "normalized": ["I asked Hotaru as she was drooling pathetically while she was savoring the orgasm."]}, {"name": "", "audio": "", "normalized": ["Then she answered, seemingly possessed by pleasure."]}, {"name": "", "audio": "", "normalized": ["I let semen flow into her pussy, giving in to my urges, answering her begging me."]}, {"name": "Hotaru", "audio": "v_r-ev306_0053", "normalized": ["Mnngh, heeghh… Aahh… Aaaghh… Mnnaaha, i-inside me… Master's cum, pumping in!"]}, {"name": "Hotaru", "audio": "v_r-ev306_0054", "normalized": ["Guhheghh, mnuuheeouhhnmm… Aaguhh, it's so tasty!", " I love your cum so much… Eegheehh, ohoohh… Mnnah, ahh!"]}, {"name": "", "audio": "", "normalized": ["After the second ejaculation, Hotaru's whole body shuddered and she moaned louder from yet another orgasm."]}, {"name": "Hotaru", "audio": "v_r-ev306_0055", "normalized": ["Aaaghahh!", " Guheeghh, Master's cum… So much, pumping into me… Mnaahh, aaghh… Mnnughuhh!"]}, {"name": "Hotaru", "audio": "v_r-ev306_0056", "normalized": ["Mnnhaahhnmm… Haahegheehhnm… This is amazing… Aahegh, mnnm… It's so good… Aaahh, guhahh, aaghaahh!"]}, {"name": "You", "audio": "", "normalized": ["There's more to come!"]}, {"name": "", "audio": "", "normalized": ["Hotaru lewdly smiled as she sensed another wave of pleasure while her pussy twitched."]}, {"name": "Hotaru", "audio": "v_r-ev306_0057", "normalized": ["Mnnahaahhnm!", " Mnghaahh, huguhhguuhh… Aaghehh, mnngh… Huguhh… I-it's so good uguhh!"]}, {"name": "", "audio": "", "normalized": ["I ejaculated one more time, squeezing every last lump of semen into her and Hotaru moaned even louder, savoring the pleasure."]}, {"name": "", "audio": "", "normalized": ["Hotaru's body shuddered over and over from the ever-lasting orgasm while her hips were poking out."]}, {"name": "Hotaru", "audio": "v_r-ev306_0058", "normalized": ["Aaheeghh!", " Guheeghh… Mnnaahaahh… Aaahahh, haahnm… Hoheghh… Mmnnhohh… Aaguh, aahuhuhh."]}, {"name": "", "audio": "", "normalized": ["As I finished ejaculating and pulled my penis out, Hotaru let out a silly voice while the semen dripped from her vagina."]}, {"name": "You", "audio": "", "normalized": ["What.", " That's pathetic.", " You better show off that slave pussy of yours."]}, {"name": "Hotaru", "audio": "v_r-ev306_0059", "normalized": ["Guhhmuhhuunm… Yess… I-I understand… Mnnghh, guhh… How is it…?"]}, {"name": "", "audio": "", "normalized": ["Hotaru answered still with a loosened expression and then she spread open her vagina with her fingers, showing me her cum-filled pussy."]}, {"name": "You", "audio": "", "normalized": ["Now, let those cum come out."]}, {"name": "Hotaru", "audio": "v_r-ev306_0060", "normalized": ["That's… Mnngh, b-but…"]}, {"name": "", "audio": "", "normalized": ["Hotaru's cheeks turned red while she was still savoring the lingering orgasm and she refused to do what I told her, at least not right away."]}, {"name": "You", "audio": "", "normalized": ["I can give you cum all you want from now.", " Just show me the cum coming out of you… Or, are you gonna disobey your master?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0061", "normalized": ["I will not do such thing, uguhh!", " Aaahuhh, ooghohh, guhh… Yess, here you go."]}, {"name": "", "audio": "", "normalized": ["Hotaru tensed up her lower body in a panic and spewed semen out of her inflated vagina and womb."]}, {"name": "Hotaru", "audio": "v_r-ev306_0062", "normalized": ["Mnngh, aagh, huuhh… M-my cum-piss… Hope you like it… Mnnguuhh."]}, {"name": "", "audio": "", "normalized": ["Hotaru let out urine mixed with semen and smiled, looking at me with a somewhat ecstatic look."]}, {"name": "You", "audio": "", "normalized": ["Huh, that's pretty nice."]}, {"name": "Hotaru", "audio": "v_r-ev306_0063", "normalized": ["Thank you so much."]}, {"name": "", "audio": "", "normalized": ["Hotaru smiled happily.", " It seemed she was adjusting to thinking and acting like a slave."]}, {"name": "You", "audio": "", "normalized": ["From now on, you'll be my personal cum-dump.", " You got that?"]}, {"name": "Hotaru", "audio": "v_r-ev306_0064", "normalized": ["Yeess, please do make me yours… I am Master's own personal cum dump."]}, {"name": "", "audio": "", "normalized": ["Hotaru said and smiled joyously at me as she answered me with a feverish voice."]}, {"name": "You", "audio": "", "normalized": ["Now, keep going till I'm satisfied if you understood."]}, {"name": "Hotaru", "audio": "v_r-ev306_0065", "normalized": ["I-I see… Mnnuuhh, guhaahh… Master's watching me and… I'm pissing myself, mnnaahh."]}, {"name": "", "audio": "", "normalized": ["Hotaru said as she dripped urine mixed with semen from her vagina with her face blushing from shame."]}, {"name": "", "audio": "", "normalized": ["She continued to show off to me how she was spewing cum-piss until I was satisfied."]}]