[{"name": "Manami", "audio": "v_r-ev322_0000", "normalized": ["Mnaahh… This is pretty far you're going!"]}, {"name": "", "audio": "", "normalized": ["Manami let out a surprised but pleasured voice."]}, {"name": "", "audio": "", "normalized": ["She was dressed in a schoolgirl uniform and sitting on the teacher's podium with her face blushing from what was about to transpire."]}, {"name": "Creep", "audio": "", "normalized": ["Heheh, we all put a lot of effort into it for Manami-chan."]}, {"name": "Manami", "audio": "v_r-ev322_0001", "normalized": ["Mnghh, I put this costume on just for you, you know, but… Does it look okay…?"]}, {"name": "Creep", "audio": "", "normalized": ["It's great.", " It suits you well."]}, {"name": "", "audio": "", "normalized": ["Manami asked uncertainly as she looked at her own outfit and the man she was talking to answered with a creepy smile."]}, {"name": "Manami", "audio": "v_r-ev322_0002", "normalized": ["I see… Heheh, I'm glad."]}, {"name": "", "audio": "", "normalized": ["Manami muttered joyously at his words."]}, {"name": "", "audio": "", "normalized": ["Minami had been rescued from Fuuma's hideout and returned to active duty as a Taimanin.", " However, his conditioning had made her craving for pleasure constantly."]}, {"name": "", "audio": "", "normalized": ["That was when she met this man as she had become his whore as she visited his house to devour carnal pleasure."]}, {"name": "Manami", "audio": "v_r-ev322_0003", "normalized": ["I was a bit surprised you told me about it, but I didn't think it would be this awesome."]}, {"name": "", "audio": "", "normalized": ["And the gathering on that day was also his idea.", " Manami responded with a smiled from the bottom of her heart."]}, {"name": "Creep", "audio": "", "normalized": ["We just wanted to make you happy, Manami-chan… I asked someone I know to get me the uniform and this classroom."]}, {"name": "Manami", "audio": "v_r-ev322_0004", "normalized": ["So, that means you also got the people who are over there to come over too?"]}, {"name": "", "audio": "", "normalized": ["Manami asked joyously.", " There were several young men inside the classroom besides Manami."]}, {"name": "Creep", "audio": "", "normalized": ["That's right.", " I called out and had them gather here today… We're gonna do some cosplay photoshoot today, Manami-chan."]}, {"name": "Manami", "audio": "v_r-ev322_0005", "normalized": ["Aha, that's so nice.", " I can't wait for this photoshoot here and it's making my pussy throb!"]}, {"name": "Creep", "audio": "", "normalized": ["Alright then.", " We can't have Manami-chan waiting too long, so let us begin with the photoshoot."]}, {"name": "", "audio": "", "normalized": ["Manami's body was already burning up as she answered the words told to her with a creepy smile."]}, {"name": "Manami", "audio": "v_r-ev322_0006", "normalized": ["Mnnghh, then we can just go ahead and get started, huh… Mnnguhh, aheeghh, mnnhuughh!"]}, {"name": "", "audio": "", "normalized": ["Manami reached for her crotch as though she was waiting for that moment."]}, {"name": "", "audio": "", "normalized": ["Then she looked at the men gathered around her and started masturbating as she inserted her vagina, anticipating."]}, {"name": "Manami", "audio": "v_r-ev322_0007", "normalized": ["Guhaahh, mnnheeghh!", " Please look at me… Please, take a lot of pics of me touching myself messily!"]}, {"name": "", "audio": "", "normalized": ["She urged the men to take pictures while moving her hand to touch herself."]}, {"name": "Man 1", "audio": "", "normalized": ["Good, Manami-chan.", " Now, let's pull some more lewd poses."]}, {"name": "Manami", "audio": "v_r-ev322_0008", "normalized": ["Mnhahh… L-like this…?"]}, {"name": "Man 2", "audio": "", "normalized": ["That's it… Come on, look this way."]}, {"name": "", "audio": "", "normalized": ["Men seemed to be excited by Manami's erotic act and they continued to take the photos and demanding her to look at them and strike a pose."]}, {"name": "Manami", "audio": "v_r-ev322_0009", "normalized": ["Aaghaahh… Just having you watch me act slutty is turning me on so much… My pussy's getting so wet!"]}, {"name": "", "audio": "", "normalized": ["Manami's crotch was already getting drenched as she was getting fucked with their eyes, moving her hands as demanded, continuing to masturbate."]}, {"name": "", "audio": "", "normalized": ["Lewd, wet noises echoed and Manami was letting out erotic moans while the lust filled the air."]}, {"name": "Manami", "audio": "v_r-ev322_0010", "normalized": ["I didn't know touching myself while being watched was felt so good… Th-this is so good, oogh!"]}, {"name": "", "audio": "", "normalized": ["Manami was gradually approaching the climax as getting photographed was arousing her more and more."]}, {"name": "Manami", "audio": "v_r-ev322_0011", "normalized": ["Mnnghh, guhhmuhh… Mnnaaghh!", " Mnnheehaghh, it's getting even more sensitive, like my body is burning up so hot."]}, {"name": "Manami", "audio": "v_r-ev322_0012", "normalized": ["Mnnghh, haahh… Huughh… Mnnuughh… Mnngh, guhhmuhh… Aghh, mnnheagahh!"]}, {"name": "", "audio": "", "normalized": ["She stirred up the inside of her vagina and stimulated her puffed-up, erect clitoris, furthering her own pleasure."]}, {"name": "Manami", "audio": "v_r-ev322_0013", "normalized": ["Aghaahhahh… I'm coming, making my pussy so messy… Ahheghahh, mnnghh, I'm coming soon!"]}, {"name": "", "audio": "", "normalized": ["A new kind of pleasure was growing inside her as Manami continued to touch herself with a short breath."]}, {"name": "Manami", "audio": "v_r-ev322_0014", "normalized": ["Mnnaahh, hugeghh, mnnghh… Haahh, haahh… Mnnguhuughh!", " I can't, mnahh, coming, coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Her arousal reached its peak and orgasmed while squirting."]}, {"name": "Manami", "audio": "v_r-ev322_0015", "normalized": ["Mnnghuuhuhh!", " Aaheghaaheghh, ooghh, you're watching me… And I'm pissing myself so much, aahuhhah, I'm coming!"]}, {"name": "", "audio": "", "normalized": ["With obscene, splashing noises, Manami showed off a spectacular orgasm while squirting."]}, {"name": "", "audio": "", "normalized": ["The overflowing vaginal fluid was pooling on the podium as it was still spreading, dripping onto the floor as well."]}, {"name": "Manami", "audio": "v_r-ev322_0016", "normalized": ["Haahh… Haahh… Mnnhegh, guhahh… Mnnuhh… Aaaheghh, guhmuguhhnm."]}, {"name": "", "audio": "", "normalized": ["She was pathetically orgasming whole getting aroused by the eyes looking at her as Manami's body twitched in joy."]}, {"name": "Manami", "audio": "v_r-ev322_0017", "normalized": ["Aaahaahh, mnnghh… Please look at me more… Please, take lewd photos of me."]}, {"name": "", "audio": "", "normalized": ["At the same time, the men around her were getting aroused by her as well and they photographed her orgasm while the camera strobes went off."]}, {"name": "Manami", "audio": "v_r-ev322_0018", "normalized": ["Mnnuhh, aghaahh… I love this feeling… Ahahah, more… Please watch me more, make me feel even better."]}, {"name": "", "audio": "", "normalized": ["Every time she was photographed, Manami expected them to do something in addition to watching her orgasm and her body shuddered."]}, {"name": "Manami", "audio": "v_r-ev322_0019", "normalized": ["Mnnheeaghh, haahuhh, it feels so good… But this is not all, I know, heheh, I wonder what you'll do to me next…?"]}, {"name": "Creep", "audio": "", "normalized": ["Heheheh, looks like you've gotten pretty turned on… Now then, let us serve the main dish of tonight for you, Manami-chan."]}, {"name": "", "audio": "", "normalized": ["The man said and started approaching Manami with his rock-hard, erect penis fully exposed."]}, {"name": "Manami", "audio": "v_r-ev322_0020", "normalized": ["Mnnhaahhnmm, your cock's gotten so hard now… Mnnghh, aghhahh, I want your cock."]}, {"name": "", "audio": "", "normalized": ["Manami let out a sugary voice as she seemingly could not resist the penis right in front of her eyes."]}, {"name": "", "audio": "", "normalized": ["She was begging for it and her vagina was ready to go anytime, as the flesh inside was wiggling around."]}, {"name": "Manami", "audio": "v_r-ev322_0021", "normalized": ["Mnnhuuhh, your cock looks so tasty… Mnnagahahh, haahh, heeghh… Just thinking about it…"]}, {"name": "Creep", "audio": "", "normalized": ["Looks like you really want it, huh… Now, let have then photograph our sex next."]}, {"name": "Manami", "audio": "v_r-ev322_0022", "normalized": ["Please, please give me your cock now… I want your cock inside me… My pussy's itching for one."]}, {"name": "", "audio": "", "normalized": ["Manami was apparently turned on by his words and nodded joyously and urged him."]}, {"name": "", "audio": "", "normalized": ["And then she spread open her vagina which had become drenched from the previous masturbation."]}, {"name": "Manami", "audio": "v_r-ev322_0023", "normalized": ["Mnnhaahh, please put your cock into my slutty pussy!", " I want your rock-solid cock inside me!"]}, {"name": "", "audio": "", "normalized": ["She stimulated his lust by showing off her twitching vagina, but he moved to Manami's behind and sat on top of the podium as well."]}, {"name": "", "audio": "", "normalized": ["Her expression showed some frustration as she did not expect him to do what he just did."]}, {"name": "Manami", "audio": "v_r-ev322_0024", "normalized": ["Wh-why are you sitting behind me…?", " Mnnghh, huughh, please… My pussy is itching so much."]}, {"name": "Creep", "audio": "", "normalized": ["This is no good… Come on, sit on top of me."]}, {"name": "Manami", "audio": "v_r-ev322_0025", "normalized": ["Haahh, mnnghh… Is this it…?", " So, can we just… Mnnegeh!", " Aaaghuuh, th-that's my butt, mnngegh, agahaahh!"]}, {"name": "", "audio": "", "normalized": ["As she sat on top of him as she was ordered to, she tried to insert his cock into her pussy."]}, {"name": "", "audio": "", "normalized": ["However, Manami was cut off with a surprise."]}, {"name": "Manami", "audio": "v_r-ev322_0026", "normalized": ["That's not, heeaaghh!", " Heehhnmghh, aageheghh… Mnnguhhuhuhuuhh!"]}, {"name": "", "audio": "", "normalized": ["The man moved before she could."]}, {"name": "", "audio": "", "normalized": ["He shoved his cock right onto her anus and then kept driving it in, ignoring her surprised reaction."]}, {"name": "Manami", "audio": "v_r-ev322_0027", "normalized": ["Mmoughh, ooghouhh, ooghh!", " No way, your cock's coming into my anus, heaaghh, aaghh, mnnguahahh!"]}, {"name": "", "audio": "", "normalized": ["With sudden anal penetration, Manami was subjected to an unexpected shock as her body twisted and let out a pleasured scream."]}, {"name": "", "audio": "", "normalized": ["Even though it had just penetrated her, she was feeling so much pleasure."]}, {"name": "Manami", "audio": "v_r-ev322_0028", "normalized": ["This isn't, mnnguhoughh!", " Aaheghh, aahh, wait a second!", " It's coming in so deep… Mnnaaghahh, it feels so good!"]}, {"name": "Man 2", "audio": "", "normalized": ["Heheh, yeah, that's good, Manami-chan!", " You're so lewd and looking at pathetic!"]}, {"name": "", "audio": "", "normalized": ["Manami orgasmed again while squirting as she was penetrated in her anus."]}, {"name": "", "audio": "", "normalized": ["The photoshoot resumed to captured her like so."]}, {"name": "Manami", "audio": "v_r-ev322_0029", "normalized": ["Please, no… Aaheghh, guheegaghh… They're watching me, watching me enjoying anal… They're taking pictures."]}, {"name": "", "audio": "", "normalized": ["The fact was heightening the pleasure as Manami smiled erotically."]}, {"name": "", "audio": "", "normalized": ["Drools started dripping from her loosely opened mouth and her eyes teared up from the pleasure."]}, {"name": "Manami", "audio": "v_r-ev322_0030", "normalized": ["Mnnhegagh, heegheghhnmgh!", " I love this photoshoot, I didn't know being watched while coming felt so good, mnnahh!"]}, {"name": "", "audio": "", "normalized": ["Of course, the men continued to take Manami's pictures."]}, {"name": "", "audio": "", "normalized": ["The abnormal guilt of them watching her act so obscene and being recorded too only escalated her lust."]}, {"name": "Manami", "audio": "v_r-ev322_0031", "normalized": ["Agheghh, heeguhh!", " Your cock… It's reaching in so deep, mnnguhheeghh, ooghh, mnngouhh!"]}, {"name": "", "audio": "", "normalized": ["The impulse running through her made Manami moan louder."]}, {"name": "", "audio": "", "normalized": ["Every time the camera strobes went off, her wide-open vagina twitched, begging for more."]}, {"name": "Manami", "audio": "v_r-ev322_0032", "normalized": ["Mnnheaghh, mnnohohgoohh… Getting my butthole drilled in like this feels so good… I'm coming again!"]}, {"name": "Manami", "audio": "v_r-ev322_0033", "normalized": ["Mnnahah, aghaahahh… It feels way too good and I can't stand it… I just can't stop coming!"]}, {"name": "Creep", "audio": "", "normalized": ["You're moaning so much, like you really like it.", " You truly are a slutty girl, Manami-chan."]}, {"name": "Manami", "audio": "v_r-ev322_0034", "normalized": ["Mnngehgh, heeaghh… Y-you're right… I'm such a slut and I'm coming with my ass."]}, {"name": "", "audio": "", "normalized": ["The men were getting aroused while taking Manami's pictures as their penises started to get erect."]}, {"name": "Creep", "audio": "", "normalized": ["I see they are getting turned on too… Let's see… I want you to allure them with your lewd pussy."]}, {"name": "Manami", "audio": "v_r-ev322_0035", "normalized": ["Mnngh, guhh… Mnnahh, but… I'm not sure, I mean, I don't even know them…"]}, {"name": "", "audio": "", "normalized": ["Manami was aroused but also confused by the order she was given while being violated in her anus."]}, {"name": "Creep", "audio": "", "normalized": ["Are you sure?", " It'll feel even better with cock in both your anus and your pussy, you know?"]}, {"name": "Manami", "audio": "v_r-ev322_0036", "normalized": ["Ughuhh… It'll feel even better…?", " Mnnaahh… I want to feel even better, I want to come with cock in both holes…!"]}, {"name": "", "audio": "", "normalized": ["She was enticed with even more intense pleasure and she said so with no shame, just the desire for more pleasure."]}, {"name": "Manami", "audio": "v_r-ev322_0037", "normalized": ["Please, put your cock inside my drenched pussy.", " I want you to make me come hard!"]}, {"name": "", "audio": "", "normalized": ["Manami was further aroused by what the man said and others staring at her as she spread her own vagina and begged them."]}, {"name": "", "audio": "", "normalized": ["Her expression was loosening up pathetically, anticipating the escalating pleasure."]}, {"name": "Manami", "audio": "v_r-ev322_0038", "normalized": ["Mnnghh, hughehh, gughh… Inside of my pussy is aching so much… I want you to put your baby juice in me… I want your cock…!"]}, {"name": "Manami", "audio": "v_r-ev322_0039", "normalized": ["Not just in my pussy, I want to touch them and suck on them too… Please, give me your cocks!"]}, {"name": "", "audio": "", "normalized": ["Manami was begging for blowjobs and handjobs, not just the penetration."]}, {"name": "", "audio": "", "normalized": ["The men could not stand her allure as they staggered towards Manami."]}, {"name": "Manami", "audio": "v_r-ev322_0040", "normalized": ["Aaahaahh!", " Come on, I want you to make me feel it more, please, mnnghh."]}, {"name": "", "audio": "", "normalized": ["They rushed to her as her words acted as the signal."]}, {"name": "Manami", "audio": "v_r-ev322_0041", "normalized": ["Aghheghh, heeguhghh!", " Th-this is it!", " This feels amazing!", " Aaheghahh, my pussy is so happy!"]}, {"name": "", "audio": "", "normalized": ["As the penis was inserted into her drenched vagina from above, Manami let out a pleasured voice."]}, {"name": "", "audio": "", "normalized": ["Her vagina had been teased by the masturbation and anal penetration, so it easily invited the man's penis in."]}, {"name": "Manami", "audio": "v_r-ev322_0042", "normalized": ["Mnnhohogohh!", " Aageheghh, heehhnmghh, both of my holes plugged by the cocks, it's so good, I'm getting addicted to it!"]}, {"name": "Manami", "audio": "v_r-ev322_0043", "normalized": ["Mngehghh, mnnguhhuhhnmhh!", " Ahaheghahh, mnnohgheghh… Haaghh… Haaghh… Mnnahh, ohgoohh!"]}, {"name": "", "audio": "", "normalized": ["Her vagina squeezed hard onto the man's penis to not let go and her body shuddered from the amplified pleasure."]}, {"name": "", "audio": "", "normalized": ["The unprecedented pleasure came over her like a violent stream and she let out pleasured moans."]}, {"name": "Manami", "audio": "v_r-ev322_0044", "normalized": ["Aghhanmahh… Mnnheeghh… More, I want more cocks!", " Please, I want more… And I wanna come like crazy!"]}, {"name": "Man 4", "audio": "", "normalized": ["If you want it that much, why don't you stroke my cocks too."]}, {"name": "", "audio": "", "normalized": ["Manami was intoxicated by pleasure and the men standing to her sides offered her their cocks for blowjob and handjob."]}, {"name": "Manami", "audio": "v_r-ev322_0045", "normalized": ["Mnnahh, this feeling!", " It fits my hands perfectly, so good… Every time I tease it, it throbs and gets bigger and bigger!"]}, {"name": "", "audio": "", "normalized": ["Manami obliged their requests and stroked their penises."]}, {"name": "", "audio": "", "normalized": ["She let out a joyous voice as she felt the cock growing in her hands and then sucked onto another man's penis and stimulated it with a tangling tongue."]}, {"name": "Manami", "audio": "v_r-ev322_0046", "normalized": ["Ammuhh, mnnguhh… Mnnchuh, juububughh, haahhnmm… Rellouhrelouh… Aaghahh, so many cocks, so happy."]}, {"name": "", "audio": "", "normalized": ["Manami was writhing from the pleasure of getting violated in two holes while stared lovingly at the men at her sides and pleasured their cocks."]}, {"name": "Creep", "audio": "", "normalized": ["Looks like you really like it.", " Let's make sure you can't think of anything other than cocks, Manami-chan."]}, {"name": "Manami", "audio": "v_r-ev322_0047", "normalized": ["Aagheeghh, guheeghh!", " R-right there, that feels so good!", " Mnhegahh… Aaghahh, oheghh, mnnhoouhh."]}, {"name": "", "audio": "", "normalized": ["Two men who were violating her in the vagina and anus accelerated their pounding like they were trying to corner her."]}, {"name": "Manami", "audio": "v_r-ev322_0048", "normalized": ["Please, aaghgeghh, heguhaaghh, noo!", " Both my holes… You're coming in so hard and it's driving me mad!"]}, {"name": "", "audio": "", "normalized": ["With even more intense pleasure, wet noises and moans echoed from her."]}, {"name": "", "audio": "", "normalized": ["Manami was getting further aroused not just by the pleasure in her vagina and anus, but also from the sensation and heat of the cocks in her mouth and hand."]}, {"name": "Manami", "audio": "v_r-ev322_0049", "normalized": ["Your cocks are getting bigger and bigger… They are so hot… Mnnahhnm, ahaeghh… Mnngouohh!"]}, {"name": "Manami", "audio": "v_r-ev322_0050", "normalized": ["Ahhmuhh… Juruhghh… Mnnjuhrruruhh… Relouhh… Mnnah, your cocks are throbbing and looks like you really like it."]}, {"name": "", "audio": "", "normalized": ["Manami continued to feverishly stroke and suck the cocks."]}, {"name": "", "audio": "", "normalized": ["Such dedication made them men who were receiving the service from her was letting out moans."]}, {"name": "Manami", "audio": "v_r-ev322_0051", "normalized": ["Haahuhh… Mnnguhhahh… Mnnjurruruhh… Jurruhh… Mnnhahh… Aahhmuh, mnnm… Rellouh."]}, {"name": "Creep", "audio": "", "normalized": ["Heheh… Come on now, I want yout o also focus down here, not just handjob and blowjob."]}, {"name": "", "audio": "", "normalized": ["Manami showed a captivated smile thanks to the heat from the cocks and the two men pounding her said while escalating their movements."]}, {"name": "Manami", "audio": "v_r-ev322_0052", "normalized": ["Mnnahahh, mnnghh… Jurruuhh… Haahhnm… Heehaahh… I just loved stoking your cocks so much, you know… Mnngh."]}, {"name": "", "audio": "", "normalized": ["The other men could not just stand and watch either and they started stroking their cocks to her lewd display."]}, {"name": "", "audio": "", "normalized": ["Minami was getting more and more aroused not just from the double penetration, blowjob, and handjob, but also from their masturbation."]}, {"name": "Manami", "audio": "v_r-ev322_0053", "normalized": ["Haahh, heegheghh, mnnguhh… Please, use me more, mess me up more, please!"]}, {"name": "", "audio": "", "normalized": ["She screamed happily and writhed from the given pleasure."]}, {"name": "Creep", "audio": "", "normalized": ["Guh, ughh… I-I'm cumming soon."]}, {"name": "Man 1", "audio": "", "normalized": ["M-me too… I'm cumming too!"]}, {"name": "Manami", "audio": "v_r-ev322_0054", "normalized": ["Mnnhh, don't hold it in and let it all out in my pussy!", " I want sizzling cum in my butthole too!"]}, {"name": "", "audio": "", "normalized": ["Manami heard their expression of their urge to ejaculate and yelled back, squeezing her vagina and anus even harder."]}, {"name": "Manami", "audio": "v_r-ev322_0055", "normalized": ["Mnnjururruuhhughh!", " Jurrururuuhhnmghhmm, mnnhahh, you too, please pour your cum all over me!"]}, {"name": "", "audio": "", "normalized": ["And as her blowjob and handjob sped up even faster, her mouth sucked on like a vacuum cleaner."]}, {"name": "", "audio": "", "normalized": ["Her hand was hitting his sensitive spots with precision."]}, {"name": "Creep", "audio": "", "normalized": ["Mnnoohh!", " I'm cumming!"]}, {"name": "Manami", "audio": "v_r-ev322_0056", "normalized": ["Aahuhh, juuppuouhgh… Rellouhh… Aaghaah, come on!", " Please, give me your hot cum!"]}, {"name": "", "audio": "", "normalized": ["They could not resist the escalating teasing and they ejaculated into her as their urge commanded them."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Spew* *Splosh* *Spew* *Spew* *Sput*"]}, {"name": "Manami", "audio": "v_r-ev322_0057", "normalized": ["Mnnoohgoouhoohh!", " Aaaheghhgh, mnnguhouhh, ooghh!", " Mnghegh… Heegehh, guhahh, mnmuughhnm!"]}, {"name": "", "audio": "", "normalized": ["Manami madly orgasmed while her eyes rolled back as they ejaculated into her mouth and all over her body."]}, {"name": "Manami", "audio": "v_r-ev322_0058", "normalized": ["Mnmnguheeghh, mbbughh, mnnghh, mnnghhnmm… Mnahahahgh… So much cum, spewing onto me!"]}, {"name": "", "audio": "", "normalized": ["She repeatedly orgasmed while showing off an orgasming face."]}, {"name": "Manami", "audio": "v_r-ev322_0059", "normalized": ["Mnnheeaghh, oheehgh, eeghheeghh!", " More, pound me more… Please shower me with your thick cum!"]}, {"name": "Manami", "audio": "v_r-ev322_0060", "normalized": ["Mnngh, mnnaaghh… Haaghh… Haaghh… Mnnhuughh, mughuuhhnm!"]}, {"name": "", "audio": "", "normalized": ["They ejaculated as much as they want onto and into Manami as they stopped and stepped away from her."]}, {"name": "Manami", "audio": "v_r-ev322_0061", "normalized": ["Mnngouhbouoghohoh, oghouhh!", " Mnhaaghh, heehhnm, th-this is amazing… Ahhnm!"]}, {"name": "", "audio": "", "normalized": ["Manami lightly orgasmed just from the sensation of the penis being removed."]}, {"name": "", "audio": "", "normalized": ["Her vagina squeezed tightly so it would not let go of the cock and sucked it in hard."]}, {"name": "Manami", "audio": "v_r-ev322_0062", "normalized": ["Mnnguhh, mngeheghh… Ahhaahh… Please don't pull your cocks out… I wanna feel them more!"]}, {"name": "", "audio": "", "normalized": ["Manami said weakly to the men stepping away from her while she was still intoxicated by pleasure."]}, {"name": "Manami", "audio": "v_r-ev322_0063", "normalized": ["Mnnhaahhnmghh… Haahh, heeghh… Mnnghh… More, I want it more, please!"]}, {"name": "Man 4", "audio": "", "normalized": ["It's our turn now."]}, {"name": "Man 3", "audio": "", "normalized": ["Shaking your ass so lewd like that… We'll give you what you want!"]}, {"name": "", "audio": "", "normalized": ["As if they were answering her plea, the men who were masturbating around her started masturbating even faster as those who were inserting into her left."]}, {"name": "", "audio": "", "normalized": ["Then they ejaculated spectacularly at Manami."]}, {"name": "Manami", "audio": "v_r-ev322_0064", "normalized": ["Mnnghh, guhmuguhh!", " Aheeghh, aghahh… Your cum, it's so good… Getting all over my body, amazing!"]}, {"name": "", "audio": "", "normalized": ["Manami was getting covered from top to bottom in their semen."]}, {"name": "Manami", "audio": "v_r-ev322_0065", "normalized": ["Mnnguhh, mnhahh… Ahaahh, such a smell… The cum shower spewing onto me, feels so good!"]}, {"name": "", "audio": "", "normalized": ["The camera strobe started going off again as they were trying to photograph Manami orgasming from the semen shower."]}, {"name": "Man 5", "audio": "", "normalized": ["What a lewd sight… Now, I want you to look over this way and strike a pose for me."]}, {"name": "Manami", "audio": "v_r-ev322_0066", "normalized": ["Mnnahh, huheeghh, mnngmguhh… Yes!", " Mngh, guhahahh… Everyone, please take more lewd photos of me."]}, {"name": "Man 6", "audio": "", "normalized": ["Heheh, that's good, good."]}, {"name": "", "audio": "", "normalized": ["Some of the men who were not masturbating and were taking pictures instead, requesting her to look their way and pose for them."]}, {"name": "Manami", "audio": "v_r-ev322_0067", "normalized": ["Haahh, huughh… Mnnguhhugghhuh… Mnnehegh, I hope this is good enough."]}, {"name": "", "audio": "", "normalized": ["Manami shuddered from the pleasure overwhelming her while making a peace sign with her hand with an intoxicated expression on her face."]}, {"name": "", "audio": "", "normalized": ["Her whole body was getting covered with semen, dripping it not only from her vagina and anus but also from her mouth as well."]}, {"name": "Manami", "audio": "v_r-ev322_0068", "normalized": ["Guhaahh, mnnheeghh… Mnngeh, guguuhh… Haahuh, mnnmghnm!", " I love getting showered with cum and getting pics taken… It's so good!"]}, {"name": "", "audio": "", "normalized": ["She was smiling from the pleasure she felt from getting pictures of her taken like that."]}, {"name": "Manami", "audio": "v_r-ev322_0069", "normalized": ["Haahhaauhh… Mnnghh, huuh… Haaheeghh, th-that was amazing… Aaahuh, aghaahh."]}, {"name": "Creep", "audio": "", "normalized": ["Now, did you like it?"]}, {"name": "", "audio": "", "normalized": ["The man asked while smiling as he watched Manami pitifully writhing."]}, {"name": "Manami", "audio": "v_r-ev322_0070", "normalized": ["That was so good!", " I loved coming while having everyone watch me.", " I could feel their eyes on me!", " I wanna do it again!"]}, {"name": "", "audio": "", "normalized": ["Manami nodded over and over with her blushed face colored by lust."]}, {"name": "Creep", "audio": "", "normalized": ["I'm glad you liked it so much… But, you know what, this is far from over, see?"]}, {"name": "Manami", "audio": "v_r-ev322_0071", "normalized": ["Mnheeaahh, d-do you mean… Mnngghhnmm, aaheghh, mnngguhh!"]}, {"name": "", "audio": "", "normalized": ["Manami gave an anticipating look, wondering what was coming."]}, {"name": "", "audio": "", "normalized": ["Just as the man said, the photo session was still going on and she could see the men discussing who will be behind the camera next."]}, {"name": "Manami", "audio": "v_r-ev322_0072", "normalized": ["Aaahaahh, everyone, come over here!", " Please, pound me with your cock… Please mess me up!"]}, {"name": "", "audio": "", "normalized": ["Manami saw them and begged for more as she put on a lewd smile and let out an erotic voice."]}, {"name": "", "audio": "", "normalized": ["They showed a creepy smile at Manami then they all rushed to Manami one after another."]}]