[{"name": "Chillmie", "audio": "v_r-ev243_0000", "normalized": ["What are you doing to me…?"]}, {"name": "", "audio": "", "normalized": ["Even though her body was bound tight, Chillmie showed no signs of panic and tilted her head sluggishly."]}, {"name": "", "audio": "", "normalized": ["I came across the intelligence there was a Demon from the Dark World among us humans and began an investigation but found her out rather easily."]}, {"name": "", "audio": "", "normalized": ["I suspected some kind of ruse as she made no attempt to hide at all."]}, {"name": "", "audio": "", "normalized": ["I could not just leave her running around either, so I send my men to capture her."]}, {"name": "", "audio": "", "normalized": ["But the men I have sent were put on ice, literary, by Chillmie."]}, {"name": "", "audio": "", "normalized": ["They could not handle her so I had to take away her powers and bring her back here…"]}, {"name": "", "audio": "", "normalized": ["Even though Chillmie was bound, she did show any sign of panicking and only looked at me with sluggish eyes."]}, {"name": "Chillmie", "audio": "v_r-ev243_0001", "normalized": ["Huh… I don't really care about this feud thing… I just want you all to leave me alone, you see?"]}, {"name": "", "audio": "", "normalized": ["She was not even phased by the bondage and she just looked at me as though she was annoyed."]}, {"name": "You", "audio": "", "normalized": ["That's not gonna happen.", " You need to defrost all the men you've frozen solid."]}, {"name": "", "audio": "", "normalized": ["I tried various methods to help the men trapped in the ice, heating them up and such, but I could not melt Chillmie's ice."]}, {"name": "", "audio": "", "normalized": ["I could have easily killed Chillmie, but it would not guarantee ice would melt."]}, {"name": "", "audio": "", "normalized": ["If made one wrong move, the men would have remained frozen for the rest of their lives, so I could not hurt Chillmie yet."]}, {"name": "Chillmie", "audio": "v_r-ev243_0002", "normalized": ["Defrost them, huh…"]}, {"name": "", "audio": "", "normalized": ["I was beginning to be frustrated by Chillmie's audacious attitude but waited for her answer patiently."]}, {"name": "Chillmie", "audio": "v_r-ev243_0003", "normalized": ["Nah, I'm too lazy…"]}, {"name": "You", "audio": "", "normalized": ["(Damn it!", ")"]}, {"name": "", "audio": "", "normalized": ["I got pissed off by Chillmie with her unchanged and sluggish expression and almost tried to hit her."]}, {"name": "You", "audio": "", "normalized": ["(Don't let her take the initiative…)"]}, {"name": "", "audio": "", "normalized": ["I was about to resort to violence impulsively, but I figured it would not break her.", " I decided to proceed as par the initial plan."]}, {"name": "You", "audio": "", "normalized": ["Fine, then.", " I'm just going to wait until you change your mind."]}, {"name": "Chillmie", "audio": "v_r-ev243_0004", "normalized": ["That's pointless…"]}, {"name": "You", "audio": "", "normalized": ["Oh, really?"]}, {"name": "", "audio": "", "normalized": ["I turned on the switch and multiple robotic arms emerged from the chair binding her."]}, {"name": "", "audio": "", "normalized": ["Different kinds of attachments were on the tips of each arm and they all reached her Chillmie's body."]}, {"name": "Chillmie", "audio": "v_r-ev243_0005", "normalized": ["…?!"]}, {"name": "", "audio": "", "normalized": ["The arms with various attachments connected tangled onto Chillmie's breasts and her crotch as it tore off her clothing."]}, {"name": "", "audio": "", "normalized": ["Chillmie's bored looking face skewed and she was looking at the robotic arms tangling onto her body."]}, {"name": "Chillmie", "audio": "v_r-ev243_0006", "normalized": ["This is nothing…"]}, {"name": "", "audio": "", "normalized": ["One of the robotic arms with vibrator on the tip got onto Chillmie's well-shaped breasts and began to vibrate immediately."]}, {"name": "Chillmie", "audio": "v_r-ev243_0007", "normalized": ["Mnguhh…?!"]}, {"name": "", "audio": "", "normalized": ["Adult toys that got onto her beautiful, pinkish nipple and clitoris began to lewdly vibrate and violated Chillmie's body."]}, {"name": "Chillmie", "audio": "v_r-ev243_0008", "normalized": ["Gh?!", " You think you can break me with this thing, huh?"]}, {"name": "", "audio": "", "normalized": ["Chillmie's beautiful face, which showed no signs of disturbance up till then, now slightly blushed and her eyes shook mysteriously."]}, {"name": "", "audio": "", "normalized": ["Chillmie was obviously being aroused now with her face turning red, I felt my lips smiling."]}, {"name": "You", "audio": "", "normalized": ["Yeah, don't you worry.", " Of course, I think I can break you."]}, {"name": "", "audio": "", "normalized": ["As I grinned, I tinkered with my switch and the vibrators began to move even faster."]}, {"name": "Chillmie", "audio": "v_r-ev243_0009", "normalized": ["Mnn… Wha…"]}, {"name": "", "audio": "", "normalized": ["Chillmie's then unresponsive body now began to shake violently, in synch with the movements of the robotic arms."]}, {"name": "", "audio": "", "normalized": ["The fierce vibrations from the robotic arms forced Chimuri to get sexually aroused."]}, {"name": "Chillmie", "audio": "v_r-ev243_0010", "normalized": ["Aahh… Mnngh, mnnh…"]}, {"name": "", "audio": "", "normalized": ["The brutal vibrations from the toys and the pleasure being forced onto her from them skewed Chillmie's sluggish expression and her cheek blushed."]}, {"name": "Chillmie", "audio": "v_r-ev243_0011", "normalized": ["Mnngh… This is, nothing… Mnnghh…"]}, {"name": "", "audio": "", "normalized": ["Chillmie squirmed her body as she was resisting the pleasure and she held her moans in with her cheeks turning red."]}, {"name": "You", "audio": "", "normalized": ["Now, do you feel like defrosting my men?"]}, {"name": "Chillmie", "audio": "v_r-ev243_0012", "normalized": ["I-I don't, no… Mnnhaahh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie twisted her body as though she was trying to hide her uneasiness.", " I pressed another switch."]}, {"name": "Chillmie", "audio": "v_r-ev243_0013", "normalized": ["Mnnguh…?!"]}, {"name": "", "audio": "", "normalized": ["The vibrators on her breasts came off and instead, a suction cup large enough to cover her breasts was attached."]}, {"name": "Chillmie", "audio": "v_r-ev243_0014", "normalized": ["Wha…what is this?"]}, {"name": "", "audio": "", "normalized": ["Needles stretched from the suction cups and pierced her nipples."]}, {"name": "Chillmie", "audio": "v_r-ev243_0015", "normalized": ["Hyaamnngh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie arched her body back adorably as she flinched from the pain of needles piercing her nipples."]}, {"name": "Chillmie", "audio": "v_r-ev243_0016", "normalized": ["Aahh… Wh-what is this… Something in my nipples… Hyaahh?!"]}, {"name": "", "audio": "", "normalized": ["Chemical mixture flowed into Chillmie's body from the tip of the needles stabbed into her nipples."]}, {"name": "Chillmie", "audio": "v_r-ev243_0017", "normalized": ["Wh-what are you…putting in me…?", " Mnnaahh?!"]}, {"name": "", "audio": "", "normalized": ["Chillmie opened her eyes wide and she raised a cute voice fitting for her looks."]}, {"name": "You", "audio": "", "normalized": ["Well, I'm just modifying your body a bit.", " It'll go nicely with your attitude, so don't worry."]}, {"name": "", "audio": "", "normalized": ["Once all the chemicals had entered her body, Chillmie's eyes shook from anxiety and uneasiness, unlike before."]}, {"name": "Chillmie", "audio": "v_r-ev243_0018", "normalized": ["My body, it aches…?", " Mnnghh…"]}, {"name": "", "audio": "", "normalized": ["With Chillmie's surprised expression and scream, I could not help my lips rising and but to smile."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are starting to get turned on.", " Don't be shy and you better savor it well."]}, {"name": "", "audio": "", "normalized": ["The drum roller stuck onto Chillmie's crotch began to rotate particularly hard then."]}, {"name": "Chillmie", "audio": "v_r-ev243_0019", "normalized": ["Aaahh… Mngnhh…aaghh!", " Th-this is just a machine… Hyaahhmnn!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's body pulled back as she splashed fluids from her crotch from the pleasure brought on by the rotating roller."]}, {"name": "Chillmie", "audio": "v_r-ev243_0020", "normalized": ["Aahh… Aghhahh, m-my body… Something is wrong… Something… Wrong… Mnngh, mnaahh!", " Wh-what is…?!"]}, {"name": "", "audio": "", "normalized": ["Chillmie wiggled her body, trying to get away from the roller, but she could only tremble on top of the bondage chair."]}, {"name": "Chillmie", "audio": "v_r-ev243_0021", "normalized": ["Aahh!", " What the, something is wrong….", "something…coming out?!"]}, {"name": "", "audio": "", "normalized": ["The white liquid was dripping out of Chillmie's nipples pierced with the needles."]}, {"name": "You", "audio": "", "normalized": ["I used drugs so you can lactate.", " More you get turned on, more it'll come out."]}, {"name": "Chillmie", "audio": "v_r-ev243_0022", "normalized": ["Uhh… Ughhuhh… This is… Wh-what is this feeling… Ahh!", " Aahaa!", " My nipples are burning…mnnhyaahh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's cheeks were blushing and every time she spewed breast milk, she wiggled her body as she felt chills down her spine from the unknown pleasure."]}, {"name": "Chillmie", "audio": "v_r-ev243_0023", "normalized": ["Wh-what the…?!", " Aahh!", " Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Every time the milk gushed out of her nipples, an irresistible lightning of pleasure ran through Chillmie and her body squirmed uncontrollably."]}, {"name": "Chillmie", "audio": "v_r-ev243_0024", "normalized": ["Haahh… Wh-what is this… Aahh, my nipples, tingling… Haaghh, this feeling… Haaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Each time the milk dripped, the unknown pleasure ran from her nipples to her entire body and Chillmie's body turned red and she could only writhe."]}, {"name": "You", "audio": "", "normalized": ["So much milk is coming out of you.", " Do you really like it that much?"]}, {"name": "Chillmie", "audio": "v_r-ev243_0025", "normalized": ["Wh-what are you saying… Mnngh, hahahh, mmnghh… Th-this is pointless… Ahh, aahhaahh…"]}, {"name": "You", "audio": "", "normalized": ["Oh, then how about this?"]}, {"name": "", "audio": "", "normalized": ["I turned on yet another switch to I could finish off Chillmie as she was desperately trying to endure the pleasure from milking assaulting her body."]}, {"name": "Chillmie", "audio": "v_r-ev243_0026", "normalized": ["Hyaahhmn!", " Aahahh!"]}, {"name": "", "audio": "", "normalized": ["Once the roller on her crotch was removed, a huge dildo forced its way into Chillmie's vagina."]}, {"name": "Chillmie", "audio": "v_r-ev243_0027", "normalized": ["Aagghh!", " Aaahhahh!", " This is too big… I can't… Haahaahh… It's coming in so deep inside me…"]}, {"name": "", "audio": "", "normalized": ["Regularly, having such huge dildo inserted into one would cause so much pain, even for a Demon like her."]}, {"name": "", "audio": "", "normalized": ["But the potent aphrodisiacs pumped into her through her nipples did not allow Chillmie to feel pain."]}, {"name": "", "audio": "", "normalized": ["It forced her to feel pleasure like crazy from being penetrated by the dildo."]}, {"name": "Chillmie", "audio": "v_r-ev243_0028", "normalized": ["Aaahh, this is so huge… Why… Hahhaahh!", " M-my pussy, inside me, so full… All the way in… Haaghhaahh!"]}, {"name": "", "audio": "", "normalized": ["With the potent aphrodisiac affecting her body, Chillmie felt no pain from the Dildo and rather she was overwhelmed by the pleasure."]}, {"name": "Chillmie", "audio": "v_r-ev243_0029", "normalized": ["Aaahghh!", " Aghh!", " Aahehh, heehmnn!", " This is…aahhaghh!", " It's so big and it's reaching my womb!", " Mnhaahaghh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's sluggish expression from when I captured her was gone now and she was writhing with an absorbed, womanly expression, moaning lewdly."]}, {"name": "Chillmie", "audio": "v_r-ev243_0030", "normalized": ["So much… Inside my pussy, it's so full now… Haahh, this is so… Mhaahhahh!", " You are rubbing my womb… Mnnaahh!"]}, {"name": "You", "audio": "", "normalized": ["How is it?", " Do you feel like defrosting my men now?"]}, {"name": "", "audio": "", "normalized": ["Chillmie was penetrated by the dildo and she only moaned with a captivated expression as she dripped milk without answering my question."]}, {"name": "Chillmie", "audio": "v_r-ev243_0031", "normalized": ["Haahaaghh!", " It's coming in deep inside my pussy… This is going to make me mad… Haaghaagh!"]}, {"name": "Chillmie", "audio": "v_r-ev243_0032", "normalized": ["C-coming!", " More milk is coming out!"]}, {"name": "Chillmie", "audio": "v_r-ev243_0033", "normalized": ["So good!", " My milk… This feel… My brain is going to melt away… Aghaahh!", " Hahaghh!", " More, I want more milk…"]}, {"name": "", "audio": "", "normalized": ["Perhaps I gave her little too much drug, Chillmie was drooling from her mouth with an expression of the woman in heat and went crazy from the pleasure."]}, {"name": "Chillmie", "audio": "v_r-ev243_0034", "normalized": ["Aaaheghh!", " This isn't right, I'm going crazy from the milk coming out, I'm going crazy!", " Heegh!", " D-deep inside my pussy… Noo!"]}, {"name": "", "audio": "", "normalized": ["Chillmie was being driven insane by the pleasure and she was dripping breast milk as her body shuddered cried in joy."]}, {"name": "Chillmie", "audio": "v_r-ev243_0035", "normalized": ["It feels too good… Aghaah!", " You are going to make me insane… Knocking onto my womb and dripping milk, it feels so good!"]}, {"name": "", "audio": "", "normalized": ["Chillmie was quiet initially, but she had now gone crazy with the lust and she was exposing her true self, molten by the desire, without any shame."]}, {"name": "You", "audio": "", "normalized": ["Well, well.", " I can't even talk to you like this.", " I have no choice, I guess I'll make you come once."]}, {"name": "", "audio": "", "normalized": ["I turned on yet another switch and the huge dildo inserted into Chillmie's pussy began to move back and forth."]}, {"name": "Chillmie", "audio": "v_r-ev243_0036", "normalized": ["Heeghh, hyaahhmn!", " Aghh!", " Aheghh!"]}, {"name": "", "audio": "", "normalized": ["Violent pounding from the dido that was scraping inside of her vagina made Chillmie shake her bound body over and over again."]}, {"name": "Chillmie", "audio": "v_r-ev243_0037", "normalized": ["Aaahegghh!", " Aghh!", " Aahaahh!", " S-stop it… M-my pussy, it's going to break!", " Heehahghh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's breast milk was spewing out from her breasts as if she was ejaculating and the milk was gathering inside the suction cup."]}, {"name": "You", "audio": "", "normalized": ["That's awesome, it's like you are cumming from your tits.", " Come on, come with your titty cum."]}, {"name": "", "audio": "", "normalized": ["The pounding of huge dildo brought her acute pleasure and dripping of breast milk brought her sweet pleasure."]}, {"name": "", "audio": "", "normalized": ["Chillmie's mind was painted over by the harmony of the pleasure."]}, {"name": "Chillmie", "audio": "v_r-ev243_0038", "normalized": ["Haaghhaahh!", " My pussy feels so good!", " I can't stop cumming with my tits!", " Aghh, noo!", " I'm, I'm… Haaghh!", " Noo!"]}, {"name": "", "audio": "", "normalized": ["The dildo moved in and out of her as if it was scraping her inside and she was spewing milk as though she was ejaculating."]}, {"name": "", "audio": "", "normalized": ["Chillmie screamed in pleasure with a feminine voice."]}, {"name": "Chillmie", "audio": "v_r-ev243_0039", "normalized": ["Hghhaaghh!", " My pussy, it's coming in so deep, right into my womb, so deep…"]}, {"name": "Chillmie", "audio": "v_r-ev243_0040", "normalized": ["Titty cum feels so good… Aghahh!", " Noo, this isn't good!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's breast milk was gathering as the machine forcibly sucked out the milk out of her."]}, {"name": "", "audio": "", "normalized": ["With the pleasure that was frying her brain, Chillmie trembled as she shook the chair."]}, {"name": "Chillmie", "audio": "v_r-ev243_0041", "normalized": ["Haaghh!", " My womb, it's scraping inside me… Haaghh!", " Why does it feel so good… This is, this is!", " Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie moved her body as though she was hurried by something but it was pointless since she was completely bound."]}, {"name": "Chillmie", "audio": "v_r-ev243_0042", "normalized": ["N-noo… Something…something is coming out… It's coming!", " Something's coming!", " Commiinngg!"]}, {"name": "", "audio": "", "normalized": ["Chillmie could only squirm from the oncoming storm of the pleasure from the forced milking and violent pounding from the huge dildo."]}, {"name": "Chillmie", "audio": "v_r-ev243_0043", "normalized": ["Aaaghh!", " Coming!", " Something is coming!", " Aghaa!", " Something is coming!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's expression was that of a woman who had gone mad from the lust and she shook her bound body as she melted into the pleasure."]}, {"name": "Chillmie", "audio": "v_r-ev243_0044", "normalized": ["Aah, something is coming out… Something is coming!", " Aauhahh!", " From the core of my body, something is coming up!", " Aaghh!"]}, {"name": "You", "audio": "", "normalized": ["It's about time… Come one, come!"]}, {"name": "Chillmie", "audio": "v_r-ev243_0045", "normalized": ["C-ccoommiinng gg!"]}, {"name": "", "audio": "", "normalized": ["She roared in pleasure, ejaculation spewing from her crotch and a massive amount of breast milk erupted from her hard, erect nipples as though she was cumming."]}, {"name": "Chillmie", "audio": "v_r-ev243_0046", "normalized": ["Mnnhouhhouaaghh!", " Aaaghaahh!", " C-coming!", " Aahaahh!", " Both my milk and squirt, coming at the same time!"]}, {"name": "", "audio": "", "normalized": ["Chillmie arched her body back all the way and continued to shudder violently as she roared like a bitch in heat."]}, {"name": "Chillmie", "audio": "v_r-ev243_0047", "normalized": ["Mnhaagh!", " I'm squirting while dripping my breast milk…"]}, {"name": "Chillmie", "audio": "v_r-ev243_0048", "normalized": ["I'm enjoying getting fucked against my will by this machine!", " But, it's so good!", " I love how it feels!"]}, {"name": "", "audio": "", "normalized": ["Her body was shaken violently by the pleasure as she was still milked and the dildo still pounded her pussy.", " The abnormal pleasure was driving her mad."]}, {"name": "Chillmie", "audio": "v_r-ev243_0049", "normalized": ["Amazing… Ahhaaghh, this is, haaughh!", " I never knew, getting milked while being fucked would feel so good… Mnnhaahh!"]}, {"name": "", "audio": "", "normalized": ["Both Chillmie's mind and pride were obliterated by the onslaught of the pleasure that was melting her entire body."]}, {"name": "", "audio": "", "normalized": ["She was deeply submerged into an almost narcotic pleasure of lust."]}, {"name": "Chillmie", "audio": "v_r-ev243_0050", "normalized": ["Haaghhaa!", " Noo, again, coming again!", " Aghh, ahh!", " I-it's too hard!", " N-noo!", " Coming!", " Coming again, uughh!"]}, {"name": "", "audio": "", "normalized": ["With the repeated and brutal orgasm, Chillmie's initial sluggishness had gone away and she was screaming loudly as she spewed ejaculation and milk."]}, {"name": "Chillmie", "audio": "v_r-ev243_0051", "normalized": ["Hehaaghh!", " I'm coming!", " Coming!", " Ahghaahh!", " Stop…stop it!", " Aaahh, no, no, I'm getting addicted!"]}, {"name": "", "audio": "", "normalized": ["No matter how many times Chillmie achieved orgasm, the bondage chair did not let go of Chillmie.", " In fact, it was groping Chillmie even harder."]}, {"name": "Chillmie", "audio": "v_r-ev243_0052", "normalized": ["S-so hard… I-I can't, anymore… Mnngh, aaghaahh… P-please… N-no more… Please… A-again, haahhmnn!"]}, {"name": "", "audio": "", "normalized": ["The monstrous dildo and the suction machine continued to mercilessly assault Chillmie's body which was already made sensitive from the orgasm."]}, {"name": "Chillmie", "audio": "v_r-ev243_0053", "normalized": ["Noo!", " I can't, anymore!", " P-please… I beg you… Haaghh!", " Noo!", " I'm going crazy… My head is going crazy!"]}, {"name": "", "audio": "", "normalized": ["The huge dildo continued to pound Chillmie's body without a pause as she twitched repeatedly from the aftermath of the orgasm."]}, {"name": "Chillmie", "audio": "v_r-ev243_0054", "normalized": ["I-I'm going insane!", " I'm going crazy!", " S-stop it… Please!", " Please, no more!", " I can't take it anymore!", " Please no more!"]}, {"name": "You", "audio": "", "normalized": ["Not yet.", " You might as well enjoy it anyway."]}, {"name": "", "audio": "", "normalized": ["The dildo ignored Chillmie's straightforward plea and continued to ravage her pussy even as she twitched and shuddered from the orgasm."]}, {"name": "Chillmie", "audio": "v_r-ev243_0055", "normalized": ["Please, no more… Aaahh!", " Please… Oohouuhh!", " Noo!", " Coming!", " I don't want to, mmhoouhh!"]}, {"name": "Chillmie", "audio": "v_r-ev243_0056", "normalized": ["P-please… Heaaghh, please… I don't want to come anymore… I don't want to come anymore!"]}, {"name": "Chillmie", "audio": "v_r-ev243_0057", "normalized": ["You are gonna make me mad… You're gonna fry my brain!", " Haahh!"]}, {"name": "", "audio": "", "normalized": ["After god knows how many orgasms, Chillmie continued to scream madly as her bound body shook violently."]}, {"name": "Chillmie", "audio": "v_r-ev243_0058", "normalized": ["I don't want to come again!", " I don't want to, I don't want to come!", " Haahahh!", " Noo, coming!", " You are gonna make me come again!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's eyes opened wide and she writhed madly as her body trembled from countless times of orgasms."]}, {"name": "You", "audio": "", "normalized": ["Now, do you… Ah, I suppose you can't hear me now."]}, {"name": "Chillmie", "audio": "v_r-ev243_0059", "normalized": ["Hyaahh!", " Please, no more… Aaaghh!", " Noo, I'm coming again!", " I don't want to come, b-but again… C-coming, coming!"]}, {"name": "", "audio": "", "normalized": ["Chillmie continued to scream and roar over and over again for some time after that…"]}, {"name": "Chillmie", "audio": "v_r-ev243_0060", "normalized": ["Ahh, aghh… Ahh… Aghh… Aaahh…"]}, {"name": "", "audio": "", "normalized": ["The suction machine and the dildo kept on ravaging Chillmie's limp body even after the light from her eyes was gone."]}, {"name": "Chillmie", "audio": "v_r-ev243_0061", "normalized": ["Ahh… Mnnaahh… Aaagh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie had passed out completely, yet she was continuously moaning and groaning as the dildo kept on pounding her body."]}, {"name": "Chillmie", "audio": "v_r-ev243_0062", "normalized": ["Aaahh!", " Aghh!", " Aghh!", " Mnhhaahh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's voice raised a pitch and her body tensed up for a moment, then resumed twitching again."]}, {"name": "", "audio": "", "normalized": ["Even though she had passed out, Chillmie spewed breast milk as she orgasmed once again and ejaculated as well."]}, {"name": "You", "audio": "", "normalized": ["Huh, you can orgasm even after you've passed out…"]}, {"name": "Chillmie", "audio": "v_r-ev243_0063", "normalized": ["Aghh… Aaah, aahh!", " Aaahmnn… Maahh!"]}, {"name": "", "audio": "", "normalized": ["Chillmie's moans were now rising towards the orgasm once again, even though she just came."]}, {"name": "You", "audio": "", "normalized": ["Oh well, I have all the time I need…"]}, {"name": "", "audio": "", "normalized": ["I ordered my men to continue torturing Chillmie with the machine and left the room."]}]