[{"name": "Shiranui", "audio": "v_sr019_0000", "normalized": ["I wonder if Mr.", " Yazaki is okay…"]}, {"name": "", "audio": "", "normalized": ["Shiranui asks the man accompanying her as they head for the room in the love hotel."]}, {"name": "Man", "audio": "", "normalized": ["Who knows?", " At the end of the day I'm just doing what I've been told to do… I mean, I'm just doing my job."]}, {"name": "", "audio": "", "normalized": ["The man cracks a nervous grin.", " He only knew that Shiranui was a prisoner and that she was following the orders of a man."]}, {"name": "", "audio": "", "normalized": ["Upon hearing this, Shiranui kneels down and her beautifully aged face turns to one of sadness."]}, {"name": "", "audio": "", "normalized": ["Her name was known throughout the Demon, Taimanin, and even political world for her formidable skills."]}, {"name": "", "audio": "", "normalized": ["Now she had fallen into the hands of a politician, Mr.", " Yazaki, who treated his new pet as a sex slave."]}, {"name": "", "audio": "", "normalized": ["However, a man who was interested in her used his own powers to capture her in order to lure Mr.", " Yazaki to them without his bodyguards."]}, {"name": "", "audio": "", "normalized": ["With her master now held captive, she had no choice but to obey the man, which is why she was at this hotel to meet a porn director."]}, {"name": "Shiranui", "audio": "v_sr019_0001", "normalized": ["(Mr.", " Yazaki… Please, don't worry… I will save you, I promise.", ")"]}, {"name": "", "audio": "", "normalized": ["She imagines her master's hard cock penetrating her, exciting herself and sparking a pang of desire between her legs."]}, {"name": "Shiranui", "audio": "v_sr019_0002", "normalized": ["Hnngghh… Mr.", " Yazaki… Mnnggh…"]}, {"name": "", "audio": "", "normalized": ["She unconsciously whispers to herself in a state of inappropriate arousal.", " Just then, another man on the bed in the room yells for her."]}, {"name": "Porn Star", "audio": "", "normalized": ["Hey, ya old bag!", " Hurry your old wrinkled ass over here, bitch!"]}, {"name": "", "audio": "", "normalized": ["She furrows her brow at the man as she looks up at him."]}, {"name": "", "audio": "", "normalized": ["The casually dressed young man cackles to himself and stares at Shiranui condescendingly as he speaks."]}, {"name": "Porn Star", "audio": "", "normalized": ["You're here for work, yeah?", " I'm the actor and you're the actress.", " This old bastard is the cameraman."]}, {"name": "Shiranui", "audio": "v_sr019_0003", "normalized": ["Act…ress?"]}, {"name": "Porn Star", "audio": "", "normalized": ["We're makin' a porno here.", " You're playing the horny middle-aged lady.", " Get yourself ready."]}, {"name": "", "audio": "", "normalized": ["The man takes off his shirt, exposing a rather toned young body, but he was nothing but a weakling before an experienced warrior like Shiranui."]}, {"name": "Shiranui", "audio": "v_sr019_0004", "normalized": ["Keep speaking to me like that and you'll get hurt.", " No, not hurt… I'll have to kill you."]}, {"name": "Shiranui", "audio": "v_sr019_0005", "normalized": ["My dear master has been taken captive and I must save him.", " I suggest you apologize, NOW."]}, {"name": "", "audio": "", "normalized": ["She speaks with a deep, threatening voice, but the man shrugs her off."]}, {"name": "Porn Star", "audio": "", "normalized": ["Like I give a fuck what an old lady thinks!", " Come over here and get in the bed with me so I can do you right."]}, {"name": "Shiranui", "audio": "v_sr019_0006", "normalized": ["Grr…"]}, {"name": "", "audio": "", "normalized": ["With lightning speed, she appears in front of him and grabs him by the jaw, forcing his mouth shut.", " But…"]}, {"name": "Porn Star", "audio": "", "normalized": ["Did you forget?", " We have to call the boss and tell him we wrapped up everything without any problems, you know?"]}, {"name": "Porn Star", "audio": "", "normalized": ["Otherwise, who knows what might happen to that lover of yours?"]}, {"name": "", "audio": "", "normalized": ["Hearing those words, she had no means to resist.", " She lowers her hand and clenches her fist in frustration."]}, {"name": "Shiranui", "audio": "v_sr019_0007", "normalized": ["Grr… Fine… But I swear… If anything happens to Mr.", " Yazaki I'll bring you a fate worse than death."]}, {"name": "", "audio": "", "normalized": ["She stares at the man, unable to hide her rage and humiliation.", " The man continues to smile wryly, ignoring her threats."]}, {"name": "Porn Star", "audio": "", "normalized": ["Ooo, I'm so scared!", " But there's no need for any of that.", " If you do what you're told, your master will be returned to you safe and sound."]}, {"name": "", "audio": "", "normalized": ["He places his finger under her chin and lifts her face up, revealing a slight air of arousal in her eyes."]}, {"name": "Shiranui", "audio": "v_sr019_0008", "normalized": ["(Mr.", " Yazaki… I'm so sorry… I must give myself to this young man to save your life… Please forgive me…)"]}, {"name": "", "audio": "", "normalized": ["She could beat down these guys and force them to call their boss…"]}, {"name": "", "audio": "", "normalized": ["…but she couldn't imagine any way other than giving herself up to this man to guarantee the safety of her master."]}, {"name": "", "audio": "", "normalized": ["She gets on the bed and sticks her ass towards the camera, her back to the cocky, dense young man."]}, {"name": "Shiranui", "audio": "v_sr019_0009", "normalized": ["…Let's get this over with…"]}, {"name": "Porn Star", "audio": "", "normalized": ["Hahaha!", " That's how it is with you old whores.", " You just want to get on to the main event without working for it."]}, {"name": "", "audio": "", "normalized": ["The man again mocks her age and extends a finger towards the crotch of her suit."]}, {"name": "Shiranui", "audio": "v_sr019_0010", "normalized": ["…You're a lucky young man to be able to touch my body.", " You'd better thank me."]}, {"name": "Porn Star", "audio": "", "normalized": ["Hehe, you're a feisty one… This is an honor for sure.", " You've got a pretty nice ass."]}, {"name": "", "audio": "", "normalized": ["She was a mother with too many years behind her to be called young, but when compared to other women her age, she looked much, much younger."]}, {"name": "", "audio": "", "normalized": ["Her face and her figure were far superior to anyone her own age, and even those much younger than her."]}, {"name": "", "audio": "", "normalized": ["She trained and worked hard to maintain her beauty for her beloved master."]}, {"name": "", "audio": "", "normalized": ["There was no way she would lose to this young punk.", " In fact, she had a plan to use her hard-earned beauty to bend the man to her own will."]}, {"name": "Porn Star", "audio": "", "normalized": ["Hehehe, that's what an old whore's ass is supposed to look like.", " It's thick, but not too saggy… It's so soft!"]}, {"name": "Shiranui", "audio": "v_sr019_0011", "normalized": ["Anngghh… Mnngghh…"]}, {"name": "", "audio": "", "normalized": ["The man squeezes and pets her ass, practically jutting out of her tight suit."]}, {"name": "", "audio": "", "normalized": ["Hatred, rage, and a gentle feeling of pleasure causes her to breathe harder She bites her lip while on all fours on the bed."]}, {"name": "Porn Star", "audio": "", "normalized": ["Bwahahaha!", " You talk tough but you sure act like a slut.", " You're getting turned on just from having your ass touched!"]}, {"name": "Shiranui", "audio": "v_sr019_0012", "normalized": ["I-I'm not… Hnnggh…!"]}, {"name": "", "audio": "", "normalized": ["It's as if he was goading her to try and speak.", " But her words turned only to a sigh of pleasure."]}, {"name": "", "audio": "", "normalized": ["His hand goes from caressing her to groping and squeezing her.", " His warm breath runs over her exposed ass."]}, {"name": "", "audio": "", "normalized": ["He places his other hand on her other cheek, gently grabbing and twisting as he would her breasts."]}, {"name": "Shiranui", "audio": "v_sr019_0013", "normalized": ["(Grr… I won't let this little brat get away with violating the body that I've worked so hard on for Mr.", " Yazaki…)"]}, {"name": "", "audio": "", "normalized": ["She bites her lip and turns away from the man in regret and shame.", " When he notices this, he smacks her ass hard."]}, {"name": "Porn Star", "audio": "", "normalized": ["Mmm!", " This really is a nice ass for an old woman like yourself.", " Aren't you excited to see what happens when I use this?"]}, {"name": "", "audio": "", "normalized": ["The man pours lube into his hands and begins rubbing it on her."]}, {"name": "Shiranui", "audio": "v_sr019_0014", "normalized": ["Mnnggh… What are you…going to… do to me…with this lube… Hnngh!"]}, {"name": "", "audio": "", "normalized": ["Just as she tries to talk back the lube soaks into her ass cheeks."]}, {"name": "", "audio": "", "normalized": ["Heat begins to emanate from her rear and reddens her ass, making it throb."]}, {"name": "Shiranui", "audio": "v_sr019_0015", "normalized": ["(Urgh… An aphrodisiac… And an instant acting one… It's powerful…)"]}, {"name": "", "audio": "", "normalized": ["The lube had already begun to soak into her skin as he spreads it all over her exposed ass cheeks."]}, {"name": "Shiranui", "audio": "v_sr019_0016", "normalized": ["Agghh… Mnnggh… You can't get a lady to fuck you without using this kind of thing?"]}, {"name": "Porn Star", "audio": "", "normalized": ["Hm?", " You scared?", " Hehe… I guess it's not too surprising since you only get to fuck an old man all the time."]}, {"name": "Shiranui", "audio": "v_sr019_0017", "normalized": ["What?!", " Hnngh!", " Urrgghh…"]}, {"name": "", "audio": "", "normalized": ["She tries to scold him for talking about her master in such a way, but her voice breaks as he squeezes her freshly lubed ass."]}, {"name": "Porn Star", "audio": "", "normalized": ["Bwahahaha!", " Listen to you squeak!", " It's soaking right in to you, whore!", " I'm gonna show you a real good time… Hehe!"]}, {"name": "", "audio": "", "normalized": ["The man cackles as he talks down to her.", " But he was speaking the truth.", " The lube began to make her hips writhe in anticipation."]}, {"name": "Shiranui", "audio": "v_sr019_0018", "normalized": ["Hnngghh… Anngghh… Mnngghh… Ahh!", "\" *Sighh!", "*"]}, {"name": "", "audio": "", "normalized": ["Even though she was trying to suppress her moans, the aphrodisiac, combined with the man's kneading, was making her ass feel exquisite."]}, {"name": "", "audio": "", "normalized": ["His hands plunge her deeper into ecstasy… Her body quivers with pleasure that she is unable to hide."]}, {"name": "Shiranui", "audio": "v_sr019_0019", "normalized": ["Nnngghh… Anngghh… Ahh…!"]}, {"name": "Porn Star", "audio": "", "normalized": ["Even a crotchety old woman like you will never be the same after you experience this!"]}, {"name": "Shiranui", "audio": "v_sr019_0020", "normalized": ["W-who…put you… up to…Hnngghh…this…?"]}, {"name": "", "audio": "", "normalized": ["Her whole body flushes red with desire, and she unconsciously begins to shake her ass."]}, {"name": "", "audio": "", "normalized": ["She tells herself that she's trying to free herself from him, but she knows that's not true."]}, {"name": "", "audio": "", "normalized": ["She pushes her warm, throbbing ass into the man's hands, inviting him to take her."]}, {"name": "Porn Star", "audio": "", "normalized": ["That feel good?", " I bet your ass is ready and your pussy's gushing wet by now."]}, {"name": "Shiranui", "audio": "v_sr019_0021", "normalized": ["Mnggh… Agghh… N-not for…a young man like…you… This is like…child's play…!"]}, {"name": "", "audio": "", "normalized": ["The man lets out a deep laugh at her attempts to resist and cracks a satisfied smile as he begins to slip off her suit."]}, {"name": "Porn Star", "audio": "", "normalized": ["Let's check and see then… Oh?", " Hehehe, I knew it.", " Your pussy is dripping wet, ya old bag!"]}, {"name": "Shiranui", "audio": "v_sr019_0022", "normalized": ["(Urrgghh… O-of course it is… It's the aphrodisiac… It's not like I really want this!", " Hrnnggh!", ")"]}, {"name": "", "audio": "", "normalized": ["The man puts two fingers covered in the lust-inducing lube into her exposed hot pink pussy."]}, {"name": "", "audio": "", "normalized": ["*Squissh!", "* *Splorpp!", "* *Shluck, shluck!", "*"]}, {"name": "Porn Star", "audio": "", "normalized": ["Wow!", " Your pussy definitely wants this!", " I guess it's been starved for some young action after getting fucked by gramps for so long!"]}, {"name": "Shiranui", "audio": "v_sr019_0023", "normalized": ["Hrnnggh!", " H-how…dare…you…!", " Annggh!"]}, {"name": "", "audio": "", "normalized": ["Despite her protests, his fingers slide into her with little force.", " He rubs and prods inside her, and she loses the will to resist."]}, {"name": "", "audio": "", "normalized": ["Feeling his fingers rubbing against the walls of her pussy, she unconsciously lifts her ass into the air and begins swaying back and forth."]}, {"name": "Shiranui", "audio": "v_sr019_0024", "normalized": ["Unngghh… Urrgghh… Anngghh… Anngghh!"]}, {"name": "", "audio": "", "normalized": ["She bites her lip hard to try and keep herself from exclaiming any feelings of pleasure to the man, but…"]}, {"name": "Shiranui", "audio": "v_sr019_0025", "normalized": ["Nnngghh… ANNGGH!", " Hnngghh… AHH!", " UNNGGHH!"]}, {"name": "", "audio": "", "normalized": ["Her entire body feels warm as the aphrodisiac soaks into her pussy.", " She breaks into a sweat and becomes dripping wet."]}, {"name": "", "audio": "", "normalized": ["She can't stop her cries of ecstasy.", " She screams and writhes with pleasure at his touch, just like he said."]}, {"name": "Shiranui", "audio": "v_sr019_0026", "normalized": ["(Hngghh!", " Agghh… N-no way… T-this can't be happening… Agghh!", ")"]}, {"name": "", "audio": "", "normalized": ["She tries to tell herself she isn't enjoying it, closes her eyes, bites her lip harder, and tries not to think about the waves of pleasure emanating from her vagina."]}, {"name": "", "audio": "", "normalized": ["But it was all a futile endeavor.", " The man uses his fingers to stretch her wide, and she can feel the pressure of his fingers inside her."]}, {"name": "Shiranui", "audio": "v_sr019_0027", "normalized": ["Agghh!", " Unngghh… Hnngghh… Agghh!", " ANNGGH!"]}, {"name": "", "audio": "", "normalized": ["She flails and grasps at the sheets wildly, throwing her face down into the bed and raising her ass up as high as she can for the man."]}, {"name": "", "audio": "", "normalized": ["She looks like a slut waiting to get fucked doggy style."]}, {"name": "Porn Star", "audio": "", "normalized": ["Bwahahahaha!", " That's right, bitch!", " Now you sound like a real MILF!", " Come on, scream louder for me!"]}, {"name": "Shiranui", "audio": "v_sr019_0028", "normalized": ["Unngghh!", " Agghh!", " Unnggh!", " AGGHH!"]}, {"name": "", "audio": "", "normalized": ["The man pulls his fingers out of her, covers them in more lube, and plunges them back in… …Or so she thought."]}, {"name": "", "audio": "", "normalized": ["As soon as his fingers penetrate her, she sees nothing but a flash of white and her mind goes blank."]}, {"name": "Shiranui", "audio": "v_sr019_0029", "normalized": ["Hnngghh!", " Agghh!", " Mnnggh!"]}, {"name": "", "audio": "", "normalized": ["She raises up her hips, plants her arms onto the bed and arches her back up as she quivers in indescribable ecstasy."]}, {"name": "Shiranui", "audio": "v_sr019_0030", "normalized": ["(Mnngghh?!", " W-what's happening… Th-that was…so…good… Anngh!", " No!", " I have to…get away…!", ")"]}, {"name": "", "audio": "", "normalized": ["Her legs tremble under the unexpectedly intense pleasure, but she attempts to push herself up and away to escape."]}, {"name": "", "audio": "", "normalized": ["But the man does not let her off so easily.", " He pins her down and starts to put fingers in both of her wet, thirsty holes."]}, {"name": "Porn Star", "audio": "", "normalized": ["Hey, come on now, we're just getting started!", " I'm gonna give you a taste of what it's like to get fucked by a real stud!"]}, {"name": "", "audio": "", "normalized": ["This time he plunges three fingers between her plump pussy lips, making a wet, sticky sound as he penetrates her."]}, {"name": "Shiranui", "audio": "v_sr019_0031", "normalized": ["Annggh!", " Unnggh!", " Aggh!", " Mmmnnggh!"]}, {"name": "", "audio": "", "normalized": ["White again flashes in her eyes and her body shakes violently as she lets out an uncontrollable primal yell of ecstasy."]}, {"name": "Shiranui", "audio": "v_sr019_0032", "normalized": ["(AGGHH!", " ANNGGH!", ")"]}, {"name": "", "audio": "", "normalized": ["Her ass was burning, her loins aching.", " Her entire body was going numb."]}, {"name": "", "audio": "", "normalized": ["She could feel her pussy getting warmer and wetter by the second.", " It sprayed out onto the man's face like some kind of tribal marking."]}, {"name": "Shiranui", "audio": "v_sr019_0033", "normalized": ["Onngghh!"]}, {"name": "", "audio": "", "normalized": ["The lube he was using this time was different from the last, its effects combining with the first to make an even stronger aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["Lost to the effects, her pussy was like a faucet, dripping constantly without end from the intense pleasure."]}, {"name": "Shiranui", "audio": "v_sr019_0034", "normalized": ["Mnngghh!", " Agghh!", " N-noo!", " I-I'm gonna…I'm gonna CUMM!"]}, {"name": "", "audio": "", "normalized": ["The camera records everything as she writhes and flails in climax, but she'd long forgotten she was being recorded."]}, {"name": "Shiranui", "audio": "v_sr019_0035", "normalized": ["Anngghh!", " Ohh!"]}, {"name": "Porn Star", "audio": "", "normalized": ["Ahahahahahaha!", " I love it You're such a fucking slutty MILF!"]}, {"name": "", "audio": "", "normalized": ["The man mixes together the two aphrodisiacs in his other hand and sticks some right up her ass to lube up her tight little hole."]}, {"name": "Shiranui", "audio": "v_sr019_0036", "normalized": ["Mnngh!", " N-no!", " P-please!", " Noo!", " You're gonna make me cum again!"]}, {"name": "", "audio": "", "normalized": ["Her urethra quivers slightly and gapes open to squirt hard."]}, {"name": "", "audio": "", "normalized": ["Her legs stretch and writhe as she squirts all over the man's face and bed sheets, covering everything in her juices."]}, {"name": "", "audio": "", "normalized": ["She grips the bed and unwittingly puts her ass on display for the camera behind her like a disgusting, slutty whore."]}, {"name": "", "audio": "", "normalized": ["The man pumps more lube into both her completely open holes as she continues to moan and yell in ecstasy."]}, {"name": "Shiranui", "audio": "v_sr019_0037", "normalized": ["Aggnngghh!", " Unngghh!", " N-not againn!", " Agghh!"]}, {"name": "", "audio": "", "normalized": ["Her thick ass begins to writhe and contort again as she lets loose another waterfall of fluids from her urethra."]}, {"name": "", "audio": "", "normalized": ["The man's arm was completely covered in her pussy juice.", " Even her ass was gushing like a river with arousal."]}, {"name": "", "audio": "", "normalized": ["She could no longer hide her pleasure from the camera as the man twisted and contorted his three fingers inside her."]}, {"name": "Shiranui", "audio": "v_sr019_0038", "normalized": ["Ohh… Anngghh… Ohh…"]}, {"name": "", "audio": "", "normalized": ["She lost track of time as minutes, maybe hours, passed, but the man eventually pulled his fingers out from inside her."]}, {"name": "Shiranui", "audio": "v_sr019_0039", "normalized": ["*Huff, huff, huff* Phew…"]}, {"name": "", "audio": "", "normalized": ["She tries not to cum from just the feeling of him pulling out of her, and finally collapses from exhaustion onto the bed."]}, {"name": "", "audio": "", "normalized": ["She's covered in sweat and cum, and a mysterious expression crept across her face."]}, {"name": "", "audio": "", "normalized": ["Her eyes roll back, her nose flares, and her tongue droops out of the demented smile on her face."]}, {"name": "", "audio": "", "normalized": ["This expression shows just how hard she'd cum, and the juices still flowing from her had soaked the bed sheets."]}, {"name": "Shiranui", "audio": "v_sr019_0040", "normalized": ["Unngghh…"]}, {"name": "Porn Star", "audio": "", "normalized": ["Hm?", " Bwahahahaha!", " What a filthy, disgusting old whore!", " You're pissin' yerself!"]}, {"name": "", "audio": "", "normalized": ["Unable to control herself in this state, she involuntarily begins to wet the bed, soaking the sheets with her smelly, yellow urine."]}, {"name": "Porn Star", "audio": "", "normalized": ["You satisfied now, wench?", " You made fun of me, but I made you cum so hard that you've pissed yourself!"]}, {"name": "", "audio": "", "normalized": ["The man shows his dripping wet hand to the camera and then to Shiranui.", " He wipes it off on her face and lifts up her head to whisper to her."]}, {"name": "Porn Star", "audio": "", "normalized": ["This was just the prologue… The main event is about to start.", " I hope you're ready."]}, {"name": "Shiranui", "audio": "v_sr019_0041", "normalized": ["Urgghh… Agghh…"]}, {"name": "Porn Star", "audio": "", "normalized": ["Once I've got you, I've got you.", " I've never had an old bitch leave me unsatisfied, and you're not gonna be the first."]}, {"name": "", "audio": "", "normalized": ["The camera switches off so they can prepare for the next scene."]}]