[{"name": "You", "audio": "", "normalized": ["Guh, damn it…!"]}, {"name": "", "audio": "", "normalized": ["I was knocked down onto the ground in midst of a heated battle."]}, {"name": "Hisui", "audio": "v_sr444_0000", "normalized": ["…It's over.", " How does it feel to be defeated?"]}, {"name": "", "audio": "", "normalized": ["…I was facing against Hisui Yuri.", " The Taimanin I had tortured and broken before, turning her into my slave."]}, {"name": "You", "audio": "", "normalized": ["…Well, nothing…"]}, {"name": "", "audio": "", "normalized": ["I figured I had completely broken her will before, but it seemed her mind endured it and she escaped from the hideout."]}, {"name": "", "audio": "", "normalized": ["However, that was not a problem.", " The problem was that she had gotten stronger and got in my way once again, driving me into a tight spot."]}, {"name": "You", "audio": "", "normalized": ["Perhaps I should not have taken so long to fight you.", " You've got a lot tougher in the time I haven't seen you."]}, {"name": "Hisui", "audio": "v_sr444_0001", "normalized": ["Yeah… I have been training with the sole purpose of killing you…"]}, {"name": "", "audio": "", "normalized": ["Hisui was mounted on top of me and she was pointing a pewter staff, her choice of weapon, at me."]}, {"name": "", "audio": "", "normalized": ["…Obviously, the situation was not great."]}, {"name": "", "audio": "", "normalized": ["However, I was not the loser, not quite yet.", " In a life-and-death battle, there is no victory until the enemy is dead."]}, {"name": "You", "audio": "", "normalized": ["Hmm… I see.", " The difference before is the power of a magical seal on your belly…"]}, {"name": "", "audio": "", "normalized": ["I pretended to be calm and then pointed out what would have caused an increase in her strength and Hisui's Hisui twitched."]}, {"name": "You", "audio": "", "normalized": ["No wonder using your own powers on you didn't go anything.", " Now, how did you find out about the seal?"]}, {"name": "", "audio": "", "normalized": ["I had a rough idea about it… But I decided to ask her anyway and Hisui showed a strange smile by skewing her lips."]}, {"name": "Hisui", "audio": "v_sr444_0002", "normalized": ["I am amazed by how calmly you can analyze even in such a situation.", " This magical seal… I had Kiryuu etch it into me."]}, {"name": "", "audio": "", "normalized": ["I knew it… Well, no one else would be able to such a thing aside from him."]}, {"name": "", "audio": "", "normalized": ["Even then, he had caused me quite the trouble for me by doing so, giving such a powerful procedure to my enemy."]}, {"name": "Hisui", "audio": "v_sr444_0003", "normalized": ["With this, I can suck the power out of others and store it inside me, like power storage.", " Now, my power is in full bloom."]}, {"name": "", "audio": "", "normalized": ["Hisui continued to talk about the seal with a strange fervor.", " Perhaps it was her arrogance as a victor or because of her confidence in her strength."]}, {"name": "", "audio": "", "normalized": ["Even then, the fact we had no intel about the seal means she had it done without the Taimanin high-command knowing about it."]}, {"name": "", "audio": "", "normalized": ["Kiryuu… If I had an opportunity to see him again, I might need to punish him for this."]}, {"name": "You", "audio": "", "normalized": ["…Hmm.", " So you let go of your pride as a Taimanin and relied on that psycho of a doctor."]}, {"name": "You", "audio": "", "normalized": ["And this is where you ended up, so obsessed with me."]}, {"name": "Hisui", "audio": "v_sr444_0004", "normalized": ["…You seem awfully calm for a loser, huh?"]}, {"name": "", "audio": "", "normalized": ["I scoffed at Hisui as she questioned me with suspicious eyes."]}, {"name": "You", "audio": "", "normalized": ["Hah!", " If you were going to kill me, you would have done so already."]}, {"name": "You", "audio": "", "normalized": ["The reason you haven't done so yet… I'm sure it has to do with your seal."]}, {"name": "", "audio": "", "normalized": ["I said and Hisui moved her hips right around my hips as if she was telling me I was right."]}, {"name": "Hisui", "audio": "v_sr444_0005", "normalized": ["It seems I can't hide anything against you.", " If you already know it then… Mnnh… I just need to replenish my power…"]}, {"name": "", "audio": "", "normalized": ["Erotic breaths started coming out of Hisui's mouth.", " Her cheeks were slightly blushing and the pewter staff in her hand seemed to be shaking."]}, {"name": "You", "audio": "", "normalized": ["Huh…?", " I see the seal has had quite an effect on your body."]}, {"name": "Hisui", "audio": "v_sr444_0006", "normalized": ["Yes… My body has gone through a rapid transformation."]}, {"name": "Hisui", "audio": "v_sr444_0007", "normalized": ["My comrades questioned me for it and became suspicious of me.", " And I was eating more… My lust grew too…"]}, {"name": "Hisui", "audio": "v_sr444_0008", "normalized": ["If I left it unattended, it could have exploded at any time… I had to hide the seal and distance myself, leaving me alone and isolated…"]}, {"name": "", "audio": "", "normalized": ["Isolation was the price she had to pay for the power…"]}, {"name": "", "audio": "", "normalized": ["That moment, the magic seal started lighting up slowly."]}, {"name": "Hisui", "audio": "v_sr444_0009", "normalized": ["Ughh…!", " Haauhh, haahh…!", " Wh-what the…?", " My body's burning up… My chest is aching…!"]}, {"name": "You", "audio": "", "normalized": ["Looks like your breath is running short… Don't tell me you're getting turned on right now, huh?"]}, {"name": "Hisui", "audio": "v_sr444_0010", "normalized": ["Gh?!", " Th-that's not…!"]}, {"name": "", "audio": "", "normalized": ["I had my suspicion, but Hisui's power had not reached its full potential quite yet."]}, {"name": "", "audio": "", "normalized": ["Because of the seal, Hisui was starting to lose her control."]}, {"name": "", "audio": "", "normalized": ["Her desire to kill me was transformed into lust as her instinct was skewed by the seal."]}, {"name": "You", "audio": "", "normalized": ["Hahahah… Good, Hisui.", " I'll leave you to do as you please.", " To you, I am the loser, after all."]}, {"name": "", "audio": "", "normalized": ["Hisui was already conditioned by me and she knew I was able to give her superb pleasure.", " She had no way to resist her instincts."]}, {"name": "Hisui", "audio": "v_sr444_0011", "normalized": ["!", "… Very well, I shall do so, then…!"]}, {"name": "", "audio": "", "normalized": ["Hisui joyously jumped right onto my crotch like a dog that was given a treat and took out my incarnation of lust as her instincts commanded."]}, {"name": "Hisui", "audio": "v_sr444_0012", "normalized": ["Ahh…!"]}, {"name": "", "audio": "", "normalized": ["She witnessed the erect penis jumping right out and Hisui's eyes lit up in pleasure."]}, {"name": "Hisui", "audio": "v_sr444_0013", "normalized": ["Aahahh…!", " This, this is it…!", " I've always wanted this… Huh?!"]}, {"name": "", "audio": "", "normalized": ["Hisui shut her mouth as she realized what she just said."]}, {"name": "Hisui", "audio": "v_sr444_0014", "normalized": ["…Mnnh, mnnghh!", " …I-it's just, it's only because I need to do this to perfect my powers…!"]}, {"name": "You", "audio": "", "normalized": ["Come on, you don't have to make an excuse.", " Your body just wants my cock, that's how I conditioned you anyway."]}, {"name": "Hisui", "audio": "v_sr444_0015", "normalized": ["…Say what you will… I swore to do whatever it takes to increase my powers…!"]}, {"name": "", "audio": "", "normalized": ["Hisui rubbed her crotch onto me while she made excuses."]}, {"name": "", "audio": "", "normalized": ["As soon as her vagina touched my penis through her clothing, it throbbed and pleasure run through it."]}, {"name": "Hisui", "audio": "v_sr444_0016", "normalized": ["Ahhnmm… I just touched it a little and it's reacting so much… And I can feel how hot it is through the fabric…"]}, {"name": "", "audio": "", "normalized": ["She pressed her labia onto the shaft as she remarked."]}, {"name": "Hisui", "audio": "v_sr444_0017", "normalized": ["They call this a thigh-job, yeah…?", " I don't know if I can do it right, but I think I might… Mnngh…!"]}, {"name": "", "audio": "", "normalized": ["She flexed her crotch and made sure her labia was in tight contact with the cock, not letting it go, and moved her hips up and down."]}, {"name": "", "audio": "", "normalized": ["Hisui used her well-developed muscles on thighs and crotch as she gave my cock a superb thigh-job."]}, {"name": "Hisui", "audio": "v_sr444_0018", "normalized": ["Mnnh, mnnhh, mmnmm, mmnngh… Rubbing your cock with a thigh-job is kinda hard… Mnngh, mnnhh, mnnmm…"]}, {"name": "You", "audio": "", "normalized": ["Hard…?"]}, {"name": "", "audio": "", "normalized": ["Hisui said so, but the way she was moving her hips was that of an experienced whore.", " She was way better than just a street hooker."]}, {"name": "", "audio": "", "normalized": ["I could feel her soft labia even through the thin layer of fabric.", " The sensation of getting rubbed between them felt as good, if not better, as a handjob."]}, {"name": "Hisui", "audio": "v_sr444_0019", "normalized": ["Mnnghh… Your cock, it's already gotten so hot and so hard, you know…?"]}, {"name": "You", "audio": "", "normalized": ["Yeah… With you rubbing my cock so lewdly, I have no choice but to get turned on."]}, {"name": "", "audio": "", "normalized": ["I said so mockingly but Hisui did not mind and instead showed me a faint smile."]}, {"name": "Hisui", "audio": "v_sr444_0020", "normalized": ["Heheh… With your cock being so hard, I think I can replenish my powers in minutes."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was getting excited and carried away as her previously embarrassed demeanor has disappeared."]}, {"name": "", "audio": "", "normalized": ["Hisui showed an erotic smile and sped up her hips."]}, {"name": "Hisui", "audio": "v_sr444_0021", "normalized": ["Mnnghh, mnnguh, mnnmm… Haahh… It's so hot… But, more, I want more… Mnngh, haauh, mnguhh…"]}, {"name": "", "audio": "", "normalized": ["Hisui let out lusty moans as she moved her hips rhythmically."]}, {"name": "You", "audio": "", "normalized": ["You're being so greedy, huh.", " I guess you just wanted to fuck me in the end, right?"]}, {"name": "Hisui", "audio": "v_sr444_0022", "normalized": ["That's not… Mnnhh… That's not true… Mnnhmmnh…!", " Haahh… But, I can't stop my hips… Mnngh, mnnh, mnn, mnghh, mmuhh…!"]}, {"name": "Hisui", "audio": "v_sr444_0023", "normalized": ["And… Mnnghh… If you can't satisfy me… I'm going to kill you…anyway…okay…?", " Mnnghmnghnmnmmh…!"]}, {"name": "", "audio": "", "normalized": ["Hisui was giving me a hard thigh-job while she threatened me.", " However, because of what she was doing at the time, it sounded rather silly."]}, {"name": "", "audio": "", "normalized": ["Besides everything… Her eyes were glaring with lust and I could tell she had no intention of killing me."]}, {"name": "You", "audio": "", "normalized": ["If you kill me, then you won't be able to feel that mind-blowing pleasure, or that hot, hard cock, you know?"]}, {"name": "Hisui", "audio": "v_sr444_0024", "normalized": ["Th-that's not… Mnnahh… Haahh… I am not the same person I used to be… Mnnghh, aaghh, aahh…!"]}, {"name": "Hisui", "audio": "v_sr444_0025", "normalized": ["Mnnuhh, even with clothes on, I can feel its heat… I can feel the heat coming out of the depth of my pussy…!", " It's burning up…!"]}, {"name": "You", "audio": "", "normalized": ["…And if you kill me, then you will have no reason to live anymore.", " You'll end up dead too.", " And no more pleasure, not ever…"]}, {"name": "Hisui", "audio": "v_sr444_0026", "normalized": ["!", "… But I've only lived to kill you… Mnnghh… Haahh, my pussy's so hot…!", " It's burning…!"]}, {"name": "", "audio": "", "normalized": ["She was conflicted, but still sought pleasure and lewdly twisted her hips."]}, {"name": "", "audio": "", "normalized": ["As I looked, I saw Hisui's crotch starting to get slightly moist, almost showing the very shape of her crevice through the fabric."]}, {"name": "", "audio": "", "normalized": ["Her aroused breath was getting hotter and hotter, her words mixed with moans were starting to get interrupted."]}, {"name": "Hisui", "audio": "v_sr444_0027", "normalized": ["Mnnghh… I can feel it, your hot cock is rubbing on me…!", " It's not even inside me, but something is coming from my belly…!"]}, {"name": "You", "audio": "", "normalized": ["Hahah, you're really enjoying yourself.", " I can see pussy juice coming out of your twitching pussy."]}, {"name": "Hisui", "audio": "v_sr444_0028", "normalized": ["Mnngh, haauhh, haahh… Your cock… It's so hot…!", " My pussy, mnngh… It's asking for it…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she did not hear what I pointed out as she ignored me and continued to move her hips feverishly."]}, {"name": "Hisui", "audio": "v_sr444_0029", "normalized": ["But, more… I know your cock can get even bigger… Mnngh… More, make it bigger, please…!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, Hisui reached for her large breasts and grabbed them, groping them as hard as she could."]}, {"name": "Hisui", "audio": "v_sr444_0030", "normalized": ["Ahhnmm…!", " My tits, they're more sensitive than usual… Mnnuh… Touching them so rough… It reminds me… Ahh… Mnnhh!"]}, {"name": "", "audio": "", "normalized": ["She was not gently massaging them either.", " She was kneading her breast fairly hard."]}, {"name": "", "audio": "", "normalized": ["Her round breasts filled with fat tissue deformed lewdly and Hisui stimulated all the sexually sensitive parts on her breasts."]}, {"name": "", "audio": "", "normalized": ["And it seemed to remind her of the time I violated her and was furthering her arousal."]}, {"name": "Hisui", "audio": "v_sr444_0031", "normalized": ["Huhh… Mnngh… How is it…?", " How lewd I am now, is it turning you on…?"]}, {"name": "Hisui", "audio": "v_sr444_0032", "normalized": ["Look at me groping my own titties like this… Ahhnm…!", " This feels so good…!"]}, {"name": "Hisui", "audio": "v_sr444_0033", "normalized": ["Getting pounded with a cock and squeezing my titties… It just makes me feel so good and I'm going to come so quickly… Mnngh…!"]}, {"name": "", "audio": "", "normalized": ["She continued to play with her breasts as if she was showing it off to me as they bounced while her body jumped up and down."]}, {"name": "", "audio": "", "normalized": ["Her soft and ripe fruits were starting to turn slightly pinkish and their tips were starting to erect up to heaven."]}, {"name": "", "audio": "", "normalized": ["Hisui had been showing me an erotic smile all the while she was groping her breasts so hard."]}, {"name": "You", "audio": "", "normalized": ["Hahahah… You sure know how to please men, all thanks to my conditioning, of course."]}, {"name": "", "audio": "", "normalized": ["My penis was getting hard regardless of my will as its tip expanded and inflated."]}, {"name": "Hisui", "audio": "v_sr444_0034", "normalized": ["Ahhnmm!", " Your cock's growing harder, bigger…!", " Heheheh, I think this should be enough to replenish my powers enough…!"]}, {"name": "Hisui", "audio": "v_sr444_0035", "normalized": ["And… It's gotten so big, it's rubbing on my clitoris too… Mnnhahh, aghh…!", " It's making me tingly…!"]}, {"name": "", "audio": "", "normalized": ["Hisui saught even more pleasure and twisted her hips to hit her sensitive spots."]}, {"name": "Hisui", "audio": "v_sr444_0036", "normalized": ["Huaahh… Aaghh, clear juice, coming out of your cock…!", " I see you like this too, huh…?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it's good… I can't believe that's just your thighs…!"]}, {"name": "", "audio": "", "normalized": ["Precum started spewing out of the tip and dripped onto Hisui's crotch along the shaft."]}, {"name": "Hisui", "audio": "v_sr444_0037", "normalized": ["Ahhnm!", " Your juice, it's so hot… It's mixing with my pussy juice and getting so messy…"]}, {"name": "", "audio": "", "normalized": ["Our fluids mixed together and every time Hisui moved her hips, it made moist, lewd noises."]}, {"name": "", "audio": "", "normalized": ["With the lubrication, I was getting more sensitive as pleasure was directly running through my nervous system."]}, {"name": "Hisui", "audio": "v_sr444_0038", "normalized": ["Mnnhh, your cock's been throbbing now.", " This must feel good, right…?", " Mnngh, mnngh… Haauh, it feels…great, for me too…!"]}, {"name": "", "audio": "", "normalized": ["Hisui's body started blushing and vaginal fluid spewing from her boiling vagina was making stains on her crotch."]}, {"name": "", "audio": "", "normalized": ["She was touching her breasts even harder as her nipples became fully erect."]}, {"name": "Hisui", "audio": "v_sr444_0039", "normalized": ["Mnnuhh… My titties and my pussy too, they're getting so turned on, so good…!"]}, {"name": "Hisui", "audio": "v_sr444_0040", "normalized": ["My nipples are getting so hard, my titties are aching so much, my pussy's getting so drenched with lewd juice…!"]}, {"name": "Hisui", "audio": "v_sr444_0041", "normalized": ["Aahh… I want it, I want it…!", " Your huge, hard cock, I want it inside me, now…!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you really want it that much?"]}, {"name": "", "audio": "", "normalized": ["I flexed my crotch to answer her and rubbed my cock onto her crevice by slowly thrusting my hips."]}, {"name": "Hisui", "audio": "v_sr444_0042", "normalized": ["Aaahh, ahhnmm!", " That's it, I can't wait anymore…!", " I'm putting your cock in my pussy, right now!"]}, {"name": "", "audio": "", "normalized": ["Hisui reached her limit and tore off the fabric on her crotch violently, exposing her lust-filled vagina."]}, {"name": "", "audio": "", "normalized": ["Then, to satisfy her pent-up desire for pleasure, she started to insert the precious cock into her moist pussy――"]}, {"name": "Hisui", "audio": "v_sr444_0043", "normalized": ["Mnnoohh…!", " This, this is it…!", " Hot cock, spreading open my pussy, so good…!"]}, {"name": "Hisui", "audio": "v_sr444_0044", "normalized": ["It's rubbing on me so hard.", " Just putting it in feels so good on my pussy…!", " The tip's snugging on my pussy…!"]}, {"name": "", "audio": "", "normalized": ["The sensation from the penetration alone was making Hisui almost orgasm and she verbally expressed her pleasure."]}, {"name": "You", "audio": "", "normalized": ["Guh… Your pussy is insanely tight…!"]}, {"name": "Hisui", "audio": "v_sr444_0045", "normalized": ["With, with such a huge cock inside me, I can't stop my pussy from twitching!", " Your cock's rubbing my pussy and feels so good…!"]}, {"name": "", "audio": "", "normalized": ["Pussy juice started gushing out like a flood as soon as I penetrated and her soft flesh was squeezing almost painfully onto my cock."]}, {"name": "You", "audio": "", "normalized": ["Wait a minute.", " Let me guess, you haven't had any real sex in a while, haven't you?"]}, {"name": "Hisui", "audio": "v_sr444_0046", "normalized": ["!", " That's right…!", " I haven't had sex at all ever since I escaped and left you…!"]}, {"name": "Hisui", "audio": "v_sr444_0047", "normalized": ["I was just training myself and held it in so hard that I was almost going insane, but I worked so hard…"]}, {"name": "Hisui", "audio": "v_sr444_0048", "normalized": ["So I'm going to take out everything pent up inside me on you and replenish my power as much as I want, okay…!"]}, {"name": "", "audio": "", "normalized": ["Hisui stopped moving and the flesh inside her vagina squeezed rhythmically as if she was checking how the penis felt inside her vagina."]}, {"name": "Hisui", "audio": "v_sr444_0049", "normalized": ["Haahh… Mnghh… Amazing, this is so big… It's turning me on without even moving…"]}, {"name": "You", "audio": "", "normalized": ["…Your pussy's had some time off.", " My cock must feel pretty tight.", " Don’t rush it."]}, {"name": "", "audio": "", "normalized": ["I said mockingly and Hisui returned an unexpected reaction."]}, {"name": "Hisui", "audio": "v_sr444_0050", "normalized": ["Huhh… Heheheh… I'm not rushing at all."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was calming down and Hisui showed me a smile, then――"]}, {"name": "Hisui", "audio": "v_sr444_0051", "normalized": ["Maybe you're the one who's about to cum because my pussy's so tight, huh?", " Mnnghh…!"]}, {"name": "", "audio": "", "normalized": ["Hisui said provocatively and then started shaking her hips."]}, {"name": "Hisui", "audio": "v_sr444_0052", "normalized": ["Haahh, mnnghh, mnnguhh… Haahh, it's so hot…!", " I know I had to put it in my pussy, I needed this… Mnngh…"]}, {"name": "", "audio": "", "normalized": ["The flesh inside her vagina drenched in the vaginal fluid was rubbing onto my cock, almost like a handjob."]}, {"name": "You", "audio": "", "normalized": ["Guh… H-Hisui…!"]}, {"name": "", "audio": "", "normalized": ["The sensitive part on the tip of my cock rubbed onto her pussy and it felt like I was being touched on exposed nerve endings."]}, {"name": "Hisui", "audio": "v_sr444_0053", "normalized": ["Aaahhnmm…!", " It's so hard, rubbing on me…!", " Inside of my belly, it's so hot, amazing…!"]}, {"name": "", "audio": "", "normalized": ["Her vagina was still squeezing so hard as she moved and it would have made any ordinary man orgasm instantly."]}, {"name": "", "audio": "", "normalized": ["Her lubricated and tight pussy did not let go of my cock and did not allow me to escape her."]}, {"name": "Hisui", "audio": "v_sr444_0054", "normalized": ["Haahh, aghh, aahh… How is it… Do you like how my pussy feels…?", " I'm, ahhnm, loving it…!"]}, {"name": "You", "audio": "", "normalized": ["Guh, it's better than good… It's almost making me cum right on the spot…!"]}, {"name": "", "audio": "", "normalized": ["I unintentionally let out an honest impression and Hisui showed a mischievous smile like a child who just came up with a prank."]}, {"name": "Hisui", "audio": "v_sr444_0055", "normalized": ["Heheh… It's surprising to hear you say something like that.", " Now, I'm gonna start moving even harder so you can cum quickly…!"]}, {"name": "You", "audio": "", "normalized": ["What?!", " Guh, wait, Hisui…!"]}, {"name": "", "audio": "", "normalized": ["Hisui lifted her hips, ignoring me stopping her."]}, {"name": "", "audio": "", "normalized": ["With the rhythmical, slapping sounds of our skin, obscene sexual symphony echoed around."]}, {"name": "", "audio": "", "normalized": ["Hisui's body started jumping up and down as pussy juice and sweat splashed."]}, {"name": "Hisui", "audio": "v_sr444_0056", "normalized": ["Mnnhaahh…!", " Yes, this is great…!", " Your manly cock is getting bigger and harder inside my pussy…!"]}, {"name": "Hisui", "audio": "v_sr444_0057", "normalized": ["This is amazing…!", " Maybe I actually like being on top of a man while fucking him…!"]}, {"name": "", "audio": "", "normalized": ["Her slender spine arched back and her large breasts bounced in the air like a beach ball."]}, {"name": "", "audio": "", "normalized": ["She grabbed and squeezed them hard as if she was trying to keep them down, pinching the nipples with her fingertips."]}, {"name": "Hisui", "audio": "v_sr444_0058", "normalized": ["Mnnghh!", " It's so good…!", " I love groping my own titties why getting fucked in my pussy…!"]}, {"name": "You", "audio": "", "normalized": ["Guhguhh, i-it's so tight…!"]}, {"name": "", "audio": "", "normalized": ["Hisui was so aroused, her vagina contracted even tighter, regardless of her will."]}, {"name": "Hisui", "audio": "v_sr444_0059", "normalized": ["Haahh, aaghh, aahnmm!", " So good, it feels even better now!", " It's getting so tight, I can feel the shape of your cock with my pussy!"]}, {"name": "You", "audio": "", "normalized": ["You're squeezing way too tight…!", " It might actually make me cum before you…!"]}, {"name": "", "audio": "", "normalized": ["I resisted by mustering my energy, but the pleasure coming from her sizzling honey pot was too intense and it made semen pump up into my cock."]}, {"name": "", "audio": "", "normalized": ["Even then, Hisui did not ease off with her hips and continued to pound like she was savoring my penis, grinding to looks of the position that felt the best for her."]}, {"name": "Hisui", "audio": "v_sr444_0060", "normalized": ["Ahhnmm!", " Moving like this, rubbing my pussy, it's so good…!", " Your cock's hitting just the right spot, amazing…!"]}, {"name": "You", "audio": "", "normalized": ["If it's that good, just come already…!"]}, {"name": "Hisui", "audio": "v_sr444_0061", "normalized": ["Mnnheheh… But, I would rather want to make you cum before you, you know…!"]}, {"name": "", "audio": "", "normalized": ["Hisui said and started moving her hips up and down."]}, {"name": "", "audio": "", "normalized": ["And she was moving even faster than before, still squeezing even tighter than before as well."]}, {"name": "You", "audio": "", "normalized": ["Guhh…!", " You, cut it out…!"]}, {"name": "Hisui", "audio": "v_sr444_0062", "normalized": ["Ahh, it's so good, ahh, aahhnmmgh!", " Please, please just cum already!", " Please pour lots and lots of your cum from your cock!"]}, {"name": "", "audio": "", "normalized": ["With the wet, squishing noises coming from where we were joined, Hisui continued to pound her hips quickly."]}, {"name": "", "audio": "", "normalized": ["I focused my mind onto my cock, trying not to stop myself from cumming before her, making it erect even harder."]}, {"name": "Hisui", "audio": "v_sr444_0063", "normalized": ["Huhahh!", " I-it's getting even harder… Your cock, it really is just amazing…!"]}, {"name": "Hisui", "audio": "v_sr444_0064", "normalized": ["Mnngh, haahh, aaghahh, aahh…!", " I-it's coming…!", " Inside my body, something amazing is coming up…!"]}, {"name": "You", "audio": "", "normalized": ["Mnnh…?!"]}, {"name": "", "audio": "", "normalized": ["Hisui had been on the offensive for a while, but she finally showed me a window of opportunity."]}, {"name": "You", "audio": "", "normalized": ["…Even you can't resist the oncoming orgasm…!"]}, {"name": "Hisui", "audio": "v_sr444_0065", "normalized": ["Eh…?", " Mnnuhh?!"]}, {"name": "", "audio": "", "normalized": ["I pounded my hips and pressed the tip of my penis deep into her vagina."]}, {"name": "Hisui", "audio": "v_sr444_0066", "normalized": ["Ahh, aaghahh…!", " Not there, not right now…!", " I'm too sensitive deep inside, don't drill in so hard…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah… What, I thought you wanted my cock in there, hmm?", " You wanted my cum…!"]}, {"name": "", "audio": "", "normalized": ["I said and Hisui's body twitched and jumped."]}, {"name": "Hisui", "audio": "v_sr444_0067", "normalized": ["I-I want it, I want your cum…!", " I want your cum right in my pussy, please…!"]}, {"name": "Hisui", "audio": "v_sr444_0068", "normalized": ["I want lots and lots of your sizzling, thick cum pouring into my pussy, give me…!"]}, {"name": "You", "audio": "", "normalized": ["I thought so!", " Then I'll give you what you want!"]}, {"name": "", "audio": "", "normalized": ["I pressed the tip of my cock hard into her and forced open her soft flesh around the cervix."]}, {"name": "Hisui", "audio": "v_sr444_0069", "normalized": ["N-n-no!", " If you cum right into my womb now, you're gonna make me cum too, uughh!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm cumming in there!", " Cumming, cumming, Hisui!"]}, {"name": "Hisui", "audio": "v_sr444_0070", "normalized": ["Your cock's throbbing so much!", " It's coming in, you're gonna cum right into my womb, uuhh!"]}, {"name": "", "audio": "", "normalized": ["I pressed my hips onto hers and released white semen deep into Hisui."]}, {"name": "Hisui", "audio": "v_sr444_0071", "normalized": ["Aaahahh!", " Coming, commiinngg, ughh!"]}, {"name": "", "audio": "", "normalized": ["As soon as I ejaculated, Hisui achieved orgasm at the same time.", " Her vagina contracted violently and sucked onto my penis."]}, {"name": "Hisui", "audio": "v_sr444_0072", "normalized": ["So much hot, sizzling cum, coming right into my belly, uguhh!", " So thick, so much, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Hisui's body shuddered as she orgasmed and yet she continued to move her hips, greedily devouring pleasure."]}, {"name": "Hisui", "audio": "v_sr444_0073", "normalized": ["I-I can't stop coming, uguhh!", " I want to fuck more and I just can't stop my hips!"]}, {"name": "You", "audio": "", "normalized": ["Guh, you're sucking me dry…!"]}, {"name": "", "audio": "", "normalized": ["With her vagina getting so tight, it sucked the penis in from the base and continued to contract in an attempt to suck the semen out."]}, {"name": "You", "audio": "", "normalized": ["Hah, you're even more cum-crazy than before thanks to the seal!", " That's right, Hisui!"]}, {"name": "Hisui", "audio": "v_sr444_0074", "normalized": ["C-come on…!", " It's just, it's been so long and I want your cum, I want the power… Ahhnmm!"]}, {"name": "You", "audio": "", "normalized": ["Come on, I'm gonna keep cumming as much as you want!"]}, {"name": "", "audio": "", "normalized": ["I pounded my hips from below and helped Hisui out."]}, {"name": "Hisui", "audio": "v_sr444_0075", "normalized": ["Mnnhahh, aghaa, aahh, aahhgh, aahh!", " If you pound me so hard, I-I'm coming again, cominngg!"]}, {"name": "", "audio": "", "normalized": ["Her body had become so sensitive, Hisui quickly orgasmed again as her body writhed from the pleasure."]}, {"name": "", "audio": "", "normalized": ["…Even after I was done ejaculating, Hisui's body continued to twitch and she drowned in the ocean of long, long orgasm."]}, {"name": "Hisui", "audio": "v_sr444_0076", "normalized": ["Mnnuuhh…!", " Haahh, my pussy feels so good…!", " I knew it, sex is so good…!"]}, {"name": "You", "audio": "", "normalized": ["Huh, no matter how much you transform your body, your lust doesn't fundamentally change.", " Well, perhaps it's even stronger."]}, {"name": "Hisui", "audio": "v_sr444_0077", "normalized": ["Huagh!", " …Your hard cock is rubbing on, spreading my pussy… Ahh…!"]}, {"name": "", "audio": "", "normalized": ["I spread open her drenched vaginal walls and then pulled my cock out of Hisui's vagina."]}, {"name": "", "audio": "", "normalized": ["As the penis was removed from her accompanied by wet noises, the mixture of semen and vaginal fluid formed a thread from her vagina."]}, {"name": "Hisui", "audio": "v_sr444_0078", "normalized": ["Aaahhnmm… Such lewd strings… Sticky strings after we've just had sex…"]}, {"name": "", "audio": "", "normalized": ["An erotic sight that was hard to explain with words made Hisui put on a lusty smile and spewed obscene words."]}, {"name": "", "audio": "", "normalized": ["Then――"]}, {"name": "Hisui", "audio": "v_sr444_0079", "normalized": ["Ahh… Aaahuhh, coming out…!"]}, {"name": "", "audio": "", "normalized": ["With the gulping noise from her vagina, the semen her womb could not contain started overflowing, dripping onto the ground."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… How pathetic, Hisui…"]}, {"name": "Hisui", "audio": "v_sr444_0080", "normalized": ["Aahhnmm… I don't want to waste it, I want it all in my womb, your cum…"]}, {"name": "", "audio": "", "normalized": ["Hisui tried to seal her vagina, trying not to let it escape."]}, {"name": "", "audio": "", "normalized": ["However, her vagina continued to twitch and kept pumping the semen out regardless of her will."]}, {"name": "Hisui", "audio": "v_sr444_0081", "normalized": ["Haahh… So hot… Mnnghh…"]}, {"name": "", "audio": "", "normalized": ["Then, Hisui's magical seal let off a strange light and her body trembled."]}, {"name": "Hisui", "audio": "v_sr444_0082", "normalized": ["Ahhnmmghh…!", " This is amazing, your cum is filling me up with incredible power…!"]}, {"name": "", "audio": "", "normalized": ["Hisui let out an ecstatic voice and then petted the magic seal as if it was her own baby."]}, {"name": "Hisui", "audio": "v_sr444_0083", "normalized": ["Haahhuhh… It's so hot… I've never felt so much power running through me… I knew it, but you're amazing…"]}, {"name": "You", "audio": "", "normalized": ["…Looks like you've replenished your powers.", " So, you're gonna kill me?"]}, {"name": "", "audio": "", "normalized": ["I deliberately asked to remind her of her original purpose and Hisui's expression quickly turned to cold and stern from that of joy."]}, {"name": "Hisui", "audio": "v_sr444_0084", "normalized": ["Hmm… Let me think what to do… Eh…?"]}, {"name": "", "audio": "", "normalized": ["That moment, Hisui's eyes lit up with an intense urge to kill.", " My cock was captivated by her look and it twitched, perhaps out of the survival instinct."]}, {"name": "", "audio": "", "normalized": ["Then, Hisui showed me a strange grin as if she was satisfied by seeing my cock do that."]}, {"name": "Hisui", "audio": "v_sr444_0085", "normalized": ["I can make use of your powerful semen, so I'll kill you later.", " But once you're out of it… Then I will immediately dispose of you."]}, {"name": "", "audio": "", "normalized": ["…I was a little surprised by her answer."]}, {"name": "", "audio": "", "normalized": ["It was an independent thought that past Hisui who was completely dependent on her comrades could not reach."]}, {"name": "", "audio": "", "normalized": ["I took another look at her… And I noticed that her atmosphere had changed into something completely different."]}, {"name": "You", "audio": "", "normalized": ["…Huh, I see."]}, {"name": "", "audio": "", "normalized": ["I returned a smug smile."]}, {"name": "You", "audio": "", "normalized": ["Do as you wish."]}, {"name": "", "audio": "", "normalized": ["I answered her."]}]