[{"name": "", "audio": "", "normalized": ["Sayako had climbed on top of the table on my command and poked her butt out towards me."]}, {"name": "Sayako", "audio": "v_sr671_0000", "normalized": ["Haahhnm, aaghh, huuhh… Mmnghh."]}, {"name": "", "audio": "", "normalized": ["I pulled on the cable coming out of the vibrator inside her vagina while teasing her clitoris.", " She let out a joyous voice with the stimulation I was giving her."]}, {"name": "", "audio": "", "normalized": ["A week or two had passed since I had broken Sayako, but that time was enough to transform her into a complete nymphomaniac."]}, {"name": "Sayako", "audio": "v_sr671_0001", "normalized": ["Mnnaahh… Haahh, heehhnm… This is so good…"]}, {"name": "You", "audio": "", "normalized": ["Do you really like this that much?", " I just pulled on it a little and your pussy's sucking it in so hard."]}, {"name": "", "audio": "", "normalized": ["She must have really wanted to hold onto it as when I tried to pull the vibrator out and she sucked onto it hard with her cervix, not letting it go."]}, {"name": "", "audio": "", "normalized": ["Sayako was greedily seeking pleasure."]}, {"name": "", "audio": "", "normalized": ["She let out sugary moans and her breath heated up as she was tossed around by the oncoming pleasure."]}, {"name": "Sayako", "audio": "v_sr671_0002", "normalized": ["Haahh, haaghh… Mnnghh, my pussy, getting teased… It's tingling… Mnnaahh…"]}, {"name": "You", "audio": "", "normalized": ["Hahah, you're sucking on it so hard.", " Your pussy's getting so drenched, letting off such slutty smell."]}, {"name": "You", "audio": "", "normalized": ["You have really changed in the last few days.", " I know you used to masturbate at the academy too."]}, {"name": "", "audio": "", "normalized": ["Once Sayako discovered what real pleasure was like, she had discretely engaged in masturbation from time to time."]}, {"name": "", "audio": "", "normalized": ["I pointed out something that would have been unbelievable to past herself and Sayako's shoulders twitched."]}, {"name": "Sayako", "audio": "v_sr671_0003", "normalized": ["Th-that's… Mnnaahh… Guhahh, th-that's not true… Come on… I've had…the vibrator in my pussy all this time…"]}, {"name": "", "audio": "", "normalized": ["Sayako's face blushed from the humiliation."]}, {"name": "", "audio": "", "normalized": ["However, she still could not deny the lust and pleasure brewing up inside her and said so while pointing at the still trembling vibrator."]}, {"name": "", "audio": "", "normalized": ["Not only that, but there was a golfball-sized rubber ball inside her anus, putting pressure on her womb from the inside of her intestine."]}, {"name": "Sayako", "audio": "v_sr671_0004", "normalized": ["If this wasn't inside me, I didn't have to do something like that… P-please… Just get this thing…out of my butt…"]}, {"name": "", "audio": "", "normalized": ["Sayako begged me to at least allow her to get the rubber ball out, but I denied her right away."]}, {"name": "You", "audio": "", "normalized": ["Besides, it looks like you're enjoying this quite a bit… It feels good to feel the pressure from your anus too, right?"]}, {"name": "Sayako", "audio": "v_sr671_0005", "normalized": ["Mnnahh… Haahuhh, guuhh… That's why… With this thing, my body keeps burning…and I can't stop it…"]}, {"name": "", "audio": "", "normalized": ["Sayako said as she realized what was happening to her womb and I smiled smugly at her."]}, {"name": "You", "audio": "", "normalized": ["You definitely know what's happening to your body, obviously…"]}, {"name": "You", "audio": "", "normalized": ["Ah, I guess your husband is the only one who doesn't know at this point."]}, {"name": "Sayako", "audio": "v_sr671_0006", "normalized": ["Damn it… Mnnhh, aaghh… Noo… Again… My womb is starting to ache."]}, {"name": "", "audio": "", "normalized": ["Sayako tried to deny me, but perhaps thinking about her husband made her womb aroused and her body shuddered."]}, {"name": "", "audio": "", "normalized": ["It seemed she was trying to satisfy the pleasure building inside her as her vagina wiggled and sucked onto the vibrator even harder."]}, {"name": "Sayako", "audio": "v_sr671_0007", "normalized": ["Haahh, mnnhuhh… My pussy's starting to itch… Guhaahh… It's begging for your cock…"]}, {"name": "Sayako", "audio": "v_sr671_0008", "normalized": ["Please… Put your cock…into my pussy… I just can't stand it anymore… Aaguhh, mnnuh… Mnnaaghh!"]}, {"name": "", "audio": "", "normalized": ["As I kept teasing and mocking her, her patience must have run out and she started begging me to penetrate her by shaking her hips at me."]}, {"name": "You", "audio": "", "normalized": ["Your body's burning up and you can't stand it… How about the bedroom?"]}, {"name": "Sayako", "audio": "v_sr671_0009", "normalized": ["P-please… No… Please, not that, anything but that… Please, I'll do anything else…!"]}, {"name": "", "audio": "", "normalized": ["I asked and Sayako pleaded with me by bowing her head at me as if that was the last piece of dignity she had left."]}, {"name": "", "audio": "", "normalized": ["I begrudgingly accepted her request and shoved my cock into her vagina with the vibrator still inside it."]}, {"name": "Sayako", "audio": "v_sr671_0010", "normalized": ["Mnnguhoohh!", " Haahh, mnngeghh!", " Mnguhaahh… Your cock… Coming inside… Aaaggagh, haaheghh!"]}, {"name": "", "audio": "", "normalized": ["I slammed my hips onto her and Sayako shuddered."]}, {"name": "", "audio": "", "normalized": ["The ball still inside her rectum made her let out a pleasured and strained sigh."]}, {"name": "Sayako", "audio": "v_sr671_0011", "normalized": ["Aaahegahh, your cock, it's getting bigger…inside my pussy… Mnngehghm ahh… Mnnguhh…"]}, {"name": "You", "audio": "", "normalized": ["How does the cock you wanted so bad feel?"]}, {"name": "", "audio": "", "normalized": ["I asked her while I felt her vagina sucking the cock in smoothly and squeezing on it hard."]}, {"name": "Sayako", "audio": "v_sr671_0012", "normalized": ["Mnah… Haahnmghh!", " Your cock's coming in so deep… Mngnegh… My belly's getting crushed… I-it hurts… Eegh, mnguh!"]}, {"name": "You", "audio": "", "normalized": ["Is that all?"]}, {"name": "", "audio": "", "normalized": ["She was groaning from agony."]}, {"name": "", "audio": "", "normalized": ["But I was sure there was something more she was feeling and kept asking her to make her confess her true thoughts."]}, {"name": "Sayako", "audio": "v_sr671_0013", "normalized": ["Mnnahh, ahhnmmnm… Haahh, huuguhh… The ball… It's rubbing on me more than usual… Mnnahh, haaheghh!"]}, {"name": "Sayako", "audio": "v_sr671_0014", "normalized": ["Mmnnuuhh… The vibrator… It feels better than usual… My pussy… Maahh, haaheghh… It's aching so much…!"]}, {"name": "", "audio": "", "normalized": ["Sayako finally confessed as she could no longer resist the constant, oncoming pleasure.", " She let out a frustrated breath and her body twisted."]}, {"name": "", "audio": "", "normalized": ["I watched her vagina twitching from the pleasure I was giving her but did not go in deep, beginning to move without going in beyond her cervix."]}, {"name": "Sayako", "audio": "v_sr671_0015", "normalized": ["Mnnguhohh, getting my pussy pounded… It feels so good… Haah… Haahh… Mmmguuhuhh!"]}, {"name": "Sayako", "audio": "v_sr671_0016", "normalized": ["Mngehgh, guhh… Aaghh… Mnegeahh… More… Aghh, mnnguhh… Please pound me harder!"]}, {"name": "", "audio": "", "normalized": ["Sayako was feeling pleasure every time I rubbed her vaginal walls and begged for me to fuck her more with a feverish expression."]}, {"name": "", "audio": "", "normalized": ["Her vagina was wiggling as I fucked it shallowly but it was not satisfied by the current pleasure and it tried to suck the penis in deeper."]}, {"name": "You", "audio": "", "normalized": ["Hahah, you pussy's sucking onto me for more pleasure… Your pussy's become so slutty."]}, {"name": "Sayako", "audio": "v_sr671_0017", "normalized": ["Mnnahh, aghh, mngehgehh… I-it's all your fault… Gh, eegh, eeghh…"]}, {"name": "", "audio": "", "normalized": ["Sayako's words were cut short but I knew exactly why it did and I showed her a mocking grin."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right…"]}, {"name": "You", "audio": "", "normalized": ["What changed the most about you isn't the pussy."]}, {"name": "You", "audio": "", "normalized": ["You're now inviting a man into your home when your husband isn't here, begging for a cock."]}, {"name": "Sayako", "audio": "v_sr671_0018", "normalized": ["D-don't say that… Aaheghh, mnnmuhh!", " I'm… That's not… Mnnahh, aaguhh, heegeghhnm!"]}, {"name": "", "audio": "", "normalized": ["The shame and humiliation, in addition to the guilt of betraying her husband, were tormenting her."]}, {"name": "", "audio": "", "normalized": ["As proof, her womb ached as she let out a hot breath."]}, {"name": "You", "audio": "", "normalized": ["What's the matter, you say so but your womb is sucking and begging for my cock."]}, {"name": "Sayako", "audio": "v_sr671_0019", "normalized": ["Th-that's not…true… Haahhm, mnnghh… Aaheghh… Aahh… Guhhmmuhh."]}, {"name": "", "audio": "", "normalized": ["Sayako tried to deny it with her words, but her voice was getting sweeter with the anticipation for more pleasure."]}, {"name": "You", "audio": "", "normalized": ["Looks like you really miss your husband… But you know this cock isn't your husband's."]}, {"name": "Sayako", "audio": "v_sr671_0020", "normalized": ["Haahhahhnm… Mngeghh, ahheaaghh, that's… Mnnaahh… Please…don't say that…!"]}, {"name": "", "audio": "", "normalized": ["Sayako shook her head perhaps as she was in denial of the fact she was betraying her husband."]}, {"name": "Sayako", "audio": "v_sr671_0021", "normalized": ["Mnnaahhaghh!", " Haaheghh, mnnguhhaahh… P-please… No more… I can't take it anymore!", " I-it's making me go mad!"]}, {"name": "", "audio": "", "normalized": ["Perhaps that was from the pleasure or perhaps the guilt, she desperately breathed in and begged for me to stop."]}, {"name": "", "audio": "", "normalized": ["However, even as she said, her womb was twitching, heightening her sensitivity as she writhed."]}, {"name": "Sayako", "audio": "v_sr671_0022", "normalized": ["Haaheeghh… Mnnuh, I know… I'm not supposed to… But, why… Mnnguughh!"]}, {"name": "", "audio": "", "normalized": ["She muttered frustratedly.", " I did not drill into her womb and instead slowly moved my hips to tease her."]}, {"name": "Sayako", "audio": "v_sr671_0023", "normalized": ["Aagehghh, mngnmm… Guhuughh, my body's…burning up… It's aching… Mnnahh, guhumuhh."]}, {"name": "", "audio": "", "normalized": ["Sayako was no longer able to resist the oncoming pleasure and she started moving her hips on her own to stimulate her womb for pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hey, stop doing that and just stay still."]}, {"name": "", "audio": "", "normalized": ["I commanded her to stop acting on her own with stern words and suppressed her movement."]}, {"name": "Sayako", "audio": "v_sr671_0024", "normalized": ["Haahhnmm… Mnnghh, guheeghh… It's hot… It's so hot… My womb's throbbing… It's longing for more…"]}, {"name": "", "audio": "", "normalized": ["I pointed out the fact she was trying to move her hips on her own and Sayako desperately tried to endure her womb aching as her breath run short."]}, {"name": "", "audio": "", "normalized": ["Despite her will, however, her body could not stop lusting for a penis."]}, {"name": "", "audio": "", "normalized": ["She started twitching her anus subconsciously, moving the ball inside and stimulating her womb indirectly."]}, {"name": "Sayako", "audio": "v_sr671_0025", "normalized": ["Mnuhh… Haahh… Haahhnm… Guhaahh, mnnhuhh… Mnhehh, aghahh… Mnmmuhhnm."]}, {"name": "You", "audio": "", "normalized": ["What, you've already learned how to use your anus?", " You're such a slut."]}, {"name": "", "audio": "", "normalized": ["I threw were insulting words to heighten her arousal."]}, {"name": "Sayako", "audio": "v_sr671_0026", "normalized": ["Th-that's not true, eeghh… Mnnghhnm, guhheeaghh, mnmmuhghh."]}, {"name": "", "audio": "", "normalized": ["Sayako denied my words but her body was reacting to pleasure honestly as she let out pathetic moans it made me turned on."]}, {"name": "You", "audio": "", "normalized": ["Mnhh, guhh… I'm cumming soon…!"]}, {"name": "", "audio": "", "normalized": ["As soon as I said, I started speeding up my thrusts without going in any deeper to stimulate her more."]}, {"name": "Sayako", "audio": "v_sr671_0027", "normalized": ["Mnngeghh, haaheghh, mnngmm… Come, please!", " I want your, hot, sizzling cum!"]}, {"name": "", "audio": "", "normalized": ["With my declaration of ejaculation, Sayako started escalating her vagina and anus's movement to orgasm herself."]}, {"name": "", "audio": "", "normalized": ["I ejaculated and poured semen right into her vagina without actually pounding her womb."]}, {"name": "Sayako", "audio": "v_sr671_0028", "normalized": ["Mnnahaaghh!", " Mnguhaahghh, oghouhh, oohgouhh, mnnheegehhnm!"]}, {"name": "Sayako", "audio": "v_sr671_0029", "normalized": ["It's so hot… So much of it flowing into me!", " It's filling me up, ugghh!"]}, {"name": "", "audio": "", "normalized": ["With the semen showering on her cervix, Sayako's body shuddered violently with the oncoming pleasure."]}, {"name": "", "audio": "", "normalized": ["She let out moans along with the throbbing of my penis and orgasmed with an intoxicated expression on her face."]}, {"name": "Sayako", "audio": "v_sr671_0030", "normalized": ["Mnheagahh… Mnngeghh, my pussy… It's getting hotter and hotter… Mnnaahh… Aaaghh, guummuhh!"]}, {"name": "", "audio": "", "normalized": ["Her body was starting to burn up from the pleasure being pumped into her through her vagina while she desperately dedicated herself to orgasm."]}, {"name": "", "audio": "", "normalized": ["She squeezed onto the cock hard as her vaginal walls twitched, only seeking more pleasure by wiggling her womb."]}, {"name": "Sayako", "audio": "v_sr671_0031", "normalized": ["Mnnguhh… Haahh, heehhnm… My body's so hot… I can't stop it… Haahh, mnnghnm!"]}, {"name": "", "audio": "", "normalized": ["Even then, it was obvious she was not satisfied as she started putting more pressure onto the penis as its ejaculation was coming to an end."]}, {"name": "Sayako", "audio": "v_sr671_0032", "normalized": ["Haahuuhh… Why… It's not getting any better at all… It's actually getting worse, my body's burning up… I can't stop it…"]}, {"name": "Sayako", "audio": "v_sr671_0033", "normalized": ["My pussy's aching so much… It's begging got more, more… Mnnuhh… No, but… I'm…"]}, {"name": "", "audio": "", "normalized": ["She must have felt her own lust as her cheek blushed while she was still torn between her sanity and desires."]}, {"name": "", "audio": "", "normalized": ["I moved my body slowly, pulling my cock out of her to hurry her making the decision."]}, {"name": "Sayako", "audio": "v_sr671_0034", "normalized": ["Ahh… Noo!", " Mnnguhhah, mnnhehh, don't pull your cock out, I want you to fuck me more!"]}, {"name": "", "audio": "", "normalized": ["Immediately, Sayako let go of her sanity as she could no longer resist pleasure and said what she wanted."]}, {"name": "Sayako", "audio": "v_sr671_0035", "normalized": ["All this and you're teasing me… Mnnghh, I can't take it… Hahhm, mmnghhnm… Please, just make me come…!"]}, {"name": "You", "audio": "", "normalized": ["I see.", " If you want to come that bad, I'm going to turn the vibrators up for you too."]}, {"name": "", "audio": "", "normalized": ["Sayako gulped and put on an anticipating expression as she imagined the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Just beg me like I've taught you before."]}, {"name": "Sayako", "audio": "v_sr671_0036", "normalized": ["But, that's… I…"]}, {"name": "You", "audio": "", "normalized": ["Come on, there's nothing to think about, is there?", " Or…maybe you want me to keep teasing you?"]}, {"name": "Sayako", "audio": "v_sr671_0037", "normalized": ["Guh, guhh… I-I can't… P-please… My husband's cock can never do this… Please make me come in my womb…!"]}, {"name": "", "audio": "", "normalized": ["Sayako was hesitating for a moment, but she finally gave in and begged me with the exact words I had taught her."]}, {"name": "", "audio": "", "normalized": ["Sayako insulted her beloved husband just for the pleasure."]}, {"name": "", "audio": "", "normalized": ["That act seemed too silly to me and made me smile as I started pounding her deep into her womb."]}, {"name": "Sayako", "audio": "v_sr671_0038", "normalized": ["Ohouhghohh… Mnnguhouguhh!", " Th-this is it… It's coming in so deep, drilling in!", " Mnnaghh, this is amazing!"]}, {"name": "Sayako", "audio": "v_sr671_0039", "normalized": ["Mnnouhoohh, aghahh, aheghh… Mnnghh, guhmughh… Mnngnmhnm!"]}, {"name": "", "audio": "", "normalized": ["With the violent thrusts penetrating right through her cervix, Sayako's voice changed its tone."]}, {"name": "Sayako", "audio": "v_sr671_0040", "normalized": ["Hahhnmm!", " Haaheghh, ahuhahh… It's so hard, yes… My pussy… It's burning up… Mnnhegahh."]}, {"name": "", "audio": "", "normalized": ["Sayako put on an ecstatic expression as her womb devoured the long-awaited pleasure."]}, {"name": "", "audio": "", "normalized": ["She was experiencing such intense pleasure.", " She showed a slutty smile and writhed."]}, {"name": "Sayako", "audio": "v_sr671_0041", "normalized": ["Mnnhououhhghh!", " Your cock feels so good!", " Aheghh, aheghaghh… Guhmughh… Please pound me more!"]}, {"name": "", "audio": "", "normalized": ["Sayako's pleasure escalated more and more, not just from my thrusts but also from the vibrators trembling inside her."]}, {"name": "", "audio": "", "normalized": ["She was moaning so hard that it was hard to imagine from her usual demeanor and started pounding her hips on her own, seeking pleasure."]}, {"name": "Sayako", "audio": "v_sr671_0042", "normalized": ["Mnneghahh, your cock's going so wild!", " Th-this is amazing!"]}, {"name": "Sayako", "audio": "v_sr671_0043", "normalized": ["Ohooh, oohh… Mmohgohghh!", " More… Please give me more!"]}, {"name": "You", "audio": "", "normalized": ["Now you making some slutty moans… Tell me, what do you want me to do to you?"]}, {"name": "Sayako", "audio": "v_sr671_0044", "normalized": ["Mnnheghh, guhahh… Please, open up my tight little cervix with your cock…"]}, {"name": "Sayako", "audio": "v_sr671_0045", "normalized": ["Or pull your cock out as its tip is nudging onto me… Mnneghh, guhaahh."]}, {"name": "Sayako", "audio": "v_sr671_0046", "normalized": ["Haahhnmm… Or move your cock… Little by little when my pussy's gotten loose… I don't care, just something!"]}, {"name": "", "audio": "", "normalized": ["I asked her with a mocking smile on my face and she talked to me with a pleasured and intoxicated expression."]}, {"name": "Sayako", "audio": "v_sr671_0047", "normalized": ["Mnnfuuhguhh… Mnnahh, there, yes… Akito… Please make me feel even better…!"]}, {"name": "", "audio": "", "normalized": ["Once she was overwhelmed by pleasure Sayako started calling out the name of her husband with a feverish expression as she writhed from pleasure."]}, {"name": "", "audio": "", "normalized": ["Either she was using her husband to seek more pleasure, or she was pretending to be having sex with her husband out of guilt."]}, {"name": "", "audio": "", "normalized": ["She probably did not know which herself."]}, {"name": "Sayako", "audio": "v_sr671_0048", "normalized": ["Mnnheahh, guheghh, aheghh… This is so good… Amazing…"]}, {"name": "", "audio": "", "normalized": ["I was getting aroused seeing her act like that and asked her where she wanted me to cum while she savored pleasure."]}, {"name": "Sayako", "audio": "v_sr671_0049", "normalized": ["Mnnaahh… Aaheghh, guhaahh… Mnnguhh… I-inside!", " Cum inside me!", " Your thick cum… My womb is begging for it!"]}, {"name": "You", "audio": "", "normalized": ["You know what you need to do if you want my cum in your womb, right?"]}, {"name": "Sayako", "audio": "v_sr671_0050", "normalized": ["Mnnguhh… Y-yes, I'll take one…during sex with Akito…for every time…you cum for me… Please, give it to me in my womb."]}, {"name": "", "audio": "", "normalized": ["I nodded at her words and then showed Sayako a mocking smile, wondering shat her husband would react if she really did so."]}, {"name": "Sayako", "audio": "v_sr671_0051", "normalized": ["B-but… My pussy's so hot and…it's begging for cum… Aching so much…"]}, {"name": "", "audio": "", "normalized": ["I was satisfied by her answer so sped up the thrusts into her vagina."]}, {"name": "", "audio": "", "normalized": ["With the stimulation escalating further, Sayako let out joyous moans as she sucked onto my cock with her labia."]}, {"name": "Sayako", "audio": "v_sr671_0052", "normalized": ["Aaguhh, mnnouhgohh, mnnhouhghouhhghh!", " Mnaaghh, this is, so good… Mnahh, mngehh, mnmnmghh!"]}, {"name": "Sayako", "audio": "v_sr671_0053", "normalized": ["Mnguhaahh, ahh, mnheghh, coming, coming, please… Inside my pussy… I'm coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Sayako moaned as she was waiting for the semen pouring into her womb."]}, {"name": "", "audio": "", "normalized": ["I let my brewing instincts take over and ejaculated, answering her words of request."]}, {"name": "Sayako", "audio": "v_sr671_0054", "normalized": ["Mnnguhaaghh, aaghh, ahhyaaghh… Mmmnoghhouhgohh!"]}, {"name": "Sayako", "audio": "v_sr671_0055", "normalized": ["This is so much…so much harder than before, spewing and pouring into me!", " Mnnaheghhnmm… So good!"]}, {"name": "", "audio": "", "normalized": ["With the semen directly ejaculating into her womb, Syako orgasmed intensely and let out a scream from pleasure."]}, {"name": "", "audio": "", "normalized": ["With a massive amount of squirt spewing out, she enjoyed the sensation of being filled up on her inside, showing an ecstatic expression."]}, {"name": "Sayako", "audio": "v_sr671_0056", "normalized": ["Mnnhaahhnmm… Mnheeahagh… Haaghh… Mnnghh, inside of me… Hot cum pouring into me!", " This is what I wanted…!"]}, {"name": "", "audio": "", "normalized": ["Her lust kept going on and on as she madly orgasmed and shook her hips lewdly as if she was seeking even more pleasure."]}, {"name": "Sayako", "audio": "v_sr671_0057", "normalized": ["Mnnhaaheghhnmm!", " Guhahh, mnnuhh… My pussy… It's so happy, all the way in deep!"]}, {"name": "Sayako", "audio": "v_sr671_0058", "normalized": ["Mnnehaghh… Mmnnguhahh, th-this is…filling me up so much… But it's still going, mnngeghh, aaghh… It keeps going…"]}, {"name": "", "audio": "", "normalized": ["Her vagina was squeezing onto me hard for the semen."]}, {"name": "", "audio": "", "normalized": ["Even though that was the second ejaculation, I felt the core of my cock burning up from the arousal."]}, {"name": "Sayako", "audio": "v_sr671_0059", "normalized": ["Mnnguhh… Aaheghh, mnnaahh… Heehhnmhh!", " Haahh, uguhh… Heeughh, mnguh, ahahh… Aaguhh!"]}, {"name": "", "audio": "", "normalized": ["She showed a lewd smile and continued to seek more pleasure and it turned me on as I let it take over and kept on ejaculating."]}, {"name": "Sayako", "audio": "v_sr671_0060", "normalized": ["Haahehh… Mnnahh, guhhuahh… Haahh… Haahh… Mmghh, your cum, so much pouring in… That was amazing… Mnngehg."]}, {"name": "", "audio": "", "normalized": ["Sayako shuddered from pleasure as she looked down at her own belly."]}, {"name": "", "audio": "", "normalized": ["After a long orgasm, she was barely able to breathe but her vagina and womb were holding onto the cock so tight, not letting go."]}, {"name": "Sayako", "audio": "v_sr671_0061", "normalized": ["Mnguhhuhh… Mnnhaaghh, guheghh… Mnnaghh, don't pull your cock out yet, noo…"]}, {"name": "", "audio": "", "normalized": ["When I tied to pull my penis out, she resisted and it felt like I was dragging her womb along with it."]}, {"name": "Sayako", "audio": "v_sr671_0062", "normalized": ["Mnnuhh, my pussy… It's sucking onto your cock so hard… It's getting pulled out too… Mnnguh, ahaaghh, haahh, mnghnm, heehnnm!"]}, {"name": "", "audio": "", "normalized": ["Sayako seemed to be aroused by it as well and she showed an intoxicated expression as she orgasmed."]}, {"name": "", "audio": "", "normalized": ["I ignored her and pulled my cock out.", " I could clearly feel it unlodging itself from her cervix."]}, {"name": "Sayako", "audio": "v_sr671_0063", "normalized": ["Ohohgohh!", " Aaheghh… Mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["The shock from having the cock pulled out of her cervix made Sayako orgasm once again as she writhed."]}, {"name": "Sayako", "audio": "v_sr671_0064", "normalized": ["Mnneghh, aghh, coming out!", " Agguh, mnnm!"]}, {"name": "", "audio": "", "normalized": ["She let out a short scream and then the ball stuffed into her anus popped right out."]}, {"name": "Sayako", "audio": "v_sr671_0065", "normalized": ["Mnnguhohohh!", " Ohgouhh, mmouhh… The rubber ball, coming out with the popping sound… It's so good… Ahuhaguhahhnm."]}, {"name": "", "audio": "", "normalized": ["It made her orgasm lightly from the shock and Sayako continued to orgasm as her vagina kept twitching."]}, {"name": "", "audio": "", "normalized": ["I turned up the vibrator's strength up to its maximum setting to finally finish her up."]}, {"name": "Sayako", "audio": "v_sr671_0066", "normalized": ["Mnngehgh, oohoghh?!", " Th-this is…too much… Noo, you're gonna break my pussy, uughh!"]}, {"name": "", "audio": "", "normalized": ["Sayako let out a roar-like scream of joy as she felt an uncomparable impulse coming from her vagina."]}, {"name": "", "audio": "", "normalized": ["The vibrator made her squirt spectacularly from her vagina and Sayako's body trembled.", " She continued to orgasm while her mouth was hanging open."]}, {"name": "", "audio": "", "normalized": ["Sayako must have reached the limit from such intense pleasure.", " She finally passed out and lied face down on the table with her butt still in the air."]}, {"name": "Sayako", "audio": "v_sr671_0067", "normalized": ["Ahh, heahh… Mnahh, guhehh."]}, {"name": "", "audio": "", "normalized": ["With the urine running from her crotch with obscene sound as Sayako moaned faintly."]}, {"name": "You", "audio": "", "normalized": ["You've become quite pathetic now… Oh, wait, isn't it about time your husband coming home from the mission?"]}, {"name": "You", "audio": "", "normalized": ["Perfect timing… Let's have him watch….", " Not, let him join us."]}, {"name": "", "audio": "", "normalized": ["I looked at Sayako as she pathetically lied there, pissing herself, then smiled and whispered."]}]