[{"name": "", "audio": "", "normalized": ["I continued my Dive into Tatsurou Akiyama's memories."]}, {"name": "", "audio": "", "normalized": ["He seems to be the one who took his big sister Rinko's virginity, but for some unknown reason, she was now appearing in some exhibitionist adult video."]}, {"name": "", "audio": "", "normalized": ["Instead of him, there were a few young boys used as little brothers."]}, {"name": "", "audio": "", "normalized": ["While howling and watching his sister with jealousy, this masochistic pervert also got deeply aroused."]}, {"name": "Rinko", "audio": "v_sr160_0000", "normalized": ["Okay, now your big sister is gonna make you guys into men."]}, {"name": "", "audio": "", "normalized": ["The next video started with seductive words from Rinko."]}, {"name": "", "audio": "", "normalized": ["It was the same beach as before."]}, {"name": "", "audio": "", "normalized": ["Rinko's eyes looked on, as if she was a predator in heat, while she was sitting with wide spread legs on the floor."]}, {"name": "", "audio": "", "normalized": ["She was about to take a huge cock, that could be mistaken for that of an orc."]}, {"name": "", "audio": "", "normalized": ["The owner of this big dick was none other than Tsutomu, who had massaged Rinko's pussy before."]}, {"name": "Rinko", "audio": "v_sr160_0001", "normalized": ["Tsutomu, you want to get close to me in my pussy and Akira, you want my mouth, right?"]}, {"name": "Rinko", "audio": "v_sr160_0002", "normalized": ["Your big sister is so happy to be able to taste both of your virgin cocks at the same time."]}, {"name": "", "audio": "", "normalized": ["Akira, who had just before massaged Rinko's breast had a similarly big dick as Tsutomu and it was standing tall right next to Rinko's face."]}, {"name": "", "audio": "", "normalized": ["Though they both still had very young bodies, their cocks alone were unnaturally big."]}, {"name": "", "audio": "", "normalized": ["They had penises that made them perfect underlings for the task of disciplining others."]}, {"name": "Rinko", "audio": "v_sr160_0002_01", "normalized": ["Yuu, do you really just want to jerk it over there?", " I could jerk you off, or have you both in my mouth.", " My ass is open too."]}, {"name": "", "audio": "", "normalized": ["Yuu, who had massaged her breast before, was stroking his cock a bit apart from the rest.", " Maybe it was because he had lost confidence, since he was only normal size."]}, {"name": "Yuu", "audio": "", "normalized": ["I always dreamed of jerking off, while watching you get ravished.", " So I will watch from here.", " Show me something really dirty."]}, {"name": "Rinko", "audio": "v_sr160_0002_02", "normalized": ["Hehe, maybe you are the most perverted one here.", " Alright, watch closely.", " But you have to cum all over me later."]}, {"name": "Yuu", "audio": "", "normalized": ["O-okay!"]}, {"name": "", "audio": "", "normalized": ["It seemed like the pleasure made Rinko's body shake."]}, {"name": "", "audio": "", "normalized": ["Not only Yuu, all the other watching boys were jerking their appropriately sized dicks."]}, {"name": "", "audio": "", "normalized": ["The dampness of the red hot beach was mixing with the smell of hot lust and group sex."]}, {"name": "", "audio": "", "normalized": ["While watching this video, Akiyama started screaming in agony."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Rinko, my sister!", " Don't take in those guy's cocks!"]}, {"name": "", "audio": "", "normalized": ["The hard dick he was clinching was normally thick, but pretty long."]}, {"name": "", "audio": "", "normalized": ["Usually this would have been quite the lady killer, but it couldn't compare with the monster combo in the video."]}, {"name": "Rinko", "audio": "v_sr160_0003", "normalized": ["Haa, haa, okay, let's put it in.", " You're first, Tsutomu.", " Hurry and put your virgin cock into your big sister's nasty vagina."]}, {"name": "", "audio": "", "normalized": ["Rinko said this with an aroused voice of a woman, that wants to take someone's virginity."]}, {"name": "", "audio": "", "normalized": ["She hollowed out the cloth of her clothes and from the exposed hole, her love fluid was slowly dripping downwards."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Uaah!"]}, {"name": "", "audio": "", "normalized": ["Her real little brother screamed in vain, as Rinko put this huge cock into her opening without any hesitation."]}, {"name": "Rinko", "audio": "v_sr160_0004", "normalized": ["Ahaanh!"]}, {"name": "", "audio": "", "normalized": ["Her big lips, that looked like ones of a monkey in heat, parted and in one fell swoop took in this humongous penis."]}, {"name": "Tsutomu", "audio": "", "normalized": ["Uwaa!", " Sister!", " You're taking in the whole dick!"]}, {"name": "", "audio": "", "normalized": ["No matter how big his rod may be, Tsutomu still started shaking nervously due to tasting this pleasure for the very first time in his life."]}, {"name": "Rinko", "audio": "v_sr160_0005", "normalized": ["Don't worry, no need to be afraid.", " Your dick will go right into my pussy… It's okay, come one."]}, {"name": "Rinko", "audio": "v_sr160_0006", "normalized": ["Slowly… Slowly your impressive dick goes in… More and more… Into my pussy… Ah, aah…"]}, {"name": "", "audio": "", "normalized": ["Rinko's face showed, that she was desperately suprising her desire to take in his cock deeply immediately, as she slowly lowered her hips."]}, {"name": "Tsutomu", "audio": "", "normalized": ["Sister!", " Wow!", " Wow!", " Your pussy is so hot!"]}, {"name": "Rinko", "audio": "v_sr160_0007", "normalized": ["Your dick is great too, ngh, so hot and hard and strong, nh.", " I am so happy, aahaa!"]}, {"name": "", "audio": "", "normalized": ["It was as if her flesh was crunchingly eating him, as his huge dick went deeper and deeper."]}, {"name": "", "audio": "", "normalized": ["A sticky and watery sound could be heard, as her love fluid was flowing out from the crack between her vagina and his penis."]}, {"name": "", "audio": "", "normalized": ["You couldn't even imagine what kind of obscene fleshy walls were crawling around in that vagina."]}, {"name": "Akira", "audio": "", "normalized": ["S-sister, me too.", " My dick too, hurry!"]}, {"name": "", "audio": "", "normalized": ["Akira seemingly could not wait anymore and rubbed the tip of his dick on Rinko's cheek."]}, {"name": "Rinko", "audio": "v_sr160_0008", "normalized": ["Ah, sorry I made you wait… Okay, I will now eat your cock with my mouth… Hehe."]}, {"name": "", "audio": "", "normalized": ["Rinko says this suspicious line, that was worthy of an evil witch from a fairy tale"]}, {"name": "", "audio": "", "normalized": ["and then takes in this hard dick into her mouth, while playing with it with her tongue and lips."]}, {"name": "Rinko", "audio": "v_sr160_0009", "normalized": ["Sopaa, ghrll!"]}, {"name": "Akira", "audio": "", "normalized": ["Uwaa!", " Sister, nh, w-wait!", " Woow, noo!"]}, {"name": "", "audio": "", "normalized": ["Akira was taken in by a real trained female pig.", " He screamed out, even more afraid than Tsutomu, and as a reflex tried to pull back."]}, {"name": "Rinko", "audio": "v_sr160_0010", "normalized": ["Amuu!"]}, {"name": "", "audio": "", "normalized": ["Usually he would have pulled his dick from her mouth."]}, {"name": "", "audio": "", "normalized": ["But Rinko used her lips to hold him by his tip and caught his dick in her mouth."]}, {"name": "Rinko", "audio": "v_sr160_0011", "normalized": ["Schtop it.", " It isch now mine, you can't eschcape now!"]}, {"name": "Akira", "audio": "", "normalized": ["S-sister, me too!"]}, {"name": "", "audio": "", "normalized": ["Akira clenched both his fists and stiffened his body, as if he wanted to stop himself from cumming already."]}, {"name": "Rinko", "audio": "v_sr160_0012", "normalized": ["Don't wowwy… I will not make you cum immediately… or make you shpill it…"]}, {"name": "Rinko", "audio": "v_sr160_0013", "normalized": ["Since you are all my nice little brothers… lrllrll… lrllrll♪"]}, {"name": "", "audio": "", "normalized": ["Maybe Rinko was trying to teach them the feeling of female flesh, as she started to slowly stimulate the already erect penis."]}, {"name": "", "audio": "", "normalized": ["She didn't slide up and down his dick with her vaginal canal, but she gently moved around her hips in a circle."]}, {"name": "", "audio": "", "normalized": ["She didn't attack the penis in her mouth fully, but took care of it with gentle licking with her tongue."]}, {"name": "Rinko", "audio": "v_sr160_0014", "normalized": ["Ghrl… nh… You guysh… How does your sister feel?", " Does the first pussy of your life feel great?"]}, {"name": "Tsutomu", "audio": "", "normalized": ["Y-yes… Your pussy is so hot and wet and curvy… It feels so good."]}, {"name": "Akira", "audio": "", "normalized": ["F-for me too… My dick feels like it might melt from your mouth… Kuu, sister…"]}, {"name": "Rinko", "audio": "v_sr160_0015", "normalized": ["If it feels good for you guys… I am glad choo…"]}, {"name": "Rinko", "audio": "v_sr160_0016", "normalized": ["I'm glad it grew so big… what a great cock."]}, {"name": "", "audio": "", "normalized": ["Rinko showed a molten smile, as she moved her hips around and let her lips smack lustfully."]}, {"name": "Tatsurou", "audio": "", "normalized": ["Why!", " Why does it feel good for her with those guys!", " Rinko, my sister!", " Damn!", " Damnit!"]}, {"name": "", "audio": "", "normalized": ["Seeing how she uses younger guys as little brothers and those monstrous dicks for her pleasure…"]}, {"name": "", "audio": "", "normalized": ["showed, that she was a real hardcore perverted slut, with no sense of decency what so ever."]}, {"name": "", "audio": "", "normalized": ["Of course, compared to the dick of her little brother, whose virginity she took, she must feel great with those two huge cocks."]}, {"name": "", "audio": "", "normalized": ["Her little brother Akiyama threw around his body in a jealous fit, as it was implicitly shown, that his cock was small and seemed to revel in this masochistic pleasure."]}, {"name": "", "audio": "", "normalized": ["These perverted siblings were perfect for each other."]}, {"name": "Rinko", "audio": "v_sr160_0017", "normalized": ["But you zwoo… you get shucked off by me…"]}, {"name": "Rinko", "audio": "v_sr160_0018", "normalized": ["You get to feel my pusshy… This usually is not allowed…"]}, {"name": "Rinko", "audio": "v_sr160_0019", "normalized": ["You have such great dicks… You are really bad little bothers…"]}, {"name": "Rinko", "audio": "v_sr160_0020", "normalized": ["Shis is how you treat bad dicks of bad little brothers… Nnn…!"]}, {"name": "", "audio": "", "normalized": ["Rinko put more strength into both her upper and lower hole."]}, {"name": "Akira Tsutomu", "audio": "", "normalized": ["Oh, sister!"]}, {"name": "", "audio": "", "normalized": ["Both of them started to scream and both their hips twitched in convulsions."]}, {"name": "Rinko", "audio": "v_sr160_0021", "normalized": ["Puhaa… Only kidding… I'm not gonna torment the dicksh of my little brothersh… Since I am your big sister… Hehehe."]}, {"name": "", "audio": "", "normalized": ["Rinko let both their dicks free for a little bit and looked at both of them with a good feeling."]}, {"name": "Director", "audio": "", "normalized": ["A real hardcore, perverted headcase.", " Even though you belong to Kuroi, you are submitting to these dicks, like a real pig."]}, {"name": "Director", "audio": "", "normalized": ["So funny.", " But this is not all."]}, {"name": "", "audio": "", "normalized": ["The director mumbled this and then added loudly this."]}, {"name": "Director", "audio": "", "normalized": ["Akira!", " Tsutomu!", " You shouldn't just let her lead all the time, I'm starting to feel bad for Rinko!"]}, {"name": "Director", "audio": "", "normalized": ["She has already taught you the basics right?", " Show her, that you are real men."]}, {"name": "Director", "audio": "", "normalized": ["You sister will probably love it!", " Come on, give it your best!"]}, {"name": "Akira Tsutomu", "audio": "", "normalized": ["Alright!", " We will give our best!"]}, {"name": "", "audio": "", "normalized": ["The two seemed to be filled with the wish to make her big sister happy, as they changed from being passive to moving aggressively."]}, {"name": "Akira", "audio": "", "normalized": ["Let's go!", " Sister!"]}, {"name": "", "audio": "", "normalized": ["First Akira started to push with his hips and inserted his dick, which had been inside just until the tip before, fully into her mouth."]}, {"name": "Rinko", "audio": "v_sr160_0022", "normalized": ["Gehoo!"]}, {"name": "", "audio": "", "normalized": ["Rinko's throat was crushed by this monstrous dick, as she couldn't take it and felt very sick."]}, {"name": "", "audio": "", "normalized": ["Her body, which had been fine the whole time, now started to pulsate heavily and painfully."]}, {"name": "Tsutomu", "audio": "", "normalized": ["Sister, I will go in as well!", " I will attack!"]}, {"name": "Rinko", "audio": "v_sr160_0023", "normalized": ["Gebo… W-wait."]}, {"name": "", "audio": "", "normalized": ["Rinko tried to stop Tsutomu with a muffled voice as her closed up throat hurt and tears started glittering in her eyes."]}, {"name": "", "audio": "", "normalized": ["Her little brothers, who had just been obedient so far, didn't listen to their big sister anymore and used her little bodies to stick forward their monster dicks."]}, {"name": "Rinko", "audio": "v_sr160_0024", "normalized": ["Fugebubee!"]}, {"name": "", "audio": "", "normalized": ["Rinko screamed half in pain and half in pleasure, as her body started to wiggle even more."]}, {"name": "", "audio": "", "normalized": ["It must have been a coincidence, but Tsutomu attacked with his dick deeply into her vagina and seemed to strike her uterus."]}, {"name": "Rinko", "audio": "v_sr160_0025", "normalized": ["Ah, aah, wow… Yees… So deep… Like an electric shock… Aaah… Wow!"]}, {"name": "", "audio": "", "normalized": ["As the two penises seemed to bring out her true character as a woman, Rinko's eyes were flashing with pleasure."]}, {"name": "Akira", "audio": "", "normalized": ["Great!", " She feels it!"]}, {"name": "Tsutomu", "audio": "", "normalized": ["Yeah, my big sister loves my dick!"]}, {"name": "", "audio": "", "normalized": ["The two were cheering out of joy like innocent boys, as they kept attacking Rinko with their big dicks, that didn't seem to fit small boys at all."]}, {"name": "Rinko", "audio": "v_sr160_0026", "normalized": ["Eboo, guu… Bee, gebu… Oh, hoo… Ah, gubu… Aaah!"]}, {"name": "", "audio": "", "normalized": ["They kept attacking Rinko with unskillful but wild thrusting."]}, {"name": "", "audio": "", "normalized": ["From one moment to the other Rinko lost the initiative to her little brothers.", " She became just a screaming, female hole for them, only existing to pleasure dicks."]}, {"name": "Rinko", "audio": "v_sr160_0027", "normalized": ["Ngbu… Ah, aah… From above and below… Aaah, at the same time… So many dicks, aah!"]}, {"name": "Rinko", "audio": "v_sr160_0028", "normalized": ["Even though you are my little brothers, even though those are your dicks, even though I should be the one leading youu!"]}, {"name": "Rinko", "audio": "v_sr160_0029", "normalized": ["Noo, you are both so good!"]}, {"name": "Akira", "audio": "", "normalized": ["Yes!", " You like it harder, am I right?", " Sorry, I forgot about it!"]}, {"name": "Tsutomu", "audio": "", "normalized": ["Just like you taught us, we will attack you even harder now!"]}, {"name": "Rinko", "audio": "v_sr160_0030", "normalized": ["That's not what I meant!", " That's not what I meeaant!"]}, {"name": "Rinko", "audio": "v_sr160_0031", "normalized": ["Ah, aah, noo, this dick feels too good!"]}, {"name": "", "audio": "", "normalized": ["Rinko was being attacked in the upper and lower part and her body twisted and turned, as it could not flee from the pleasure."]}, {"name": "", "audio": "", "normalized": ["No one knows, where she was trained, but it seemed she had taken it in thoroughly."]}, {"name": "", "audio": "", "normalized": ["This was the face of someone, who was about to be ruled by a harsh and big dick, no, the face of someone who wanted to be ruled by it."]}, {"name": "Rinko", "audio": "v_sr160_0032", "normalized": ["Nbuu, grlh… Aaahn, aah.", " Kuuaakuu… Ah, grllhh, grlh!"]}, {"name": "", "audio": "", "normalized": ["A normal woman would surely fall unconscious from the pain of this big cock, but she was already feeling nothing but pleasure."]}, {"name": "", "audio": "", "normalized": ["She winds her tongue around the intruding dick again and again, sucks it deeper and uses all parts of her mouth to stimulate it."]}, {"name": "", "audio": "", "normalized": ["Of course, her pussy was also giving off a terrible wet and sticky sound."]}, {"name": "", "audio": "", "normalized": ["The dick was big and going full speed, but in order to give the clumsy inserting of the youth more pleasure…"]}, {"name": "", "audio": "", "normalized": ["Rinko moved her hips hard, like a mechanical puppet."]}, {"name": "Rinko", "audio": "v_sr160_0033", "normalized": ["Nnh, come deeper, hit it with your dick.", " My womb is being streetched, come deeper, aah, wow!"]}, {"name": "", "audio": "", "normalized": ["He may have an extraordinarily big dick, but the young boy was still a virgin until a moment ago and of course couldn't withstand such harsh stimulation."]}, {"name": "", "audio": "", "normalized": ["But Rinko seemed to have realized before him, that his dick was reaching it's limit."]}, {"name": "Rinko", "audio": "v_sr160_0034", "normalized": ["Ah?", " Aaah!", " Like that!"]}, {"name": "", "audio": "", "normalized": ["Rinko had moved her hips even faster than the penis had struck her and suddenly opened her eyes wide."]}, {"name": "Rinko", "audio": "v_sr160_0035", "normalized": ["Your dick is hitting my womb and getting stickier.", " The smell of semen thickens, are you about to come?", " Can't you hold it anymore?"]}, {"name": "Tsutomu", "audio": "", "normalized": ["Yes, sister, I'm also soon about to cum!"]}, {"name": "", "audio": "", "normalized": ["Tsutomu's body stiffened.", " His posture was such, that he could not move his hips himself anymore and used all his strength to keep himself from cumming."]}, {"name": "Rinko", "audio": "v_sr160_0036", "normalized": ["W-wait, don't cum in me, cum outside my pussyy.", " Don't make your big sister pregnant!"]}, {"name": "Tsutomu", "audio": "", "normalized": ["I want to cum like this, I want to impregnate you.", " I want to make you my woman!"]}, {"name": "Rinko", "audio": "v_sr160_0037", "normalized": ["Noo, you can't make me your woman!"]}, {"name": "", "audio": "", "normalized": ["Rinko suddenly went crazy and shook her head violently."]}, {"name": "Rinko", "audio": "v_sr160_0038", "normalized": ["You can use me, if your dick can't take it anymore."]}, {"name": "Rinko", "audio": "v_sr160_0039", "normalized": ["But you can't make me your woman, that's not possible.", " Hold back, hold baack!"]}, {"name": "", "audio": "", "normalized": ["What was she saying at a time like this?"]}, {"name": "", "audio": "", "normalized": ["And while her mouth was saying this, her hips didn't stop moving one bit, as if they knew…"]}, {"name": "", "audio": "", "normalized": ["that she wanted her little brother to creampie her and therefore stimulated him even stronger."]}, {"name": "Rinko", "audio": "v_sr160_0040", "normalized": ["Kuu, my body is moving on its own.", " Aaah, it doesn't shtop, my pusshy wants it."]}, {"name": "Rinko", "audio": "v_sr160_0041", "normalized": ["My womb wants iit.", " Even though it is bad, if my little brother impregnates me!"]}, {"name": "Tsutomu", "audio": "", "normalized": ["Sister, I'm cumming, I will cum inside you, I will impregnate you!"]}, {"name": "Rinko", "audio": "v_sr160_0042", "normalized": ["Noo, don't cum noow!"]}, {"name": "Tsutomu", "audio": "", "normalized": ["I'm cumminngg!"]}, {"name": "", "audio": "", "normalized": ["Dobyuu!"]}, {"name": "Rinko", "audio": "v_sr160_0043", "normalized": ["Hiaa!", " Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Due to the creampie's impact, Rinko's eyes opened wide."]}, {"name": "", "audio": "", "normalized": ["Tsutomu's unusually huge dick was shooting out it's semen."]}, {"name": "Rinko", "audio": "v_sr160_0044", "normalized": ["Aaah, ah, it's coming out, so much semen deep inside my womb.", " Aaah, it is flowing in!"]}, {"name": "Rinko", "audio": "v_sr160_0045", "normalized": ["The semen is so aggressive.", " Noo!", " I will be pregnant, pregnannt.", " No, I can't take it anymore!"]}, {"name": "", "audio": "", "normalized": ["Rinko's body ignored her will and squeezed the dick even more and her body froze strongly."]}, {"name": "Rinko", "audio": "v_sr160_0046", "normalized": ["I‘m cummiing!"]}, {"name": "", "audio": "", "normalized": ["Rinko kept saying no, but in the end she orgasmed hard after all."]}, {"name": "Tsutomu", "audio": "", "normalized": ["She came!", " My big sister came due to my semen!"]}, {"name": "Director", "audio": "", "normalized": ["Tsutomu!", " Your big sister doesn't even take the pill, so if you shoot out enough, she will get pregnant!"]}, {"name": "Tsutomu", "audio": "", "normalized": ["Yes!", " Sister, there is more semen coming out now.", " There is way more coming!"]}, {"name": "", "audio": "", "normalized": ["Tsutomu's charming face was warped due to the pleasure and he shot out more white fluid than 10 men would usually do and he was still not done."]}, {"name": "Rinko", "audio": "v_sr160_0047", "normalized": ["Y-you don't have to shoot out even more, my womb is already fully filled with your semen and I came already too."]}, {"name": "Tsutomu", "audio": "", "normalized": ["I can't, I can't stop.", " My dick is being pressed by your vagina, so my semen doesn't stop."]}, {"name": "Rinko", "audio": "v_sr160_0048", "normalized": ["Nnnghh, uuh."]}, {"name": "", "audio": "", "normalized": ["Rinko's body bent immensely due to her orgasm and she couldn't do anything but wish for Tsutomu's semen to stop flowing."]}, {"name": "", "audio": "", "normalized": ["But Rinko seemingly had forgotten something."]}, {"name": "", "audio": "", "normalized": ["That due to her pleasure, her mouth was closing hard."]}, {"name": "", "audio": "", "normalized": ["She put extreme pressure on the dick of the other little brother, that she had in her mouth and sucked it hard."]}, {"name": "Rinko", "audio": "v_sr160_0049", "normalized": ["Nnnghh, grll!"]}, {"name": "Akira", "audio": "", "normalized": ["I'm cumming too!"]}, {"name": "Rinko", "audio": "v_sr160_0050", "normalized": ["Nnnh?", " Nnnh?", " Nnnh!"]}, {"name": "", "audio": "", "normalized": ["When she heard Akira's voice, who had reached his limit, she knew how foolish she had been, but it was too late."]}, {"name": "Akira", "audio": "", "normalized": ["Uwaah!"]}, {"name": "", "audio": "", "normalized": ["Akira let out a cute scream, but his ejaculation was really nasty."]}, {"name": "Rinko", "audio": "v_sr160_0051", "normalized": ["Gebugoo!"]}, {"name": "", "audio": "", "normalized": ["The dick, which had reached it's limit, thrust itself deep into her throat, as if he wanted to fill her up to her stomach."]}, {"name": "Rinko", "audio": "v_sr160_0052", "normalized": ["Oooh… Go… Ogogo… Gaa…"]}, {"name": "", "audio": "", "normalized": ["This shock let even a woman like Rinko turn her eyes and lose consciousness, while she made his semen explode out of him."]}, {"name": "Akira", "audio": "", "normalized": ["Sister, become pregnant through your mouth!"]}, {"name": "", "audio": "", "normalized": ["*Splurt!", "* *Splosh!", "* *Sploosh!", "* *Drip!", "*"]}, {"name": "Rinko", "audio": "v_sr160_0053", "normalized": ["Fugagaggubugubuguu!"]}, {"name": "", "audio": "", "normalized": ["Rinko wasn't even allowed to lose consciousness and had a rude awakening due to the ejaculation in her throat."]}, {"name": "", "audio": "", "normalized": ["This heavy soup, that was shot out of this huge dick with great velocity, dripped from her sticky throat down to her stomach…"]}, {"name": "", "audio": "", "normalized": ["while another part did flow the other way and came back out of her nose."]}, {"name": "Rinko", "audio": "v_sr160_0054", "normalized": ["Ngogogogboo!"]}, {"name": "Akira", "audio": "", "normalized": ["Your hole feels so good!"]}, {"name": "", "audio": "", "normalized": ["Akira takes Rinko's face into his hands, pulls it towards him and thrusts his cock even deeper into her, while ejaculating."]}, {"name": "Rinko", "audio": "v_sr160_0055", "normalized": ["Ngogogogboo!"]}, {"name": "", "audio": "", "normalized": ["Rinko's eyes turned completely white and like a machine just before breaking, her whole body couldn't do anything else than go stiff."]}, {"name": "Tsutomu", "audio": "", "normalized": ["Uwaa, my dick is almost being ripped off!"]}, {"name": "", "audio": "", "normalized": ["Tsutomu, who had ejaculated first, screamed half with pleasure and half out of fear."]}, {"name": "Rinko", "audio": "v_sr160_0056", "normalized": ["Ngh, fugu, fuguu!"]}, {"name": "", "audio": "", "normalized": ["Rinko came while being unconscious and clenched her butt and pussy together hard."]}, {"name": "", "audio": "", "normalized": ["She forgot that her partner was just a boy, and soaked up the semen of the lower dick even harder."]}, {"name": "Akira", "audio": "", "normalized": ["My dick is being eaten up by your pussy!"]}, {"name": "", "audio": "", "normalized": ["Akira started screaming as well."]}, {"name": "", "audio": "", "normalized": ["Her mouth clenched together so hard, that even the last fragment of beauty might be lost.", " While she pressed together the upper dick, a vacuum sound echoed."]}, {"name": "Rinko", "audio": "v_sr160_0057", "normalized": ["Sjul, sjululu!"]}, {"name": "Akira Tsutomu", "audio": "", "normalized": ["Sisteer!"]}, {"name": "", "audio": "", "normalized": ["Dobyubuu!"]}, {"name": "Rinko", "audio": "v_sr160_0058", "normalized": ["Ngh, fugu, fuguu!"]}, {"name": "", "audio": "", "normalized": ["The voices of the two little brothers and the Rinko's orgasmic scream mixed together and kept stretching longer and longer, like thick semen."]}, {"name": "Rinko", "audio": "v_sr160_0059", "normalized": ["Eaa… heaa… Auaa… Fuaa…"]}, {"name": "", "audio": "", "normalized": ["Only an empty expression was left."]}, {"name": "", "audio": "", "normalized": ["She was fully entranced and looked, as if she already gave up her title of Taimanin Blade."]}, {"name": "Rinko", "audio": "v_sr160_0060", "normalized": ["Auu… Uuu… Aaa… Aaah…"]}, {"name": "", "audio": "", "normalized": ["Her usually brave expression lost all power and with an open mouth, her tongue was hanging out slackingly."]}, {"name": "Rinko", "audio": "v_sr160_0061", "normalized": ["Gobu… buee…!"]}, {"name": "", "audio": "", "normalized": ["Suddenly Rinko's body started to move as if in pain."]}, {"name": "", "audio": "", "normalized": ["*Splot*"]}, {"name": "", "audio": "", "normalized": ["A sticky sound could be heard from her throat and the flowing back semen came out of her mouth."]}, {"name": "Rinko", "audio": "v_sr160_0062", "normalized": ["Ge, buu, geku… Gubuu…"]}, {"name": "", "audio": "", "normalized": ["She threw up several times, but the backflowing semen still maintained the ejaculation like viscosity."]}, {"name": "", "audio": "", "normalized": ["It was difficult to exhale, no matter how hard she tried."]}, {"name": "", "audio": "", "normalized": ["There was a slime like fluid on her twitching tongue and lips and started to slowly drip down."]}, {"name": "Director", "audio": "", "normalized": ["You two not only have impressive dicks, your semen is great too."]}, {"name": "Director", "audio": "", "normalized": ["This is the first time I have seen such thick semen.", " That pussy looks great."]}, {"name": "", "audio": "", "normalized": ["Just as the director said this, the camera took a close-up of Rinko's crotch."]}, {"name": "", "audio": "", "normalized": ["The especially thick semen came flowing back and filled up her Taimanin clothes, which made it look like she just took a shit."]}, {"name": "", "audio": "", "normalized": ["The semen also was about to flow out of the hole, that was opened for the sex…"]}, {"name": "", "audio": "", "normalized": ["but the slime was extremely sticky after all and didn't come dripping out."]}, {"name": "Director", "audio": "", "normalized": ["I guess this means you are really pregnant, big sister Rinko."]}, {"name": "Rinko", "audio": "v_sr160_0063", "normalized": ["N… Ngh…"]}, {"name": "", "audio": "", "normalized": ["Due to the word pregnant, Rinko's empty eyes suddenly started shimmering again."]}, {"name": "Director", "audio": "", "normalized": ["I guess you are so happy, that you can't even speak.", " Rinko, your little brother's semen probably has impregnated you!"]}, {"name": "Rinko", "audio": "v_sr160_0064", "normalized": ["… ngh… shi…"]}, {"name": "", "audio": "", "normalized": ["Rinko was weak and murmured something."]}, {"name": "", "audio": "", "normalized": ["Those weak eyes, that looked like those of a dead dog were suddenly filling with tears."]}, {"name": "Director", "audio": "", "normalized": ["Rinko, you are great, with your big sister tears, due to being violated by your little brothers."]}, {"name": "", "audio": "", "normalized": ["Finally the semen in her mouth and pussy started to lose their viscosity and started to drip down."]}, {"name": "Rinko", "audio": "v_sr160_0065", "normalized": ["…nant… no…"]}, {"name": "Director", "audio": "", "normalized": ["Huh?", " What?", " Rinko.", "?"]}, {"name": "", "audio": "", "normalized": ["The mic had trouble picking up Rinko's voice."]}, {"name": "Rinko", "audio": "v_sr160_0066", "normalized": ["Not pregnant… Big sister… I shouldn't … be pregnant."]}, {"name": "Director", "audio": "", "normalized": ["It's too late now for that, Rinko.", " Give up and give birth to the child of your little brother."]}, {"name": "Director", "audio": "", "normalized": ["Ah, it isn't your real little brother, right?", " Oh well, it's fine.", " They are all your little brothers."]}, {"name": "", "audio": "", "normalized": ["Rinko didn't seem to hear the director's ridicule."]}, {"name": "Rinko", "audio": "v_sr160_0067", "normalized": ["Not pregnant… Big sister… I should not … become pregnant."]}, {"name": "", "audio": "", "normalized": ["Rinko kept saying this with a trembling voice, while her gaze and consciousness seemed to have flown somewhere else."]}, {"name": "", "audio": "", "normalized": ["Her tears didn't stop flowing and the backflowing semen did start up again as well."]}, {"name": "Director", "audio": "", "normalized": ["Okay, Rinko's little brothers.", " Cum on the face of your crying big sister.", " The first to make it is the winner!"]}, {"name": "", "audio": "", "normalized": ["Maybe the director thought it was too boring, since Rinko didn't react, so he said this to the people watching her."]}, {"name": "Yuu", "audio": "", "normalized": ["You were so sexy, big sister!", " I will cum on your face, just like promised!"]}, {"name": "", "audio": "", "normalized": ["Yuu, the last of the three came to her first and shot his semen all over the crying Rinko's face."]}, {"name": "Rinko", "audio": "v_sr160_0068", "normalized": ["Nnguu!"]}, {"name": "", "audio": "", "normalized": ["As Rinko felt the hot and sticky semen on her face, her body suddenly started to twist, after she hadn't even reacted to the director's ridicule before."]}, {"name": "Rinko", "audio": "v_sr160_0068_01", "normalized": ["Aaah, Yuu… Wow… Your semen… Aaah, now I am awake."]}, {"name": "Rinko", "audio": "v_sr160_0068_02", "normalized": ["It's so hot… and so thick… and it stinks.", " This might be the best semen of all… Wow, just wow…"]}, {"name": "Yuu", "audio": "", "normalized": ["Okay, I will shoot more on you then.", " I will shoot it all on my perverted sister's face!"]}, {"name": "", "audio": "", "normalized": ["*Splurt!", "* *Splosh!", "* *Sploosh!", "* *Drip!", "* *Drip!", "*"]}, {"name": "Rinko", "audio": "v_sr160_0068_03", "normalized": ["Hiaa, aah, aanh!"]}, {"name": "", "audio": "", "normalized": ["He had semen as thick as Akira and Tsutomu and Rinko's body started shaking."]}, {"name": "Little Brothers", "audio": "", "normalized": ["M-me too!", "\" \"You can have my semen too!", "\" \"Sister, I love you!"]}, {"name": "", "audio": "", "normalized": ["The other youths were seemingly fighting for who goes first, closed in on Rinko while masturbating and came right on her face."]}, {"name": "Rinko", "audio": "v_sr160_0069", "normalized": ["Ngh, nghh, kuu."]}, {"name": "", "audio": "", "normalized": ["*drop!", "* *plotch!", "*"]}, {"name": "", "audio": "", "normalized": ["Her beautiful but wet with tears face was dirtied by her countless little brothers and became sticker and stickier."]}, {"name": "", "audio": "", "normalized": ["Of course, the semen didn't just get on her face, it also flowed on her breasts, her pussy and many other places."]}, {"name": "Rinko", "audio": "v_sr160_0070", "normalized": ["A… Again… So much… semen… The semen of my little brothers… So much… I… Uuugh…"]}, {"name": "", "audio": "", "normalized": ["Rinko seemed to have come to her senses due to the intense stimulation."]}, {"name": "", "audio": "", "normalized": ["The young and fresh semen was all over her body and destroyed her image of Taimanin Blade."]}, {"name": "", "audio": "", "normalized": ["She looked more like a fallen female pig, similar to the lowest of whores."]}, {"name": "Rinko", "audio": "v_sr160_0071", "normalized": ["I'm… sorry.", " That your big sister is… like this… I'm sorry… Please… forgive me."]}, {"name": "", "audio": "", "normalized": ["It seemed like Rinko didn't say this to the little brothers around her, but more to a far away place, while shedding more tears."]}, {"name": "Director", "audio": "", "normalized": ["She has totally become everyone's slutty big sister.", " I got a great picture here."]}, {"name": "Director", "audio": "", "normalized": ["Let's make a video again, when your stomach gets bloated because of your little brother's semen."]}, {"name": "Rinko", "audio": "v_sr160_0072", "normalized": ["Uuuh… forgive me… Forgive… your big sister…"]}, {"name": "Tatsurou", "audio": "", "normalized": ["It's okay, Rinko, my sister!", " Big sister Rinko!", " Uh, uhh!"]}, {"name": "", "audio": "", "normalized": ["Her real little brother Akiyama, who she probably was really talking to, was crying as well."]}, {"name": "", "audio": "", "normalized": ["But even while crying, he kept on masturbating."]}, {"name": "", "audio": "", "normalized": ["You didn't even wanna think about, how often he already came."]}, {"name": "", "audio": "", "normalized": ["These perverted siblings were really perfect for each other."]}, {"name": "Mikoto", "audio": "v_msr160_0000", "normalized": ["Hehehe, was it fun?"]}, {"name": "", "audio": "", "normalized": ["I could hear Mikoto's voice from somewhere."]}, {"name": "", "audio": "", "normalized": ["Maybe she watched it together with me."]}, {"name": "You", "audio": "", "normalized": ["Yes, but this perverted older sister, younger brother stuff really got to me."]}, {"name": "", "audio": "", "normalized": ["I could feel my consciousness slowly returning to reality."]}]