[{"name": "", "audio": "", "normalized": ["Since I didn't have much power yet, I made a habit of training my former enemies to be under my control."]}, {"name": "", "audio": "", "normalized": ["Then I trained and disciplined those subordinates even more.", " That was my important work."]}, {"name": "You", "audio": "", "normalized": ["Hey, your hips are not moving anymore.", " You have to move yourself until it hits the womb."]}, {"name": "Finelle", "audio": "v_r-ev164_0000", "normalized": ["Apuuhn… Yesh!", " Nbuu, jpuu…"]}, {"name": "", "audio": "", "normalized": ["Due to my scolding, Finelle, who had been just holding my penis in her mouth, dropped her hips."]}, {"name": "Finelle", "audio": "v_r-ev164_0001", "normalized": ["Nnggh!", " Nnh, jpp… jpp…"]}, {"name": "", "audio": "", "normalized": ["The stretching mechanism, that was fixed on the floor buried itself deeper into Finelle's vagina."]}, {"name": "You", "audio": "", "normalized": ["This is training.", " Use your hips and don't hold back!", " You have to do this during training, or you can't do it during the real thing!"]}, {"name": "Finelle", "audio": "v_r-ev164_0002", "normalized": ["Nhgg… Nhaa… So big… It hits so deep into my pussy.", " Aaah!"]}, {"name": "You", "audio": "", "normalized": ["That's good.", " Thrust it up to your womb and get yourself off."]}, {"name": "", "audio": "", "normalized": ["Until now, Finelle had been afraid of having it hit her womb, but now she was moving her hips heavily, so that it would hit."]}, {"name": "Finelle", "audio": "v_r-ev164_0003", "normalized": ["Nnnh… ghh… How is it?", " I make it hit deep inside!"]}, {"name": "You", "audio": "", "normalized": ["That's not enough yet.", " And you concentrate too much on your hips and forget your mouth."]}, {"name": "", "audio": "", "normalized": ["Finelle had concentrated to much on the movements of her hips, so her tongue had stopped and she merely held the penis in her mouth."]}, {"name": "You", "audio": "", "normalized": ["Use your tongue more!", " Shut your lips more to stimulate the glans.", " Your mouth is a genital that was made to take in a penis."]}, {"name": "Finelle", "audio": "v_r-ev164_0004", "normalized": ["Ahn, nh, jrll, jrll… nghh… How ish it?"]}, {"name": "You", "audio": "", "normalized": ["You seem to have gotten better, but you are still inferior to a prostitute."]}, {"name": "You", "audio": "", "normalized": ["If you want to get me to cum, you have to train more earnestly."]}, {"name": "Finelle", "audio": "v_r-ev164_0005", "normalized": ["Okay!", " Nh, aah, jrll, jrll… nghh…"]}, {"name": "", "audio": "", "normalized": ["She got nervous due to my words and the movements of her tongue grew more intense.", " She licked me from top to bottom and then took my glans in her mouth."]}, {"name": "", "audio": "", "normalized": ["She caressed my glans and penis with her lips while sucking it hard.", " As the saliva built up in her mouth, she swallowed me up to the larynx."]}, {"name": "Finelle", "audio": "v_r-ev164_0006", "normalized": ["Mghh… jppo… Nhhaa, your dick tastes so good."]}, {"name": "You", "audio": "", "normalized": ["… Now the movements of your hips are letting up.", " How often do I have to tell you the same thing?"]}, {"name": "", "audio": "", "normalized": ["Since she had concentrated so much on her mouth, Finelle had moved her hips up and down like a robot."]}, {"name": "", "audio": "", "normalized": ["To be more exact, since this training started, Finelle's hip movements had been somewhat dull."]}, {"name": "", "audio": "", "normalized": ["As if she was trying to keep herself from cumming."]}, {"name": "", "audio": "", "normalized": ["Does she think she can satisfy me with these movements?", " She seems to underestimate me."]}, {"name": "You", "audio": "", "normalized": ["What are these hip movements without any heart in it?", " Do you realize, why you are even training your hip movements with the dildo?"]}, {"name": "", "audio": "", "normalized": ["I reprimanded Finelle after showing my slight irritation."]}, {"name": "Finelle", "audio": "v_r-ev164_0007", "normalized": ["Nffahh… That is because… ghuu… my dirty pussy only… jbrrll, reacts to dicks."]}, {"name": "", "audio": "", "normalized": ["Finelle hat taken on my rebuke.", " She seemed to have accepted it and deep in her eyes, there was joy glittering."]}, {"name": "", "audio": "", "normalized": ["Had she maybe done this on purpose in order to be abused?", " Well, if she wanted it, I would give it to her!"]}, {"name": "You", "audio": "", "normalized": ["Right.", " You have a dirty pussy, that is not fit to serve any genital."]}, {"name": "You", "audio": "", "normalized": ["Do you know what is different between a prostitute and you?"]}, {"name": "Finelle", "audio": "v_r-ev164_0008", "normalized": ["A prostitute… habbu… is a model for a slut… jrrll, that satisfies dicks."]}, {"name": "You", "audio": "", "normalized": ["Yes!", " A prostitute does as much as she receives in money, but you can't even do that."]}, {"name": "You", "audio": "", "normalized": ["You can't become a slut or a tramp, don't forget that you are the worst trash in the world."]}, {"name": "Finelle", "audio": "v_r-ev164_0009", "normalized": ["Nhm… Hmm… I can't satisfy a cock…"]}, {"name": "Finelle", "audio": "v_r-ev164_0010", "normalized": ["I am worse than a slut… Aaah… jbrll… I am a dirty cunt."]}, {"name": "", "audio": "", "normalized": ["Finelle didn't show any signs of being hurt or saddened by my scolding."]}, {"name": "", "audio": "", "normalized": ["Quite the opposite, every time I scolded her, her cheeks turned red and her eyes wettened.", " She was a real masochist."]}, {"name": "Finelle", "audio": "v_r-ev164_0011", "normalized": ["Nghh… For your dick… grll, jrll… I will do anything… fuaah!"]}, {"name": "", "audio": "", "normalized": ["Maybe she was motivated by my scolding, as she now harshly moved her hips up and down.", " There was a loud sound of phlegm being stirred up."]}, {"name": "", "audio": "", "normalized": ["Finelle's body convulsed slightly and her ass was shaking visibly."]}, {"name": "Finelle", "audio": "v_r-ev164_0012", "normalized": ["Fuguuhh… Hauun!"]}, {"name": "", "audio": "", "normalized": ["As her body slightly twitched and trembled, her genitalia secreted a white fluid."]}, {"name": "", "audio": "", "normalized": ["She seemed to have cum slightly.", " Finelle's white love fluid ran down the dildo and stained the floor."]}, {"name": "You", "audio": "", "normalized": ["Hey… What is this?", " Did you orgasm?", " You dirty cunt!", " Who told you that you could just cum like that?", " Tell me!"]}, {"name": "Finelle", "audio": "v_r-ev164_0013", "normalized": ["N-nobody… nbbh… anh… told me.", "\""]}, {"name": "You", "audio": "", "normalized": ["Nobody told you?", " So you just came because you wanted to?"]}, {"name": "You", "audio": "", "normalized": ["I told you, right?", " When you cum, you have to get my permission.", " Still, you came without my permission, right?"]}, {"name": "Finelle", "audio": "v_r-ev164_0014", "normalized": ["I'm sorry… nnghh… bbooh…"]}, {"name": "", "audio": "", "normalized": ["While telling her off, I held down her head and made her move her hips.", " I pressed my penis into her mouth and closed her larynx with my glans."]}, {"name": "You", "audio": "", "normalized": ["You just can't hold yourself back, huh.", " You are an idiot, who just does, what she feels like in the moment."]}, {"name": "You", "audio": "", "normalized": ["Even an animal could do it, if it was taught right.", " You are a sex toy, worth even less than an animal.", " Or am I wrong?"]}, {"name": "Finelle", "audio": "v_r-ev164_0015", "normalized": ["Nhbb… nmuuh, no!"]}, {"name": "You", "audio": "", "normalized": ["Then prove it!", " Your hips are not moving.", " Move your hips without cumming, show me, you can strengthen your dirty cunt."]}, {"name": "Finelle", "audio": "v_r-ev164_0016", "normalized": ["Yeesh!", " I will… train my dirty cunt!"]}, {"name": "", "audio": "", "normalized": ["At the same time as saying this, Finelle started to move her hips even harder than before."]}, {"name": "", "audio": "", "normalized": ["But since she already came before, her body now started to tremble and she was about to cum again."]}, {"name": "You", "audio": "", "normalized": ["What?", " You can't hold it in anymore?"]}, {"name": "Finelle", "audio": "v_r-ev164_0017", "normalized": ["Nghh… nnhh…jrll… grll… nhhmm!"]}, {"name": "", "audio": "", "normalized": ["Finelle suddenly took my penis deep into her mouth and started to deep throat me."]}, {"name": "", "audio": "", "normalized": ["And she seemed to put more strength into her lower body.", " Maybe she wanted to cum.", " I could see her ass tightening because of this."]}, {"name": "", "audio": "", "normalized": ["A very touching display of effort."]}, {"name": "Finelle", "audio": "v_r-ev164_0018", "normalized": ["Hpph… nghh, nnh, haunnh… W-why… my ass…"]}, {"name": "You", "audio": "", "normalized": ["Is the dildo so good that you have to go to these lengths to hold yourself back?"]}, {"name": "Finelle", "audio": "v_r-ev164_0019", "normalized": ["Fghh… nnhm… yes.", " It's so thick and vibrates so much.", " Hmmhnn…"]}, {"name": "You", "audio": "", "normalized": ["Oooh… Is it better than me?"]}, {"name": "Finelle", "audio": "v_r-ev164_0020", "normalized": ["Nnhh!", " N-no, it's not.", " I like your's… more."]}, {"name": "You", "audio": "", "normalized": ["Then you have to work harder."]}, {"name": "", "audio": "", "normalized": ["While saying this, I moved my penis back and forth.", " Finelle's eyes opened up wide in astonishment, but she immediately opened her mouth, to take me in."]}, {"name": "Finelle", "audio": "v_r-ev164_0021", "normalized": ["Gepp… nnghh… jrll, ggrll… nnghhee."]}, {"name": "", "audio": "", "normalized": ["I thrust deep into her throat, so deep, that she almost threw up and there was pre-cum and saliva coming out of her nose."]}, {"name": "", "audio": "", "normalized": ["But she still didn't let up and moved her head in the rhythm of her hips."]}, {"name": "You", "audio": "", "normalized": ["Hehe… You seem to have more guts now.", " Alright, let's go on to the next stage.", " I will leave these to you."]}, {"name": "", "audio": "", "normalized": ["As I said this, I pulled back my dick and held my balls against her face."]}, {"name": "Finelle", "audio": "v_r-ev164_0022", "normalized": ["Hmh… nnhh… jrll… nhaa."]}, {"name": "", "audio": "", "normalized": ["Finelle seemed to be confused for a moment at my order, but then she happily took my scrotum into her mouth."]}, {"name": "", "audio": "", "normalized": ["Then she caressed them with her tongue.", " But she seemed to not be used to it, so her movements were clumsy."]}, {"name": "You", "audio": "", "normalized": ["Hey, do you know, what you are sucking right now?"]}, {"name": "", "audio": "", "normalized": ["Hmm, she was really clumsy.", " With this little stimulation I would not go hard…"]}, {"name": "", "audio": "", "normalized": ["This irritating stimulation of my scrotum made me agitated and it showed in the way I talked."]}, {"name": "Finelle", "audio": "v_r-ev164_0023", "normalized": ["Yes, this is the most important part of a man!"]}, {"name": "Finelle", "audio": "v_r-ev164_0024", "normalized": ["The testicles, or balls, that create the thick semen.", " I am honored to take care of them."]}, {"name": "You", "audio": "", "normalized": ["Yes, this is the most important part of a man, as you said.", " Surely you know what it means"]}, {"name": "Finelle", "audio": "v_r-ev164_0025", "normalized": ["Mchuu, hm?", " That you trust me!", " I… will take care of them most earnestly."]}, {"name": "", "audio": "", "normalized": ["Her face lit up and Finelle started to nibble on my balls."]}, {"name": "Finelle", "audio": "v_r-ev164_0026", "normalized": ["Nhmm… chrll, ngh… nmhh, faahh…"]}, {"name": "", "audio": "", "normalized": ["Oh, I thought the movements of her hips would dull, but this time she seems to be fine."]}, {"name": "Finelle", "audio": "v_r-ev164_0027", "normalized": ["Nhhaa… jrrll, chbb… nhmm…nhmm, haa… The taste and the smell… ahmm… So great!"]}, {"name": "", "audio": "", "normalized": ["Finelle rubs her cheeks on them and then smells them, before going back to licking my balls with excitement."]}, {"name": "", "audio": "", "normalized": ["It seems she also got aroused by this, as her hips started moving faster as well.", " The wet sound of her love fluid and her moans mixed together."]}, {"name": "You", "audio": "", "normalized": ["Yes… Since I let you take care of them, you have to do it earnestly."]}, {"name": "", "audio": "", "normalized": ["Finelle sucked on my balls and took them in her mouth before licking my scrotum as if she wanted to lengthen its bumpy texture."]}, {"name": "", "audio": "", "normalized": ["The ball that was not in her mouth, she took care of by caressing it with her fingers."]}, {"name": "", "audio": "", "normalized": ["Due to her servicing my balls, I felt pleasure up to my neck."]}, {"name": "Finelle", "audio": "v_r-ev164_0028", "normalized": ["Nhaa♪", " Your pre-cum… nhh… There is so much coming out… And…"]}, {"name": "", "audio": "", "normalized": ["Finelle scooped up the pre-cum dropping down from my glans with her finger, smelled it and then licked it up."]}, {"name": "Finelle", "audio": "v_r-ev164_0029", "normalized": ["Haa… haa… nghh… It smells like cum.", " Faah!"]}, {"name": "", "audio": "", "normalized": ["Finelle seemed to have gotten the smell of cum from my pre-cum and got excited."]}, {"name": "", "audio": "", "normalized": ["She also didn't just move her hips up and down, she also grinded on the dildo to get even more pleasure from it."]}, {"name": "You", "audio": "", "normalized": ["So you love the smell of semen that much.", " Then I will try to cum in your mouth!"]}, {"name": "", "audio": "", "normalized": ["I got excited as well and wanted to finish.", " If she found it that delicious, I wanted to make her drink all of my semen, just as she wanted."]}, {"name": "Finelle", "audio": "v_r-ev164_0030", "normalized": ["Aaah… nmh… jrll, gphh, nghh, akuu… Your dick."]}, {"name": "", "audio": "", "normalized": ["Finelle eyes were glowing, narrowed her mouth and then took my glans in her mouth while sucking it.", " She held it between her lips and licked my glans with the tip of her tongue."]}, {"name": "", "audio": "", "normalized": ["She caressed my glans and the tip of my dick with her lips and tongue and took in my penis.", " Due to this energy, my glans hit against her larynx."]}, {"name": "", "audio": "", "normalized": ["She didn't seem to mind and used her larynx do get me off."]}, {"name": "Finelle", "audio": "v_r-ev164_0031", "normalized": ["Nghh… nhmm, muu, jppuu, gpuu… gpoo…"]}, {"name": "", "audio": "", "normalized": ["Her spit and my pre-cum mixed and built up inside Finelle's mouth.", " This was scraped by my penis and her tongue, so an obscene sound was created."]}, {"name": "You", "audio": "", "normalized": ["You got a lot better.", " Take in the semen just like that!", " If you do it correctly, I will make you my favorite sex toy."]}, {"name": "", "audio": "", "normalized": ["I put my hand on her head, and made her go in the same rhythm as her hips were moving."]}, {"name": "Finelle", "audio": "v_r-ev164_0032", "normalized": ["Hanh, jrll, jrll, jrll… ugee…"]}, {"name": "", "audio": "", "normalized": ["Finelle's face was a wet mess of drool, pre-cum, tears and snot, but this just made me more excited."]}, {"name": "", "audio": "", "normalized": ["My hips heated up and I could feel that I was at my limit.", " Finelle apparently was also close to her limit, as the movements of her hips became close to that of a beast."]}, {"name": "You", "audio": "", "normalized": ["Okay, this time you seem to hold yourself back fine.", " Good.", " When I cum, you can cum too."]}, {"name": "Finelle", "audio": "v_r-ev164_0033", "normalized": ["Fghh… ngoo, gupp, jrll, jrll… nhh!"]}, {"name": "", "audio": "", "normalized": ["As she heard your order, Finelle started to move her hips like a maniac."]}, {"name": "", "audio": "", "normalized": ["She didn't just move up and down, but also swung forward and backward and her white love fluid was being sprayed around."]}, {"name": "", "audio": "", "normalized": ["At the same time, her mouth movements also became more energetic.", " Her mucous membrane rubbed me hard and I was already nearing my limit."]}, {"name": "", "audio": "", "normalized": ["In this moment, I thrust with my hips into Finelle's throat."]}, {"name": "Finelle", "audio": "v_r-ev164_0034", "normalized": ["Nghh… nbhh, nhoo!", " \"Nhbb… nnhh!"]}, {"name": "", "audio": "", "normalized": ["My hot and thick semen shot into Finelle's throat like I was pissing into her."]}, {"name": "", "audio": "", "normalized": ["Finelle took in your semen and at the same time sat down deep, while climaxing."]}, {"name": "Finelle", "audio": "v_r-ev164_0035", "normalized": ["Nnnh!", " Nghh… nghh, nhhuu"]}, {"name": "", "audio": "", "normalized": ["Finelle's eyes turned white and she was squirting big time from her vagina."]}, {"name": "Finelle", "audio": "v_r-ev164_0036", "normalized": ["Nhmm, kchuu, kchuu…"]}, {"name": "", "audio": "", "normalized": ["As my ejaculation stopped, Finelle returned the semen from her throat to her mouth and tasted it with her tongue."]}, {"name": "", "audio": "", "normalized": ["She kept masturbating my dick with her hand as well as sucking on it, licking up the rest of the semen."]}, {"name": "You", "audio": "", "normalized": ["Pfuuh, I shot out quite a lot… As a good sex toy you should swallow it all, without spilling a drop."]}, {"name": "Finelle", "audio": "v_r-ev164_0037", "normalized": ["Nkkh, nnh, zuzu… *gulp*"]}, {"name": "", "audio": "", "normalized": ["Finelle kept sucking my penis, and tasting my cum.", " Once she was satisfied, she swallowed it."]}, {"name": "You", "audio": "", "normalized": ["You seem to have swallowed it all.", " Well done."]}, {"name": "Finelle", "audio": "v_r-ev164_0038", "normalized": ["Yes… I swallowed it all.", " It was really tasty."]}, {"name": "", "audio": "", "normalized": ["Finelle smiled at me relaxed and stuck out her tongue.", " It seemed she wanted to show that there was no semen left in her mouth."]}, {"name": "You", "audio": "", "normalized": ["You don't have to show me.", " You should just take care of him some more."]}, {"name": "", "audio": "", "normalized": ["While saying this I rubbed my penis on Finelle's face and spread my remaining semen on her."]}, {"name": "Finelle", "audio": "v_r-ev164_0039", "normalized": ["Ah!", " I'm so sorry!"]}, {"name": "", "audio": "", "normalized": ["I stopped the flustered Finelle, held my half hardened dick against her face and hit her with it."]}, {"name": "Finelle", "audio": "v_r-ev164_0040", "normalized": ["Affuhh…"]}, {"name": "", "audio": "", "normalized": ["The eyes of the hit Finelle narrowed and she looked very happy."]}, {"name": "", "audio": "", "normalized": ["I wanted to do this as a type of punishment, but it seems she rather enjoyed it."]}, {"name": "You", "audio": "", "normalized": ["Hey, you shouldn't be so happy about that.", " I do that as a type of punishment."]}, {"name": "Finelle", "audio": "v_r-ev164_0041", "normalized": ["Uhh… but being hit by your great dick is an honor for me!"]}, {"name": "You", "audio": "", "normalized": ["You seem to have grown quite a bit.", " I guess, we can try some even better things."]}, {"name": "Finelle", "audio": "v_r-ev164_0042", "normalized": ["Yes… Train me more, I want to be more than a dirty cunt and become a real female slut.", "\""]}, {"name": "", "audio": "", "normalized": ["Until now she had a laid back expression, but the more she was hit by my penis, she seemed to be more upbeat."]}, {"name": "You", "audio": "", "normalized": ["That's a great answer.", " But the next training won't be as loose as this one.", " It will be extreme, so you better prepare yourself."]}, {"name": "Finelle", "audio": "v_r-ev164_0043", "normalized": ["I will move and rub my hips until I am more than a dirty cunt, so train me more please."]}, {"name": "", "audio": "", "normalized": ["Finelle requested this while still being under the spell of her climax."]}, {"name": "You", "audio": "", "normalized": ["There is no point, if you rub your hips so much, you can't use them anymore.", " Then I would just get rid of you."]}, {"name": "Finelle", "audio": "v_r-ev164_0044", "normalized": ["Aaah… P-please don't … Make my pussy stronger, I will give my best with my training."]}, {"name": "", "audio": "", "normalized": ["Seeing her teary eyed face, begging me, my inner sadist was drawn out even more."]}, {"name": "", "audio": "", "normalized": ["I wondered how hard I would make her next training.", " Something that would attack the mind and not the body, so she would cry."]}, {"name": "", "audio": "", "normalized": ["While dreaming of the next training, I kept hitting Finelle's face with my cock."]}]