[{"name": "", "audio": "", "normalized": ["Having made the symbol of fear and darkness, the vampiress Asagi, into his plaything in front of the eyes of everyone present…"]}, {"name": "", "audio": "", "normalized": ["…the dread she had previously conjured now belonged to the man."]}, {"name": "", "audio": "", "normalized": ["While being stared at with a mix of terror and envy, the man made for a certain corner of the city, with Asagi following him, her expression completely full of arousal."]}, {"name": "", "audio": "", "normalized": ["They headed toward a large brothel in the city's pleasure quarter."]}, {"name": "", "audio": "", "normalized": ["It was one of the man's operations bases, and had a number of rooms reserved for his personal use hidden in back."]}, {"name": "", "audio": "", "normalized": ["Although he could use the brothel's girls as he saw fit, today's goal wasn't one of those cheap women."]}, {"name": "", "audio": "", "normalized": ["For the man and women who had had a fire lit in their bodies from the previous public fellatio, there was only one thing to do once they reached a private room."]}, {"name": "", "audio": "", "normalized": ["――"]}, {"name": "", "audio": "", "normalized": ["――"]}, {"name": "", "audio": "", "normalized": ["――"]}, {"name": "Tokiko", "audio": "v_se078tk_0000", "normalized": ["Excuse me, my lord—"]}, {"name": "", "audio": "", "normalized": ["He would be staying in the brothel tonight.", " Tokiko understood the situation, of course, and knocked shortly as she entered the room."]}, {"name": "", "audio": "", "normalized": ["She averted her eyes and bowed slightly."]}, {"name": "Tokiko", "audio": "v_se078tk_0001", "normalized": ["Forgive me for interrupting you while you rest.", " There's an urgent situation that needs your immediate—"]}, {"name": "", "audio": "", "normalized": ["As she lifted her eyes to make her report… At that moment, Tokiko froze at the sight of the scene in front of her."]}, {"name": "Tokiko", "audio": "v_se078tk_0002", "normalized": ["…wha-, ah…uhh… ah…"]}, {"name": "", "audio": "", "normalized": ["She let out an unintelligible voice as her eyes opened wide."]}, {"name": "", "audio": "", "normalized": ["A few seconds later—Tokiko's face went hot as she turned bright red all the way to her ears, and she hurriedly turned around."]}, {"name": "Tokiko", "audio": "v_se078tk_0003", "normalized": ["Wh-wh-wha-, I… aah?!", " E-e-excuse me… Nevermind!"]}, {"name": "", "audio": "", "normalized": ["She was so flustered as to make one wonder what had happened to her usual composure."]}, {"name": "", "audio": "", "normalized": ["As she flew out of the room in a hurry, Tokiko ran away without so much as a second glance."]}, {"name": "Asagi", "audio": "v_sr078_0000", "normalized": ["Mmn… Hey, I think someone was here just now, wonder what happened… Haah, nnh…"]}, {"name": "", "audio": "", "normalized": ["Asagi inquired after the incident in a rapturous breath, as she lay on a bed in a private room at the brothel, being pinned down and fucked by the man."]}, {"name": "You", "audio": "", "normalized": ["Who knows… But, I'm sure if they need anything they'll speak up.", " No need to worry, more importantly—"]}, {"name": "Asagi", "audio": "v_sr078_0001", "normalized": ["Aahn♪", " Nnhehe, that's true… nn, haah… amazing, you're so big…"]}, {"name": "", "audio": "", "normalized": ["An indecent squishing sound reverberated.", " The man relentlessly drilled and screwed her upward-facing slit with his burly male spear as she lay there."]}, {"name": "", "audio": "", "normalized": ["All at once Asagi's female desire and lust welled up within her hotly."]}, {"name": "", "audio": "", "normalized": ["Caught up in the the overwhelming wave of excitement, her vaginal walls clenched, rubbing against his manly flesh, sucking and sticking to him."]}, {"name": "Asagi", "audio": "v_sr078_0002", "normalized": ["Nnguuh…aah, aah… a…mazing… nh, nhh!"]}, {"name": "", "audio": "", "normalized": ["He bore his weight down on her as he opened her flesh cave with his glans, stretching her pussy's entrance to the limit."]}, {"name": "", "audio": "", "normalized": ["Her sweet nectar faintly gushed forth from every crevice."]}, {"name": "", "audio": "", "normalized": ["Lightning ran through her back as she moved her hips forward to meet him time and time again, her toes curling at the end of her bowed legs, inviting him in."]}, {"name": "Asagi", "audio": "v_sr078_0003", "normalized": ["Nnhaah, ohh… nngh, nnh, deeperr!", " Amazing, such forceful… thrusting…"]}, {"name": "", "audio": "", "normalized": ["Melting in pleasure, Asagi let out a vulgar voice as her ankles clung to the man's ass and hips, embracing him tightly."]}, {"name": "", "audio": "", "normalized": ["Her skin flushed everywhere with excitement as she sweated like it was the middle of summer and the bedsheets grew sopping wet with their love juices."]}, {"name": "Asagi", "audio": "v_sr078_0004", "normalized": ["(Npphh… h-he's truly amazi… ooh!", " Aah, haah…)"]}, {"name": "", "audio": "", "normalized": ["The situation of being fucked in the middle of a brothel itself was getting Asagi even more worked up than usual."]}, {"name": "", "audio": "", "normalized": ["Even though she was being completely controlled by his power and pleasure…"]}, {"name": "", "audio": "", "normalized": ["…having sex in the middle of the brothel gave her the illusion that he had purchased her company with money."]}, {"name": "", "audio": "", "normalized": ["Selling her body to another for pocket change, spreading her legs, exposing her pathetic female desires…"]}, {"name": "", "audio": "", "normalized": ["…writhing as she showed her vulgar face and unsightly expressions."]}, {"name": "Asagi", "audio": "v_sr078_0005", "normalized": ["(Guhh, ohh!", " Nn, a-amazing… M-master is buying me with money…)"]}, {"name": "", "audio": "", "normalized": ["Just thinking of this was enough to make her love muscle clench, grasping the shape of his male flesh, squeezing every vein."]}, {"name": "", "audio": "", "normalized": ["His meat rod was so swollen it seemed as if it would burst, and her every crevice wrapped around it."]}, {"name": "", "audio": "", "normalized": ["Her pussy made a slurping noise as it pleasured him, sucking and stroking."]}, {"name": "", "audio": "", "normalized": ["Thoroughly enjoying the feeling from the bottom of her heart, she raised her lower body and thrust her hips over and over."]}, {"name": "", "audio": "", "normalized": ["She imagined the pleasure of being pierced even deeper as her spine tingled."]}, {"name": "Asagi", "audio": "v_sr078_0006", "normalized": ["Nnnh, deeper… go deeperr!", " Hey, do it deeper, pleaase!"]}, {"name": "", "audio": "", "normalized": ["Asagi begged as the man's chest rose and fell, sticking against her stiff nipples and stimulating her as her ample bosom jiggled and peeked from her loosened clothing."]}, {"name": "", "audio": "", "normalized": ["As she did so, the man grinned wide, and gave his female pig slave another order, making sure once again that he had Asagi's devotion from the bottom of her heart."]}, {"name": "You", "audio": "", "normalized": ["Before you beg me, open your mouth and stick out your tongue."]}, {"name": "You", "audio": "", "normalized": ["Show me you submit with the bottom of your tongue, the way a wild animal exposes their belly."]}, {"name": "Asagi", "audio": "v_sr078_0007", "normalized": ["Nnhaah… y-yes… aah… nheeh… uwahh…"]}, {"name": "", "audio": "", "normalized": ["She let out a sweet, vampiric sigh as she wriggled her tongue in her spit-filled mouth, red like a ripened fruit."]}, {"name": "", "audio": "", "normalized": ["*Gllrp* *Gllch* *Drool*…"]}, {"name": "", "audio": "", "normalized": ["She opened her mouth wide as if to let him stare down the back of her throat, sending flecks of spittle flying as she kissed the air."]}, {"name": "", "audio": "", "normalized": ["After watching her tongue dance, the man soon opened his own mouth and let huge splashes of his saliva into Asagi's mouth."]}, {"name": "Asagi", "audio": "v_sr078_0008", "normalized": ["Aahn…phhwaa, nhh."]}, {"name": "", "audio": "", "normalized": ["She cupped his saliva with her tongue like a plate, politely making sure not to spill a single drop, as she tasted it and let it trickle down her throat."]}, {"name": "Asagi", "audio": "v_sr078_0009", "normalized": ["Phwaah…nbbh…uwoah, nnh…nnhah, haah… ulp, urp, shlurp… shluurp…"]}, {"name": "", "audio": "", "normalized": ["Asagi stretched her tongue and lips out eagerly, continuing to slurp up his saliva without losing her indecent smile."]}, {"name": "Asagi", "audio": "v_sr078_0010", "normalized": ["Lllrrll… hhnh, phh, phht, nbbh, uurp…nnh."]}, {"name": "", "audio": "", "normalized": ["The man stretched his tongue out to meet hers as her tongue continued to chase after his drool which flowed down it."]}, {"name": "Asagi", "audio": "v_sr078_0011", "normalized": ["Nnfhh… gulp, llp, gch, llrll, nnhh…"]}, {"name": "", "audio": "", "normalized": ["The two continued kneading their tongues together, kissing without touching lips, as his saliva continued to pour into her mouth."]}, {"name": "Asagi", "audio": "v_sr078_0012", "normalized": ["(Hwaah…Mashter's…tongue tastes so good… and his spit is so… so sweet I'll get addicted…)"]}, {"name": "", "audio": "", "normalized": ["As the inside of her mouth filled with a sea of saliva and covered her tone, he finally closed his mouth and stopped the stream."]}, {"name": "You", "audio": "", "normalized": ["…How is it?", " Good?"]}, {"name": "Asagi", "audio": "v_sr078_0013", "normalized": ["Phwaah…nnh, hh…ohh.", "nhn, nnh…"]}, {"name": "", "audio": "", "normalized": ["Asagi threw her head back, making a gargling noise as she tried not to spill anything."]}, {"name": "You", "audio": "", "normalized": ["Go ahead, you can swallow."]}, {"name": "Asagi", "audio": "v_sr078_0014", "normalized": ["Nnnghh!", " *gulp*…*gulp gulp*"]}, {"name": "", "audio": "", "normalized": ["Asagi immediately closed her lips, as if she were a dog who had just been commanded by its master."]}, {"name": "", "audio": "", "normalized": ["A shameful, wet sound echoed in her full mouth as she swished his saliva around over and over."]}, {"name": "Asagi", "audio": "v_sr078_0015", "normalized": ["Ghhllrp, gllp…fuah♪"]}, {"name": "", "audio": "", "normalized": ["Having thoroughly tasted her master with every nook and cranny of her mouth, her throat gurgled as she gulped his spit down slowly and she finally opened her mouth."]}, {"name": "", "audio": "", "normalized": ["Showing the man her newly cleared throat, she wriggled her tongue again, as if begging him for seconds."]}, {"name": "Asagi", "audio": "v_sr078_0016", "normalized": ["Nnphh… it was so good… Hey, won't you give me some more…?"]}, {"name": "", "audio": "", "normalized": ["As she smiled bewitchingly at him, he loosened his lips suddenly, and he gripped Asagi tight with his arms."]}, {"name": "You", "audio": "", "normalized": ["What you want isn't my spit—there!", " That's what you want, right?!"]}, {"name": "", "audio": "", "normalized": ["*Squeelch, shlick!", "*"]}, {"name": "Asagi", "audio": "v_sr078_0017", "normalized": ["Hhhee, fghh?!"]}, {"name": "", "audio": "", "normalized": ["The man spoke sharply and at first she thought he had pulled his hips back."]}, {"name": "", "audio": "", "normalized": ["He then suddenly plowed his fleshy rod inside of her, splitting her pussy wide open and knocking on the entrance to her womb."]}, {"name": "Asagi", "audio": "v_sr078_0018", "normalized": ["Nnhhoohh!", " Uwooah, hohh, nghh…aah, haah, aahh…"]}, {"name": "", "audio": "", "normalized": ["Overwhelmed by the pressure and pleasure, Asagi opened both eyes wide, her outstretched tongue tightening and twitching."]}, {"name": "Asagi", "audio": "v_sr078_0019", "normalized": ["Hohh, hyahh…gyaah… so deep… Gyaah… aahn, deeperr… it feelsh so good…"]}, {"name": "", "audio": "", "normalized": ["He buried his fat, long piece deep within her folds all the way to the base, hollowing her out."]}, {"name": "", "audio": "", "normalized": ["Her pussy's inner lips sucked at his cock, basking in the heat and pressure of his body, and her female juices dripped down like fat on a piece of meat."]}, {"name": "Asagi", "audio": "v_sr078_0020", "normalized": ["Hyaah… amaziing…nngh, ghheeh!"]}, {"name": "", "audio": "", "normalized": ["Asagi's body spasmed as the head of his penis stuck to her very deepest spot, making her tremble all over as his movements kneaded at her womb even harder."]}, {"name": "Asagi", "audio": "v_sr078_0021", "normalized": ["Nnhhoohh!", " Hwoaah…nnh, th-there, nngh!", " Too amazhing…aiee!"]}, {"name": "You", "audio": "", "normalized": ["Haha, what are you talking about, it's only this much… It was a lot more intense during your discipline, wasn't it?"]}, {"name": "Asagi", "audio": "v_sr078_0022", "normalized": ["Nnhhee, th-that's… that's, haah… fghh, nnhaa!"]}, {"name": "", "audio": "", "normalized": ["As his glans knocked on the door to her womb again like a fist, the stimulation made love juices suddenly spray forth from her folds."]}, {"name": "", "audio": "", "normalized": ["Asagi opened her eyes wide and arched her back."]}, {"name": "", "audio": "", "normalized": ["The man pounded roughly at her cervix over and over again, with her butt and crotch sticking up into the air."]}, {"name": "Asagi", "audio": "v_sr078_0023", "normalized": ["Ihii?!", " Nghi, that'sh, hgghh, aah!"]}, {"name": "", "audio": "", "normalized": ["Asagi's senses were so overstimulated, from her womb to the top of her head, that her field of vision was cloudy and her whole lower half was tingling."]}, {"name": "", "audio": "", "normalized": ["Even so, her legs clung to him as if to make sure not an ounce of pleasure would escape.", " She trembled shamefully as her pathetic sow nature exposed itself."]}, {"name": "", "audio": "", "normalized": ["The man grabbed Asagi's hips as if to support her legs, and threw his weight against her, crushing her walls deep inside."]}, {"name": "", "audio": "", "normalized": ["He rotated his hips as he carefully pressured her womb."]}, {"name": "Asagi", "audio": "v_sr078_0024", "normalized": ["Auhh…nhh, hheeh…ehee.", "nnh, nhhii?!"]}, {"name": "", "audio": "", "normalized": ["*Zhluurp, glurch, bchh…gllp…shlick…*"]}, {"name": "", "audio": "", "normalized": ["There was a sound so indecent it would make one want to cover their ears as this time his flesh stick slipped slowly outward."]}, {"name": "", "audio": "", "normalized": ["But instead of slipping all the way out, her folds gripped his dick's mushroom head and locked on tight, holding him in place with her pussy stretched open."]}, {"name": "Asagi", "audio": "v_sr078_0025", "normalized": ["Phwwhhee… ohh, hoohh!", " No good, that's no good… nnhii, ihii…"]}, {"name": "", "audio": "", "normalized": ["From that position, he moved slightly, digging his brutal glans into her G-spot and pressing firmly."]}, {"name": "Asagi", "audio": "v_sr078_0026", "normalized": ["Nnghhii!", " Uwahh, haah, nhhaahh!"]}, {"name": "", "audio": "", "normalized": ["Her back trembled as she suddenly let out a scream, and her love juices mixed with thick milky fluid that ran down."]}, {"name": "", "audio": "", "normalized": ["The atmosphere was thick with indecency as her lewd female smell filled the air heavily and the dirty stains on the sheets spread."]}, {"name": "Asagi", "audio": "v_sr078_0027", "normalized": ["Nnhhyahh… thish is… I'm going crazy… I'm gonna go crazyy!"]}, {"name": "", "audio": "", "normalized": ["Asagi begged with her master, with her tongue hanging down and completely ruining her expression, though her eyes still narrowed with happiness and pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hmm, well, so what if you do?", " I'll think of another use for you… no problem!", " If you're gonna go crazy, then cum like crazy, Asagi!"]}, {"name": "Asagi", "audio": "v_sr078_0028", "normalized": ["Nhhii!", " Aiiee, nghh…nnhooh, oghhnhaah!"]}, {"name": "", "audio": "", "normalized": ["His repeated movements stretched her pussy's opening to the brink, and then…"]}, {"name": "", "audio": "", "normalized": ["…his penis slammed all the way inside her at once, pushing her clinging walls out of the way and digging deep."]}, {"name": "", "audio": "", "normalized": ["Asagi's head flew back exposing her white throat as her full breasts jiggled."]}, {"name": "", "audio": "", "normalized": ["Her entire body shook from the shock of the neglected part of her vagina being suddenly stimulated."]}, {"name": "Asagi", "audio": "v_sr078_0029", "normalized": ["Nnnphew…hyaah, hyah, mhnn, nhhii…ghh, rnn, hyaah… mnnhaah!"]}, {"name": "", "audio": "", "normalized": ["Giving Asagi no chance to breathe, he pulled out again and then inserted himself in again deeply…"]}, {"name": "", "audio": "", "normalized": ["He used the full extent of his giant-sized dick, from the base to tip, burying himself to the hilt inside her and stirring up powerful sensations."]}, {"name": "", "audio": "", "normalized": ["Her hips bucked in pleasure as her cunt continued to spasm and cling to his cock, mixing their fluids and kissing it thickly."]}, {"name": "", "audio": "", "normalized": ["As he pumped in and out powerfully, a huge amount of sex juices flowed down and stained their nethers and Asagi's butt, as if she had wet herself."]}, {"name": "", "audio": "", "normalized": ["Their overflowing fluids spurted and flew about in time with the man's movements, mixing with the smell of sweat and filling the room with a sultry, lustful scent."]}, {"name": "Asagi", "audio": "v_sr078_0030", "normalized": ["Hngh, ugghh…nnhhoohh…uwah, my stomach… grinding…aah, not yet…"]}, {"name": "", "audio": "", "normalized": ["Asagi's eyes were rolling back in her head as her cervix and G-spot were being stimulated at the same time by his pistoning."]}, {"name": "", "audio": "", "normalized": ["Her mind was feverish with lewd desires and every time he poked at her deepest place, a shock like lightning ran through her and her thinking grew heavy and slow."]}, {"name": "", "audio": "", "normalized": ["Even so, the physical sensations of his cock's shape, throbbing, pulsing were still coming through loud and clear."]}, {"name": "", "audio": "", "normalized": ["Her sow cunt was gripping his meat rod tightly, sucking at it and stroking it diligently in pleasure, trying to draw out his semen."]}, {"name": "", "audio": "", "normalized": ["*Zhlorp, gchh, zllbh!", "* *Splursh, glurch, nrrch…*"]}, {"name": "Asagi", "audio": "v_sr078_0031", "normalized": ["Nhhoo, uwaah, ohhoh…guhh, aah, amazhing, this is the best… the beesht, mashterr…"]}, {"name": "", "audio": "", "normalized": ["Whispering into his ear as he held her tightly, her erect nipples rubbed against his chest as she snuggled him close in ecstasy."]}, {"name": "", "audio": "", "normalized": ["As if she were trying to say 'I'm not going anywhere, so don't you go anywhere either…,"]}, {"name": "", "audio": "", "normalized": ["…she gripped him with her legs and pushed her hips to meet his, helping him thrust in and out."]}, {"name": "", "audio": "", "normalized": ["Her spine tingled at his cock pumping in and out, as if she were being stuffed with a huge pole.", " Her womb descended as her pussy walls softened with delight."]}, {"name": "", "audio": "", "normalized": ["The pair's skin stuck together with sweat and made loud smacking noises, but even that sensation was overwhelmingly pleasant."]}, {"name": "Asagi", "audio": "v_sr078_0032", "normalized": ["(Nnhhaahh!", " Thish… feeliing!", " I never… felt this befoore!", ")"]}, {"name": "", "audio": "", "normalized": ["Her abdomen, her stomach, her spine, her brain, and her heart."]}, {"name": "", "audio": "", "normalized": ["Every bit of Asagi was filled with pleasure and her eyes blurred with tears as she looked at the man in front of her."]}, {"name": "", "audio": "", "normalized": ["No longer knowing herself what she was screaming or begging for, she shouted incomprehensibly, drunk on the sensation of him stirring up her insides."]}, {"name": "", "audio": "", "normalized": ["The room echoed with a squelching sound as Asagi's senses were brought to the limit again and the flow of love juices staining her pussy increased."]}, {"name": "Asagi", "audio": "v_sr078_0033", "normalized": ["(Nhh I can't… take thish, I can't take thish anymooar, nhhehh… My brain is… meltiing…)"]}, {"name": "", "audio": "", "normalized": ["She was dripping with tears, drool, and even snot.", " Her face was so sloppy she couldn't see clearly."]}, {"name": "", "audio": "", "normalized": ["Though her lips were parted and her tongue was hanging out, she thought idly that it was a small wonder that she hadn't bitten herself while screaming so much."]}, {"name": "", "audio": "", "normalized": ["But her thinking was the only thing that relaxed, as she put more force into her limbs and embraced the man tightly."]}, {"name": "Asagi", "audio": "v_sr078_0034", "normalized": ["(Enough already, enouugh!", " Cum for me, hold mee, mas…mashter, I'm cummiing!", ")"]}, {"name": "", "audio": "", "normalized": ["As if he had heard her desperate thoughts, the man growled in Asagi's ear with a low voice."]}, {"name": "You", "audio": "", "normalized": ["This is it, open that womb and accept my dick!", " Go crazy, you female pig slave!"]}, {"name": "Asagi", "audio": "v_sr078_0035", "normalized": ["Ngghh, nbbhhiiee!", " Aiee, nghii—!"]}, {"name": "", "audio": "", "normalized": ["Asagi let out a squeal instead of a reply as his dick which he had drawn back slammed all at once into her, digging into the opening of her womb…"]}, {"name": "", "audio": "", "normalized": ["'*Bggh, zchlbb, zchh, gchh, bchh!"]}, {"name": "", "audio": "", "normalized": ["He thrust his meat rod in all the way to the back as Asagi's eyes opened wide, and then…"]}, {"name": "", "audio": "", "normalized": ["*Shake, shiver* *Tremble, spluurt!", "* *Splort splort splort, spluursh!", "*"]}, {"name": "Asagi", "audio": "v_sr078_0037", "normalized": ["…?!", " Nnh, uwoaah… nnhaah, phgahh, nnhaah!"]}, {"name": "", "audio": "", "normalized": ["His glans swelled as if to wrench her womb open as he pierced it, and burst open vigorously, spattering the inside of her pussy with his ripe male greed."]}, {"name": "", "audio": "", "normalized": ["To call it 'heated' would be an understatement.", " It was almost as if he was branding her womb with his lust, carving into Asagi the proof that he was her owner."]}, {"name": "Asagi", "audio": "v_sr078_0038", "normalized": ["Nnhhwooaahh!", " I'm gonna cuum, I'm cummiing!", " Nnhhghhii, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Asagi shook and convulsed like a broken toy with its screws coming loose, reaching the peak of her pleasure and twisting her body as her womb drank in her master's mark."]}, {"name": "", "audio": "", "normalized": ["Her loosened sphincter muscles had opened her urethra wide, and she squirted her dirty female juices all over them in a tremendous rush."]}, {"name": "Asagi", "audio": "v_sr078_0039", "normalized": ["Nnhbbhaahh!", " Wh-what, what, iis thiish!"]}, {"name": "", "audio": "", "normalized": ["Her eyes flew completely open and her tongue was protruding from her widened mouth, wriggling as if she were licking the air."]}, {"name": "", "audio": "", "normalized": ["Every time his penis jumped and poured in fresh semen, the tip of her tongue writhed and trembled like a living being."]}, {"name": "", "audio": "", "normalized": ["It was like some lewd exercise where her lips were mimicking the movements of her pussy, twitching constantly as she climaxed."]}, {"name": "Asagi", "audio": "v_sr078_0040", "normalized": ["Phwoaah, ughghh!", " Nhhghh, aah, no good!", " I'm already cumming but I'm gonna cum agaiin!"]}, {"name": "", "audio": "", "normalized": ["*Zaap!", "* A sound echoed in her head, as though she'd been shocked by a real electric current and her nerves had caught on fire."]}, {"name": "", "audio": "", "normalized": ["Billowing waves of ecstasy surged forth from her abdomen all the way to her empty head, relaxing her body with their faint warmth."]}, {"name": "", "audio": "", "normalized": ["With climax after climax, Asagi's body moved beyond satisfaction and was wrapped in the pleasures of the flesh that transcended every reasonable limit…"]}, {"name": "", "audio": "", "normalized": ["…unable to come back down from the wonderful sensation."]}, {"name": "Asagi", "audio": "v_sr078_0041", "normalized": ["Nnhhoo, hwaaohh, haah, pheww, nhhn, I'm gonna cum hwoaah, aah… nnhgh, I'm cumming, I'm cumming, I'm cummiing…"]}, {"name": "", "audio": "", "normalized": ["*Splash, splaash!", "* She lifted her face as she orgasmed over and over, endlessly squirting, and her pillowy breasts jiggled softly every time her body twitched."]}, {"name": "Asagi", "audio": "v_sr078_0042", "normalized": ["Phew… Hohh, uwoahh…"]}, {"name": "", "audio": "", "normalized": ["After spilling out five times a normal man's load and lasting five times as long as well, the man pumped a few more times to wring out his last drop of semen."]}, {"name": "", "audio": "", "normalized": ["He then finally straightened and pulled his penis out."]}, {"name": "", "audio": "", "normalized": ["Her vagina hole gaped open as though it had forgotten how to close again, and her wriggling walls, engorged with blood, could be seen all the way down."]}, {"name": "", "audio": "", "normalized": ["After a short breath, from deep within came a thick, viscous ooze of semen that stained Asagi's pussy folds white."]}, {"name": "You", "audio": "", "normalized": ["Heheheh… I really let out a lot… Still, I didn't think that you of all people, Asagi, would lose your composure so thoroughly."]}, {"name": "You", "audio": "", "normalized": ["You really have become a female pig, hu…h?"]}, {"name": "", "audio": "", "normalized": ["As the man murmured this, he sensed a presence from outside the room coming toward them, and turned to face it."]}, {"name": "", "audio": "", "normalized": ["Although it didn't seem serious enough to stand at the ready, he could still feel a certain wrath."]}, {"name": "", "audio": "", "normalized": ["As he waiting for the approaching invasion, the door opened."]}, {"name": "Tokiko", "audio": "v_se078tk_0004", "normalized": ["—Excuse me, my lord!"]}, {"name": "You", "audio": "", "normalized": ["Oh Tokiko, what's wrong?"]}, {"name": "", "audio": "", "normalized": ["As he asked Tokiko this question, her eyes lifted sharply, and she glanced at the bed."]}, {"name": "", "audio": "", "normalized": ["That single look made her face turn bright red as she averted her gaze and glared at the man."]}, {"name": "Tokiko", "audio": "v_se078tk_0005", "normalized": ["F-forgive my saying so, but…!", " With your subordinate… that is… having a special relationship with one is just too much!"]}, {"name": "You", "audio": "", "normalized": ["What?"]}, {"name": "", "audio": "", "normalized": ["He had rarely seen her like this, and as he asked her to repeat herself, Tokiko's cheeks grew redder as she continued."]}, {"name": "Tokiko", "audio": "v_se078tk_0006", "normalized": ["If you behave like that, you'll set a bad example for your other subordinates!", " Please show some restraint from now on!", " Goodbye!"]}, {"name": "", "audio": "", "normalized": ["Appearing to have shouted out all that she wanted to say, Tokiko left again, slamming the door shut."]}, {"name": "You", "audio": "", "normalized": ["…What the heck was that all about?"]}, {"name": "", "audio": "", "normalized": ["Left behind bewildered, the man pondered but couldn't reach any conclusion, and decided not to think about it too deeply."]}]