[{"name": "", "audio": "", "normalized": ["She could feel a barrier that had been put up around her…"]}, {"name": "Cara", "audio": "v_sr151_0000", "normalized": ["(No way… This is unbelievable!", " This man… even though he's only a human, why is he able to use my power…?", ")"]}, {"name": "", "audio": "", "normalized": ["Even among the humans, there were a great many, known as sorcerers, who possessed equivalent power to the vampires."]}, {"name": "", "audio": "", "normalized": ["However, this man wasn't one of them, and when they had fought, his bare hands and weapons had barely left an impression upon her."]}, {"name": "", "audio": "", "normalized": ["But now things were different.", " Cara found herself facing the man, unable to use her own power, and instead she was pinned down by a force equal to her own."]}, {"name": "Cara", "audio": "v_sr151_0001", "normalized": ["(This humiliation…)"]}, {"name": "", "audio": "", "normalized": ["Her hands were bound in shackles behind her back, with her ass sticking out as she bent over in a humiliating, exposed position in front of the man's eyes."]}, {"name": "", "audio": "", "normalized": ["Though normally she would be able to break the shackles easily, her power was being suppressed by the barrier."]}, {"name": "Cara", "audio": "v_sr151_0002", "normalized": ["Ggh… You don't get any benefit out of doing something like this, right… Quit with the meaningless shenanigans already…"]}, {"name": "", "audio": "", "normalized": ["Cara turned her head back toward him and spoke, her expression trying not to show the shame that burned through her body."]}, {"name": "", "audio": "", "normalized": ["She didn't think the man would stop just like that, but it was important to show her will to resist."]}, {"name": "", "audio": "", "normalized": ["The meaning of laying a hand on the queen of the vampires… She hoped to make him waver by giving him this fear and pressure."]}, {"name": "", "audio": "", "normalized": ["Fear would make him hesitate, and hesitating would give Cara a chance to turn the tables."]}, {"name": "", "audio": "", "normalized": ["Though it was an unseemly way to fight, while her powers were sealed, she had no choice but to put her mind to changing the situation even a little bit."]}, {"name": "Cara", "audio": "v_sr151_0003", "normalized": ["(Now, what will it be…?", ")"]}, {"name": "", "audio": "", "normalized": ["However…"]}, {"name": "You", "audio": "", "normalized": ["I refuse.", " I have to have control over you and make you into my puppet no matter what."]}, {"name": "", "audio": "", "normalized": ["The man had considerable pluck."]}, {"name": "", "audio": "", "normalized": ["He didn't flinch at all despite being in front of the vampire queen, who was still giving off an overwhelming pressure despite her sealed powers."]}, {"name": "", "audio": "", "normalized": ["On the contrary, the next words out of his mouth surprised Cara."]}, {"name": "You", "audio": "", "normalized": ["I'm going to kill that Edwin Black.", " Your power will definitely be useful… no, without your power, I'd be in trouble."]}, {"name": "", "audio": "", "normalized": ["The man's hands stretched out directly.", " Seeing this, Cara raised her eyes to answer him, her mouth tightening."]}, {"name": "Cara", "audio": "v_sr151_0004", "normalized": ["No matter what you're trying to do… I won't yield to someone like you.", " No matter what kind of disgrace you try to paint me with―"]}, {"name": "Cara", "audio": "v_sr151_0005", "normalized": ["I'll settle the score, no matter what.", " I won't pardon you even if you beg for your life…"]}, {"name": "", "audio": "", "normalized": ["As she bombarded the man with pointedly murderous looks, he smiled cheerfully and gripped her clothing with his outstretched hands."]}, {"name": "You", "audio": "", "normalized": ["Interesting… let's see just how strong that determination of yours is."]}, {"name": "Cara", "audio": "v_sr151_0006", "normalized": ["Guuh… aah!"]}, {"name": "", "audio": "", "normalized": ["Rrrip―Her clothes were torn apart, and her butt cheeks and the hidden places between them were in full view."]}, {"name": "", "audio": "", "normalized": ["Her beautiful translucent white skin and her wrinkles and membranes, pink as the day she was born, everything was exposed in front of this mere human."]}, {"name": "Cara", "audio": "v_sr151_0007", "normalized": ["…!", " What are you…"]}, {"name": "", "audio": "", "normalized": ["Humiliated by the hands that were now squeezing and caressing her exposed butt, Cara raised her voice, the look in her eyes growing even sharper."]}, {"name": "", "audio": "", "normalized": ["But the man gave no answer, as he massaged her flesh, pulling at it and opening her valley wide."]}, {"name": "Cara", "audio": "v_sr151_0008", "normalized": ["Ngnnhh… hyaah?!"]}, {"name": "", "audio": "", "normalized": ["At the same time the cold air licked at her and a chill made her spine tingle…"]}, {"name": "Cara", "audio": "v_sr151_0009", "normalized": ["Agghh… gwaahh!"]}, {"name": "", "audio": "", "normalized": ["Without relaxing her, or even so much as a caress, the man's fingers screwed deep inside Cara's tight, pretty chrysanthemum hole, prying it open."]}, {"name": "Cara", "audio": "v_sr151_0010", "normalized": ["Haggh… nnh, s-stop… iit, guhhihhnnh!"]}, {"name": "", "audio": "", "normalized": ["Her body writhed in indescribable disgust as she moved her hips forward, attempting to escape the man's hands, but in her bound state she was stuck."]}, {"name": "Cara", "audio": "v_sr151_0011", "normalized": ["You despicable… pghh… nnh… aah, haahh!"]}, {"name": "", "audio": "", "normalized": ["Unable to move, he held her ass down, stroking and digging at her anal membranes, as his fingers worked her relentlessly."]}, {"name": "Cara", "audio": "v_sr151_0012", "normalized": ["N-no matter… nngh, phh… no matter how much you humiliate me and treat me like this… I won't give in to you…"]}, {"name": "", "audio": "", "normalized": ["Cara's eyes were gleaming with wrath as she glared at the man behind her."]}, {"name": "", "audio": "", "normalized": ["However, the man completely ignored Cara's attitude, and he pumped his fingers in and out over and over again, assaulting her anus as he grinned."]}, {"name": "Cara", "audio": "v_sr151_0013", "normalized": ["Nngh… phh, guuhh…"]}, {"name": "", "audio": "", "normalized": ["He stretched out her anus like rubber, stretching his fingers even deeper inside as it expanded, crushing her intestinal walls."]}, {"name": "", "audio": "", "normalized": ["But then, the oppressive fingers drew back, and as her flesh tried to return to its original position, it contracted and clung to them."]}, {"name": "", "audio": "", "normalized": ["As he pulled out his fingers, her membranes stretched, sucking at his fingers like a volcanic crater, as if she was pathetically begging him not to pull away."]}, {"name": "Cara", "audio": "v_sr151_0014", "normalized": ["Aaah… nnh, haah… haah… shtop iit… ihh, hyaah…"]}, {"name": "", "audio": "", "normalized": ["The humiliation of being toyed with at his whim, the wrinkles of her anus that even she had never been able to see before were now being looked at by his predatory gaze."]}, {"name": "", "audio": "", "normalized": ["It made her body fill with inexplicable heat, and as the tingling sensations crawled across her, before Cara knew it, her hips were lifting themselves."]}, {"name": "", "audio": "", "normalized": ["She stuck out her behind, her wrinkles loosening as he dug into them, and the thrusting of the man's fingers gradually became smoother."]}, {"name": "Cara", "audio": "v_sr151_0015", "normalized": ["(Ggh… No way, this is just… my muscles relaxing from being touched… I'm not getting used to it or anything…)"]}, {"name": "", "audio": "", "normalized": ["Once again, she pulled her body away, trying to expel his fingers by tightening her sphincter, showing her resistance."]}, {"name": "", "audio": "", "normalized": ["However―though she was earnestly trying, his fingers were massaging her anal wrinkles gently, while still pumping in and out…"]}, {"name": "Cara", "audio": "v_sr151_0016", "normalized": ["Phhgahh?!", " Nnh, aah!", " Haah, guuhh… nnh… phh…"]}, {"name": "", "audio": "", "normalized": ["She let out a loud, high-pitched scream, and then hurriedly tried to keep her mouth shut, curling her body up."]}, {"name": "Cara", "audio": "v_sr151_0017", "normalized": ["(Just… what was that… that was almost like I…)"]}, {"name": "", "audio": "", "normalized": ["She tried to fight against his caresses, gritting her teeth, rejecting and hiding the fear that had welled up within her."]}, {"name": "", "audio": "", "normalized": ["But her hole had loosened enough to easily swallow his fingers up, her membranes beginning to melt even as he put a bit of space between them."]}, {"name": "Cara", "audio": "v_sr151_0018", "normalized": ["Haah… phew… nnh…"]}, {"name": "You", "audio": "", "normalized": ["…Hmph, so that's it?"]}, {"name": "", "audio": "", "normalized": ["The sweet sensations that had spread from her anus to her abdomen and all the way to her head swiftly left her along with his fingers."]}, {"name": "", "audio": "", "normalized": ["Though her face was red with embarrassment that for a moment she had almost been swept away by the sensation, she breathed a sigh of relief that she had somehow endured."]}, {"name": "Cara", "audio": "v_sr151_0019", "normalized": ["(Gh… no, it's fine… I was just trying to avoid getting stimulated by holding back my discomfort and accommodating him…)"]}, {"name": "", "audio": "", "normalized": ["There was no way that she had accepted it, or longed for it…"]}, {"name": "", "audio": "", "normalized": ["Breathing more steadily as she made excuses to herself, she lifted her eyes once again and glared behind her."]}, {"name": "Cara", "audio": "v_sr151_0020", "normalized": ["Phew… so did you really think you could control me with just this?", " Seems like something such a vulgar man would think of…"]}, {"name": "You", "audio": "", "normalized": ["Oh, is that so, huh?"]}, {"name": "", "audio": "", "normalized": ["The man looked completely unruffled and it irritated her, but in order to preserve her own dignity, Cara once again spoke, her gaze even sharper."]}, {"name": "Cara", "audio": "v_sr151_0021", "normalized": ["I'll keep repeating it for you, this is useless… Why don't you give up on trying to control me and try for my life instead?"]}, {"name": "Cara", "audio": "v_sr151_0022", "normalized": ["Otherwise, you will be the one who dies… I don't mind a little horseplay, but you should know that your lifespan is shortening."]}, {"name": "", "audio": "", "normalized": ["Her calm yet wrathful words definitely reached the man's ears."]}, {"name": "", "audio": "", "normalized": ["Even so, his expression did not change… no, that was wrong.", " Upon hearing Cara's words, he thought of something, and his lips bent in a smile as he began to laugh out loud."]}, {"name": "You", "audio": "", "normalized": ["I get it… so the reason your asshole is gaping and begging me isn't because I messed with you after all, huh?"]}, {"name": "Cara", "audio": "v_sr151_0023", "normalized": ["…?!", " Sh… shut up… you… ghh, uuh…"]}, {"name": "", "audio": "", "normalized": ["As she tried to directly deny it, the moment he pointed it out, she suddenly realized how her body was responding."]}, {"name": "", "audio": "", "normalized": ["Just as the man had said, her own anus was twitching and gaping wide open."]}, {"name": "You", "audio": "", "normalized": ["If it's not because I messed with it… then, in other words, it's because you just want it really bad yourself, huh?"]}, {"name": "Cara", "audio": "v_sr151_0024", "normalized": ["Ghh… what utter nonsense…!", " I'm not into anything that tasteless and I'm certainly not turned on by any moves of yours!"]}, {"name": "Cara", "audio": "v_sr151_0025", "normalized": ["At best you're just enjoying your boring delusions and dreaming that you're controlling me…"]}, {"name": "", "audio": "", "normalized": ["Even as she snapped back at him, Cara's face was red all the way to her ears and her whole body trembled with shame."]}, {"name": "You", "audio": "", "normalized": ["What, calm down… This is just a warm-up.", " I'm not gonna stop here, of course."]}, {"name": "Cara", "audio": "v_sr151_0026", "normalized": ["…?!", " Wha― you don't mean…"]}, {"name": "", "audio": "", "normalized": ["The man removed his clothes and pressed the rigid rod sprouting from his crotch up against Cara's opened anus, then leaned his body weight against her."]}, {"name": "Cara", "audio": "v_sr151_0027", "normalized": ["S-stop tha―aaghh?!"]}, {"name": "", "audio": "", "normalized": ["*Nnnchh, gchh!", "* *Gbbhh, nnbbhh…*"]}, {"name": "Cara", "audio": "v_sr151_0028", "normalized": ["Ihhiguuhh!", " Nnh, aah…"]}, {"name": "", "audio": "", "normalized": ["The overwhelming pressure put on her easily parted her wrinkled flesh that his fingers had dug out, and his male spear penetrated her round hole."]}, {"name": "Cara", "audio": "v_sr151_0029", "normalized": ["Oggh… nnohh, haah…"]}, {"name": "Cara", "audio": "v_sr151_0030", "normalized": ["(Aaah… n-no way… nnghh!", " In my… ass… nnhihh…)"]}, {"name": "", "audio": "", "normalized": ["Her trembling pink wrinkles swallowed up his thick glans as if she were trying to digest him, squeaking as she closed tightly around him."]}, {"name": "", "audio": "", "normalized": ["Her membranes were relaxed and slick with wetness as they expanded, bending and accepting his penetrating rod, inviting him deeper and deeper within."]}, {"name": "", "audio": "", "normalized": ["Even so, having something inserted in her anus for the first time left Cara in maddening pain and anguish, her breathing ragged as her whole body twitched."]}, {"name": "You", "audio": "", "normalized": ["…I misjudged you.", " Since you're the vampire queen, I expected your anus was long since open for business, but…"]}, {"name": "Cara", "audio": "v_sr151_0031", "normalized": ["Nnghh, phhnnhh… nnh, wh…what are you saying, idiot… who the hell would do this disgraceful, dirty…"]}, {"name": "", "audio": "", "normalized": ["This filthy act.", " The words she wanted to say were swiftly interrupted by his movements."]}, {"name": "You", "audio": "", "normalized": ["But it was an interesting miscalculation."]}, {"name": "You", "audio": "", "normalized": ["Since we're already here, I'll take this chance to train every last wrinkle of your anus with my dick."]}, {"name": "Cara", "audio": "v_sr151_0032", "normalized": ["This filthy―aghhphh?!", " Nnhihh, guhhihhnh!"]}, {"name": "", "audio": "", "normalized": ["All at once, he buried his rod inside of her all the way to the base, stretching her anus out with his pointed thrusts and piercing her deepest anal walls."]}, {"name": "", "audio": "", "normalized": ["The dreadful attack made her eyes and mouth open wide, her ass stick up, and the tips of her feet stretch out as Cara's entire lower half spasmed."]}, {"name": "Cara", "audio": "v_sr151_0033", "normalized": ["Nnhphh… aah, aahh…"]}, {"name": "", "audio": "", "normalized": ["Drool spilled from her groaning mouth and her walls were completely melted as they clung to his hot rod."]}, {"name": "", "audio": "", "normalized": ["The pressure and pain on her stomach made her groan, but deep inside her anus, there was a sweet ache, as Cara's spine tingled."]}, {"name": "Cara", "audio": "v_sr151_0034", "normalized": ["(Hhghh… nnhgh, gphh…)"]}, {"name": "", "audio": "", "normalized": ["Though she tried to shake her head to deny the feeling, the man's movements hadn't stopped with just insertion."]}, {"name": "Cara", "audio": "v_sr151_0035", "normalized": ["Phh, nnhh… ahiihh!", " Nnno, s-stopp… hyughh!", " Haah, d-don't moove!"]}, {"name": "", "audio": "", "normalized": ["As he made her walls expand and contract, he dug out her chrysanthemum hole with furious pistoning, digging and excavating her fleshy cave."]}, {"name": "", "audio": "", "normalized": ["Its overwhelming presence made her hips twist and her ass naturally stick out, and the man's hips slapped violently against her."]}, {"name": "Cara", "audio": "v_sr151_0036", "normalized": ["(Npphh, phew… I can still… stand this much… aah, guuhh!", ")"]}, {"name": "", "audio": "", "normalized": ["Even though she told herself this, there was nothing she could do about the slapping against her ass and the hot piece moving vigorously on the other side of her stomach."]}, {"name": "", "audio": "", "normalized": ["The discomfort and anguish she felt, in the end, turned to her being forced to experience a sweet, pleasant sensation deep inside."]}, {"name": "", "audio": "", "normalized": ["Whether she admitted it or denied it, she could feel the pressure making her expand, and her bound body was stiff with effort."]}, {"name": "", "audio": "", "normalized": ["She curled her hands where they were bound behind her back and bent her feet, trying to brace herself, but the movement made her sphincter contract tightly."]}, {"name": "Cara", "audio": "v_sr151_0037", "normalized": ["Pheww, nnghh… phh… aah!"]}, {"name": "", "audio": "", "normalized": ["Her strongly contracting anus was turned inside out over and over."]}, {"name": "", "audio": "", "normalized": ["His glans rubbed against the inside of her wrinkles as though it was caught there, and the stimulation made her eyes swim."]}, {"name": "Cara", "audio": "v_sr151_0038", "normalized": ["(Ghhyuhh, phh… nnhahh!", " That spot… over and over… nnh, haah… auuhh!", ")"]}, {"name": "", "audio": "", "normalized": ["With every furious thrust of the man's hips, he dug into her walls, making them creak and scream, as a sweet ache spread through the deepest part of her rectum."]}, {"name": "", "audio": "", "normalized": ["And of course, it was the same for him… The intense force of her hole continuing to squeeze him made his giant dick shudder with pleasure."]}, {"name": "You", "audio": "", "normalized": ["Mm… about time to end things.", " I'd like to enjoy this a little bit longer, but… hmph, it's fine.", " We have plenty of time."]}, {"name": "Cara", "audio": "v_sr151_0039", "normalized": ["Nnnghh… haah, wh-what are you… talking about…"]}, {"name": "", "audio": "", "normalized": ["Cara scowled at the man, her breathing rough and with her face charmingly flushed, clearly from something other than anger this time."]}, {"name": "Cara", "audio": "v_sr151_0040", "normalized": ["You don't have that kind of time… because Azuma and Kitae will… Marika will… be here to rescue me any minute now…"]}, {"name": "You", "audio": "", "normalized": ["Heheh, who knew that even the vampire queen was the kind of person to rely on backup from others…?"]}, {"name": "Cara", "audio": "v_sr151_0041", "normalized": ["Be quiet… Relying on your trusted companions is the number one thing you humans just don't―nnh, phghh, guwaahh?!"]}, {"name": "", "audio": "", "normalized": ["She bent backwards, letting out a shrill, unintentional shout as he dug at her deepest part."]}, {"name": "", "audio": "", "normalized": ["Just like that, he pulled his hips back, and the head of his glans dug into her membranes."]}, {"name": "", "audio": "", "normalized": ["It filled her with pleasure that assaulted her instincts, as though he were pulling out her intestines."]}, {"name": "You", "audio": "", "normalized": ["In that case, before they get here―I'll carve my mark into that body of yours… You can show it off to your precious companions."]}, {"name": "Cara", "audio": "v_sr151_0042", "normalized": ["What are you… nngh, guhhihh!", " Haah… no way… nnhgh, hahhiihh!"]}, {"name": "", "audio": "", "normalized": ["Cara correctly guessed at his intentions and tried to pull her hips back, but bound like this, with her power stolen from her, there was nothing she could do."]}, {"name": "Cara", "audio": "v_sr151_0043", "normalized": ["Nnphh, hahhihh, ihhyahh!", " Haah, stop it… nnh!", " No way… don't move… nnhpphh!"]}, {"name": "", "audio": "", "normalized": ["He began to thrust in and out, filling her stomach with endless heat, solely focused on churning up her insides, and her walls were completely soaked and melting."]}, {"name": "", "audio": "", "normalized": ["She began to recall the feeling of him carefully caressing her with his fingers and the pleasure that made her lose her mind and threatened to explode her body…"]}, {"name": "Cara", "audio": "v_sr151_0044", "normalized": ["(Ghh… it's no use… I have to just resist… aggh, I have to… hold back… resist…)"]}, {"name": "", "audio": "", "normalized": ["She gritted her teeth tightly, trying desperately to hang on to her consciousness that was threatening to fly away."]}, {"name": "", "audio": "", "normalized": ["However, just like before, her stiffened body made her anus tighten and narrow, making her feel his cock even more than before."]}, {"name": "Cara", "audio": "v_sr151_0045", "normalized": ["Phh… nnhh… phghhiihh?!"]}, {"name": "", "audio": "", "normalized": ["Her sphincter muscles were clamping past their limit, as if trying to bite off his dick."]}, {"name": "", "audio": "", "normalized": ["He thrust deep inside of her, his balls slapping furiously against her thighs."]}, {"name": "", "audio": "", "normalized": ["His fiery dick was the size of a fist as it pierced through her anus."]}, {"name": "", "audio": "", "normalized": ["It easily penetrated her rectum and reached all the way to her colon, spreading its pulsating heat throughout her cave…"]}, {"name": "Cara", "audio": "v_sr151_0046", "normalized": ["(Aaah… no, it's no good… I don't want thiis!", ")"]}, {"name": "", "audio": "", "normalized": ["*Splurt… drip drip driip!", "* *Splort, splash, sploosh!", "*"]}, {"name": "Cara", "audio": "v_sr151_0047", "normalized": ["(Nnhiihh!", " Ahhiiee… aphh, hiihhnnhh!", " Aaah… it'sh sho hot… guwaahh!", ")"]}, {"name": "", "audio": "", "normalized": ["The feeling of his male fluid pouring directly into her stomach and the sticky heat that clung to her puckered hole melted and burned her walls."]}, {"name": "", "audio": "", "normalized": ["Even though he was pushing into her, Cara's hips no longer tried to escape him, but now stuck out and pressed her butt up against the man's hipbones."]}, {"name": "", "audio": "", "normalized": ["The unconscious movements caressed her behind as she swallowed his cock up completely."]}, {"name": "", "audio": "", "normalized": ["It was as though he were trying to drill into her colon, and her walls undulated, trying to digest him."]}, {"name": "", "audio": "", "normalized": ["She could feel the pulsation of his enormous cock everywhere inside her cave as Cara's senses finally went completely white."]}, {"name": "", "audio": "", "normalized": ["She flickered brilliantly as her whole body shook and took flight."]}, {"name": "", "audio": "", "normalized": ["*Twitch… twitchtwitchtwitch!", "* *Wiggle, wriggle…*"]}, {"name": "Cara", "audio": "v_sr151_0048", "normalized": ["Phhghh… nhhghh, nnhh!"]}, {"name": "", "audio": "", "normalized": ["Her bound body squirmed all over like a caterpillar, her rear sticking up and she groaned shamefully."]}, {"name": "", "audio": "", "normalized": ["Though she had frantically held back and managed to retain her sense, the queen of the vampires still blacked out for several seconds."]}, {"name": "", "audio": "", "normalized": ["Her cheeks were flushed with shame."]}, {"name": "Cara", "audio": "v_sr151_0049", "normalized": ["(Nnghh, guwaah… now… I'm… guuh, uuhh…)"]}, {"name": "", "audio": "", "normalized": ["Moreover, even as she trembled from the humiliation and gritted her teeth, her ass had been working his cock, greedily devouring his semen."]}, {"name": "Cara", "audio": "v_sr151_0050", "normalized": ["Nnhh… guuh, phh… haah…"]}, {"name": "", "audio": "", "normalized": ["Her shivering spine bent backward as her body danced with spasms two or three more times, and finally Cara breathed heavily, clenching her fists."]}, {"name": "", "audio": "", "normalized": ["*Gllch… nbbhh…*"]}, {"name": "Cara", "audio": "v_sr151_0051", "normalized": ["Haahnhh… haah… aauhh…"]}, {"name": "", "audio": "", "normalized": ["Now finished ejaculating, his rod slipped out of her anus with a loud, sticky noise."]}, {"name": "", "audio": "", "normalized": ["However, her hole that had been made smooth by his rod was completely relaxed, and did not contract, as cloudy white fluid spilled out of it."]}, {"name": "", "audio": "", "normalized": ["The stimulation made her body tremble, and she was filled with humiliation from her slight pleasure at the cold air now filling her rectum."]}, {"name": "Cara", "audio": "v_sr151_0052", "normalized": ["Ghh… are you… finished…?", " It's just like I said before, if you're satisfied, then release me… Do you want to die?"]}, {"name": "", "audio": "", "normalized": ["Her companions were coming to save her―otherwise she'd wait for an opening and kill him herself.", " Saying this was Cara's own way of gently threatening him."]}, {"name": "", "audio": "", "normalized": ["But naturally, the man did not consent, but instead grinned, picking up a certain tool."]}, {"name": "You", "audio": "", "normalized": ["Don't worry, this was just a little fooling around.", " After this I'm gonna take my time and care in corrupting you… so be prepared."]}, {"name": "Cara", "audio": "v_sr151_0053", "normalized": ["Ggh… just try it, if you think you can."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I will… heheh, I'm looking forward to it."]}, {"name": "You", "audio": "", "normalized": ["To the moment you turn into a female pig begging for my cock, squealing from getting your asshole plugged."]}, {"name": "Cara", "audio": "v_sr151_0054", "normalized": ["I would never―nghh!"]}, {"name": "", "audio": "", "normalized": ["The man installed a strange restraint around Cara's neck as she raised her voice in protest."]}, {"name": "You", "audio": "", "normalized": ["If you resist, it'll shock you with an electric current that's impossibly close to lethal…"]}, {"name": "You", "audio": "", "normalized": ["So if you're waiting on your friends to rescue you, you'll have to do your best not to die from the shock."]}, {"name": "", "audio": "", "normalized": ["There was a chance he was bluffing, but purposely putting herself in danger just to test it would be foolish in this situation."]}, {"name": "", "audio": "", "normalized": ["Gritting her teeth strongly, simply glaring at the man with her eyes, Cara's low voice shook."]}, {"name": "Cara", "audio": "v_sr151_0055", "normalized": ["Just the fact that you would threaten me like this… there's no way I'll yield to you… I'll tell you that now…"]}]