[{"name": "You", "audio": "", "normalized": ["So, do you always seduce men coming to the casino by shaking those thick ass of yours?"]}, {"name": "Rabbina", "audio": "v_sr566_0000", "normalized": ["Ahhnm, that's not what I do…!", " Come on, please, don't grope me so hard, no…!"]}, {"name": "", "audio": "", "normalized": ["Her ripe, round butt shook and bounced as Rabbina wiggled restlessly as I played with her butt."]}, {"name": "You", "audio": "", "normalized": ["Don't you lie to me.", " Your curves and your huge fucking titties are here to please men.", " There's no way you won't use them, right?"]}, {"name": "Rabbina", "audio": "v_sr566_0001", "normalized": ["Kyaauhh!", " Aghaaghhgnmm!"]}, {"name": "", "audio": "", "normalized": ["As I squeezed her soft buttocks once again, Rabbina let out high-pitched moans from her mouth."]}, {"name": "Rabbina", "audio": "v_sr566_0002_c", "normalized": ["No, you can't touch me so lewd like this.", " It's making me so horny and I can't help it…!"]}, {"name": "Rabbina", "audio": "v_sr566_0003", "normalized": ["Come on, my titties are getting so perky too.", " I want you to touch them.", " My nipples are tingling so much…!"]}, {"name": "", "audio": "", "normalized": ["Rabbina said and shook her large breasts while giving an aroused, intoxicated look."]}, {"name": "Rabbina", "audio": "v_sr566_0004", "normalized": ["Hey did you know?", " Rabbits ovulate when we mate.", " When we have sex, it makes us want to get pregnant as our womb comes down."]}, {"name": "Rabbina", "audio": "v_sr566_0005", "normalized": ["So if you put your cock in my pussy, I'm getting pregnant for sure, no exception…!"]}, {"name": "", "audio": "", "normalized": ["Rabbina let off a lewd odor and shook her hips erotically as her mind was filled with lust."]}, {"name": "Rabbina", "audio": "v_sr566_0006", "normalized": ["Please, come on!", " Please, put your cock into my pussy!", " I'm gonna get pregnant for sure, so please, pour your cum into my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Hehehe, an animal that will surely get pregnant when having sex…"]}, {"name": "You", "audio": "", "normalized": ["Okay, don't be so hasty though.", " Let me have a nice feel of your huge ass."]}, {"name": "", "audio": "", "normalized": ["I massaged her butt over and over.", " That made Rabbina shake her hips like she wanted me to stop."]}, {"name": "Rabbina", "audio": "v_sr566_0007", "normalized": ["No, please, I want your cock, I want your cock right now, cock!", " I want to have sex with you, I want your baby!"]}, {"name": "", "audio": "", "normalized": ["How greedy she was, begging for a man she just met to fuck her and make her pregnant."]}, {"name": "", "audio": "", "normalized": ["…How we ended here was just a coincidence, or according to her, purely good luck."]}, {"name": "", "audio": "", "normalized": ["We were in a shady, illegal casino in Amahara ran by demons called \"Noble Vice\"."]}, {"name": "", "audio": "", "normalized": ["Noble Vice has its roots in the Dark World and it provided funds to many powerful men, both human and demon."]}, {"name": "", "audio": "", "normalized": ["If it was illegal, Nobel Vice's money was part of it, regardless of human or demons.", " It was harder to find anything that did not involve their cash."]}, {"name": "", "audio": "", "normalized": ["They were also carrying out their own share of illegal activities such as drug and human trafficking, spreading darkness in this world."]}, {"name": "You", "audio": "", "normalized": ["A slut like you is a dealer here?", " Damn, I thought this was a casino, not a fucking brothel."]}, {"name": "Rabbina", "audio": "v_sr566_0008", "normalized": ["Come on, I've never been so turned on in a while.", " My womb is aching, begging for your genes inside!"]}, {"name": "", "audio": "", "normalized": ["This casino also hosted a gambling show where you were allowed to cheat as the main attraction."]}, {"name": "", "audio": "", "normalized": ["One could challenge Rabbina who was the great undefeated queen, use it to settle a dispute or to judge someone of their crime…"]}, {"name": "", "audio": "", "normalized": ["The bets placed were often much more than money, they were lives and organizations that were at the stake."]}, {"name": "You", "audio": "", "normalized": ["Don't lie to me.", " I know very well you've been fucked the men at the casino left and right."]}, {"name": "Rabbina", "audio": "v_sr566_0009", "normalized": ["Huh?", " Oh, come on, if you knew, I wish you would have just asked me earlier.", " I mean, I'm ready to fuck anytime."]}, {"name": "", "audio": "", "normalized": ["…I visited this casino for business but I decided to challenge Rabbina on a whim."]}, {"name": "", "audio": "", "normalized": ["But I was completely defeated.", " I was interested in her so I contacted her but something unexpected happened."]}, {"name": "Rabbina", "audio": "v_sr566_0010", "normalized": ["You tripped on thin air and fell on me… That's a stupid lie to hit on a girl but, heheh, I kinda like it."]}, {"name": "You", "audio": "", "normalized": ["No, I mean, really, I really did trip there."]}, {"name": "", "audio": "", "normalized": ["I actually did trip out of nowhere and hugged Rabbina accidentally, then she seduced me, saying she was lucky today, and we ended up here…"]}, {"name": "Rabbina", "audio": "v_sr566_0011", "normalized": ["I don't really care.", " I'm just feeling really lucky today."]}, {"name": "", "audio": "", "normalized": ["Indeed.", " Rabbina kept repeating the word \"lucky\".", " Perhaps that had something to do with her ability."]}, {"name": "You", "audio": "", "normalized": ["You know, now that I've taken a good look at you, you really don't look like a gambling person from the way you dress."]}, {"name": "Rabbina", "audio": "v_sr566_0012", "normalized": ["Huh, really?", " Hmm, I guess that's because I used to be a poor, cute bunny just running away in the Dark World?"]}, {"name": "Rabbina", "audio": "v_sr566_0013", "normalized": ["I'm not good at fighting and the only thing I could rely on was my legs to run with.", " That was rough."]}, {"name": "Rabbina", "audio": "v_sr566_0014", "normalized": ["But, but, All I need now is just a single pistol.", " With my power, no one can hurt me."]}, {"name": "You", "audio": "", "normalized": ["…Oh?", " So what is that power of yours?", " Looks like you started acting a bit differently since we started gambling."]}, {"name": "You", "audio": "", "normalized": ["Does it have something to do with it?"]}, {"name": "", "audio": "", "normalized": ["Then Rabbina's bunny ears started twitching a little with a little bit more serious face as if that was something she did not talk about."]}, {"name": "Rabbina", "audio": "v_sr566_0015", "normalized": ["…Maybe I would tell you a little about it if you can make me feel good, you know?"]}, {"name": "", "audio": "", "normalized": ["And then her attitude changed again, shaking her hips and squishing her breasts to show them off."]}, {"name": "You", "audio": "", "normalized": ["Then I'm not gonna put my cock in you if you aren't gonna tell me what it is, okay?"]}, {"name": "", "audio": "", "normalized": ["I threatened her a little bit and she shook her head left and right."]}, {"name": "Rabbina", "audio": "v_sr566_0016", "normalized": ["No, no, no.", " I want you to fuck my pussy with your cock!", " Ah, but I can't tell you about my power, so something else…"]}, {"name": "", "audio": "", "normalized": ["I concluded I was not going to get anything out of her about her power so I shifted to deducing it from other details."]}, {"name": "You", "audio": "", "normalized": ["So, anyway, why are you working at a casino?"]}, {"name": "Rabbina", "audio": "v_sr566_0017", "normalized": ["Huh?", " I mean, working as a dealer at a casino is more of a hobby than work to me."]}, {"name": "", "audio": "", "normalized": ["Rabbina showed a joyous expression and started talking about herself."]}, {"name": "Rabbina", "audio": "v_sr566_0018", "normalized": ["A long time ago, I was tricked by someone from my own race and lost everything."]}, {"name": "Rabbina", "audio": "v_sr566_0019", "normalized": ["So I was wandering around, penniless and alone.", " The owner here picked me up and made me a dealer because of my power."]}, {"name": "You", "audio": "", "normalized": ["Oh…?", " So it does have something to do with gambling."]}, {"name": "Rabbina", "audio": "v_sr566_0020", "normalized": ["…But I didn't like tricking people with my power.", " It was like what they did to me."]}, {"name": "Rabbina", "audio": "v_sr566_0021", "normalized": ["But… Heheheh, after a little bit, seeing how they broke down in front of me after being tricked made me feel so good…"]}, {"name": "", "audio": "", "normalized": ["Then Rabbina's eyes glimmered with madness as her body started trembling."]}, {"name": "Rabbina", "audio": "v_sr566_0022", "normalized": ["Nowadays, just thinking about gambling turns me on… Mnnm, it makes my pussy tingle while I'm dealing, heheheh…"]}, {"name": "You", "audio": "", "normalized": ["You're a gamble-addict and sex-addict… I knew a few things about your race like you're one of the horniest demons around."]}, {"name": "Rabbina", "audio": "v_sr566_0023", "normalized": ["Heheheh.", " And, you know, when I'm done with work, they hit on me if I'm lucky and if I'm unlucky… They might just fuck me anyway."]}, {"name": "", "audio": "", "normalized": ["She was talking about being violated so happily like there was nothing wrong with it.", " She really was addicted to sex."]}, {"name": "Rabbina", "audio": "v_sr566_0024", "normalized": ["But if I'm my luck is even worse, no one would fuck me and I have to touch myself at home."]}, {"name": "Rabbina", "audio": "v_sr566_0025", "normalized": ["I mean, that's also kind of a gamble, you know.", " I also love that too.", " Mnheheheh."]}, {"name": "You", "audio": "", "normalized": ["…I see.", " I've gotten a pretty good idea about what your power is like, Black Rabbit."]}, {"name": "Rabbina", "audio": "v_sr566_0026", "normalized": ["!", " Huh, r-really?", " …Kyaaghh?!"]}, {"name": "", "audio": "", "normalized": ["I resumed petting Rabbina once again, squeezing her butt and kneading them around."]}, {"name": "You", "audio": "", "normalized": ["Your race is actually timid, nervous, and cowardly but you are actually sly bastards who look down on others."]}, {"name": "You", "audio": "", "normalized": ["But your luck ran out when you decided to pull your trick on me.", " I'm gonna break you, you sex-addict!"]}, {"name": "Rabbina", "audio": "v_sr566_0027", "normalized": ["B-break me… Huaaghh!", " Aghh, no, ahh, aaghhnmm!"]}, {"name": "", "audio": "", "normalized": ["I rubbed her hips making smooth curves and then massaged them in a circular motion."]}, {"name": "", "audio": "", "normalized": ["I pressed my fingertips onto her and they started sinking into her soft butt more and more."]}, {"name": "", "audio": "", "normalized": ["Rabbina groped her own breasts in synch and was burning up from the lust, both on top and bottom."]}, {"name": "Rabbina", "audio": "v_sr566_0028", "normalized": ["Aghaahh, ahh… M-my pussy, it's getting so hot…!"]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " I was just squeezing your ass and you're already drenched down there, making such lewd sounds."]}, {"name": "", "audio": "", "normalized": ["She indeed was a sex-addict and she was getting wet so quickly and so much.", " Her vaginal fluid gushed out like it was running from a faucet."]}, {"name": "", "audio": "", "normalized": ["Her round bunny tail wiggled around with a fluff along with her butt, expressing pleasure."]}, {"name": "Rabbina", "audio": "v_sr566_0029", "normalized": ["Haaghh… How you're groping me, it's so good.", " I'm getting so turned on with my ass and now I want to get fucked from the behind."]}, {"name": "Rabbina", "audio": "v_sr566_0030", "normalized": ["Hey, come on, just fuck me already, in my ass or in my pussy, I don't care!", " Please, my pussy can't handle it anymore…!"]}, {"name": "You", "audio": "", "normalized": ["If you want my cock that much tell, me what your power really is."]}, {"name": "Rabbina", "audio": "v_sr566_0031", "normalized": ["!", " Ughh, I can't do that…!", " I can't do that, but, please, I just want you to fuck me!"]}, {"name": "You", "audio": "", "normalized": ["…Well, well, you're so stubborn."]}, {"name": "", "audio": "", "normalized": ["I had to break her by any means necessary.", " I started teasing her more instead of penetrating her."]}, {"name": "Rabbina", "audio": "v_sr566_0032", "normalized": ["Aahhmm!", " D-don't spread them so wide…!"]}, {"name": "", "audio": "", "normalized": ["I left her high-cut bunny suit on and spread her labia puffing up from intense lust."]}, {"name": "", "audio": "", "normalized": ["With, honey-like fluid started pouring out of her drenched vagina."]}, {"name": "", "audio": "", "normalized": ["That made viscous and wet sounds, emphasizing how over the top her desires were."]}, {"name": "You", "audio": "", "normalized": ["It's so wet down there.", " I guess you really do want my cock in there so you can plug it."]}, {"name": "Rabbina", "audio": "v_sr566_0033", "normalized": ["Th-that's right!", " So, please, just hurry, I want your rock-hard cock inside my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Hmm, let me see…"]}, {"name": "", "audio": "", "normalized": ["I let go of her labia and the thick vaginal fluid made squishy noise.", " I spread them open again and it made a sticky thread over her vagina."]}, {"name": "", "audio": "", "normalized": ["Spread her labia repeatedly was enough to make Rabbina's body shudder and I could smell lewd, steaming odor from her crotch."]}, {"name": "Rabbina", "audio": "v_sr566_0034", "normalized": ["A-are you coming in?", " Are you now?", " Mnnuh, wh-which is it?"]}, {"name": "You", "audio": "", "normalized": ["Hmm… I was just wondering what to do with you.", " If you won't talk, we aren't going anywhere, okay?"]}, {"name": "Rabbina", "audio": "v_sr566_0035", "normalized": ["P-please…!", " Uhguhh, come on, I-I can't stand it when you keep spreading my pussy…!"]}, {"name": "", "audio": "", "normalized": ["The flesh deep inside her vagina peeking through the opening was twitching like it was begging for the penis."]}, {"name": "", "audio": "", "normalized": ["And more pussy juice gushed out and ran down her thighs."]}, {"name": "", "audio": "", "normalized": ["What a tasty-looking vagina… But if I penetrated her with my lust, she gets to have what she wants."]}, {"name": "Rabbina", "audio": "v_sr566_0036", "normalized": ["Y-you want to put it inside my pussy, right?", " Come on, you wanna pound me with your cock, right?"]}, {"name": "Rabbina", "audio": "v_sr566_0037", "normalized": ["Please, drill my pussy hard, scrape my insides, and you can come deep inside me anytime you want, okay?"]}, {"name": "Rabbina", "audio": "v_sr566_0038", "normalized": ["Please, just hurry, kiss my womb with your cock, fill me up with your baby juice!"]}, {"name": "", "audio": "", "normalized": ["Rabbina allured me with lewd, seductive words and shook her ass left and right, but I was not going to put it in her just yet."]}, {"name": "Rabbina", "audio": "v_sr566_0039", "normalized": ["Mnghhnmm… P-please, if you won't give me your cock, then just touch me.", " You're gonna drive me nuts if you keep teasing me!"]}, {"name": "Rabbina", "audio": "v_sr566_0040", "normalized": ["Rabbits die when we are left lonely, but not being able to fuck is even worse!"]}, {"name": "You", "audio": "", "normalized": ["Oh, I've never heard of such thing, but… Like I've been saying, I'll give it to you if you explain your power."]}, {"name": "", "audio": "", "normalized": ["At this point, it would not have been long before I was able to break her.", " Rabbina kept growling and then opened her mouth like her patient ran out."]}, {"name": "Rabbina", "audio": "v_sr566_0041", "normalized": ["Th-then… I'll tell you if you can beat me in sex!"]}, {"name": "You", "audio": "", "normalized": ["So, if I can best you sex, you'll tell me, right?", " Hahahahah, you think you can beat me in sex…!"]}, {"name": "Rabbina", "audio": "v_sr566_0042", "normalized": ["I-I will win!", " I am the undefeated queen and the dealer at Noble Vice, Ribbna!"]}, {"name": "You", "audio": "", "normalized": ["But this is no gamble, you should know.", " I doubt you can control yourself with your lust, but you still think you can beat me?"]}, {"name": "Rabbina", "audio": "v_sr566_0043", "normalized": ["Ughh… Th-that's…"]}, {"name": "", "audio": "", "normalized": ["Even while we were talking, her vagina twitched and reacted.", " It was almost certain she would orgasm with just the penetration."]}, {"name": "", "audio": "", "normalized": ["However, I had the sadistic desire to keep her from orgasming that easily and I started teasing Rabbina even harder…"]}, {"name": "Rabbina", "audio": "v_sr566_0044", "normalized": ["Mnnkyughh?!", " P-p-please, you can't do that, you can't let that dig into my pussy!"]}, {"name": "", "audio": "", "normalized": ["I scooped overflowing vaginal fluid with my hand and smothered it onto her labia, then pulling the strap on her high-cut costume over her vagina."]}, {"name": "", "audio": "", "normalized": ["And I took the fluid left on my hand to Rabbina's butt and started spreading it on to her."]}, {"name": "Rabbina", "audio": "v_sr566_0045", "normalized": ["Noo!", " No, no, noo!", " Th-this is way too much, it's so rough, so sudden, yoU're gonna break my pussy!"]}, {"name": "You", "audio": "", "normalized": ["What, I thought you wanted me to touch you down there?", " You like getting your pussy teased."]}, {"name": "Rabbina", "audio": "v_sr566_0046", "normalized": ["B-but, that's not what I meant, I wanted you to finger me… Mnnm, mnnguhh!", " M-my clit, my clitoris is getting squished…!"]}, {"name": "", "audio": "", "normalized": ["The high-cut suit was rubbing up against her vagina and Rabbina's body twitched and jumped."]}, {"name": "Rabbina", "audio": "v_sr566_0047", "normalized": ["This feels good, but I want a real cock, please…!", " I want you to rub my pussy, deep inside where it feels good…!"]}, {"name": "You", "audio": "", "normalized": ["You really don't like this, I see.", " Well, well.", " I thought I might give you my cock if you came like this."]}, {"name": "", "audio": "", "normalized": ["The moment I muttered, Rabbia's eyes showed a different expression as her body started shuddering."]}, {"name": "Rabbina", "audio": "v_sr566_0048", "normalized": ["R-really?", " Are you really gonna fuck me?", " Then it's okay!", " You can just make me come like this!"]}, {"name": "", "audio": "", "normalized": ["I had her…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah… Alright…!"]}, {"name": "", "audio": "", "normalized": ["Rabbina fell for my trap and shook her hips in joy, pulling her suit into her own crotch."]}, {"name": "Rabbina", "audio": "v_sr566_0049", "normalized": ["Ahhnm!", " It's biting into me and it feels so good!", " I love getting my pussy stirred up like this!"]}, {"name": "Rabbina", "audio": "v_sr566_0050", "normalized": ["My ass too, getting rubbed with your slippery hands, it's making me even more turned on!"]}, {"name": "", "audio": "", "normalized": ["Her butt was smothered with vaginal fluid instead of lubricant and became so slippery that my hands slid off of it but apparently, that felt good to her."]}, {"name": "Rabbina", "audio": "v_sr566_0051", "normalized": ["I've never felt so good with my butt before!", " Please, please, I want it more, please!"]}, {"name": "You", "audio": "", "normalized": ["Oh, so you've never even tried something like this before.", " I see, you're quite naive then…!"]}, {"name": "", "audio": "", "normalized": ["My fingers made wet, squishy sounds as they dug into her ass, massaging the whole thing."]}, {"name": "Rabbina", "audio": "v_sr566_0052", "normalized": ["Haaghahh!", " This is so good, so good!", " I can feel it coming from my butt to my belly, into my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, how about this…!"]}, {"name": "", "audio": "", "normalized": ["I moved the high-cut suit biting into her up and down, rubbing onto her labia, making moist sounds."]}, {"name": "Rabbina", "audio": "v_sr566_0053", "normalized": ["Aghh, ahaaghaaghhaghh!", " Yes, yes, that feels amazing!", " My pussy, yes, yeess!"]}, {"name": "", "audio": "", "normalized": ["Rabbina shook her hips up and down lewdly, pulling her suit in, and devouring pleasure."]}, {"name": "Rabbina", "audio": "v_sr566_0054", "normalized": ["You've been teasing me so long… I'm already about to come, I'm coming soon…!"]}, {"name": "", "audio": "", "normalized": ["She was so drenched with vaginal fluid as proof she was not lying.", " Even her hips were starting to move harder and harder."]}, {"name": "You", "audio": "", "normalized": ["Then beg for it.", " Come on, beg me to rub your pussy and make you come.", " And tell me everything."]}, {"name": "Rabbina", "audio": "v_sr566_0055", "normalized": ["Hueh, hueehh…?!", " W-wait, tell you everything…"]}, {"name": "You", "audio": "", "normalized": ["If you won't talk to me, I won't let you come, okay?", " Should I just stop?"]}, {"name": "Rabbina", "audio": "v_sr566_0057", "normalized": ["Uhh, uughh… Uuhghh…!"]}, {"name": "", "audio": "", "normalized": ["A sliver of reason inside Rabbina tried to deny me."]}, {"name": "Rabbina", "audio": "v_sr566_0058", "normalized": ["…!", " N-no, there's no way I can keep resisting this…!"]}, {"name": "", "audio": "", "normalized": ["That moment, a small amount of vaginal fluid spewed from her vagina and Rabbina looked at me with erotic eyes."]}, {"name": "Rabbina", "audio": "v_sr566_0059", "normalized": ["I-I'm begging you…!", " Please, rub my pussy so hard and make me come, please!"]}, {"name": "Rabbina", "audio": "v_sr566_0060", "normalized": ["I-I'll tell you everything!", " I'll tell you everything about me, so please, just make me come!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah… Now that's what I'm talking about…!"]}, {"name": "", "audio": "", "normalized": ["I rubbed her high-cut suit as her reward for obeying me."]}, {"name": "Rabbina", "audio": "v_sr566_0061", "normalized": ["Ahh, eeghh, ehh, eegh, ehhgh, yeess!", " It's so hard, yes!", " This is so good!"]}, {"name": "Rabbina", "audio": "v_sr566_0062", "normalized": ["I-I'm coming, I really am coming soon, my pussy's coming, right now, uughh!"]}, {"name": "", "audio": "", "normalized": ["As the final push, I tugged on the crotch of her suit hard and made it dig into her――"]}, {"name": "Rabbina", "audio": "v_sr566_0063", "normalized": ["Coommiinngghh!", " Coming, coming, coming, coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Rabbina's body pulled back into an arc and a massive amount of squirt spewed from her vagina with a loud scream."]}, {"name": "Rabbina", "audio": "v_sr566_0064", "normalized": ["I can't stop my pussy coming, eeghh!", " I can't stop coming, ooughh!"]}, {"name": "You", "audio": "", "normalized": ["Good, good, come more, come, come, come!"]}, {"name": "", "audio": "", "normalized": ["I kept rubbing Rabbina's vagina as if I was cutting her orgasm off."]}, {"name": "Rabbina", "audio": "v_sr566_0065", "normalized": ["Please, no, noo!", " I-I'm already coming so please, don't keep rubbing my pussy!", " I'm coming again, coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["She squirted all over the place like a water gun but her suit was in the way and made it splash around randomly."]}, {"name": "", "audio": "", "normalized": ["The splash of her pussy juice landed on the floor and made a viscous pool."]}, {"name": "Rabbina", "audio": "v_sr566_0066", "normalized": ["I-I can't stop squirting…!", " I don't know why, I don't know why this feels so good…!"]}, {"name": "You", "audio": "", "normalized": ["An animal cannot control oneself.", " You've been fucking whenever you go horny, right?", " A little tease can make you twice as sensitive."]}, {"name": "Rabbina", "audio": "v_sr566_0067", "normalized": ["!", " N-no way, I didn't think it felt so good…!"]}, {"name": "", "audio": "", "normalized": ["Rabbina orgasmed over and over as her hips shook violently from the intense pleasure she felt for the first time."]}, {"name": "", "audio": "", "normalized": ["That lasted for a few minutes and after several rounds of orgasm, Ribbna looked at me."]}, {"name": "Rabbina", "audio": "v_sr566_0068", "normalized": ["Haaghh, haahh… Th-this is amazing… I didn't know you could come so hard without a cock…"]}, {"name": "You", "audio": "", "normalized": ["Now, quid pro quo.", " Tell me about your power…"]}, {"name": "Rabbina", "audio": "v_sr566_0069", "normalized": ["M-more…!", " Please, I want it more, I want you to do that to me more, please…!"]}, {"name": "", "audio": "", "normalized": ["And the Rabbina's started glimmering with lust as if my words were not even reaching her."]}, {"name": "Rabbina", "audio": "v_sr566_0070", "normalized": ["Cock, cock, cock, I want your cock!", " I want your cock in my pussy and pound me hard and deep, cum inside me!"]}, {"name": "Rabbina", "audio": "v_sr566_0071", "normalized": ["Please, I want your cock inside, right now!", " If you don't fuck me with your cock, I'm not gonna let you go!"]}, {"name": "", "audio": "", "normalized": ["She said and grabbed my crotch, pressing her groin already drenched with pussy juice onto me."]}, {"name": "You", "audio": "", "normalized": ["Well, well.", " I don't think you're gonna listen to me if you're going so nuts… Damn, you really are stubborn…"]}, {"name": "", "audio": "", "normalized": ["I pulled my already erect penis out of my trousers and showed it off to Rabbina."]}, {"name": "", "audio": "", "normalized": ["That moment, Ribbina's eyes sparkled as if she found prey and drooled from her mouth."]}, {"name": "Rabbina", "audio": "v_sr566_0072", "normalized": ["Th-there it is!", " That, that, that!", " Please, just gimme that, gimme your cock into my pussy!", " Now, now, now, ughh!"]}, {"name": "You", "audio": "", "normalized": ["Fine… Just don't forget the deal, okay?"]}, {"name": "", "audio": "", "normalized": ["I knew it was pointless, but I still reminded her.", " I placed the tip onto her vagina and adjusted the angle, then shoved it in at once――"]}, {"name": "Rabbina", "audio": "v_sr566_0073", "normalized": ["Mnnkyuuguhhguhh!", " H-h-here it is, yeess!", " Your real cock!", " Huge cock, coming in, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Her overly-teased vagina squeezed so tight and Rabbina already achieved orgasm as soon as I penetrated."]}, {"name": "Rabbina", "audio": "v_sr566_0074", "normalized": ["Y-yes, this cock, it's so hot and hard, ughh…!", " I've never seen such a huge cock.", " This is the best cock I've ever felt…!"]}, {"name": "You", "audio": "", "normalized": ["Oh?", " I thought you've fucked so many men before but apparently, they were all small."]}, {"name": "Rabbina", "audio": "v_sr566_0075", "normalized": ["Th-that's right!", " All those people who come here to gamble are so bad at this, and small…"]}, {"name": "Rabbina", "audio": "v_sr566_0076", "normalized": ["I wanted to fuck a man with a big dick who could actually mess me up, you know…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, I see, I see.", " I'm glad them.", " Looks like your dream actually came true today!"]}, {"name": "Rabbina", "audio": "v_sr566_0077", "normalized": ["y-yes, eeghh…!", " Today is surely the luckiest day in my whole life, uhh…!"]}, {"name": "", "audio": "", "normalized": ["As soon as she said, I started moving my hips again to fuck her."]}, {"name": "Rabbina", "audio": "v_sr566_0078", "normalized": ["Mnnaahh…!", " The tip, it's rubbing onto me so hard and nudging the inside of my pussy…!"]}, {"name": "Rabbina", "audio": "v_sr566_0079", "normalized": ["The flesh inside my pussy's getting tugged on, aahnm, and it's pulling my pussy out…!"]}, {"name": "Rabbina", "audio": "v_sr566_0080", "normalized": ["Your cock's so huge and it feels so good when it's rubbing on my sensitive spots, ughh!"]}, {"name": "", "audio": "", "normalized": ["No wonder she liked it so much.", " I flexed the tip and slowly drilled into her, spreading her vagina with it."]}, {"name": "", "audio": "", "normalized": ["Even as I made the penetration, I pressed the tip against her vaginal walls, rubbing and scrape her."]}, {"name": "", "audio": "", "normalized": ["I also felt such intense stimulation, almost like I was being touched on bare nerve ending, filling me with pleasure."]}, {"name": "Rabbina", "audio": "v_sr566_0081", "normalized": ["Yes, yes, yeess!", " Both on top, bottom, left and right, your hard cock's rubbing onto me everywhere and it feels amazing!"]}, {"name": "Rabbina", "audio": "v_sr566_0082", "normalized": ["I love this, I love your sizzling hot, rock-hard cock, so much.", " I love you so much!"]}, {"name": "You", "audio": "", "normalized": ["Hahahahah!", " I see you like it a lot, you fucking slut!"]}, {"name": "Rabbina", "audio": "v_sr566_0083", "normalized": ["My pussy's totally in love with you and it's telling me it doesn't want to let go of your cock!"]}, {"name": "Rabbina", "audio": "v_sr566_0084", "normalized": ["Please, kiss me with your cock, please kiss my womb with it!", " Please, let my womb fall in love with you too!"]}, {"name": "", "audio": "", "normalized": ["Apparently, she fell in love with my cock at the first sight."]}, {"name": "", "audio": "", "normalized": ["Being corrupted so easily was not fitting for someone with such an impressive name as the undefeated queen.", " She was nothing but just a whore."]}, {"name": "Rabbina", "audio": "v_sr566_0085", "normalized": ["Please, move more, harder!", " Rub my pussy more, make me feel more pleasure!"]}, {"name": "You", "audio": "", "normalized": ["No need to tell me twice!"]}, {"name": "", "audio": "", "normalized": ["I sped up and pounded her harder, rubbing her pussy quickly."]}, {"name": "Rabbina", "audio": "v_sr566_0086", "normalized": ["Haahh, aghh, aaghh!", " Ahhnm, ahhnmm, aahmgh, ahhghhnhm, aghghmn, aammhh!"]}, {"name": "Rabbina", "audio": "v_sr566_0087", "normalized": ["Yes, it's so fast, I love it, it's so good!", " I-it's going so wild, your cock wants to make me pregnant so much!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, if just having sex means getting pregnant, eh?", " Then I'm gonna knock you up over and over, a million times!"]}, {"name": "", "audio": "", "normalized": ["I said and slowly sped up the pace I was thrusting my hips."]}, {"name": "", "audio": "", "normalized": ["The dry sound of our skin slapping against each other echoed and erotic heat started filling the room."]}, {"name": "Rabbina", "audio": "v_sr566_0088", "normalized": ["Ahhnmm, knock me up, please.", " I want to have your baby, lots and lots of babies!"]}, {"name": "Rabbina", "audio": "v_sr566_0089", "normalized": ["Just plug my pussy with your huge cock if my pussy gets all loose from giving birth and fill my womb with your cum!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were almost in a heart-shape and she was head over heels in love with me and my cock."]}, {"name": "", "audio": "", "normalized": ["Rabbina moved her hips on her own, seeking pleasure, and adjusted the angle so my cock hit the right spots."]}, {"name": "Rabbina", "audio": "v_sr566_0090", "normalized": ["Yes, yess, please, stir up the inside of my pussy and drill me hard, rub me up!"]}, {"name": "", "audio": "", "normalized": ["I ground my hips just like how she told me and Rabbina's body started twitching even more than before, moaning madly."]}, {"name": "Rabbina", "audio": "v_sr566_0091", "normalized": ["Eghh, eheghhnmm, that's pulling my pussy so hard, aghh!", " Ahh!", " Aaagh!", " Egh, eehghh, eeghhghh!"]}, {"name": "You", "audio": "", "normalized": ["I can feel it.", " Your pussy's squeezing onto me so much deep inside.", " Are you coming?"]}, {"name": "Rabbina", "audio": "v_sr566_0092", "normalized": ["Y-yess!", " I-I'm coming, I wanna come, come, please!"]}, {"name": "You", "audio": "", "normalized": ["Alright, then.", " I was gonna cum soon anyway.", " I'll give you my cum that you wanted so much, so you better take it all in!"]}, {"name": "", "audio": "", "normalized": ["I made the final push and pounded my hips at top speed, slamming my erect cock right into her pussy."]}, {"name": "Rabbina", "audio": "v_sr566_0093", "normalized": ["Ahhnm, aahnmg, ahhnng, aamnhh!", " This is amazing, your cock, it's so good, ughh!"]}, {"name": "Rabbina", "audio": "v_sr566_0094", "normalized": ["It's coming in so deep inside me!", " It's kissing my womb, over and over, uuhh!"]}, {"name": "Rabbina", "audio": "v_sr566_0095", "normalized": ["Y-yes, yeess!", " Ahhmn, aahmgaagmmhh, aammghh, aahhnmaahnmahnmaahhnghagghhnm!", " !"]}, {"name": "You", "audio": "", "normalized": ["Guh, cumming, cumming!"]}, {"name": "", "audio": "", "normalized": ["Right before I ejaculated, I thrust my hips as deep as I could into her and penetrated through her soft cervix and into her womb."]}, {"name": "Rabbina", "audio": "v_sr566_0096", "normalized": ["Heeguhghh?!", " Y-your cock, it's coming, coming straight into my womb!", " Mnneghh, coming, coming, coommingg!"]}, {"name": "", "audio": "", "normalized": ["Semen erupted from the tip that opened up and started filling her womb with the white fluid."]}, {"name": "Rabbina", "audio": "v_sr566_0097", "normalized": ["Coommiinngg!", " Cum, coming in, I'm getting pregnant for sure!"]}, {"name": "Rabbina", "audio": "v_sr566_0098", "normalized": ["Cum in my pussy, it's so hot, ooughh!", " Yes, yeess!", " It's making my pussy melt, uughh!"]}, {"name": "", "audio": "", "normalized": ["Rabbina orgasmed at the same time and screamed madly as her head shook back and forth violently."]}, {"name": "Rabbina", "audio": "v_sr566_0099", "normalized": ["I'm gonna get pregnant so much with you cumming so much inside me!", " Twins, triplets, even quadruplets!"]}, {"name": "You", "audio": "", "normalized": ["You can get pregnant all you want!", " My baby, give birth to millions of my babies!"]}, {"name": "", "audio": "", "normalized": ["I pounded my hips even while I was orgasming and poured even more semen into her."]}, {"name": "Rabbina", "audio": "v_sr566_0100", "normalized": ["This so thick, eegghh!", " So much thick baby juice, eeghh!", " I'm getting knocked up, I'm getting pregnant!"]}, {"name": "", "audio": "", "normalized": ["Loads of my semen must have seeped into her vagina at that point but I continued to keep ejaculating her."]}, {"name": "Rabbina", "audio": "v_sr566_0101", "normalized": ["I-it's pouring out.", " It's overflowing from my pussy and your cum's pouring out of me!"]}, {"name": "", "audio": "", "normalized": ["The semen exceeding her vagina's capacity started spewing out of where we were joined together."]}, {"name": "", "audio": "", "normalized": ["It was a mixture of vaginal fluid, semen, and sweat as it let off an intense, erotic odor."]}, {"name": "Rabbina", "audio": "v_sr566_0102", "normalized": ["Noo…!", " Smelling this is just gonna make my pussy ache even more and I'm gonna need more sex…!"]}, {"name": "You", "audio": "", "normalized": ["You don't even have to tell me that.", " I can already feel your pussy sucking my cock in and not letting it go…!"]}, {"name": "Rabbina", "audio": "v_sr566_0103", "normalized": ["Heaahhnmm!"]}, {"name": "", "audio": "", "normalized": ["Perhaps what I said made Rabbina even more aroused and she orgasmed once again as her vagina contracted even tighter."]}, {"name": "Rabbina", "audio": "v_sr566_0104", "normalized": ["Huaaghh…!", " I-I love your cock so much…!", " I'm gonna marry your cock with my pussy…!"]}, {"name": "You", "audio": "", "normalized": ["Huh?", " You're just a whore.", " How dare you…!"]}, {"name": "Rabbina", "audio": "v_sr566_0105", "normalized": ["Mnngeh?!", " Mnaaghhuughuhh!"]}, {"name": "", "audio": "", "normalized": ["I rubbed the wall of her vagina with my cock and poured every last drop of semen left in my urethra into her."]}, {"name": "Rabbina", "audio": "v_sr566_0106", "normalized": ["Haaghh, ughh, haahh, haauh… Th-this, this is amzing…――"]}, {"name": "", "audio": "", "normalized": ["…Perhaps Rabbina was exhausted from orgasm and her body became limp as she passed out."]}, {"name": "You", "audio": "", "normalized": ["…Oh, I guess I went a little too hard on her.", " I haven't even learned what her power is."]}, {"name": "You", "audio": "", "normalized": ["Alright, then.", " As long as I can break her completely, I would be able to ask about it anytime."]}, {"name": "You", "audio": "", "normalized": ["For now… Hahahah… I guess I'm just going to enjoy her such slutty body…!"]}, {"name": "", "audio": "", "normalized": ["I pondered about the ways I was going to fuck Rabbina to corrupt her completely――"]}]