[{"name": "You", "audio": "", "normalized": ["――Huh?", " You want to offer me your body?"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0000", "normalized": ["Indeed.", " You are a strong male.", " That is my wish."]}, {"name": "You", "audio": "", "normalized": ["Interesting.", " The legendary Fierce Maidens… The elite race of the Demon, Valkyrie, I shall accept the offer."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0001", "normalized": ["Very well.", " Then shall we…"]}, {"name": "", "audio": "", "normalized": ["The woman swaying her hips in front of me was a warrior from the rare race of Demonic Maidens, Roseweisse."]}, {"name": "", "audio": "", "normalized": ["Only females existed among the race and they were all elite warriors who all followed the will of the \"Heavenly Emperor\" they worshipped."]}, {"name": "You", "audio": "", "normalized": ["I guess the rumors of Demonic Maidens only having sex with men they deemed worthy was true, after all."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0002", "normalized": ["…Sex?", " Ahh, mating… The act of sexual reproduction.", " Yes, that is true.", " Your peculiar powers, they surpass even my sonic speed."]}, {"name": "", "audio": "", "normalized": ["The monstrous Maiden faced her beautiful hips with curves coming up from her legs and mounted on top of me as I lay naked."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0003", "normalized": ["For the clan, I can not leave any weak offspring.", " Therefore, I wish to mate with a strong male like you…"]}, {"name": "", "audio": "", "normalized": ["Roseweisse said and used her muscular thighs to pincer my lower body and poked her well-shaped ass out."]}, {"name": "", "audio": "", "normalized": ["It was truly a beautiful and curvy pair of legs.", " Her athletic lines on the hips were excellent as well."]}, {"name": "You", "audio": "", "normalized": ["…Hmm?", " You aren't taking your clothes off?"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0004", "normalized": ["Clothes?", " …Ah, we do not wear anything to cover our bodies, unlike you humans."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0005", "normalized": ["What's on my body is, in your words, something akin to scales."]}, {"name": "You", "audio": "", "normalized": ["What?", " …So that means, Demonic Maidens are naked like this?!"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0006", "normalized": ["We have no concept of nudity.", " This is part of my own body."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0007", "normalized": ["Humans too have customs to alter and modify your hair and nails, depending on each of your specimens, yes?"]}, {"name": "", "audio": "", "normalized": ["I suppose she was right about that.", " That meant I could not hope to see her face underneath what appeared to be a helmet."]}, {"name": "You", "audio": "", "normalized": ["…But how are you going to have sex?", " I mean, where's your pussy exactly…?"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0008", "normalized": ["Not to worry.", " They are the same as you humans.", " …Right here."]}, {"name": "", "audio": "", "normalized": ["On Roseweisse's crotch, which I had thought to be covered by fabric, suddenly appeared the crevice of flesh."]}, {"name": "", "audio": "", "normalized": ["I see.", " I could not find something like a zipper on her crotch.", " I supposed she was telling the truth about them not wearing anything."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I thought such customs might be a little inconvenient, but I guess this is efficient."]}, {"name": "", "audio": "", "normalized": ["Her exposed fleshy slit was colored beautiful pale pink inside.", " Just spreading it open lightly with my fingers made her honey drip down."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0009", "normalized": ["Yes, do as you wish…"]}, {"name": "", "audio": "", "normalized": ["She began to let out a slightly aroused voice.", " It seemed they shared the concept of embarrassment like us."]}, {"name": "", "audio": "", "normalized": ["Inside the inorganic underground room swayed the pale naked body what was not of this world."]}, {"name": "You", "audio": "", "normalized": ["Ha.", " You've got a fine ass there.", " Just looking at it is enough to entertain me…"]}, {"name": "", "audio": "", "normalized": ["Even if she may be a Demon, I could easily enjoy fucking her if she was this wet."]}, {"name": "", "audio": "", "normalized": ["I placed my hands onto her ripe hips."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0010", "normalized": ["Mnh.", " I remember, this 'penis' organ enlarges when engaging in sexual activities… Huh, so that is how it gets larger…?"]}, {"name": "", "audio": "", "normalized": ["I rubbed my cock along her Demonic ass.", " She was trembling a little, but it seems it was enough stimulation to get it erect."]}, {"name": "You", "audio": "", "normalized": ["That's right.", " That means…I'm getting turned on by seeing your ass."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0011", "normalized": ["Huh… I suppose it does feel nice to be complimented for something not related to battles as well."]}, {"name": "", "audio": "", "normalized": ["She was from an all-female warrior race."]}, {"name": "", "audio": "", "normalized": ["The Demons were usually individualists, or just plain selfish, but the Maidens formed a well-ordered community under the guidance of their god."]}, {"name": "You", "audio": "", "normalized": ["Humph.", " Of course.", " I mean, look at your killer body, eh?"]}, {"name": "", "audio": "", "normalized": ["If Roseweisse had not fought against anyone stronger than her other than me before, then it meant she was a virgin, obviously."]}, {"name": "", "audio": "", "normalized": ["I reached for her beautiful, white ass with my hands and let my fingers pet the body of the Demonic Maiden to get her ready for battle."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0012", "normalized": ["…Ahh.", " You are quite an oddity too.", " I have been called a monster by many, but… your penis is e-erect from looking at my body."]}, {"name": "You", "audio": "", "normalized": ["No.", " The men you have seen before, they were much weaker than you… But I'm not."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0013", "normalized": ["Oh?", " …Huh.", " If your penis is this big and lasts as long as it looks, then I can hope for a great mating."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0014", "normalized": ["…Mnnghh, mnnoughh… Wh-what is…?"]}, {"name": "You", "audio": "", "normalized": ["Your ass is even better than I thought.", " It feels great in my hands."]}, {"name": "", "audio": "", "normalized": ["I kept my fingers on her nice round hips and pressed my cock in between the cheeks, squeezing them together from the sides."]}, {"name": "", "audio": "", "normalized": ["As I pressed onto my cock with her ass cheeks from each side, Roseweisse let out an unfamiliar moan."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0015", "normalized": ["Mnguhh.", " Th-that is not genitalia… What are you doing?"]}, {"name": "You", "audio": "", "normalized": ["It's foreplay to get you ready.", " It's better to get you more sensitive like this before inserting."]}, {"name": "You", "audio": "", "normalized": ["…Huh, so this is what your asshole looks like."]}, {"name": "", "audio": "", "normalized": ["Perhaps because she was surprised by the act of ass-job, Roseweisse's anus became clearly visible."]}, {"name": "", "audio": "", "normalized": ["Just like her vagina, it only comes out when it was needed."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0016", "normalized": ["…I-I have heard humans insert the penis into mouth and anus for purposes other than mating, but…are they foreplay too?"]}, {"name": "You", "audio": "", "normalized": ["You're catching on real quick.", " After we are done with mating, we can give your asshole a go too, eh?"]}, {"name": "", "audio": "", "normalized": ["I said and rubbed in the thick precum seeping out of my tip into Roseweisse's anus."]}, {"name": "", "audio": "", "normalized": ["Her well-toned ass felt great in my hands and it was perfect for squeezing my cock in between."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0017", "normalized": ["Th-this is….", " If this is necessary to prepare me to mate, then I shall accept it… B-but… Mhahahh?!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse shook her body in pleasure.", " Her massive breasts and her ass cheeks squeezing my cock bounced as well."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's what this is.", " If you feel pleasure before sex… mating goes much smoother, okay?", " Here!"]}, {"name": "", "audio": "", "normalized": ["I moved my hips to lightly grind my cock on her ass."]}, {"name": "", "audio": "", "normalized": ["She reacted by jerking her body.", " It almost seemed as though she was a beautiful mustang running in the wild."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0018", "normalized": ["Aahh… Nmmhh, I-I see… It does feel strange.", " And…it is starting to burn up deep inside my body…"]}, {"name": "", "audio": "", "normalized": ["I continued to slowly rub her anus with the Cowper's fluid seeping out.", " Every time I did, I could see the inside of her crevice was getting hotter."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " Huh… I had never expected the body of a Maiden would be so sensitive."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0019", "normalized": ["D-does it mean…my body is getting ready to mate now?", " …Mnnuuhh, huaahh."]}, {"name": "", "audio": "", "normalized": ["Roseweisse appeared visibly confused as I pressed my cock against her ass, but eventually, she adapted and began to move her ass on her own."]}, {"name": "You", "audio": "", "normalized": ["Good.", " If your body is burning up deep inside, then that's the same as a human, huh?", " Ha, doesn't matter, what an ass you got."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0020", "normalized": ["Ahh… Indeed, this burning sensation, it's different from when I am in a battle… Wh-what is this excitement… Nmnaahh."]}, {"name": "", "audio": "", "normalized": ["I figured the Fierce Maiden would only know how to fight, but she was adapting quickly to the necessary act."]}, {"name": "", "audio": "", "normalized": ["With every light petting, her body reacted and thick juice flowed out from within her delicate veil of flesh."]}, {"name": "You", "audio": "", "normalized": ["Huh, the softness and warmth are the same as a human…"]}, {"name": "You", "audio": "", "normalized": ["No, maybe even better.", " I'm definitely excited now."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0021", "normalized": ["I-I should be ready, yes?", " …Come on, if you are done with the foreplay thing."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0022", "normalized": ["…Mnghh, shove it in me, hurry…!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse rubbed her ass onto me as if she was begging, seemingly growing impatient from the pleasure."]}, {"name": "", "audio": "", "normalized": ["I had decided to finally let my cock, battle-ready from rubbing it on her ass, into her already moist pussy."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0023", "normalized": ["…Nhuuoouhh?!", " Aahh, th-this is… This is the male penis!", " …Mnguhaahh… Haahh, aaghh?!"]}, {"name": "", "audio": "", "normalized": ["As I penetrated her, blood from the defloration ran down along my cock, leaving a single red line."]}, {"name": "", "audio": "", "normalized": ["Roseweisse was groaning in pain as well."]}, {"name": "You", "audio": "", "normalized": ["You're gonna feel a little bit of pain since it's your first time.", " Don't go too crazy now, alright?"]}, {"name": "", "audio": "", "normalized": ["Like I was comforting her, I moved my hands from groping her ass like crazy to supporting and gently petting her hips."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0024", "normalized": ["Haahh, haauhh… Ahh, aghh… But.", " Mhuughhuuhh.", " Aghh… M-my body…can't help but react to it… Mnooughh."]}, {"name": "", "audio": "", "normalized": ["Roseweisse shook her head left and right, then began moving her hips, albeit still awkwardly."]}, {"name": "", "audio": "", "normalized": ["She had her back turned on me, so I could not see her face, but it seemed she was willingly going after more pleasure."]}, {"name": "You", "audio": "", "normalized": ["Ha.", " This is much, much better…than I expected… Guuhh, th-this is amazing!"]}, {"name": "", "audio": "", "normalized": ["In the end, the pussy of the Fierce Maiden felt even better than what I had expected."]}, {"name": "", "audio": "", "normalized": ["In addition, her well-developed muscles helped too.", " The tightness of her pussy was far above that of an average hooker."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0025", "normalized": ["I-is it good?", " Is my pussy…my pussy so good… Does it feel that great, really?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, you can feel proud.", " It feels fucking amazing.", " I dare to even call it legendary, perhaps?"]}, {"name": "", "audio": "", "normalized": ["I continued to grope Roseweisse's ass like I was calming her down as I kept pounding her."]}, {"name": "", "audio": "", "normalized": ["It was not like she was an alien.", " Her body was designed to mate with human males.", " So perhaps it was only natural."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0026", "normalized": ["I-I see… If you can give me more of your seed, then let me… Let me do more to please you, yes?"]}, {"name": "", "audio": "", "normalized": ["She was not just being passive.", " She was actively seeking to know more of the unknown."]}, {"name": "", "audio": "", "normalized": ["As I saw a woman sexually open and active in her, I had decided to teach her more about how good sex is, step by step."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0027", "normalized": ["…How it is?", " Mnnhh, mnnhuuhh… L-like this?", " How about this?"]}, {"name": "", "audio": "", "normalized": ["The Demonic Maiden ground her hips with the technique she just learned, accompanied by occasional moans."]}, {"name": "", "audio": "", "normalized": ["However, though I could feel her need for my seed, her moves were still too awkward."]}, {"name": "You", "audio": "", "normalized": ["…Huh."]}, {"name": "", "audio": "", "normalized": ["It was not too bad on its own, but still, it felt somewhat forced and inexperienced."]}, {"name": "", "audio": "", "normalized": ["In addition, perhaps because she was too consumed by the pleasure, her legs were limp as well."]}, {"name": "", "audio": "", "normalized": ["I felt that it was a particularly huge waste that she did not utilize her powerful leg muscles."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0028", "normalized": ["Mnnhh… How is it?", " I want you to tell me honestly…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I guess I've got no choice.", " Let me show you how it's done."]}, {"name": "", "audio": "", "normalized": ["Roseweisse was apparently aware that I was not quite satisfied with her grinding."]}, {"name": "", "audio": "", "normalized": ["I began to pound her from the bottom."]}, {"name": "", "audio": "", "normalized": ["I held her hips firmly and kept fucking her up and down to oblige the request of the Maiden."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0029", "normalized": ["Mnh, nnooughh?!", " Th-this is… Aaahhmnnuhh… Ahh, mnguhh.", " Mnnoouhh, a-amazing!", " It's reaching so deep."]}, {"name": "", "audio": "", "normalized": ["Roseweisse was overcome with pleasure and arched back."]}, {"name": "", "audio": "", "normalized": ["With the even stronger contraction, my cock was squeezed tighter, but I continued to drill her harder."]}, {"name": "You", "audio": "", "normalized": ["How is it?", " If I go this hard, you can really feel it deep inside…!"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0030", "normalized": ["Ahh, aahh… With this much force, aahh… I can see you will pour much seed into me… Aaahh, aahhuhh."]}, {"name": "", "audio": "", "normalized": ["As if the pleasure was not even comparable to the before, Roseweisse shook her body on top of me like she was riding a bull."]}, {"name": "You", "audio": "", "normalized": ["Ahh, so this is… This is human mating."]}, {"name": "You", "audio": "", "normalized": ["It's not about taking it away or just giving everything to the other.", " It's a cooperative thing."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0031", "normalized": ["Oouhghh.", " Mnnghuuhh.", " I-I get it now.", " Why you humans would always act in a pack, perhaps."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0032", "normalized": ["…Ahh, th-this is…sex."]}, {"name": "", "audio": "", "normalized": ["The proud female warrior was reacting to the words \"penis\" and \"sex\" every time she muttered them."]}, {"name": "", "audio": "", "normalized": ["I thought to myself, I might as well teach her more lewd words to make it more interesting."]}, {"name": "You", "audio": "", "normalized": ["What's fucking your pussy right now is my cock."]}, {"name": "You", "audio": "", "normalized": ["Your pussy is dripping so much love juice as it's squeezing tight down on my cock."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0033", "normalized": ["C-cock?", " …Aaahh, this is, your cock."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0034", "normalized": ["Ahh, yes.", " My…my pussy just wants your cock so badly."]}, {"name": "", "audio": "", "normalized": ["The Fierce Maiden continued her grind as she was trying out the words she had just learned."]}, {"name": "", "audio": "", "normalized": ["As if to answer that, I lifted my hips and kept on pounding her, drilling into the wall of her vagina."]}, {"name": "", "audio": "", "normalized": ["The viscous fluids running down from her pussy acted as a lubricant and helped her pussy to engulf my erect penis whole."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0035", "normalized": ["Ahh… I can't stop the love juice."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0036", "normalized": ["Your cock feels so amazing.", " I-it's like my pussy is going insane from the pleasure!"]}, {"name": "You", "audio": "", "normalized": ["Good, you make me feel even better…and I will come more…you'll get more semen…!"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0037", "normalized": ["Y-you mean more seed?!", " How wonderful… Ahh, m-more… More pleasure for your cock."]}, {"name": "", "audio": "", "normalized": ["The Maiden responded back to the fierce pounding from the bottom as her entire body jerked."]}, {"name": "", "audio": "", "normalized": ["Every time her body moved, her large breasts and meaty thighs continued to sway."]}, {"name": "You", "audio": "", "normalized": ["Haha.", " Looks like you've turned into a bitch whose got a taste of a man's cock, isn't that right?"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0038", "normalized": ["Aahh…aahh, I am a bitch.", " A proud, Valkyrie bitch!"]}, {"name": "", "audio": "", "normalized": ["The juice coming out of her pussy was slippery.", " Beautiful drops of sweat were appearing on her smooth and mysterious skin as well."]}, {"name": "", "audio": "", "normalized": ["My fingers just sliding on her inner thighs made her moan."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0039", "normalized": ["Mnnhuaahh.", " Aaahh… Fantastic.", " I-I can feel so much pleasure with my entire body… Mnnguhh, I-I can feel it."]}, {"name": "You", "audio": "", "normalized": ["I call a woman who's so sensitive like you a 'slut.", "' Roseweisse, you are already one hell of a slut!"]}, {"name": "", "audio": "", "normalized": ["I used the tip to stimulate from her labia to the womb and enjoyed how she was reacting to the interracial sex."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0040", "normalized": ["Ouhh… Mnhuhh, I-I'm a…slut?", " Ahh, that is fine."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0041", "normalized": ["It sounds strange, mnghh…but if you want to call me that, I shall accept it.", " I-I am…I'm a slut."]}, {"name": "", "audio": "", "normalized": ["How she was being poisoned by the foreign culture and transforming made my sadistic desire to burn up."]}, {"name": "", "audio": "", "normalized": ["I continued to pound Roseweisse violently as if I was having some kind of fever."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0042", "normalized": ["Oooghh?!", " Mnnghh… S-so hard."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0043", "normalized": ["Y-your cock… It has penetrated my pussy… Ahh, such a powerful lance you have."]}, {"name": "You", "audio": "", "normalized": ["That's a good analogy.", " Just like your weapon, I'm gonna pierce you all the way to into pussy with my cock!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse's spear could literally reach the speed of sound and was capable of penetrating almost anything at a blurring speed."]}, {"name": "", "audio": "", "normalized": ["I thrust my hips hard and high, trying not to be outdone by the female warrior's powers."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0044", "normalized": ["Aaahh!", " Aaghh, i-it's scraping me.", " Your cock is coming right into…my slutty pussy, uughh."]}, {"name": "", "audio": "", "normalized": ["I held her hips with both of my hands firmly and continued to pound her, accompanied by a rhythmic slapping noise."]}, {"name": "", "audio": "", "normalized": ["Roseweisse's completely aroused moans were music my ears and it made me even more turned on."]}, {"name": "", "audio": "", "normalized": ["In response, I had decided to devour the pussy of the Demonic Maiden as I desired."]}, {"name": "You", "audio": "", "normalized": ["Good, Roseweisse… Ahh, almost there… I-it's coming soon!"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0045", "normalized": ["Oooughh, c-come, please!", " Your seed into my pussy!", " I need a strong offspring, just like you!", " …Ahh, aagghh?!"]}, {"name": "", "audio": "", "normalized": ["She moaned in a particularly high pitched voice, then her vagina contracted to suck my cum out."]}, {"name": "", "audio": "", "normalized": ["I could barely resist her stimulation and as the last spurt of my desire, gripped her hips tightly so it would leave a mark on her."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0046", "normalized": ["Aaahh, a-almost, it's almost here?!", " I-I'll be getting…aaghh, your seed…into my pussy… Ngghuhh."]}, {"name": "", "audio": "", "normalized": ["The Maiden was letting out an entranced voice from the pleasure of sex and the act of conceiving for the first time."]}, {"name": "", "audio": "", "normalized": ["The way she was acting was unimaginable from her proud and practical demeanor as the female warrior."]}, {"name": "You", "audio": "", "normalized": ["Mnnghh… Guuhh… Yeah, j-just let you body…flow with the pleasure!"]}, {"name": "", "audio": "", "normalized": ["The Demon lady was baffled by the first time orgasm.", " I gave her half-assed advice and poured the semen rushing up into the depth of her vagina."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0047", "normalized": ["Aaghh… Aaaghh!", " C-come, please, for the slut… Give me your cock into my slutty pussy… Come, come, coome!", "."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spew* *Sput* *Splurrtt*"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0048", "normalized": ["Mnnhooughh?!", " Aahh, c-coming!", " Y-your seed… So much of it is coming inside mee."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Sput* *Splosh*"]}, {"name": "", "audio": "", "normalized": ["I could not resist the overwhelming pleasure and let out the cum into her womb, twice and then thrice."]}, {"name": "", "audio": "", "normalized": ["Roseweisse's vagina wiggled complexly as if it was begging for more and more semen once it had finally achieved orgasm for the first time."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0049", "normalized": ["…Aaahh, th-this is…finally.", " I am a real woman now… I can be a real woman.", " Nmmuughh… So much seed in me."]}, {"name": "", "audio": "", "normalized": ["Roseweisse continued to moan sweetly while her body kept jerking like a beached fish."]}, {"name": "", "audio": "", "normalized": ["I was also feeling the sensation so strong that it felt like the Demonic Maiden was trying to suck everything out from the base of my cock."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0050", "normalized": ["…Haahh, haahh, hauuhh… Ahh, h-how was it?", " How did it go?", " Did I… D-did I conceive a child?"]}, {"name": "", "audio": "", "normalized": ["The Maiden kept panting like a dog as she turned towards me while she was still feeling the aftermath of the orgasm."]}, {"name": "", "audio": "", "normalized": ["I was not certain what happened."]}, {"name": "", "audio": "", "normalized": ["But I was definitely interested in the result as well."]}, {"name": "", "audio": "", "normalized": ["Whether if she got pregnant, and if she did, what will she give birth to?"]}, {"name": "You", "audio": "", "normalized": ["I dunno.", " I guess it's the same as humans.", " Some get it on the first try, some can't get it right even if they try many times."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0051", "normalized": ["I see…"]}, {"name": "", "audio": "", "normalized": ["The Fierce Maiden seemed a bit disappointed.", " She was visibly feeling down."]}, {"name": "You", "audio": "", "normalized": ["…What?", " You okay?"]}, {"name": "Roseweisse", "audio": "v_r-ev204_0052", "normalized": ["…No, never mind.", " Just…"]}, {"name": "You", "audio": "", "normalized": ["Just?", " …Hey?!", " Wh-what the!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse looked depressed for a moment, but then she contracted her pussy all of the sudden."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0053", "normalized": ["It just means I get to enjoy sex many, many more times, until I'm sure I am pregnant, yes?"]}, {"name": "You", "audio": "", "normalized": ["…Huh, I guess.", " Yeah, I'm with you."]}, {"name": "", "audio": "", "normalized": ["I felt I could almost see the faint emotion on the practically inorganic face of hers."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0054", "normalized": ["A good answer.", " Fit for the male I found worthy."]}, {"name": "Roseweisse", "audio": "v_r-ev204_0055", "normalized": ["…Well, now you better insert your cock right into my slutty pussy once again."]}, {"name": "You", "audio": "", "normalized": ["…Fine then.", " I didn't expect you to catch onto the dirty talk so fast…"]}, {"name": "", "audio": "", "normalized": ["I laughed, somewhat self-deprecatingly and decided to have more fun with this woman's body."]}]