[{"name": "You", "audio": "", "normalized": ["Heheh, so even the famed fierce maiden is helpless in this situation, huh?"]}, {"name": "", "audio": "", "normalized": ["I directed my question toward the woman I had finally managed to capture, in the mysterious light of the base's underground room."]}, {"name": "", "audio": "", "normalized": ["Her name was Brunhild."]}, {"name": "", "audio": "", "normalized": ["Her entire body was clad in a near-future suit of armor, but that was the way she was born."]}, {"name": "", "audio": "", "normalized": ["She was part of a rare high-rank devil race dwelling within the Dark World, a tribe made only of women called fierce maidens."]}, {"name": "", "audio": "", "normalized": ["Though her ripe flesh was bound by a magical beast's tentacles, putting her in a humiliating position…"]}, {"name": "", "audio": "", "normalized": ["Her mechanical face didn't budge one bit."]}, {"name": "Brunhild", "audio": "v_sr296_0000", "normalized": ["No matter what you say, it's useless."]}, {"name": "Brunhild", "audio": "v_sr296_0001", "normalized": ["I was surprised at being unable to use my powers, but I am protected by the heavens.", " Divine judgment will surely descend on you."]}, {"name": "You", "audio": "", "normalized": ["The heavens… so that's it, it's the will of the god you fierce maidens worship, that strange body is protection from heaven?"]}, {"name": "", "audio": "", "normalized": ["I snorted derisively, looking at her naked body."]}, {"name": "", "audio": "", "normalized": ["Her body was covered by her suit, without a hole or even a hair anywhere."]}, {"name": "", "audio": "", "normalized": ["The fierce maidens had a peculiar disposition, usually keeping their erogenous zones hidden, only to appear when needed for menstruation."]}, {"name": "Brunhild", "audio": "v_sr296_0002", "normalized": ["That's right.", " This body is given to us from the heavens in order to preserve our position as the strongest clan throughout the ages."]}, {"name": "Brunhild", "audio": "v_sr296_0003", "normalized": ["I'll only yield to a proud man who I acknowledge myself, it won't go so easily for fools like you!"]}, {"name": "", "audio": "", "normalized": ["Brunhild let out a spirited shout in my direction, despite her crotch being spread wide open and her ripe, drooping breasts being bound by tentacles."]}, {"name": "", "audio": "", "normalized": ["Even among the devils, the embodiment of desire, the fierce maidens kept strict order."]}, {"name": "", "audio": "", "normalized": ["It was almost dignified the way she replied with brave words and gestures."]}, {"name": "", "audio": "", "normalized": ["But since she was a woman like that, it was all the more reason to corrupt her."]}, {"name": "", "audio": "", "normalized": ["As if agreeing with my thoughts, the tentacles began to undulate."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, in that case, this'll be easy."]}, {"name": "You", "audio": "", "normalized": ["All you have to do is accept that vulgar demonic beast that has you captured as your mate.", " With your body, not your heart."]}, {"name": "", "audio": "", "normalized": ["I directed the beast to give Brunhild enough pleasure that she'd want to marry it for her entire life."]}, {"name": "You", "audio": "", "normalized": ["Let's see, her crotch should be first."]}, {"name": "You", "audio": "", "normalized": ["From that personality she's clearly a virgin, so make sure to loosen her up before you stick it in."]}, {"name": "Brunhild", "audio": "v_sr296_0004", "normalized": ["Ghh, nnhahh… hmph, you sure are trying pretty hard for something that won't happen in your entire lifetime."]}, {"name": "", "audio": "", "normalized": ["Fine-tipped, split brush-like tentacles wrapped around Brunhild's genitals, rubbing back and forth."]}, {"name": "", "audio": "", "normalized": ["At the same time, tentacles maneuvered around her chest, kneading her breasts."]}, {"name": "", "audio": "", "normalized": ["They began to suck at the tips, attacking where her nipples were."]}, {"name": "You", "audio": "", "normalized": ["Right, can't forget her chest too.", " When we have a kid, imagine the poor little thing if her milk doesn't flow well."]}, {"name": "Brunhild", "audio": "v_sr296_0005", "normalized": ["You lowlife… aghh, stop saying stupid things, just thinking about it gives me the chills."]}, {"name": "", "audio": "", "normalized": ["The tentacles continued caressing her, as if to paint her thoroughly with their dripping mucus."]}, {"name": "", "audio": "", "normalized": ["Brunhild, though in great discomfort, looked as if she had not a care in the world behind her mask-like face."]}, {"name": "Brunhild", "audio": "v_sr296_0006", "normalized": ["No matter how long you continue, it's useless."]}, {"name": "Brunhild", "audio": "v_sr296_0007", "normalized": ["My purpose is with the heavens and this body is devoted to battle.", " I won't feel a thing from some monster trying to pleasure me."]}, {"name": "You", "audio": "", "normalized": ["…Are you really sure about that?"]}, {"name": "Brunhild", "audio": "v_sr296_0008", "normalized": ["Enough!", " If you have even a shred of a warrior in you… y-you should try challenging me openly!", " …Wh-what?"]}, {"name": "", "audio": "", "normalized": ["However, there was a change in Brunhild's behavior that had been so aggressive until now.", " A sweet sigh leaked from her mask-like mouth."]}, {"name": "Brunhild", "audio": "v_sr296_0009", "normalized": ["Guhahhnh, what is thish, thish tingling feeling… hey, youu, s-stop this monster!"]}, {"name": "You", "audio": "", "normalized": ["(Heheheh, so the aphrodisiac in the tentacles' mucus is finally beginning to take effect… don't let up.", ")"]}, {"name": "", "audio": "", "normalized": ["At my order, the beast continued to persistently caress Brunhild's breasts and crotch.", " Each time, the lustre in her voice grew stronger."]}, {"name": "Brunhild", "audio": "v_sr296_0010", "normalized": ["Ugghihh, fugghihh, d-don't rub like that, pghh, aghh, d-don't pull my breasts, nnhihh?!", " Th-they're gonna come off!"]}, {"name": "Brunhild", "audio": "v_sr296_0011", "normalized": ["(Wh-why?", " The places this monster is touching are full of sweet tingling and hot…!", " My body is aching, I've never felt this before.", ")"]}, {"name": "You", "audio": "", "normalized": ["Hmm, what's wrong, fierce maiden?", " Seems like you're talking a lot now.", " Finally ready to accept your future husband?"]}, {"name": "", "audio": "", "normalized": ["Reading her unchanging expression, I plunged a verbal knife into Brunhild's heart."]}, {"name": "Brunhild", "audio": "v_sr296_0012", "normalized": ["Hauuhh?!", " D-don't screw with me, who the hell would have this low-class beast for a partner!"]}, {"name": "Brunhild", "audio": "v_sr296_0013", "normalized": ["With no control or reasoning of its own, I don't even recognize this lustful as a living being!"]}, {"name": "", "audio": "", "normalized": ["Though she had faltered for a moment, Brunhild had quickly regained her mask of composure."]}, {"name": "", "audio": "", "normalized": ["She rebutted my words, disparaging the beast as she warned herself."]}, {"name": "", "audio": "", "normalized": ["But that was fine.", " It just meant we could get even more discipline going."]}, {"name": "You", "audio": "", "normalized": ["Oh, that's quite a lofty position, are you sure you want to say something like that?"]}, {"name": "Brunhild", "audio": "v_sr296_0014", "normalized": ["Hmph, what's up with that?", " I don't understand…ngh?!", " Nphhnhh!", " What, the tentacles are, ahhnhh, so rough, guhihhnhh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles that had been moving at the same speed for a while now changed their attacks in a confusing chaos."]}, {"name": "", "audio": "", "normalized": ["It was as though they were trying to prove she belonged to them."]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " Since you're acting so rebellious, seems like it's put him in a bad mood."]}, {"name": "Brunhild", "audio": "v_sr296_0015", "normalized": ["Aanhh, fuhahnhh!", " D-d-don't act so cocky, you monster, you bastardd!", " Wh-when I get out of here I'll, hhyahh?!"]}, {"name": "You", "audio": "", "normalized": ["Make up your mind if you're making threats or getting turned on already, why not just accept him?"]}, {"name": "You", "audio": "", "normalized": ["Your lewd genitals are appearing right under those tentacle brushes now…"]}, {"name": "Brunhild", "audio": "v_sr296_0016", "normalized": ["N-no way!", " I don't have a pussy or boobs, ahhn, there's no way, I-I definitely won't yield to this beast♪"]}, {"name": "", "audio": "", "normalized": ["Brunhild's limbs were trembling as she declared her intent in a shrill voice."]}, {"name": "", "audio": "", "normalized": ["Countless tentacles watched this pathetic spectacle as if they were laughing at her."]}, {"name": "You", "audio": "", "normalized": ["…Well then, why don't we move along to the big reveal, no matter what you say, the answer should become quite clear."]}, {"name": "Brunhild", "audio": "v_sr296_0017", "normalized": ["Fuhhihh, haah, s-stop, nngh, d-don't look…"]}, {"name": "", "audio": "", "normalized": ["Brunhild's voice was tinged with shame and exhaustion, finally seeming like a living being for the first time since coming here."]}, {"name": "", "audio": "", "normalized": ["But it was too late for that.", " The tentacles moved away from her secret spot."]}, {"name": "", "audio": "", "normalized": ["The peaks of her exposed breasts were clearly swollen…"]}, {"name": "", "audio": "", "normalized": ["While at her crotch, her plump slit and tight chrysanthemum hold made an appearance."]}, {"name": "You", "audio": "", "normalized": ["Guhahahah, what's this?!", " I can clearly see your erogenous zones that have appeared!"]}, {"name": "Brunhild", "audio": "v_sr296_0018", "normalized": ["Aah, aaghh, n-no way, that's not it, I'm, fuhhahh, I'm not yielding to, ohhnh, a monster like thiis…"]}, {"name": "", "audio": "", "normalized": ["Brunhild tried to protect her pride even as her breath grew feeble."]}, {"name": "", "audio": "", "normalized": ["However, her body, having become more feminine, told of her defeat."]}, {"name": "You", "audio": "", "normalized": ["You seem rather aroused now, guess you've chosen to be the tentacle monster's wife rather than a warrior."]}, {"name": "Brunhild", "audio": "v_sr296_0019", "normalized": ["W-wife?!", " Don't be ridiculous!", " This isn't what I want, I'd rather die than be married to this disgusting beast!"]}, {"name": "You", "audio": "", "normalized": ["Such a shameful way of talking yet again, but still, no matter how much your mechanical mouth barks, your body is pretty honest…"]}, {"name": "You", "audio": "", "normalized": ["…Now that it knows the pleasures of the flesh."]}, {"name": "", "audio": "", "normalized": ["As my gaze turned to her crotch, Brunhild looked on timidly."]}, {"name": "", "audio": "", "normalized": ["Right there, her two holes were twitching greedily."]}, {"name": "Brunhild", "audio": "v_sr296_0020", "normalized": ["H-hihh!", " What is thiis?!", " S-stop, settle down, d-don't twitch, this is so indecent!"]}, {"name": "You", "audio": "", "normalized": ["Don't say that, those are your true feelings."]}, {"name": "You", "audio": "", "normalized": ["Your deepest wish as a female is to quit being a warrior and get all your holes violated by these tentacle dicks."]}, {"name": "Brunhild", "audio": "v_sr296_0021", "normalized": ["N-no, this isn't like me… shit, anus, stop it!", " Nipples, disappear!", " P-pussy, don't ache, don't get turned oon!"]}, {"name": "", "audio": "", "normalized": ["Brunhild screamed desperately, trying to take back control of her body from the pleasure it was ruled by."]}, {"name": "", "audio": "", "normalized": ["However, her body that had set out on the road of corruption would never be quite the same again."]}, {"name": "", "audio": "", "normalized": ["The tentacles that waited facing her exposed labia and nipples began to stretch out again."]}, {"name": "", "audio": "", "normalized": ["Even the brave Brunhild was completely fearful by now."]}, {"name": "Brunhild", "audio": "v_sr296_0022", "normalized": ["S-stop, don't come any closer, are you going to violate me even more?", " D-don't, please!"]}, {"name": "", "audio": "", "normalized": ["The tentacles toyed with her genitals, ignoring her pleas."]}, {"name": "", "audio": "", "normalized": ["They pried open her fleshy folds left and right, entering and expanding her anus."]}, {"name": "Brunhild", "audio": "v_sr296_0023", "normalized": ["Uuhh, ghh, move, don't look at my pussy… mughhihh?!", " Don't stretch out my ass, ghh!", " I-I'm gonna breaak?!"]}, {"name": "", "audio": "", "normalized": ["Not letting up for an instant, the tentacles swallowed her nipples whole, beginning to brush them once more."]}, {"name": "Brunhild", "audio": "v_sr296_0024", "normalized": ["Th-the tentacles are biting my nipples!", " It's like lightning running through my body, I've never felt this pain befoore!"]}, {"name": "You", "audio": "", "normalized": ["Fuhahah, seems like you're gradually beginning to get the appeal of those tentacles, huh?"]}, {"name": "You", "audio": "", "normalized": ["It's understandable you had trouble accepting it, being inexperienced with men up until now."]}, {"name": "", "audio": "", "normalized": ["Saying this, I gazed at her shameful slit, still covered with her stretched membrane."]}, {"name": "", "audio": "", "normalized": ["The beast continued to caress her, as though it were interested in painting her with its mucus."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Giihh!"]}, {"name": "Brunhild", "audio": "v_sr296_0025", "normalized": ["Hihh, what's going on, all of a sudden?", " Th-the monster is…"]}, {"name": "You", "audio": "", "normalized": ["I dare say he's celebrating that you're finally getting in the mood."]}, {"name": "You", "audio": "", "normalized": ["That's the roar of joy at getting to be the one to take your virginity."]}, {"name": "Brunhild", "audio": "v_sr296_0026", "normalized": ["Wha, s-stop, I definitely won't forgive you for thiis, hnhhih?!", " Wh-what?!", " M-my body is hot?!"]}, {"name": "Brunhild", "audio": "v_sr296_0027", "normalized": ["All the places the tentacles were rubbing are achiing!", " Auuhnhh, noo, my hymen is meltiing!"]}, {"name": "", "audio": "", "normalized": ["Brunhild's entire body was pickled with aphrodisiac, making it impossible to fight the pleasure."]}, {"name": "", "audio": "", "normalized": ["Her nipples were swollen and stretched to bursting, and each time her anus was stroked, it twitched."]}, {"name": "", "audio": "", "normalized": ["Her pure female membrane was trapping her love juices inside, making her swell like a paper lantern in a most shameful display."]}, {"name": "You", "audio": "", "normalized": ["Guhahahahah!", " Now this is interesting, is this a traditional fierce maiden seduction rite or something?"]}, {"name": "Brunhild", "audio": "v_sr296_0028", "normalized": ["Fugghh!", " Don't you dare mock our clan, I'll never, aahhnh, suck up to a man like that!"]}, {"name": "You", "audio": "", "normalized": ["Hohoh, so in other words, that's your own personal little move."]}, {"name": "You", "audio": "", "normalized": ["So I can take this as a declaration that you want that barrier torn and the inside of your vagina spread with mucus, right?"]}, {"name": "Brunhild", "audio": "v_sr296_0029", "normalized": ["Nnh, haanhh?!", " N-no wayy, I don't want the seed of this low-class beastt!", " That's the one thing I don't want, hhinnhh?!"]}, {"name": "You", "audio": "", "normalized": ["I can't tell the difference in your expression at all."]}, {"name": "You", "audio": "", "normalized": ["But I can't see those limbs twitching in pleasure and that lustful voice as anything but begging for a cock!"]}, {"name": "Brunhild", "audio": "v_sr296_0030", "normalized": ["I-I'm telling you that's not it, ohhohhnhh…"]}, {"name": "Brunhild", "audio": "v_sr296_0031", "normalized": ["M-my body is promised as an offering to a strong, proud warrior, one who is as the reincarnation of God…"]}, {"name": "", "audio": "", "normalized": ["In contrast to her words of resistance, her lustful voice sounded just like panting."]}, {"name": "", "audio": "", "normalized": ["The sound made the tentacles tremble as the beast began to resume its service toward her."]}, {"name": "Brunhild", "audio": "v_sr296_0032", "normalized": ["Hauhh?!", " W-wait, what's with that tentacle?", " It's shaking… d-don't come any closer, it's disgusting!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it's a reproductive tentacle, or to put it simply, a cock."]}, {"name": "You", "audio": "", "normalized": ["Don't worry, it's a little slim but it's got plenty of volume."]}, {"name": "You", "audio": "", "normalized": ["Your sensitive pussy ought to be able to fit two of them easily."]}, {"name": "", "audio": "", "normalized": ["Brunhild was clearly bewildered by my detached explanation."]}, {"name": "", "audio": "", "normalized": ["The beast paid no mind to this attitude, screwing its raging tentacles inside her hole."]}, {"name": "Brunhild", "audio": "v_sr296_0033", "normalized": ["Ogghihh?!", " A-all of a sudden… ghh, ghyahh?!", " C-coming inside again, n-no this is too much, s-stoopphhghh!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " Seems like he couldn't hold back anymore.", " Still, three all at once for your first time, you must really be loving it."]}, {"name": "", "audio": "", "normalized": ["I looked at Brunhild's labia that had lost her virginity in an instant, laughing loudly."]}, {"name": "", "audio": "", "normalized": ["Blood was dripping down from her petals that had taken in three of the reproductive tentacles."]}, {"name": "Brunhild", "audio": "v_sr296_0034", "normalized": ["N-nnoo, I can't believe this m-monster is my first partner… it… it doesn't hurt!", " Th-this is a dream, all just a dream!"]}, {"name": "You", "audio": "", "normalized": ["Hah, sorry to interrupt your fantasy, but you don't have any time to rest."]}, {"name": "You", "audio": "", "normalized": ["There's still plenty of tentacles and holes left to fill."]}, {"name": "", "audio": "", "normalized": ["At the same time I spoke, two tentacles moved toward her asshole, stabbing into her like spears, all the way deep inside."]}, {"name": "Brunhild", "audio": "v_sr296_0035", "normalized": ["Hagghh, nghh?!", " M-my ass, digging into my ass, g-get out, it's stretching ouut, ughhihh!"]}, {"name": "Brunhild", "audio": "v_sr296_0036", "normalized": ["Y-you bastards, remember this, in the name of Heaven, I'll send you all to hell, ohh?!", " Don't come so deep inside, hihnnhh!"]}, {"name": "", "audio": "", "normalized": ["Brunhild tried to reproach the tentacles that had defiled her…"]}, {"name": "", "audio": "", "normalized": ["But the wriggling of the tentacles inside her body left nothing but panting coming from her mouth."]}, {"name": "Brunhild", "audio": "v_sr296_0037", "normalized": ["The tentacle dicks are reaching all the way to my womb!", " Pumping in and out, th-they won't let my pussy rest for even a second♪"]}, {"name": "", "audio": "", "normalized": ["Pleased by her squeals, the beast's tentacles swung like a whip, beginning to smack her bottom."]}, {"name": "Brunhild", "audio": "v_sr296_0038", "normalized": ["Ngghhihh?!", " Wh-what, ogghhahghhih!", " D-don't lick there, you filthy beast, what are you doing with that tentacle, ghihhihnhh?!", " Fughihnhh♪"]}, {"name": "You", "audio": "", "normalized": ["Oh my, the fierce maiden is getting turned on by being spanked by a low-class beast…"]}, {"name": "You", "audio": "", "normalized": ["I have to say, I'm a bit disenchanted."]}, {"name": "Brunhild", "audio": "v_sr296_0039", "normalized": ["(Wh-why?", " It doesn't really hurt but my voice won't stop, even though this is so humiliating, my ass and pussy are squeezing.", ")"]}, {"name": "", "audio": "", "normalized": ["Each time she was struck, Brunhild's ass trembled not from pain, but pleasure."]}, {"name": "", "audio": "", "normalized": ["At the same time, the squeezing power of her two holes on the numerous tentacles strengthened."]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " Your labia and your anus are both pretty stiff."]}, {"name": "You", "audio": "", "normalized": ["Your ass is tightening up, are you feeling it in that hole too?", " What a perverted woman."]}, {"name": "Brunhild", "audio": "v_sr296_0040", "normalized": ["Hauhh?!", " D-don't be stupid!"]}, {"name": "Brunhild", "audio": "v_sr296_0041", "normalized": ["Th-this is just my counterattack, just my ass muscles are plenty, I'll clamp them shut and tear it off!"]}, {"name": "Brunhild", "audio": "v_sr296_0042", "normalized": ["Fughhnhhihh!", " D-diie!", " You perverted tentacless!", " Funhhghh!"]}, {"name": "You", "audio": "", "normalized": ["The stupid one here is you, clamping down on your own… You're pretty well backed into a corner."]}, {"name": "You", "audio": "", "normalized": ["Well then, help her tighten up those holes like she wants."]}, {"name": "", "audio": "", "normalized": ["At my order, the wrapped one tentacle around Brunhild's neck and squeezed."]}, {"name": "Brunhild", "audio": "v_sr296_0043", "normalized": ["Gahh, ghahghhoh!", " Ghghohghh?!", " Wh-what are you doing, ghahghhah, s-stop, I can't, breathe…"]}, {"name": "You", "audio": "", "normalized": ["What do you mean, what?", " It's helping you out, look, your other holes are getting tighter in response to your throat!"]}, {"name": "You", "audio": "", "normalized": ["Now that's a masochist she-devil!"]}, {"name": "Brunhild", "audio": "v_sr296_0044", "normalized": ["N-noo, I'm not… like that… gughhih, oghh?!", " I-it's coming… hihh…"]}, {"name": "", "audio": "", "normalized": ["Brunhild was on the brink of being strangled by the tight vise grip of the tentacle."]}, {"name": "", "audio": "", "normalized": ["However, her fissure that was as tight as her neck was dripping with overflowing nectar."]}, {"name": "Brunhild", "audio": "v_sr296_0045", "normalized": ["Hhghihh!", " S-stop, I'm gonna die, this dick closing up my throat, nnghihh, I'm gonna die, I'm gonna get killed by a diick♪"]}, {"name": "Brunhild", "audio": "v_sr296_0046", "normalized": ["The tentacles won't tear no matter how hard I try… The tighter it gets, the more I can feel their shape in my ass and pussy♪"]}, {"name": "You", "audio": "", "normalized": ["So you finally realized the idiocy of your plan, but still, it helped you be a little more honest."]}, {"name": "Brunhild", "audio": "v_sr296_0047", "normalized": ["Uhhyahnhh, my tight pussy is being forced openn♪", " Gihihh, nnoo, m-my ass is becoming just for diicks♪"]}, {"name": "", "audio": "", "normalized": ["Her virginity stolen, continuing to be tormented by the beast as it pleased…"]}, {"name": "", "audio": "", "normalized": ["The voice escaping from her mouth was no longer that of a mechanical warrior."]}, {"name": "", "audio": "", "normalized": ["It was the scream of one awakening to the pleasures of a woman."]}, {"name": "", "audio": "", "normalized": ["Feeling this inside her body, the countless reproductive tentacles began to pulsate at once."]}, {"name": "Dark Beast", "audio": "", "normalized": ["Gihh!"]}, {"name": "Brunhild", "audio": "v_sr296_0048", "normalized": ["Hauuhh?!", " Wh-what, the tentacles are twitching… guhhighh, hahghihh?!", " Th-the tentacle dicks are getting bigger?!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, since you're so tight you figured it out quick, be happy…"]}, {"name": "You", "audio": "", "normalized": ["It seems the beast has taken quite a liking to you, and is about to spread its seed inside!"]}, {"name": "Brunhild", "audio": "v_sr296_0049", "normalized": ["I-its seed… nghihhgnhh?!", " N-noo, anything but thaat♪", " D-don't be so rough, get out, you tentacle dicks!"]}, {"name": "", "audio": "", "normalized": ["Hearing my explanation, Brunhild's last remaining senses went into full speed, as she began to thrash, trying to resist the coming ejaculation."]}, {"name": "", "audio": "", "normalized": ["But there was no way the beast would listen to her, and her warning only made its dick tentacle piston deeper and rougher."]}, {"name": "Brunhild", "audio": "v_sr296_0050", "normalized": ["Fughghih!", " The tentacles are pumping deep inside my womb, l-like they're fighting over who gets to spread their seed, guhhihh♪"]}, {"name": "Brunhild", "audio": "v_sr296_0051", "normalized": ["P-please, let me go, please♪", " I-I can't take this, m-my partner has to be someone stronger than me, nnoo♪"]}, {"name": "You", "audio": "", "normalized": ["Don't worry about that, it's clear in this situation, no matter how you look at it, you're losing to him."]}, {"name": "You", "audio": "", "normalized": ["You've completely yielded to the dick tentacles of this low-class beast!"]}, {"name": "", "audio": "", "normalized": ["At my statement, Brunhild's limbs writhed in agony."]}, {"name": "", "audio": "", "normalized": ["And the tentacles as well began to pick up speed as they headed for their last spurt."]}, {"name": "Brunhild", "audio": "v_sr296_0052", "normalized": ["S-stopp♪", " Nnnoo!", " H-heavens, grant me your protectioonn♪", " Your mercyy, ohhnnhh!"]}, {"name": "You", "audio": "", "normalized": ["That's not it, you're no longer a warrior.", " Pray to your new god as a she-devil!"]}, {"name": "Brunhild", "audio": "v_sr296_0053", "normalized": ["Nnghihghh… p-please, great dicks… save mee, don't give me a child, honored diicks!"]}, {"name": "", "audio": "", "normalized": ["Brunhild had completely abandoned her pride."]}, {"name": "", "audio": "", "normalized": ["Of course, there was absolutely no way it would listen to her earnest begging."]}, {"name": "", "audio": "", "normalized": ["*Spluurt!", "* *Sploosh!", "*"]}, {"name": "Brunhild", "audio": "v_sr296_0054", "normalized": ["Ohhnhh☆", " I-it's coming out, so much hot stuff in my pussy♪", " Hihihh?!", " I-I'm cumming from the loads of semen in my woomb☆"]}, {"name": "", "audio": "", "normalized": ["*Sploort!", "* *Splaash!", "*"]}, {"name": "Brunhild", "audio": "v_sr296_0055", "normalized": ["Ogghehghh?!", " My anus is being punctured with semenn!", " Ngyahh, it's so hot♪", " Your sticky man juice is blowing out of my assholee!"]}, {"name": "", "audio": "", "normalized": ["*Splortsplortsplortsplort!", "* *Spraay!", "*"]}, {"name": "Brunhild", "audio": "v_sr296_0056", "normalized": ["Uhyahh☆", " Wh-what is this?", " Semen is coming from the other tentacles too!", " Nnhahh, it smells♪", " Noo, I'm gonna cum from the smell☆"]}, {"name": "", "audio": "", "normalized": ["Brunhild continued squealing, as though she was enjoying the climax that assailed her entire body as she was tossed about by her first ejaculation experience."]}, {"name": "You", "audio": "", "normalized": ["How is it, the other tentacles want to make you pregnant so bad they're giving you a semen shower.", " Being so popular is hard, huh?"]}, {"name": "Brunhild", "audio": "v_sr296_0057", "normalized": ["S-stop saying stupid things, ohhnhh!"]}, {"name": "Brunhild", "audio": "v_sr296_0058", "normalized": ["Th-this vulgar beast's sperm eheh♪", " I-I'm, aahh!", " I'm gonna cum, I'm gonna cum agaiin!"]}, {"name": "", "audio": "", "normalized": ["Even if she used her little remaining reason to deny it, she couldn't fight the pleasure piercing her body."]}, {"name": "", "audio": "", "normalized": ["Brunhild's completely full womb spilled over with a spray of semen."]}, {"name": "You", "audio": "", "normalized": ["Ahh, you finally spilled it, huh."]}, {"name": "You", "audio": "", "normalized": ["This guy is definitely pretty low-grade, but he makes up for that in fertility, so you're definitely gonna get pregnant, fufufu…"]}, {"name": "Brunhild", "audio": "v_sr296_0059", "normalized": ["Nhh!", " P-pregnant, a baby… uhghh, nnhgihh, haghhihh?!", " My womb, don't twitchh☆"]}, {"name": "You", "audio": "", "normalized": ["Fuhahah!", " Don't moan like such a slut, you're gonna be a mother soon."]}, {"name": "Brunhild", "audio": "v_sr296_0060", "normalized": ["N-noo, my future husband is, a truly powerful warrior, and my child will be a splendid fierce maiden who honors the heavens…"]}, {"name": "", "audio": "", "normalized": ["Brunhild came to her senses as she climaxed, understanding the reality that she might be pregnant."]}, {"name": "", "audio": "", "normalized": ["Though there was no visible change, her expression was surely one of despair.", " However…"]}, {"name": "You", "audio": "", "normalized": ["Well, there's still a slim chance.", " Let's make extra sure.", " After all, we have plenty of time."]}, {"name": "Brunhild", "audio": "v_sr296_0061", "normalized": ["Wh-what are you saying… hihh, hhihh?!"]}, {"name": "", "audio": "", "normalized": ["A shriek leaked out from the limp Brunhild's mouth."]}, {"name": "", "audio": "", "normalized": ["In front of her eyes was a tentacle, raging again despite having just ejaculated."]}, {"name": "You", "audio": "", "normalized": ["A beast's lust can't be sated by just this much."]}, {"name": "You", "audio": "", "normalized": ["It's your honeymoon, after all.", " You should enjoy yourself with your husband until you conceive!"]}, {"name": "Brunhild", "audio": "v_sr296_0062", "normalized": ["N-noo, aa, nnoo, don't come any closer!", " P-please, any more of this and… I-I'm begging you, don't come any closer, forgive mee!"]}, {"name": "Dark Beast", "audio": "", "normalized": ["Gihh!"]}, {"name": "", "audio": "", "normalized": ["Of course, Brunhild's request was denied, as the group of tentacles crazily descended on her body, indulging in her flesh."]}, {"name": "Brunhild", "audio": "v_sr296_0063", "normalized": ["N-noohh!", " I'm gonna cum♪", " I'm so full of semen, but I'm gonna cum with my pussy agaiin☆"]}, {"name": "Brunhild", "audio": "v_sr296_0064", "normalized": ["Noo, noo, I'm losing to dick agaiin♪", " I-I'm becoming the wife of the tentacle diicks!"]}, {"name": "", "audio": "", "normalized": ["It didn't take long for her cries of despair to change to charming panting."]}, {"name": "", "audio": "", "normalized": ["*Driip, sploosh…*"]}, {"name": "You", "audio": "", "normalized": ["Phew, finally done, huh, sheesh, you really got fired up despite the attention."]}, {"name": "", "audio": "", "normalized": ["Several hours had passed, but the beast, finally satisfied, withdrew its tentacles from Brunhild's holes."]}, {"name": "", "audio": "", "normalized": ["A great deal of semen overflowed from her female hole, and her entire body was covered in cloudy white fluid."]}, {"name": "Brunhild", "audio": "v_sr296_0065", "normalized": ["I-I can't stop cummiing☆"]}, {"name": "Brunhild", "audio": "v_sr296_0066", "normalized": ["My pussy won't disappear, my boobs and my ass too♪", " I've just turned into a giant horny sluut☆"]}, {"name": "Brunhild", "audio": "v_sr296_0067", "normalized": ["Ahehahh… great dicks, nnghh, honored diicks…☆"]}, {"name": "", "audio": "", "normalized": ["Incoherent muttering came from Brunhild's mouth in her humiliating, cum-smeared state."]}, {"name": "", "audio": "", "normalized": ["Her confident fierce maiden attitude was nowhere to be seen."]}, {"name": "You", "audio": "", "normalized": ["Hmph, even after losing consciousness, she's still looking for cocks."]}, {"name": "You", "audio": "", "normalized": ["Fine then, I'll keep you as breeding stock.", " Make sure to give birth to a healthy beast child, heheh!"]}, {"name": "", "audio": "", "normalized": ["I quietly pronounced this to Brunhild as sperm continued dripping from her womb."]}]