[{"name": "Rabbina", "audio": "v_sr567_0000", "normalized": ["Gh?!", " Ahh, w-what… Hughh, aghaahh…?!", " A-again, your huge cock's inside my pussy…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, your pussy felt pretty damn good, you know.", " Now, I'm gonna try it in this position…"]}, {"name": "", "audio": "", "normalized": ["I was determined to break Rabbina completely so I had her leaning up against a wall and lifted her leg, pressing myself right up against her crotch."]}, {"name": "", "audio": "", "normalized": ["And then inserted my penis into her vagina which was gaping open and waiting for the penetration."]}, {"name": "Rabbina", "audio": "v_sr567_0001", "normalized": ["I-it's so hot…!", " C-cum, it's still in there, aahuuhhgh, I'm getting so turned on from both your cock and cum…!"]}, {"name": "", "audio": "", "normalized": ["She said and her small body started twitching and shaking.", " She was not merely aroused but already orgasming slightly."]}, {"name": "Rabbina", "audio": "v_sr567_0002", "normalized": ["Ughuhh, my body's gotten so sensitive now… Your cock's making me come so fast…!"]}, {"name": "You", "audio": "", "normalized": ["Hmm, you've gotten so turned on that you don't even realize you're coming already."]}, {"name": "You", "audio": "", "normalized": ["Well then, I suppose I need to teach you what real pleasure feels like…!"]}, {"name": "Rabbina", "audio": "v_sr567_0003", "normalized": ["Kyaauhgh?!", " Ahhgh, I-I'm too sensitive right now, so if you move so hard… Aghh, ahh, aahhgh!"]}, {"name": "", "audio": "", "normalized": ["I shook my hips back and forth a little bit and slowly started fucking her continuously orgasming vagina."]}, {"name": "", "audio": "", "normalized": ["Her vagina was squeezing even tighter than before and it seemed as though she was getting more sensitive the more I fucked her."]}, {"name": "", "audio": "", "normalized": ["I gave her a sensitive spot I found before a little nudge and Rabbina's body jumped up, moaning with joy."]}, {"name": "Rabbina", "audio": "v_sr567_0004", "normalized": ["Aahhnmm!", " …Th-there, that spot… Ahhmmuh!", " I-I knew you, your cock, it's amazing…!", " You're hitting all the right spots…!"]}, {"name": "Rabbina", "audio": "v_sr567_0005", "normalized": ["Aaauhghh… Having sex with you just once is turning my pussy into a pussy you like…!"]}, {"name": "Rabbina", "audio": "v_sr567_0006", "normalized": ["It's not just the sensitive parts either, mnnagh!", " Just a little rub, mnngh, mmn, y-yes, it's enough to make me come…!"]}, {"name": "", "audio": "", "normalized": ["Her pussy's turning into a pussy I like, huh.", " How easy and convenient her body was."]}, {"name": "You", "audio": "", "normalized": ["And that's coming from the woman who just challenged me for sex."]}, {"name": "Rabbina", "audio": "v_sr567_0007", "normalized": ["C-come on, my pussy's just aching for your cock.", " It's in love!", " My pussy wants to marry you…!"]}, {"name": "You", "audio": "", "normalized": ["You don't get to decide.", " My cock does not take any orders from a whore like you…!"]}, {"name": "", "audio": "", "normalized": ["I decided to make sure she realized that and sped up my thrusts, ignoring how aroused she was getting."]}, {"name": "Rabbina", "audio": "v_sr567_0008", "normalized": ["Noo…!", " Y-yeess, all the right spots… Mnnaghh!", " Your' rubbing all the right spots inside me, so hard…!"]}, {"name": "Rabbina", "audio": "v_sr567_0009", "normalized": ["So good, this is so good, oohh!", " I love your cock so much.", " Please marry me, please marry my pussy…!"]}, {"name": "You", "audio": "", "normalized": ["I said, no!"]}, {"name": "", "audio": "", "normalized": ["I flexed my groin and enlarged my penis even larger.", " It pushed back against her flesh inside the vagina and transferred its heat into her."]}, {"name": "Rabbina", "audio": "v_sr567_0010", "normalized": ["Mnnaaghh…!", " Ahh, it's hot, your cock's so hot…!", " It's going to melt me.", " I don't even have to marry you to become together…!"]}, {"name": "", "audio": "", "normalized": ["We were literally joining together without marriage and Ribbina's vagina burned up, making me feel like we were having sex in lava."]}, {"name": "", "audio": "", "normalized": ["Sweat drops sprung from our burning bodies as we were engulfed by abnormal heat."]}, {"name": "", "audio": "", "normalized": ["Her large, exposed breasts swung around wildly, and sweat splashes around as if she was lactating, landing around my mouth."]}, {"name": "Rabbina", "audio": "v_sr567_0011", "normalized": ["Haahh, ahhnmm, ahhnmgh…!", " Y-yes, I love sweaty sex, I love fucking your cock, it's all so good…!"]}, {"name": "Rabbina", "audio": "v_sr567_0012", "normalized": ["Once I know how good this feels, I can't fuck anyone else…!", " I can never let go of your cock…!"]}, {"name": "", "audio": "", "normalized": ["That moment, her vagina squeezed tightly and her flesh started tangling onto my whole cock."]}, {"name": "", "audio": "", "normalized": ["Vaginal fluid started gushing out and the slippery sensation of her flesh and fluid made me feel intense pleasure."]}, {"name": "You", "audio": "", "normalized": ["Guh, how tight can you get?!", " You're gonna take the lead from me at this rate!"]}, {"name": "Rabbina", "audio": "v_sr567_0013", "normalized": ["Come, please, your cock, cum as much as you want inside my pussy…!", " I want cum, I want to get pregnant, more…!"]}, {"name": "You", "audio": "", "normalized": ["Damn it.", " I was gonna tease for soft pussy a little more but I have no choice…!"]}, {"name": "Rabbina", "audio": "v_sr567_0014", "normalized": ["Huehh…?", " Aaaughh?!", " Aghh, th-that's… Haauhhghh!"]}, {"name": "", "audio": "", "normalized": ["I knew Rabbina was extra sensitive in her womb so I started rubbing the tip of my penis onto her loosely closed cervix."]}, {"name": "Rabbina", "audio": "v_sr567_0015", "normalized": ["No, aghagahhaahgaauhh, aaummnughh!", " I-it's kissing me, you can't kiss my womb!", " I'm gonna come before you!"]}, {"name": "Rabbina", "audio": "v_sr567_0016", "normalized": ["If you kiss my womb so much, it's gonna start aching and I can't handle it!", " Please, I wanna get knocked up so much…!"]}, {"name": "", "audio": "", "normalized": ["I figured her desire to get pregnant was already clear enough but apparently, there was more."]}, {"name": "", "audio": "", "normalized": ["I ignored her and continued to pound her hard and fast I drove her towards the climax."]}, {"name": "Rabbina", "audio": "v_sr567_0017", "normalized": ["Mnnguh, heeghh, heehnmm!", " Rock-hard cock, coming into my baby chamber, getting fucked by such huge cock…!"]}, {"name": "Rabbina", "audio": "v_sr567_0018", "normalized": ["P-please, I-I can't, I'm getting knocked up again!", " You're gonna make me so pregnant with your baby!"]}, {"name": "You", "audio": "", "normalized": ["Guh, cumming, I'm cumming right into your womb!"]}, {"name": "", "audio": "", "normalized": ["That moment, I slammed my hips onto her hard and let my semen pour into her womb――"]}, {"name": "Rabbina", "audio": "v_sr567_0019", "normalized": ["Huhaagahaagahhnmgmm!", " Coommiinngg!", " Coming, coming, coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Rabbina squirted spectacularly from her vagina like a fountain, hitting my body and splashing around."]}, {"name": "Rabbina", "audio": "v_sr567_0020", "normalized": ["Your baby juice is pouring into my belly, so much, uguhh!", " Your fucking me and knocking me up!"]}, {"name": "You", "audio": "", "normalized": ["How many babies have you have before, you fucking whore!", " I'm gonna flush out any recessive genes left in your pussy!"]}, {"name": "Rabbina", "audio": "v_sr567_0021", "normalized": ["Come, pleeaassee!", " My womb's getting filled with your cum, your seeds, millions and billions of them!"]}, {"name": "", "audio": "", "normalized": ["I kept drilling into Rabbina's womb as I ejaculated and made her orgasm thoroughly."]}, {"name": "Rabbina", "audio": "v_sr567_0022", "normalized": ["Y-your cock's moving inside my womb like a baby!", " It's kicking up my belly from inside!"]}, {"name": "Rabbina", "audio": "v_sr567_0023", "normalized": ["I'm already getting pregnant, oohuhh!", " The cells are already dividing, uughh!"]}, {"name": "", "audio": "", "normalized": ["Rabbina moaned and screamed madly as her fingers and toes started trembling faintly."]}, {"name": "", "audio": "", "normalized": ["Once her vaginal contraction calmed down as did my ejaculation, Rabbina relaxed her body and looked at me with intoxicated eyes."]}, {"name": "Rabbina", "audio": "v_sr567_0024", "normalized": ["Haahh, haauhh, haaghh… Mnnhh, mnnhuh.", " I'm so happy.", " You just gave me so much baby juice… Heheheh."]}, {"name": "", "audio": "", "normalized": ["…I felt something was slightly off at that moment."]}, {"name": "You", "audio": "", "normalized": ["Hey… You actually look calm."]}, {"name": "Rabbina", "audio": "v_sr567_0025", "normalized": ["Eh…?", " How am I calm…"]}, {"name": "You", "audio": "", "normalized": ["Don't tell me you were just lying about getting addicted to cock and wanting to marry me because you just wanted my genes, huh?"]}, {"name": "", "audio": "", "normalized": ["Rabbina's body jumped and twitched as I sand and her eyes wandered around in fear."]}, {"name": "Rabbina", "audio": "v_sr567_0026", "normalized": ["Th-that's not true!", " I am really in love with your cock… E-even now, it feels so good with it inside me…"]}, {"name": "You", "audio": "", "normalized": ["Hmm… Are you sure about that?"]}, {"name": "Rabbina", "audio": "v_sr567_0027", "normalized": ["Aaghh…!", " Huaahh, y-your cock, it's suddenly getting bigger… Mnnmaaghh!"]}, {"name": "", "audio": "", "normalized": ["I tensed up my sphincter muscle and twitched the tip of my penis.", " That made Rabbina's body react with pleasure and her vagina squeezed tight deep inside."]}, {"name": "Rabbina", "audio": "v_sr567_0028", "normalized": ["Ahhmmughh…!", " Th-this is so good, yes…!", " I love your cock knocking me up…!"]}, {"name": "You", "audio": "", "normalized": ["Hmm… Your reaction does tell me you actually like my cock and you can't help it.", " Fine."]}, {"name": "", "audio": "", "normalized": ["I pulled my hips back and then removed my erect penis from Rabbina's vagina."]}, {"name": "Rabbina", "audio": "v_sr567_0029", "normalized": ["Mnnahh…!", " Th-the tip's rubbing on me… Mnngh, c-coming…!"]}, {"name": "", "audio": "", "normalized": ["Just a light touch made Rabbina aroused and she seemingly achieved another orgasm.", " She was insanely sensitive."]}, {"name": "You", "audio": "", "normalized": ["I still don't trust you completely, not yet, but I did want to try this hole too, you know."]}, {"name": "Rabbina", "audio": "v_sr567_0030", "normalized": ["This hole…?!", " Aghh, that's not for making babies…"]}, {"name": "", "audio": "", "normalized": ["I ignored Rabbina's words and started inserting my penis drenched with her vaginal fluid and my own semen into her anus――"]}, {"name": "Rabbina", "audio": "v_sr567_0031", "normalized": ["Aaauhguhh!", " I-it's coming into my ass, your cock, i-it's coming inside, uuhghh…!"]}, {"name": "You", "audio": "", "normalized": ["Guh… This is damn tight… It's like I'm actually putting it in a virgin pussy…"]}, {"name": "", "audio": "", "normalized": ["Even though my penis was wet enough, it took me a while to penetrate the tight anus and I had to really force it in the last half."]}, {"name": "", "audio": "", "normalized": ["However, that allowed me to shove it into her intestine all the way down and the warm sensation of her anus was different from her vagina but also good."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Rabbina's whole body froze up as her eyes opened wide with a surprised expression."]}, {"name": "Rabbina", "audio": "v_sr567_0032", "normalized": ["Uguhh…!", " Th-this is so tight…!", " I'm not used to getting fucked back there…!"]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " I see… Hahahah… I've never done anal, huh?"]}, {"name": "Rabbina", "audio": "v_sr567_0033", "normalized": ["Th-that's right…!", " Getting fucked in my ass, it just doesn't feel good to me at all…"]}, {"name": "You", "audio": "", "normalized": ["Only bitches who've never tried it say things like that."]}, {"name": "You", "audio": "", "normalized": ["Just give it a shot.", " If you really want to marry my cock, you gotta taste it…!"]}, {"name": "Rabbina", "audio": "v_sr567_0034", "normalized": ["No, hey, wait, ahh, mnnguhguhh…!"]}, {"name": "", "audio": "", "normalized": ["I pulled back my hips as if I was tugging her intestines and Rabbia showed agonized face, writhing from an unknown sensation."]}, {"name": "", "audio": "", "normalized": ["Suddenly, her insides squeezed even tighter and sucked onto the tip of my cock, giving me such pleasure."]}, {"name": "Rabbina", "audio": "v_sr567_0035", "normalized": ["Th-this is so good… I cal feel the exact shape of your cock, I can feel it… Mnnh, mnnguhh…!"]}, {"name": "Rabbina", "audio": "v_sr567_0036", "normalized": ["I-it's so hot, it almost feels like I'm pissing myself… I-it's weird but i-it also feels so good… Th-this is so wrong…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, that's a new feeling, right?", " That's the fun part of anal sex, you know."]}, {"name": "", "audio": "", "normalized": ["I could see she was not disgusted by it anymore.", " She indeed was so good at being a whore."]}, {"name": "", "audio": "", "normalized": ["Rabbina seemed to be suffering from the sense of pressure, so I started slow and sped up gradually, drilling into her intestines to let her get used to it."]}, {"name": "Rabbina", "audio": "v_sr567_0037", "normalized": ["Haauhh, mnnmm, guhh, mnnhh, mmgnhh…!", " H-hey, mnnghh, it's still weird doing it in my ass, but…!"]}, {"name": "Rabbina", "audio": "v_sr567_0038", "normalized": ["This feeling, like I'm pissing myself, I-I'm starting to get used to it and kinda liking this… Mnnuhh!"]}, {"name": "Rabbina", "audio": "v_sr567_0039", "normalized": ["Something tingly and so good is coming up my back, a little by little… Ahh, mnmuhh…!"]}, {"name": "", "audio": "", "normalized": ["As I gave it a little spin and stimulated the spot deep inside her, Rabbina showed a different reaction."]}, {"name": "Rabbina", "audio": "v_sr567_0040", "normalized": ["Huaaghh?!", " Th-there… M-more… On my belly side… Mnn!", " Th-that's it…!"]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " What, you like me pounding you deep…?"]}, {"name": "Rabbina", "audio": "v_sr567_0041", "normalized": ["I-I don't know.", " My pussy feels good too and… Haauhhgh!", " Th-there!", " M-my womb…!"]}, {"name": "", "audio": "", "normalized": ["That moment, her intestines gushed with warm, slippery fluid and it started spreading onto the penis."]}, {"name": "Rabbina", "audio": "v_sr567_0042", "normalized": ["I-it's pushing up against my womb from the back…!", " Th-there, yes, that's my ass but my womb also feels so good…!"]}, {"name": "You", "audio": "", "normalized": ["Oh… I see, that's what it is.", " Hahahah.", " Now you've learned another new pleasure!"]}, {"name": "", "audio": "", "normalized": ["I stimulated her still sensitive womb."]}, {"name": "", "audio": "", "normalized": ["Rabbina had been complaining about how weird it was for a while but she started moving her hips instead."]}, {"name": "Rabbina", "audio": "v_sr567_0043", "normalized": ["Haagh, aaghh, mnnaaghh…!", " I-I've never felt anything like this before.", " My ass, my anus, they feel so good…!"]}, {"name": "Rabbina", "audio": "v_sr567_0044", "normalized": ["A-and it's not just my womb either.", " I love how it echoes into my pussy too.", " It's making it ache so much…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps I hit the jackpot with the way I was pounding my hips and Rabbina let out erotic moans from pleasure, just like when I was fucking her in the pussy."]}, {"name": "", "audio": "", "normalized": ["More intestinal fluids gushed out like she felt irresistible pleasure with her anus as she started squeezing tighter and tighter."]}, {"name": "You", "audio": "", "normalized": ["Come on, anal fuck feels good, doesn't it?", " Are you sorry that you didn't even want to try it?"]}, {"name": "Rabbina", "audio": "v_sr567_0045", "normalized": ["Y-yeess!", " I love anal too.", " Now I'm in love with your cock in my butt too, aghh!"]}, {"name": "You", "audio": "", "normalized": ["What?", " Come on, your pussy and asshole cheating on each other."]}, {"name": "You", "audio": "", "normalized": ["That's a terrible joke.", " So which one wants to actually marry me?", " Hmm?"]}, {"name": "Rabbina", "audio": "v_sr567_0046", "normalized": ["Eeghh?!", " P-please… B-both my pussy and my ass, they both just want to marry you…!"]}, {"name": "", "audio": "", "normalized": ["Rabbina hesitated for a moment but I had no intention of marrying either, obviously."]}, {"name": "You", "audio": "", "normalized": ["I think you actually have some talent when it comes to anal fucking.", " You know…"]}, {"name": "Rabbina", "audio": "v_sr567_0047", "normalized": ["Hueghh?!", " Aghaahh, y-your cock's getting bigger again… I-it's pushing up against me from the inside…!"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna make you so addicted to anal fuck so you won't be able to fuck any other way!"]}, {"name": "", "audio": "", "normalized": ["I held down Rabbina's body and started pounding her hard and fast."]}, {"name": "Rabbina", "audio": "v_sr567_0048", "normalized": ["Aaahhnmm!", " P-please, that's my ass and you're going way too hard, aghh, ahh, aahh, mnnhegh, heeguh, mnnguhh…!"]}, {"name": "", "audio": "", "normalized": ["I scooped her intestinal fluid with my cock and pounded my hips hard just like when I was fucking her pussy."]}, {"name": "", "audio": "", "normalized": ["Every time my hips slammed onto her, it made lew, wet noises and Rabbina started letting out moans, almost screaming."]}, {"name": "Rabbina", "audio": "v_sr567_0049", "normalized": ["My ass, i-it's so hard, ughh…!", " M-my insides, th-they're being pulled out…!"]}, {"name": "You", "audio": "", "normalized": ["That' s right.", " You're gonna start loving that feeling in no time.", " You'll like how it feels!"]}, {"name": "Rabbina", "audio": "v_sr567_0050", "normalized": ["Heeghh?!", " H-how, b-but…!", " Th-this is a bit scary, like, it's making me mad and I'm scared…!"]}, {"name": "", "audio": "", "normalized": ["I stimulated her womb from the backside rubbed her insides with my cock, smothered with her intestinal fluid, escalating her fear."]}, {"name": "", "audio": "", "normalized": ["That made her grow accustomed to the anal pleasure despite her will and she was washed over by all-consuming pleasure."]}, {"name": "Rabbina", "audio": "v_sr567_0051", "normalized": ["Mnnguh, aghahh, mmnhh… I-it's so different from my pussy…!", " Your cock sliding in my anus feels so good…!"]}, {"name": "", "audio": "", "normalized": ["Rabbina let out low, loud moans, and her expression turned into an ecstatic smile."]}, {"name": "Rabbina", "audio": "v_sr567_0052", "normalized": ["S-something is coming up from the bottom of my belly… Mnnguuhh!", " M-my ass, it's burning up and it feels so good…!"]}, {"name": "Rabbina", "audio": "v_sr567_0053", "normalized": ["I shouldn't, I shouldn't like getting fucking in the butt, because I can't get pregnant like this…!"]}, {"name": "Rabbina", "audio": "v_sr567_0054", "normalized": ["But it feels so good, this feels way too good!", " My ass feels even better than my pussy and it's making me nuts!"]}, {"name": "You", "audio": "", "normalized": ["?!", " Hahahahahah!", " Now you've shown your true self!"]}, {"name": "", "audio": "", "normalized": ["As soon as she started screaming, she showed obscene ahegao that was beyond lewd and her hips started thrusting incredibly fast."]}, {"name": "Rabbina", "audio": "v_sr567_0055", "normalized": ["Yes, yes, my ass, it's so good, I love it, I love anal fuck, yes, yes, yes, yes, yeess!"]}, {"name": "Rabbina", "audio": "v_sr567_0056", "normalized": ["Please, drill into my asshole!", " Please smash my womb from the inside!", " Stretch my asshole so wide!"]}, {"name": "", "audio": "", "normalized": ["Rabbina's hip moved back and forth at insane speed and squeezed so tight that it felt like she was going to bite my cock off."]}, {"name": "", "audio": "", "normalized": ["And yet, she was stroking my cock hard with her intensely tight squeeze so I was feeling intense pleasure as well."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, that's wonderful.", " I guess anal-whore getting serious can almost make me cum quick."]}, {"name": "Rabbina", "audio": "v_sr567_0057", "normalized": ["Heheheh.", " Please, cum inside me!", " You don't have to be shy, just cum inside me because I'll get pregnant with my ass, please!"]}, {"name": "", "audio": "", "normalized": ["There was no way she could conceive with her anus, but seeing her acting so lewdly nearly convinced me she could."]}, {"name": "You", "audio": "", "normalized": ["Oh… Let's see about that.", " Maybe it's not a bad idea to give it a shot, see if it's possible…!"]}, {"name": "Rabbina", "audio": "v_sr567_0058", "normalized": ["Ahhnmm!", " I-it's so hard, coming in!"]}, {"name": "", "audio": "", "normalized": ["I started pounding her hard as I was devouring pleasure and started digging into her anus."]}, {"name": "Rabbina", "audio": "v_sr567_0059", "normalized": ["Ahhnmm, ahhm, ahnmgh, aaghhng!", " D-do you like my ass?", " Do you want to knock me up now?"]}, {"name": "You", "audio": "", "normalized": ["Of course.", " I'm not gonna put my cock into you if it doesn't feel good.", " I'm gonna make you pregnant both in your womb and your ass…!"]}, {"name": "Rabbina", "audio": "v_sr567_0060", "normalized": ["!", " J-just thinking about that, i-it's making me ache deep inside.", " i-it's already making me come, ooughh!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she imagined giving birth from both of her holes."]}, {"name": "", "audio": "", "normalized": ["Rabbina's lower body trembled awkwardly and shuddered from the joy of her imagination."]}, {"name": "", "audio": "", "normalized": ["That moment, her vagina spread open as if she really was giving birth and the semen inside it started pouring out."]}, {"name": "Rabbina", "audio": "v_sr567_0061", "normalized": ["Mnnhuaghh…!", " I-it's coming out…!", " Our baby, you and me, it's coming out of me…!"]}, {"name": "You", "audio": "", "normalized": ["Hah, you fucking broken whore.", " It doesn't matter anymore, I'm gonna finish you off…!"]}, {"name": "Rabbina", "audio": "v_sr567_0062", "normalized": ["Heeguughh?!", " I-it's so rough, heeghh, mnnhahh, haagh, haegh, heeuhhnmghh!"]}, {"name": "", "audio": "", "normalized": ["My urge to ejaculate was building up and I kept pounding my hips as fast as I could to ejaculate and finish her off."]}, {"name": "Rabbina", "audio": "v_sr567_0063", "normalized": ["Amazing, deep inside, your sizzling precum is coming inside me!", " It's coming, cum, making my asshole pregnant, coming, coming!"]}, {"name": "You", "audio": "", "normalized": ["Cum, cumming!"]}, {"name": "Rabbina", "audio": "v_sr567_0064", "normalized": ["I-I'm coming, coming too, I'm getting knocked up in my anus, I'm getting pregnant!"]}, {"name": "", "audio": "", "normalized": ["I shoved the tip of my penis as deep as it could go inside her and let the semen erupt inside her."]}, {"name": "Rabbina", "audio": "v_sr567_0065", "normalized": ["Mnngheghhuughh!", " I-it's coming in so deep, sizzling cum, pouring inside me, ughh!"]}, {"name": "Rabbina", "audio": "v_sr567_0066", "normalized": ["I'm getting knocked up, knocked up, I'm getting pregnant in both my ass and my pussy, uguhh!"]}, {"name": "", "audio": "", "normalized": ["She was orgasming madly from her first anal orgasm and even squirted from her vagina a little."]}, {"name": "Rabbina", "audio": "v_sr567_0067", "normalized": ["My ass, my ass is burning up, ughh!", " I'm becoming one with your cock, ughh!"]}, {"name": "Rabbina", "audio": "v_sr567_0068", "normalized": ["Please, just don't pull it out!", " I want it inside me till I give birth to your baby, please!"]}, {"name": "You", "audio": "", "normalized": ["Huuhh… You think you can give me an order, you whore?", " I'm gonna make you come so hard that you would die from it, you slut."]}, {"name": "Rabbina", "audio": "v_sr567_0069", "normalized": ["No, please, noo!", " Please, I want you to fuck my ass more, I wanna get pregnant in my ass, I want a baby, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Rabbina was acting more insane than erotic at that point and was orgasming abnormally."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, I've seen so many sluts getting addicted to anal sex but your most talented, no, the most anal-crazy…!"]}, {"name": "Rabbina", "audio": "v_sr567_0070", "normalized": ["Mnnheeheghh!", " I'm the best, I'm so happy, uuhghh…!", " I'm gonna be an anal queen from now on…!"]}, {"name": "", "audio": "", "normalized": ["The undefeated queen was finally defeated then."]}, {"name": "", "audio": "", "normalized": ["I rubbed the tip of my penis onto her and twisted my hips around, stirring up the semen inside her rectum and etching my joy of victory onto her."]}, {"name": "Rabbina", "audio": "v_sr567_0071", "normalized": ["Aaahuhhnmm!", " Y-you're rubbing me so hard, i-it's gonna start leaking… Aaahhuhhnm…!"]}, {"name": "", "audio": "", "normalized": ["Then semen started gushing out from where we were joined together and started dripping onto the floor, making fart-like sounds."]}, {"name": "Rabbina", "audio": "v_sr567_0072", "normalized": ["Mnnoo… I-I don't want to waste it…!", " I can't get pregnant in my ass if they come out…!"]}, {"name": "You", "audio": "", "normalized": ["You've lost a bet with me.", " You'll have to do with just your pussy."]}, {"name": "", "audio": "", "normalized": ["I said and then started pulling my cock out of her anus as it kept twitching and squeezing on me."]}, {"name": "Rabbina", "audio": "v_sr567_0073", "normalized": ["Ahhnmm…!", " Haauh, haahh, haagh… Th-that was amazing…!", " Haah, hahh, hahh…"]}, {"name": "", "audio": "", "normalized": ["As I pulled out my tyrannical cock, a mixture of semen and intestinal fluid dripped out of her now loose anus."]}, {"name": "Rabbina", "audio": "v_sr567_0074", "normalized": ["Haauhhgahh… I-it's still coming out… I-I want to squeeze and close my asshole but I can't… Mnnhh…!"]}, {"name": "", "audio": "", "normalized": ["Then perhaps semen passing through her intestine pleasure her and a small amount of squirt started coming out of her vagina."]}, {"name": "", "audio": "", "normalized": ["However, it was no longer as intense as before, just trickling down as if she was urinating."]}, {"name": "Rabbina", "audio": "v_sr567_0075", "normalized": ["Mnnuhh… Mnnheheheh… Aheehh…"]}, {"name": "", "audio": "", "normalized": ["Rabbina let out a strange laugh and her body trembled.", " Even more semen dripped from her anus along with that.", " That was such an obscene sight."]}, {"name": "You", "audio": "", "normalized": ["Hmm… Now, have you had a good taste of anal pleasure?"]}, {"name": "", "audio": "", "normalized": ["I asked and Rabbina showed a vulgar smile."]}, {"name": "Rabbina", "audio": "v_sr567_0076", "normalized": ["Y-yes, I sure did… I've now become your anal whore, just for you… Heheheh.", "\""]}, {"name": "", "audio": "", "normalized": ["I heard her say it and put a smug grin on my face for my achievement.", " I finally broke her."]}, {"name": "You", "audio": "", "normalized": ["Hahahah… I see.", " I see.", " I suppose I was right in assuming you being a crazy whore."]}, {"name": "You", "audio": "", "normalized": ["You know what, I'm gonna fuck you even harder in your ass as your reward for becoming my anal-whore.", " Would you like that?"]}, {"name": "", "audio": "", "normalized": ["To a complete whore like her, an offer to fuck her is even appealing than a compliment."]}, {"name": "Rabbina", "audio": "v_sr567_0077", "normalized": ["…!"]}, {"name": "", "audio": "", "normalized": ["Rabbina showed a surprised and joyous expression a moment later."]}, {"name": "Rabbina", "audio": "v_sr567_0078", "normalized": ["Yes…!", " I, I would love that…!"]}, {"name": "Rabbina", "audio": "v_sr567_0079", "normalized": ["I'm gonna do my best so I can get pregnant with my anus so I can have your baby…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah… That's the answer I wanted to hear, Rabbina…!", " Haahhahahahahahah!"]}, {"name": "", "audio": "", "normalized": ["I could not help but laugh out loud.", " My cock was getting hard once again as a new whore was born."]}, {"name": "", "audio": "", "normalized": ["And then I resumed conditioning her as a whore right there and then as we would be drowned in lust till the sunrise…"]}]