[{"name": "", "audio": "", "normalized": ["Kanon's limbs were retrained by monstrous tentacles and her crotch was exposed while she was rendered immobile."]}, {"name": "", "audio": "", "normalized": ["She tried resisting quite a bit so she received electrical shocks through her collar repeatedly, making her completely numb and powerless."]}, {"name": "", "audio": "", "normalized": ["And the electric shock running through her crotch made her body react regardless of her will and her breath, expression, and body expressed it."]}, {"name": "Kanon", "audio": "v_sr552_0000", "normalized": ["D-damn you, get these things off of me!", " Whatever these are… These disgusting tentacle things off of me, nyahh!"]}, {"name": "", "audio": "", "normalized": ["However, Kanon still started angrily at Fuuma with hostility in her eyes, not admitting the defeat."]}, {"name": "", "audio": "", "normalized": ["Fuuma let out a given-up sigh as he saw her rebellious attitude and gave her a glance."]}, {"name": "You", "audio": "", "normalized": ["You still don't know where you stand, apparently."]}, {"name": "Kanon", "audio": "v_sr552_0001", "normalized": ["You gonna do that crackle thing again, nyah!", " Playing with me like this… You are sick, nyaah!"]}, {"name": "", "audio": "", "normalized": ["Kanon kept up her futile resistance as she moved her head and mouth which were the only thing she could move but Fuuma ignored her."]}, {"name": "You", "audio": "", "normalized": ["I supposed the previous conditioning was insufficient…"]}, {"name": "", "audio": "", "normalized": ["Fuuma thought and decided to let the tentacle do some work on her to make Kanon face her predicament."]}, {"name": "You", "audio": "", "normalized": ["Go ahead and fuck that stupid beat-girl all you want."]}, {"name": "Kanon", "audio": "v_sr552_0002", "normalized": ["Come on, stop ignoring me already… You must be scared of me, nyahh!", " What can these puny tentacles do to me, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Kanon was rebellious as her but the tentacle started growing huge, fleshy shaft out of its body in response to Fuuma's words."]}, {"name": "", "audio": "", "normalized": ["And then it was shoved straight into Kanon's defenseless vagina without any hesitation."]}, {"name": "Kanon", "audio": "v_sr552_0003", "normalized": ["Mnmmghhnyaaghhaaghh haahhaaghhaahh?!"]}, {"name": "", "audio": "", "normalized": ["As the huge shaft of flesh entered into her body, Kanon writhed but her vagina did not tear as it was gushing with fluid and the electric shocks relaxed it."]}, {"name": "", "audio": "", "normalized": ["However, the shaft was as big as an arm and it did fit inside so easily, only making its way slowly inside, parting her flesh."]}, {"name": "Kanon", "audio": "v_sr552_0004", "normalized": ["Mnmmguhagahaahh!", " It's coming in more and more… Stop this, nyah!", " Don't put that thing…in my pussy… Haaguh!"]}, {"name": "", "audio": "", "normalized": ["As the shaft made its way in deeper, the vaginal fluid inside gushed out and dripped onto her stomach as her lower belly inflated from the insertion."]}, {"name": "Kanon", "audio": "v_sr552_0005", "normalized": ["Mnmmghuaaghahh!", " Y-you won't make me cum like this… Not me… Nyaaghh!", " Mnnhnm, haahh… It's so big… Guhgahh!"]}, {"name": "", "audio": "", "normalized": ["The intense sense of expansion made Kanon moan but she still did not change her attitude, determined to keep her sanity."]}, {"name": "Kanon", "audio": "v_sr552_0006", "normalized": ["I've been through…something like this…before… Mnmmguh, haaghh… This is nothing, I'll be fine…"]}, {"name": "", "audio": "", "normalized": ["She bluffed but the sensation of the huge penis getting driven into her made her voice hoarse."]}, {"name": "", "audio": "", "normalized": ["And the fast started making thrusts no human can and she felt a strange sensation that she could not decide whether it was pain or pleasure."]}, {"name": "Kanon", "audio": "v_sr552_0007", "normalized": ["What is this…?!", " Mnmmnyaahghh!", " Inside my pussy… It's scaping in… It feels so weird… Mnnghahh…"]}, {"name": "", "audio": "", "normalized": ["Kanon's labia were completely defeated by the monster's penis and only tangled to the shaft to please it."]}, {"name": "", "audio": "", "normalized": ["She wanted to deny the entry of the foreign object but her attempt to force it out with her vagina was futile, only making her aroused as it rubbed on her."]}, {"name": "Kanon", "audio": "v_sr552_0008", "normalized": ["Mnngehghh… Haahhnm!", " I'm getting fucked by this thing… I can't do anything, nyaagh!", " This cock-like thing… What the hell…"]}, {"name": "", "audio": "", "normalized": ["Kanon had no idea what the dreadfully colored thing inside her vagina was and showed fear in her eyes."]}, {"name": "", "audio": "", "normalized": ["She was frustrated how she had no idea what exactly was restraining her and Fuuma made her his plaything."]}, {"name": "Kanon", "audio": "v_sr552_0009", "normalized": ["So, you're just gonna sit there and watch… Mnnguh, nyahahagh!", " You're sick… Damn pervert… Gaahh, aagughh…"]}, {"name": "Kanon", "audio": "v_sr552_0010", "normalized": ["Well, I suppose…that's fine for now, nyaahh!", " I'm going to show you…this monster…is no match for me, nyaagh!"]}, {"name": "", "audio": "", "normalized": ["Kanon desperately held back her groans and moans from her insubordination to Fuuma, even showing a grin."]}, {"name": "Kanon", "audio": "v_sr552_0011", "normalized": ["It's all the same… You're trying to break me…by fucking my pussy…but it's pointless, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Even as she teased him, Fuuma expected that would not be enough to condition her so he smiled calmly as well."]}, {"name": "You", "audio": "", "normalized": ["This is just a warm-up…"]}, {"name": "Kanon", "audio": "v_sr552_0012", "normalized": ["Humph… That's gotta be bullshit!", " Mnnaghh… Haamnuh… What more…can you do, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Kanon prepared herself as Fuuma said and the fleshy tube inside her vagina inflated."]}, {"name": "Kanon", "audio": "v_sr552_0013", "normalized": ["Mnnghhmnyuuaahhaaghaaghh hhaahhaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The fleshy tube expanded visibly and Kanon writhed from agony as it pushed her vagina wide open."]}, {"name": "", "audio": "", "normalized": ["The tentacles wiggling inside her vagina were showing through her belly and her eyes shot open wide from the shock."]}, {"name": "Kanon", "audio": "v_sr552_0014", "normalized": ["It's getting bigger…inside my pussy… Guhhnyaghaaghh!", " Wh-what the hell… My stomach…moving…"]}, {"name": "", "audio": "", "normalized": ["The tip of the fleshy tube expanded and made its way through her cervix into her womb, further surprising Kanon with the unexpected movement."]}, {"name": "", "audio": "", "normalized": ["The tube ignored the surprised reaction from the owner of the hole and expanded her vagina and womb as even her belly started inflating as well."]}, {"name": "Kanon", "audio": "v_sr552_0015", "normalized": ["Guhhghagahaahh!", " S-so deep… The monster cock… Mhnmmgheeghh!", " No more… I'm gonna break, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Kanon's face twitched with an agonized expression as she could not even comprehend what was happening to her."]}, {"name": "", "audio": "", "normalized": ["However, her body instinctively sensed there was danger approaching her vagina."]}, {"name": "You", "audio": "", "normalized": ["Do you wanna know what's about to happen to you?"]}, {"name": "Kanon", "audio": "v_sr552_0016", "normalized": ["I-I don't wanna know… Guh, haaguhaaghahh!", " It's yet another insane stuff… Aaghh, mnmuh… I know it, nyahh!"]}, {"name": "", "audio": "", "normalized": ["The fleshy tube filled up her vagina and womb which made Kanon barely able to breathe but she managed to squeeze some words out desperately."]}, {"name": "", "audio": "", "normalized": ["She endured the sensation of the tentacle moving inside her womb by tightly sealing her lips.", " It repeated over and over but she was still disobedient."]}, {"name": "You", "audio": "", "normalized": ["Well, don't say that.", " Just enjoy it… Those tentacles are trying to make you into a seedbed."]}, {"name": "Kanon", "audio": "v_sr552_0017", "normalized": ["Making me…into a seedbed… N-no way… I won't let that happen!", " Damn it… Get off of me!"]}, {"name": "", "audio": "", "normalized": ["She tried resisting as she raised her voice but there was no way she could escape from the tentacles' restraint."]}, {"name": "", "audio": "", "normalized": ["Furthermore, the fluid seeping from the tube made Kanon's body even more relaxed and aroused her more to promote the secretion of lubricating fluid."]}, {"name": "Kanon", "audio": "v_sr552_0018", "normalized": ["Getting fucked by this weird-ass monster… Not like this… Guhaaghh!", " What the hell… Not my pussy, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["The tentacles expanded her inside as they pleased and Kanon felt the sense of pressure and newly discovered kind of pleasure, barely breathing at all."]}, {"name": "", "audio": "", "normalized": ["Even then, she stared at Fuuma angrily and held onto her consciousness, bracing herself so the monster could not violate her mind as well."]}, {"name": "You", "audio": "", "normalized": ["Come on, you're so stubborn… How does it have your pussy so full of cock that it's about to burst?"]}, {"name": "Kanon", "audio": "v_sr552_0019", "normalized": ["Mnnmmhaghh!", " This feels so weird, nyaagahahh!", " Haaguhh, mnmmheghh… Those things are wiggling inside me…"]}, {"name": "", "audio": "", "normalized": ["Vaginal fluid kept gushing out from the joint every time the tube throbbed and expanded, almost like she was urinating herself."]}, {"name": "", "audio": "", "normalized": ["The overflowing fluid ran down Kanon's cleavage, almost all the way down along her neck and even onto her face."]}, {"name": "Kanon", "audio": "v_sr552_0020", "normalized": ["Ughughh… It's pushing up into my belly… It hurts, nyaaghh!", " This cock's coming in…way too far, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["The expanded vagina was no longer able to contract or relax with Kanon's will at that point."]}, {"name": "", "audio": "", "normalized": ["All she could do was just stare at it as it was being penetrated."]}, {"name": "", "audio": "", "normalized": ["The fleshly tube resumed moving slowly as she desperately held her voice in as it almost felt like the vagina inside her vagina was being scraped off."]}, {"name": "Kanon", "audio": "v_sr552_0021", "normalized": ["Guhhgaaghhaghh…!", " Mnmmguhaaghh… I-it's so deep, nyaagh… This cock… It's too deep, nyaahhgh!"]}, {"name": "", "audio": "", "normalized": ["As the tube pushed itself in, Kanon's body was held down from above as if she was being crushed."]}, {"name": "", "audio": "", "normalized": ["And the air from her lung was pushed out against her will and gagged from the suffocation repeatedly, making it obviously an unbalanced mating."]}, {"name": "Kanon", "audio": "v_sr552_0022", "normalized": ["Ghaahagahh… Haaguhh, guhaaghahh!", " Mmmnhh… I can't breathe… Mhhuh… Haauhhaahh… Just get it out, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Even while it moved, the tube gradually expanded."]}, {"name": "", "audio": "", "normalized": ["It almost seemed like the organic tube was about to make Kanon's body burst from the inside."]}, {"name": "", "audio": "", "normalized": ["Kanon stared at the fully-inflated and throbbing fleshy tube with begrudging eyes."]}, {"name": "Kanon", "audio": "v_sr552_0023", "normalized": ["Mnnghuaaghh!", " Mnnmghaaghh… It hurts… It's getting so big, nyaahhgh!", " It's really gonna burst, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["As Kanon's body twisted and moaned as she resisted, the tube suddenly stopped moving and so did the expansion."]}, {"name": "", "audio": "", "normalized": ["For a brief second, Kanon thought it was going to be over and showed a relieved expression but the next moment, the tube started inflating from the inside."]}, {"name": "Kanon", "audio": "v_sr552_0024", "normalized": ["Mnghnmmghhmm?!", " Wh-what the… It's inflating… I-is that…the monster's… Guhnyaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Indeed, those lumps inside the tubes were all the tentacles eggs and they were slowly pushed into Kanon's wombs."]}, {"name": "", "audio": "", "normalized": ["Even though it was expanded but the eggs passing through were as big as a fist and it caused abnormal pressure inside her."]}, {"name": "Kanon", "audio": "v_sr552_0025", "normalized": ["Th-those huge eggs… It's trying to…put them inside my pussy… P-please… Stop this, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["And the eggs pushed into her vagina forced her cervix open and Kanon heard a tearing sound from inside of her body."]}, {"name": "Kanon", "audio": "v_sr552_0026", "normalized": ["Th-there's just…too many of them… Uhgyuaghaagh!", " It hurts… Mnnmnyahh… Those sounds… It's coming out, nyahh!"]}, {"name": "", "audio": "", "normalized": ["Kanon felt such agony as the eggs passed through the tube filling her vagina."]}, {"name": "", "audio": "", "normalized": ["It was somewhat similar to the pain of pregnancy and to Kanon, it was an unknown kind of agony."]}, {"name": "Kanon", "audio": "v_sr552_0027", "normalized": ["Mnnghagahh!", " Mnmmuguhh… No way, my pussy… I don't even know, nyaghh!", " It's getting so stretched… Mnngeeghh!"]}, {"name": "", "audio": "", "normalized": ["Kanon desperately tried to resist the pain but she was no longer certain if that was pleasure or agony."]}, {"name": "", "audio": "", "normalized": ["Still, she tried to stop the eggs from entering her womb but she could not do much with her limp body."]}, {"name": "Kanon", "audio": "v_sr552_0028", "normalized": ["The eggs…coming into my womb… Nyaahh… No more… I can't take it, nyaagh!", " I don't know what to do anymore, nyagahh!"]}, {"name": "", "audio": "", "normalized": ["Finally, one of the eggs popped into her womb as it was pushed in by the pressure and the rest just followed."]}, {"name": "", "audio": "", "normalized": ["And then her already-expanded womb was pushed open even further and Kanon finally gave in and screamed."]}, {"name": "Kanon", "audio": "v_sr552_0029", "normalized": ["Nyaaghaaghhaahh?!", " !", " M-my womb… It's gonna tear, nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["The scream was supposed to express her agony but it was obviously colored by pleasure."]}, {"name": "", "audio": "", "normalized": ["Of course, all of it did not matter to tentacles and they kept pumping eggs into her womb with no mercy, carrying on with their reproduction."]}, {"name": "Kanon", "audio": "v_sr552_0030", "normalized": ["Mnmmnnhyaaghaahh… Inside of my belly's full of eggs, nyaaghh… Th-this is too much, nyaagahh…"]}, {"name": "", "audio": "", "normalized": ["By the time the last egg was pushed into her womb, Kanon's belly had inflated like a pregnant woman."]}, {"name": "", "audio": "", "normalized": ["And it was pushed up unevenly from the inside thanks to many eggs inside, appearing deformed."]}, {"name": "Kanon", "audio": "v_sr552_0031", "normalized": ["Mnngouhooghh!", " Haaghhaahh… Mnmmagahahh!", " My belly… It's so huge now… Ughaaghh, mnmmnyaaghh!"]}, {"name": "", "audio": "", "normalized": ["The sensation of the eggs rubbing against each other in her womb filled Kanon's body with pleasure."]}, {"name": "Kanon", "audio": "v_sr552_0032", "normalized": ["My belly's so heavy, nyaahh… Aagh, aguh… The eggs are touching each other… Rubbing on my stomach, nya!"]}, {"name": "", "audio": "", "normalized": ["Every time her belly filled with the eggs swayed, Kanon's face skewed from agony as she let out sugary moans."]}, {"name": "", "audio": "", "normalized": ["Even her previously untouched parts were expanded and she was stimulated so violently but the stronger it was, the more she became aroused."]}, {"name": "Kanon", "audio": "v_sr552_0033", "normalized": ["Mnngouhggogoouhh!", " Aaagheeghh, mnnmguhh… Something is happening to my body… This isn't me, nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["However, Kanon still managed to keep her consciousness, and Fuuma was impressed by how tough she was."]}, {"name": "Kanon", "audio": "v_sr552_0034", "normalized": ["You won't…mnngeghh…break me like this… Don't underestimate me!", " These damn eggs…"]}, {"name": "", "audio": "", "normalized": ["Kanon let out a strained breath as she felt the pressure from her inside but she still spoke disobediently just as before."]}, {"name": "You", "audio": "", "normalized": ["You know what, I'm actually impressed…"]}, {"name": "You", "audio": "", "normalized": ["At least how you can keep your sanity even after getting so many eggs laid inside you to inflate your belly."]}, {"name": "Kanon", "audio": "v_sr552_0035", "normalized": ["Shut the hell up, nyaaghh!", " You are just standing there…laughing at me… You coward… Keeping me bound… Nyaahahhnm!"]}, {"name": "Kanon", "audio": "v_sr552_0036", "normalized": ["Making a fucking plaything out of me, nyaaghh!", " You better be enjoying this!", " Inflating my belly with so many damn eggs!"]}, {"name": "", "audio": "", "normalized": ["Kanon raised her voice as she was frustrated by Fuuma's attitude but her limbs were still bound with her belly inflated and covered in vaginal fluid."]}, {"name": "", "audio": "", "normalized": ["No matter what Kanon said, Fuuma only gave her a cold look and showed a joyous smile."]}, {"name": "You", "audio": "", "normalized": ["Looks like the tentacles are about to put a finishing touch… Maybe that'll shut you up."]}, {"name": "Kanon", "audio": "v_sr552_0037", "normalized": ["A finishing touch…?", " Wait, there's still more, nyaahh… The eggs inside me… Is it not…over, nyaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Despite Kanon's worried expression, a massive amount of fluid erupted from the tip of the tube."]}, {"name": "Kanon", "audio": "v_sr552_0038", "normalized": ["Mnngyaghaaghh?!", " Wh-what the… It's so hot, coming inside my belly… Huunyaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Kanon writhed and moans violently as the torrent of white fluid rushed into her belly already fully inflated with the eggs."]}, {"name": "", "audio": "", "normalized": ["Then she squirted as her vagina started twitching and she finally achieved an orgasm."]}, {"name": "Kanon", "audio": "v_sr552_0039", "normalized": ["Coming, coming, uugghh!", " Such hot cum pouring into me and I'm coming, nyaaghahh!"]}, {"name": "You", "audio": "", "normalized": ["So you came with the seeding, you pussy cat…"]}, {"name": "Kanon", "audio": "v_sr552_0040", "normalized": ["Mnnmnnyaaghaahh!", " Mnngehghh, guhhgoouhh… It's pouring out from my belly…coming out of my pussy, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["The semen filled up her belly and then gushed right back from the opening, spraying viscous fluid all over the place."]}, {"name": "", "audio": "", "normalized": ["Kanon orgasmed over and over from the intense pleasure as Fuuma smiled."]}, {"name": "You", "audio": "", "normalized": ["These tentacles are hermaphrodites and they can lay eggs and seed them all on their own."]}, {"name": "Kanon", "audio": "v_sr552_0041", "normalized": ["Seed…?", " D-damn it, what did you…put in…my pussy…mnnmguh!", " You won't get away with this… Nyaahaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Well, that doesn't really matter now, you see… Looks like they are done seeding anyway."]}, {"name": "", "audio": "", "normalized": ["Kanon was orgasming but she still cursed at Fuuma feverishly but her voice was honeyed and ecstatic."]}, {"name": "Kanon", "audio": "v_sr552_0042", "normalized": ["Mnngouhgoohh!", " My belly's gonna burst… There's so much…inside my belly… It feels so disgusting, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["So much fluid was poured into her, it made her stomach even more inflated and made it perfectly round instead of the previous deformity."]}, {"name": "", "audio": "", "normalized": ["And the eggs inside her stomach were no longer rubbing against each other and somewhat helped Kanon in a way."]}, {"name": "Kanon", "audio": "v_sr552_0043", "normalized": ["If you are done, just get this thing out of me, nyaaghh!", " Get is restraint off of me too, nyaaghh!", " Hey, are you listening?"]}, {"name": "", "audio": "", "normalized": ["Even after everything, she still showed a disobedient attitude and Fuuma responded with a bored expression."]}, {"name": "Kanon", "audio": "v_sr552_0044", "normalized": ["Once this is over…I'm gonna… cut you into pieces, nyaah!", " I'll make you feel even more pain and kill you, nyaagh!"]}, {"name": "You", "audio": "", "normalized": ["I see.", " Well, I'm definitely looking forward to that.", " It'll be a few months till those tentacle eggs hatch…"]}, {"name": "You", "audio": "", "normalized": ["I hope your sanity lasts till then."]}, {"name": "", "audio": "", "normalized": ["Kanon stared at Fuuma with stern eyes and Fuuma smiled joyously in contrast, looking down at her pathetic sight."]}, {"name": "You", "audio": "", "normalized": ["From now on, the tentacles are going to stay with the eggs all the time to adjust your body till birth…"]}, {"name": "You", "audio": "", "normalized": ["I'll come to check on you later."]}, {"name": "", "audio": "", "normalized": ["Fuuma said and left the room, ignoring Kanon as she kept muttering something."]}, {"name": "", "audio": "", "normalized": ["He was thinking about the pain and pleasure that will be an overwhelming pleasure for the next few months――"]}]