[{"name": "", "audio": "", "normalized": ["I was notified by an owner of a brothel I have been frequenting about coming across some information I was looking for."]}, {"name": "", "audio": "", "normalized": ["I arranged a drop-off with the info on a flash drive, as usual, and left the hideout immediately."]}, {"name": "", "audio": "", "normalized": ["As soon as I arrived, I headed straight to the room the owner was supposed to be in.", " On the way there, a whore came for me and bowed to me."]}, {"name": "Prostitute A", "audio": "", "normalized": ["Master is waiting for you in the usual room."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I know.", " Thanks."]}, {"name": "", "audio": "", "normalized": ["I quickly handed her some tips and opened the door without even knocking."]}, {"name": "", "audio": "", "normalized": ["…However, the room inside was shrouded in deep darkness.", " I could feel someone was there, but could not see the owner."]}, {"name": "Woman", "audio": "v_r-ev304_0000", "normalized": ["…Come in."]}, {"name": "", "audio": "", "normalized": ["I heard a female voice from the darkness and cautiously entered the room."]}, {"name": "You", "audio": "", "normalized": ["Why is the room so dark, it's not like you weren't expecting me or something, gh!?"]}, {"name": "", "audio": "", "normalized": ["My feet were suddenly swept off the floor and I fell… But I felt something warm and soft instead of the cold floor."]}, {"name": "You", "audio": "", "normalized": ["Hm?!"]}, {"name": "", "audio": "", "normalized": ["The moment I tried to scream from the surprise, my hands were bound and something covered my mouth."]}, {"name": "", "audio": "", "normalized": ["That something was weighing down on me as it was trying to suffocate me, but…somehow, I did not feel threatened."]}, {"name": "Woman", "audio": "v_r-ev304_0001", "normalized": ["I'm sorry about this.", " I knew you wouldn't even listen to what I have to say if not like this."]}, {"name": "", "audio": "", "normalized": ["A moment later, the room lit up and I saw of the owner of the voice――"]}, {"name": "You", "audio": "", "normalized": ["Gh?!"]}, {"name": "", "audio": "", "normalized": ["There she was, women who could not have been there."]}, {"name": "You", "audio": "", "normalized": ["(Inori…Isozaki?!", " How is she even here?!"]}, {"name": "", "audio": "", "normalized": ["Inori Isozaki, the sister of poor man's Sakura, Iori Isozaki, and my classmate from the Gosha Academy."]}, {"name": "", "audio": "", "normalized": ["She had snuck into my private quarters in the past, and she has done it again, with her audacity to let the ends justify the means."]}, {"name": "Inori", "audio": "v_r-ev304_0002", "normalized": ["Aahhnmm, don't try to move your mouth like that.", " It's making my pussy all tingly…"]}, {"name": "", "audio": "", "normalized": ["She was clad in rather revealing lingerie and just moving my mouth a little would have exposed her female sanctuary."]}, {"name": "", "audio": "", "normalized": ["I stared angrily as Inori because of such sudden nonsense and she looked back at me with her cheeks slightly blushing."]}, {"name": "Inori", "audio": "v_r-ev304_0003", "normalized": ["I've wanted to see you for so, so long, Fuuma-kun… Just thinking about you made my heart throb… Mnnh… Aghh…"]}, {"name": "Inori", "audio": "v_r-ev304_0004", "normalized": ["Just thinking back at that night… I've been touching myself, so many times, you know…?", " You can't just ditch me and run…"]}, {"name": "", "audio": "", "normalized": ["She lifted her well-endowed breast with one hand and let out a sultry whisper.", " She was completely ignoring my will as she just kept unloading on me."]}, {"name": "You", "audio": "", "normalized": ["Gaahh, hughaaghh, gahh!", " Hgguhgghuh!", " (What is it you want!", ")"]}, {"name": "Inori", "audio": "v_r-ev304_0005", "normalized": ["Ahhmn, aahhnm!", " You're so wild… You wanna know what I want?"]}, {"name": "", "audio": "", "normalized": ["Putting aside who was the wild one in the room, Iori put on a strange smile on her face."]}, {"name": "Inori", "audio": "v_r-ev304_0006", "normalized": ["Today, I am not here to capture you and take you in, nor am I here on a mission, you see."]}, {"name": "You", "audio": "", "normalized": ["…Huughaagh, hugaah.", " (Then what is it?", ")"]}, {"name": "Inori", "audio": "v_r-ev304_0007", "normalized": ["Well, I wonder… But if I tell you, I have to wipe this brothel off the face of the Earth."]}, {"name": "", "audio": "", "normalized": ["I had no choice but to stop struggling at her sudden threat."]}, {"name": "Inori", "audio": "v_r-ev304_0008", "normalized": ["But don't worry, okay?", " I've told everyone to leaves us alone today, and if you would do as I tell you, I won't hurt anyone."]}, {"name": "", "audio": "", "normalized": ["Of course, it was not a fair deal, but I had to go with it."]}, {"name": "", "audio": "", "normalized": ["On the outside, it was just a brothel, but in reality, it was a secret organization of infamous information brokers and it would be a huge loss if it was gone."]}, {"name": "", "audio": "", "normalized": ["She knew very well aware of what it was and threatened the owner, setting up the stage in her favor."]}, {"name": "Inori", "audio": "v_r-ev304_0009", "normalized": ["Come on, Fuuma-kun.", " What do you think…of my lingerie?", " I thought you might like it, so I got one just for you…"]}, {"name": "", "audio": "", "normalized": ["Seemingly, the underwear was not made to cover her body, but rather made just to arouse men."]}, {"name": "", "audio": "", "normalized": ["It was a perfect fit for Inori's curvey body and both her huge, round breasts and a honey pot full of pheromones appeared lewder because they were covered."]}, {"name": "", "audio": "", "normalized": ["However, I could not even tell her that because my mouth was covered.", " Inori moved her face right next to my ears and blew warm breath into it."]}, {"name": "Inori", "audio": "v_r-ev304_0010", "normalized": ["I just want to pick up where we left off… Not just the tittyjob…but also in my pussy…"]}, {"name": "", "audio": "", "normalized": ["She ground her hips and her crotch rubbed onto my mouth."]}, {"name": "", "audio": "", "normalized": ["The musky female odor came out of there as it was heating up and the moment I sniffed it, I became so aroused I was almost going to pass out."]}, {"name": "Inori", "audio": "v_r-ev304_0011", "normalized": ["Hehehe… I'd put it right in there, but not quite yet.", " I'm gonna turn you on so you actually would want it."]}, {"name": "", "audio": "", "normalized": ["Inori let her fingers slide over the crotch and began to touch her vagina through the panties."]}, {"name": "Inori", "audio": "v_r-ev304_0012", "normalized": ["It's a bit embarrassing, but please watch me.", " Watch me act so lewd… Aahh, mnngh…"]}, {"name": "Inori", "audio": "v_r-ev304_0013", "normalized": ["Just touching myself down there, thinking about you, aahhaahmn!", " It's gotten so sensitive and it's making me feel so good."]}, {"name": "", "audio": "", "normalized": ["Inori's masturbation show was starting right in front of my eyes, literary, and I could not take my eyes off of it."]}, {"name": "Inori", "audio": "v_r-ev304_0014", "normalized": ["I'm just rubbing it with my fingers, but… Mnnaahh… M-my clitoris, it's aching and growing, getting bigger… Ahhnm…"]}, {"name": "", "audio": "", "normalized": ["As she rubbed her labia with her finger through the panties, the seeping fluids began to make stains on there and her clitoris began to grow in size."]}, {"name": "Inori", "audio": "v_r-ev304_0015", "normalized": ["It's all your fault I'm so sensitive like this, you know… Haahh, mnnuhh…!", " I'm gonna start touching my clit too, okay…?"]}, {"name": "Inori", "audio": "v_r-ev304_0016", "normalized": ["Mnnghh… Ahh, i-it's so good…!", " Just pinching it a little, aahh, aaghh, aahh…!"]}, {"name": "", "audio": "", "normalized": ["The moment she pinched it with her fingers, Inori's body trembled and lewd moans came out."]}, {"name": "Inori", "audio": "v_r-ev304_0017", "normalized": ["Come on, are you watching me?", " How I'm getting so turned on, aahh, ahh… W-watch me, please… It's making me tingly…!"]}, {"name": "", "audio": "", "normalized": ["The skin covering her clitoris slid off and her pink fleshy sprout wiggled happily, getting wet from the fluids and frothing at her labia."]}, {"name": "Inori", "audio": "v_r-ev304_0018", "normalized": ["I-I'm just touching myself but this feels so good…!", " Are you getting turned on too…?"]}, {"name": "You", "audio": "", "normalized": ["… *Nod* *Nod*"]}, {"name": "", "audio": "", "normalized": ["I had no idea what she would do if I refused her there, so I nodded to agree with Inori and she smiled with an erotic expression."]}, {"name": "Inori", "audio": "v_r-ev304_0019", "normalized": ["Aahhnmm, I'm so happy… That means you think I'm an attractive woman.", " Hehe, it was all worth it…"]}, {"name": "", "audio": "", "normalized": ["She was already wearing a slutty outfit and with such lewd manners, I was actually getting aroused."]}, {"name": "", "audio": "", "normalized": ["The Inori began to press her crotch right onto my mouth and then proceeded to ask me."]}, {"name": "Inori", "audio": "v_r-ev304_0020", "normalized": ["I want you to lick my pussy, please.", " I want you to taste my pussy juice through my panties, okay?"]}, {"name": "", "audio": "", "normalized": ["I poked my tongue like she said and began licking her pussy through the fabric."]}, {"name": "", "audio": "", "normalized": ["…Inori's pussy juice was strangely much sweeter than I expected and the moment I licked it, lust began to rustle deep inside me."]}, {"name": "Inori", "audio": "v_r-ev304_0021", "normalized": ["Huaahh…!", " Aahh, y-yes, yeess, Fuuma-kun…!", " Please lick it, like my pussy harder, more…!"]}, {"name": "", "audio": "", "normalized": ["Inori's fingers sped up as she was getting even more excited and the rubbing noise from the fingering echoed."]}, {"name": "Inori", "audio": "v_r-ev304_0022", "normalized": ["Yes, I've never been so turned on in my life!", " I didn't know getting tongued by someone you love felt so good, aahh, aaghhnm!"]}, {"name": "Inori", "audio": "v_r-ev304_0023", "normalized": ["Please, lick it more.", " My spreading labia, my puffed up clitoris, and everything else, aahh, ahhnm, ahhmgh, yes, yeess…!"]}, {"name": "", "audio": "", "normalized": ["I sped up my tongue to oblige to Inori's request.", " I sucked her lewd honey through the panties and kissed her labia."]}, {"name": "", "audio": "", "normalized": ["As I sucked her clitoris even more, Inori moaned as her back formed an arc and her hips shuddered like she was having a seizure."]}, {"name": "Inori", "audio": "v_r-ev304_0024", "normalized": ["That's good, I love it when you suck on my clitoris!", " If you keep going like this, I'm about to…!"]}, {"name": "", "audio": "", "normalized": ["I noticed she was nearing the climax and I sucked up even harder, trying to finish her off quickly."]}, {"name": "Inori", "audio": "v_r-ev304_0025", "normalized": ["Ahh, it's amazing, that's so good, deep in my pussy, it's aching so much and I can't stop it!"]}, {"name": "Inori", "audio": "v_r-ev304_0026", "normalized": ["N-no, I'm coming before you, c-coming, come, come, coommiingg…!"]}, {"name": "", "audio": "", "normalized": ["A splashing noise like when a soda can is popped open sounded as a small amount of squirt gushed out of Inori's vagina."]}, {"name": "Inori", "audio": "v_r-ev304_0027", "normalized": ["Haah, haahh, haahh… I-I just came… Just a little bit… Haah, haahh…"]}, {"name": "Inori", "audio": "v_r-ev304_0028", "normalized": ["I-I'm so sorry… I didn't mean to just pleasure myself… Haauh, haahh…"]}, {"name": "Inori", "audio": "v_r-ev304_0029", "normalized": ["But so I'm happy I got to do this with you.", " Yeah, I'm just so happy this is happening."]}, {"name": "", "audio": "", "normalized": ["She smiled lewdly from the pleasure and joy, then looked at me with her lustful eyes."]}, {"name": "Inori", "audio": "v_r-ev304_0030", "normalized": ["Hey.", " Do you have any idea what it's like in my pussy right now…?"]}, {"name": "", "audio": "", "normalized": ["I gulped my throat and Inori moved the underwear aside, exposing her crotch right in front of me…"]}, {"name": "Inori", "audio": "v_r-ev304_0031", "normalized": ["Look… My pussy is already so drenched… Mnnghh… Ahaahhnm…!"]}, {"name": "", "audio": "", "normalized": ["The vagina exposed behind the panties were covered with the erotically shining fluids, letting off the sultry shine from the lights."]}, {"name": "Inori", "audio": "v_r-ev304_0032", "normalized": ["But, you know, it's even better inside… Mnnghh…c-come on… Look inside my pussy…!"]}, {"name": "", "audio": "", "normalized": ["A salmon-pink, virgin pussy peeked out from behind her labia spreading open, wiggling like it was begging me to take away her virginity."]}, {"name": "", "audio": "", "normalized": ["It was so small and tight for me to just put my erect cock in, but it was still twitching open and shut, seeking love."]}, {"name": "Inori", "audio": "v_r-ev304_0033", "normalized": ["Hey, don't get me wrong, okay?", " I've dated men before, but you know… I've never actually had sex… I'm a virgin."]}, {"name": "", "audio": "", "normalized": ["I was suspecting she might be through her reactions and bits of her words, but it was surprising to find out for sure."]}, {"name": "Inori", "audio": "v_r-ev304_0034", "normalized": ["I want someone I love to be my first… So please…"]}, {"name": "", "audio": "", "normalized": ["She did not finish her sentence and instead touched her breast with one hand and used another hand to play with her pussy."]}, {"name": "Inori", "audio": "v_r-ev304_0035", "normalized": ["Ahhghh, aahhnm…!", " Not just my pussy, but my titties too, my nipples, they've gotten so hard… Aahhnm, they're so sensitive…!"]}, {"name": "Inori", "audio": "v_r-ev304_0036", "normalized": ["Something hot is coming up from deep within my chest, I can't stop thinking about you, look at me… Mnhh, huhah, aagh, aaghaahh…!"]}, {"name": "", "audio": "", "normalized": ["Both her nipples and clitoris were so erect and just massaging her breasts made pussy juice gush out."]}, {"name": "", "audio": "", "normalized": ["I carefully licked it off without her even asking me to and slurped it out, making lewd noises."]}, {"name": "Inori", "audio": "v_r-ev304_0037", "normalized": ["Aaahhnmghh…!", " My pussy is getting so messy now…!", " Come on, I just want you inside me and I can't stand it…!"]}, {"name": "You", "audio": "", "normalized": ["Aahh, I can taste it, it's the taste of a bitch in heat.", " I can smell such lewdness, it's turning me on…!"]}, {"name": "Inori", "audio": "v_r-ev304_0038", "normalized": ["!", " Fuuma-kun, you're getting turned on with my juice too…!"]}, {"name": "You", "audio": "", "normalized": ["I know how you feel about me now, Inori.", " If you're hitting on me so hard, no one can resist you."]}, {"name": "", "audio": "", "normalized": ["And then I said something critical."]}, {"name": "You", "audio": "", "normalized": ["So I can be your first, right?"]}, {"name": "Inori", "audio": "v_r-ev304_0039", "normalized": ["Egh!"]}, {"name": "", "audio": "", "normalized": ["Inori held her mouth with her hand and then slightly teared up from the joy.", " Then she nodded her head."]}, {"name": "Inori", "audio": "v_r-ev304_0040", "normalized": ["…I-I want you…to be my first, please…!", " I've decided a long time ago to give you my first time…!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, alright.", " Let us be together!", " …But before that, can you let me go…"]}, {"name": "Inori", "audio": "v_r-ev304_0041", "normalized": ["I'm so happy!"]}, {"name": "You", "audio": "", "normalized": ["Guhgouhh?!"]}, {"name": "", "audio": "", "normalized": ["Just as I was about to tell her to let go of me, Inori quickly stripped me naked and sat on top of my exposed cock."]}, {"name": "Inori", "audio": "v_r-ev304_0042", "normalized": ["I don't even know how long I waited for this day… I'm truly happy…!", " I'm gonna put it in for you…!"]}, {"name": "You", "audio": "", "normalized": ["H-hey, just let me go before… Tsk, damn it, come on…"]}, {"name": "", "audio": "", "normalized": ["Inori was already focused on penetrating her virgin pussy and she was not even listening to me."]}, {"name": "", "audio": "", "normalized": ["She grabbed my erect cock and placed its tip onto the labia and adjusted the angle on entry."]}, {"name": "Inori", "audio": "v_r-ev304_0043", "normalized": ["Mnnghh… Th-this is… I-it just touched my tip, but it's already so hot and my pussy is like burning… Mnngh, aaghh…"]}, {"name": "", "audio": "", "normalized": ["Eventually, she must have found the right angle and after stopping for a moment and taking a breath, lowered her hips slowly."]}, {"name": "Inori", "audio": "v_r-ev304_0044", "normalized": ["Mnghh…!", " I-it's so huge… Aaahhghh…!", " My pussy, it's getting spread open, ughh… Mnnuuhh…!"]}, {"name": "Inori", "audio": "v_r-ev304_0045", "normalized": ["It completely different from just the fingers… Mnnguhh… It's filling up my pussy, it's a little too tight…"]}, {"name": "You", "audio": "", "normalized": ["You alright?", " You need me to help?"]}, {"name": "Inori", "audio": "v_r-ev304_0046", "normalized": ["I-it's alright, okay… It's just my first time, so I'll get it done… Tsughh…!", " J-just a little more now…!"]}, {"name": "", "audio": "", "normalized": ["I hit the particularly tight spot and felt strong resistance.", " It seemed I hit the hymens."]}, {"name": "Inori", "audio": "v_r-ev304_0047", "normalized": ["Mnuughh…!", " I'm becoming one with you, Fuuma-kun… Mnnaaghh!"]}, {"name": "", "audio": "", "normalized": ["Inori was fighting the pain for some time, but eventually, she made her mind up and lowered her hips quickly――"]}, {"name": "Inori", "audio": "v_r-ev304_0048", "normalized": ["Mnnaahhghh…!", " Haagh, haahh, haagh…!", " I-it's all…c-coming inside me…!", " Your cock…!"]}, {"name": "", "audio": "", "normalized": ["My whole cock went into Inori's pussy, all the way down to its base.", " The hot pussy flesh squeezed tight and tangled onto me."]}, {"name": "", "audio": "", "normalized": ["It was very tight thanks to her being a virgin and the inside wiggled without even moving her hips.", " She appeared to be extra sensitive as well."]}, {"name": "Inori", "audio": "v_r-ev304_0049", "normalized": ["This is what it feels to have a cock inside me, huh…?", " It feels like my pussy is melting away, so hot, pushing back into my pussy…!"]}, {"name": "Inori", "audio": "v_r-ev304_0050", "normalized": ["I can't believe it's so hard and it's inside me… But, I guess I'm really becoming one with you, Fuuma-kun…!"]}, {"name": "", "audio": "", "normalized": ["Inori let out a voice of joy from her heart as she smiled.", " She hugged her own breasts and stared at where we were joined together."]}, {"name": "", "audio": "", "normalized": ["For a while, I stayed still and waited for her to get used to the feeling… Then Inori suddenly began grinding her hips."]}, {"name": "Inori", "audio": "v_r-ev304_0051", "normalized": ["It kinda hurt when I put it in, but staying up a little made me get used to it a little…"]}, {"name": "Inori", "audio": "v_r-ev304_0052", "normalized": ["Feeling the shape of your cock, it's making my heart throb and deep inside my belly, it's aching…"]}, {"name": "Inori", "audio": "v_r-ev304_0053", "normalized": ["It's making me wanting you to stir me up inside my pussy with your rock-hard cock."]}, {"name": "", "audio": "", "normalized": ["She was spouting alluring words that were hard to believe coming from a virgin, but Inori smiled erotically."]}, {"name": "Inori", "audio": "v_r-ev304_0054", "normalized": ["Come on, can I start moving already?", " I want you to feel it too, Fuuma-kun…!"]}, {"name": "You", "audio": "", "normalized": ["Are you sure?", " It might be better if you get used to it a little more…"]}, {"name": "Inori", "audio": "v_r-ev304_0055", "normalized": ["Heheh, you say that now, but I know you're twitching inside me, wanting to get going, see?"]}, {"name": "", "audio": "", "normalized": ["She pointed out the truth and I looked away from her."]}, {"name": "", "audio": "", "normalized": ["Inori's pussy was definitely one of the best and it wiggled without even moving, as if it had a mind of its own, making me feel pleasure."]}, {"name": "", "audio": "", "normalized": ["The longer I remained inside her, more lust built up and I was barely able to stop myself."]}, {"name": "Inori", "audio": "v_r-ev304_0056", "normalized": ["Now, I'm gonna start moving, okay?", " … Mnnghh, shouh, mngh, shouhh… Aaghh, your cock is rubbing on me, aagh, aahh…!"]}, {"name": "", "audio": "", "normalized": ["She moved her hips back and forth slowly.", " She was still not used to it and was awkward, so it was not too pleasurable."]}, {"name": "Inori", "audio": "v_r-ev304_0057", "normalized": ["Mnngh, shouhh, mnnuuhh… H-how is it?", " Am I doing it right…?", " Do you like how my pussy feels…?"]}, {"name": "", "audio": "", "normalized": ["However, how she was moving to pleasure me was enough to make a man sensitive and it felt even better than any technique."]}, {"name": "You", "audio": "", "normalized": ["Yeah, just having you move on your own is making me feel so good, Inori…!"]}, {"name": "Inori", "audio": "v_r-ev304_0058", "normalized": ["R-really?", " I'm so glad… I'll do my best.", " Mnngh, huaaghh, r-right where it feels good, the tip… Guhh…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she found the right angle and Inori started repeating a move.", " However, it was not quite strong enough for me."]}, {"name": "You", "audio": "", "normalized": ["…Inori."]}, {"name": "Inori", "audio": "v_r-ev304_0059", "normalized": ["Eh…?", " Huaahh?!", " What, it's so sudden, from the bottom… Aaaghh, aahhaahhaahh!"]}, {"name": "", "audio": "", "normalized": ["Me saying Inori's name acted as a signal as I began moving my hips and pounded her from the below."]}, {"name": "Inori", "audio": "v_r-ev304_0060", "normalized": ["Th-that's so hard, so sudden, aaghh!", " D-deep inside, coming in, it's amazing, uughh…!"]}, {"name": "Inori", "audio": "v_r-ev304_0061", "normalized": ["The tip of your cock, the hard part, it's rubbing on me so hard, aaghh, aaghh!", " M-my pussy is rubbing up so much…!"]}, {"name": "", "audio": "", "normalized": ["As I rubbed up against her entire pussy with my tip with protruding shoulders, the bumps clicked together and tangled onto each other."]}, {"name": "", "audio": "", "normalized": ["Lewd, wet noises sounded off of where we were joined together, playing a symphony of vulgarness as the fluids seeped out of her pussy."]}, {"name": "Inori", "audio": "v_r-ev304_0062", "normalized": ["Aahh, it's coming out, flowing out, ughh…!", " Your cock, kissing me so deep inside my pussy, so much juice…!"]}, {"name": "Inori", "audio": "v_r-ev304_0063", "normalized": ["More, I want you to fuck me harder!", " I want your manly cock to stir up my pussy hard, eeghh!"]}, {"name": "", "audio": "", "normalized": ["I sped up the pace I was pounding her as I was not going to let her tell me what to do."]}, {"name": "", "audio": "", "normalized": ["I pounded my hips rhythmically and the pussy was starting to react."]}, {"name": "", "audio": "", "normalized": ["It was starting to willing towards the inside, deeper and peer, shifting from the squeezing movement, like it was sucking cum out."]}, {"name": "Inori", "audio": "v_r-ev304_0064", "normalized": ["It's so good, it feels so good, it's like my pussy is gonna go insane, it feels amazing!"]}, {"name": "", "audio": "", "normalized": ["Inori's movements were getting harder as she was getting turned on further and her ripe breasts were bouncing so hard they were almost coming off."]}, {"name": "Inori", "audio": "v_r-ev304_0065", "normalized": ["Aaaghh, haagh, aamnh, muughh…!", " My titties, my titties feel amazing too…!"]}, {"name": "", "audio": "", "normalized": ["Inori pinched her nipples as hard as she could with her fingertips and stimulated herself, devouring more pleasure."]}, {"name": "Inori", "audio": "v_r-ev304_0066", "normalized": ["I want you to feel good too, even better, Fuuma-kun…!", " I'm gonna start moving now, so I want you to enjoy it too…!"]}, {"name": "", "audio": "", "normalized": ["Inori's whole body began to move up and down violently, matching me."]}, {"name": "", "audio": "", "normalized": ["She was matching every move I made, no matter how little, and we were exciting ourselves with such passionate sex."]}, {"name": "Inori", "audio": "v_r-ev304_0067", "normalized": ["It's hot, it's soo hot, oouhh!", " Sex with you, Fuuma-kun.", " It's so hot and messy and I'm melting away, oouhh!"]}, {"name": "", "audio": "", "normalized": ["We both were sweating madly and our skin touching each other was getting slippery.", " The mixture of sweat and pussy juice was letting off erotic odor."]}, {"name": "", "audio": "", "normalized": ["We were amidst abnormal heat as she climbed towards the climax, having passionate sex as if we were a couple."]}, {"name": "Inori", "audio": "v_r-ev304_0068", "normalized": ["Mnnaahh?!", " I-it's getting so sensitive, right where your cock is right now… Aahh, r-right there, aaghh, aahaaghaahh…!"]}, {"name": "", "audio": "", "normalized": ["Deep inside her pussy, where she was most sensitive… Right when her cervix and my tip touched, Inori let out a particularly high-pitched moan."]}, {"name": "Inori", "audio": "v_r-ev304_0069", "normalized": ["I-it was like my body was shocked, tingling…!", " My most sensitive spot and your cock, kissing each other…!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's probably your cervix and my cock hitting each other.", " It feels good to be pounded there, right?"]}, {"name": "Inori", "audio": "v_r-ev304_0070", "normalized": ["I don't… I-I don't even know… I-I don't even know, but it feels good to have you kiss me right in the womb!"]}, {"name": "", "audio": "", "normalized": ["Inori said and she pressed the tip deep into her pussy, as deep as it could go, twisting her hips and stimulating herself."]}, {"name": "Inori", "audio": "v_r-ev304_0071", "normalized": ["Aaghh, aaghh, aahhahh…!", " Th-this is so good, even better than anything before…!"]}, {"name": "Inori", "audio": "v_r-ev304_0072", "normalized": ["B-but, if you gonna pound me right here, I'm going to come soon, I can't stand it anymore…!"]}, {"name": "You", "audio": "", "normalized": ["Heh, now don't say that.", " Just come already!"]}, {"name": "", "audio": "", "normalized": ["Just as I said, I began pounding my hips hard and fast, starting on my final spurt."]}, {"name": "Inori", "audio": "v_r-ev304_0073", "normalized": ["Mnnaahh!", " Aghh, aaghh, aaghaahh!", " N-noo!", " I'm really going to come, please, noo!"]}, {"name": "Inori", "audio": "v_r-ev304_0074", "normalized": ["It feels so good, this feeling, it's too much, oouhh!", " If I come right now, I'm gonna go insane, uguhh!"]}, {"name": "You", "audio": "", "normalized": ["Good.", " Just come!", " I'm gonna come with you, so don't hesitate and just come already!"]}, {"name": "", "audio": "", "normalized": ["As the precum gushed out while I pounded her, I made inside of her pussy filthy prematurely."]}, {"name": "Inori", "audio": "v_r-ev304_0075", "normalized": ["D-d-deep inside, it's coming in so deep inside me, uguhh!", " Fuuma-kun, I want you to come with me, eeghh!"]}, {"name": "You", "audio": "", "normalized": ["I'm cumming, cumming inside you, Inori!", " C-cumming, cumming, cumming!"]}, {"name": "Inori", "audio": "v_r-ev304_0076", "normalized": ["Please cum!", " I want you to cum loads and loads inside me, eegehh!", " I want you to pour cum into my womb, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Once I made particularly hard thrust, the cock penetrated inside of her pussy and made its way into her womb.", " Her entire pussy squeezed tightly――"]}, {"name": "Inori", "audio": "v_r-ev304_0077", "normalized": ["Mnaahh!", " I'm coming!", " Come, come, come, coommiinngg, ughh!"]}, {"name": "", "audio": "", "normalized": ["As soon as the semen was released, Inori achieved spectacular orgasm and a massive amount of squirt gushed out of her vagina."]}, {"name": "Inori", "audio": "v_r-ev304_0078", "normalized": ["Cum, coming into my women, ughh!", " Hot, baby juice, so much coming inside me, uuhghh!"]}, {"name": "", "audio": "", "normalized": ["The white semen splashed right onto the walls in the womb and every time it did, Inori's body jumped up."]}, {"name": "Inori", "audio": "v_r-ev304_0079", "normalized": ["Aahhmnm!", " My belly is getting filled with your cum!", " Deep inside my pussy, you're filling it up with your cum!"]}, {"name": "Inori", "audio": "v_r-ev304_0080", "normalized": ["I'm getting knocked up on my first sex, ughh!", " I'm having your baby, Fuuma-kun!"]}, {"name": "", "audio": "", "normalized": ["It was exactly my intention to make her pregnant as I spewed all the semen inside me, throbbing over and over."]}, {"name": "", "audio": "", "normalized": ["Every time I ejaculated, the inside of her pussy squeezed so tight and wiggled around, and that pleasure made me orgasm again."]}, {"name": "Inori", "audio": "v_r-ev304_0081", "normalized": ["Mnuuhh!", " Y-you're cumming so many times, I'm coming so many times, uuhh…!", " It feels so good and I can't stop it, oouh…!"]}, {"name": "", "audio": "", "normalized": ["She was getting washed up by the endless waves of pleasure as she frowned in the sea of orgasm…"]}, {"name": "Inori", "audio": "v_r-ev304_0082", "normalized": ["Haauh, haahh… With such a wonderful feeling, I can't go back… I'll become yours, forever…"]}, {"name": "", "audio": "", "normalized": ["Inori must have actually wished for it to happen.", " She put on a faint smile as she said."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Inori", "audio": "v_r-ev304_0083", "normalized": ["Haah, haauh, haagh…"]}, {"name": "You", "audio": "", "normalized": ["Hahh, haahh… I-I'm all empty now… Haah, haagh…"]}, {"name": "Inori", "audio": "v_r-ev304_0084", "normalized": ["Haauh, haahh… Y-yeah… Haahh, haauhh…"]}, {"name": "", "audio": "", "normalized": ["…After a long, long ejaculation was over and we were released from the whirlpool of pleasure, we stared at each other, trying to catch our breath."]}, {"name": "Inori", "audio": "v_r-ev304_0085", "normalized": ["Haauhh… It was…my first time, but…"]}, {"name": "", "audio": "", "normalized": ["Inori's body shrunk up restlessly as she could not spit it out."]}, {"name": "Inori", "audio": "v_r-ev304_0086", "normalized": ["It felt so good.", " It was amazing…"]}, {"name": "You", "audio": "", "normalized": ["…Yeah.", " I felt really good too."]}, {"name": "Inori", "audio": "v_r-ev304_0087", "normalized": ["!", " R-really?", " Did you like how my body felt?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, of course.", " It was better than any run of the mill woman."]}, {"name": "", "audio": "", "normalized": ["It was not flattery, but something out of my heart."]}, {"name": "Inori", "audio": "v_r-ev304_0088", "normalized": ["Yeah… I'm so happy…!"]}, {"name": "", "audio": "", "normalized": ["Inori smiled faintly like a little girl and my heart skipped for a moment when I saw it."]}, {"name": "You", "audio": "", "normalized": ["Hey, can you let me go already?", " It's not like I'm gonna try to run away or anything, you know."]}, {"name": "Inori", "audio": "v_r-ev304_0089", "normalized": ["!", " …Can I trust you?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, of course."]}, {"name": "", "audio": "", "normalized": ["I looked into her eyes and acknowledged, then Inori let go of my bondage."]}, {"name": "", "audio": "", "normalized": ["I was finally free and I pulled my cock out as I started getting used to the feeling of my hand as they finally became free…"]}, {"name": "Inori", "audio": "v_r-ev304_0090", "normalized": ["Ahhnmm…!", " Aaaghh… This is amazing, so much of it, your baby juice, Fuuma-kun…"]}, {"name": "", "audio": "", "normalized": ["All the semen that did not fit into the womb came flowing out and dripped out of her vagina.", " I was surprised myself how much there were."]}, {"name": "", "audio": "", "normalized": ["In addition to the semen, I could see blood from defloration mixing into it, making a pink fluid."]}, {"name": "Inori", "audio": "v_r-ev304_0091", "normalized": ["You felt so good with my pussy and that's why you came so much in me, right…"]}, {"name": "You", "audio": "", "normalized": ["…Yeah, that's true."]}, {"name": "", "audio": "", "normalized": ["As I said, I moved my filthy cock towards her mouth."]}, {"name": "Inori", "audio": "v_r-ev304_0092", "normalized": ["…Yeah…"]}, {"name": "", "audio": "", "normalized": ["Then Inori sucked onto the cock on her own without saying anything."]}, {"name": "Inori", "audio": "v_r-ev304_0093", "normalized": ["Mnnghh… Churuhh, perouhh… Mnnheheh, I can taste you and me, both, Fuuma-kun…"]}, {"name": "Inori", "audio": "v_r-ev304_0094", "normalized": ["Mnnguhh… Juruhh, chupahh, ryuuhchuuh, cuchumn… Haah, I sucked a cock for the first time, but it's so tasty…"]}, {"name": "Inori", "audio": "v_r-ev304_0095", "normalized": ["Haamuh, cuhchuuhh, juruhcuhh, chuuppbuh, mnchuhh, mnnm, mnngh, mnnhh, mnnh, mngh…!"]}, {"name": "", "audio": "", "normalized": ["As her head moved up and down, she licked up the shaft thoroughly."]}, {"name": "", "audio": "", "normalized": ["Inori's tongue slithered around the shaft and the tip, and even though she was only cleaning it, I was getting turned on again."]}, {"name": "You", "audio": "", "normalized": ["…Did you study more sex since then?"]}, {"name": "Inori", "audio": "v_r-ev304_0096", "normalized": ["Mnnjuhh, juurhuhh…Mnnuh?", " Yeah, I studied so much… Chuuhpah, haamuh, zzruhh, juruhruuhh…!"]}, {"name": "Inori", "audio": "v_r-ev304_0097", "normalized": ["…Ahhmnm.", " It's getting hard again.", " I see you want to do it again… Chuuhpuh, muhhcuhh, juhryuhryuh, juruhh…"]}, {"name": "", "audio": "", "normalized": ["I was going to stop with just one load, but Inori's body was so good and I was ready to go, so I changed my mind."]}, {"name": "You", "audio": "", "normalized": ["…I guess we won't be bothered until the end of the day?"]}, {"name": "Inori", "audio": "v_r-ev304_0098", "normalized": ["Huehh…?", " Yeah, I want to do more lewd things with you, Fuuma-kun… I want to feel more pleasure…!"]}, {"name": "", "audio": "", "normalized": ["With the dreamy and lustful eyes on me, the tip of my cock twitched."]}, {"name": "Inori", "audio": "v_r-ev304_0099", "normalized": ["Fuuma-kun… Mnngh…chuhh…"]}, {"name": "", "audio": "", "normalized": ["Inori sealed my lips and I kissed her as she allured me to."]}, {"name": "Inori", "audio": "v_r-ev304_0100", "normalized": ["Haah… Aaahhmuh, mnnmuhgh, chuuhh, chuhpahh, mnchuhh, chuuruh… Come on, over here now…"]}, {"name": "", "audio": "", "normalized": ["I noticed what Inori meant and pushed her down onto the bed."]}, {"name": "", "audio": "", "normalized": ["I stared at her as she lay on her back and jumped right onto her soft, naked body…"]}]