[{"name": "You", "audio": "", "normalized": ["In spite of everything, you still managed to escape, huh, Mishea?"]}, {"name": "", "audio": "", "normalized": ["The girl with psychic abilities, Mishea Silkies."]}, {"name": "", "audio": "", "normalized": ["Mishea, playing the hero from head to toe, had waited for her slim chance…"]}, {"name": "", "audio": "", "normalized": ["And managed to escape completely from the hideout."]}, {"name": "", "audio": "", "normalized": ["And after some time had passed… Mishea had changed her costume, powering up before she appeared in front of me once again."]}, {"name": "Mishea", "audio": "v_sr364_0000", "normalized": ["Heroes of justice will never fall!", " I'll defeat you with the light blades of my High Angel Saucer!"]}, {"name": "", "audio": "", "normalized": ["The seriousness of her words made my feelings cross beyond annoyance to something more like pity."]}, {"name": "You", "audio": "", "normalized": ["Hah… I don't want to hear that from a hero freak like you."]}, {"name": "", "audio": "", "normalized": ["I had repeatedly disciplined her harshly, and violated her breasts, her genitals, her everything."]}, {"name": "", "audio": "", "normalized": ["However, whether she was mentally tough or just an idiot…"]}, {"name": "", "audio": "", "normalized": ["She had appeared in front of me again as if nothing had ever happened."]}, {"name": "Mishea", "audio": "v_sr364_0001", "normalized": ["The hero always wins in the end!", " Here goes… High Angel Saucer!"]}, {"name": "", "audio": "", "normalized": ["As she said this, Mishea leaped high into the air, releasing four heavenly rings of light."]}, {"name": "", "audio": "", "normalized": ["They had doubled in number since before, and her perfected psychic ability allowed the rings of light to move freely according to her will."]}, {"name": "You", "audio": "", "normalized": ["Seems like you've gotten a little stronger… but don't get the idea that that kind of thing will work on me…!"]}, {"name": "", "audio": "", "normalized": ["If those rings were using her blades of light, then they had quite the attack power.", " If they touched me, even I wouldn't get off lightly."]}, {"name": "", "audio": "", "normalized": ["I drew them near me until the last second, sending them crashing into the dirt."]}, {"name": "", "audio": "", "normalized": ["Two, three, four…!", " Dodging all four of the heavenly rings, the air went still."]}, {"name": "Mishea", "audio": "v_sr364_0002", "normalized": ["Hmph, nice dodge.", " Even if you are my enemy, that was pretty great!", " …But that's not all I've got!"]}, {"name": "You", "audio": "", "normalized": ["What…?!", " Tch!"]}, {"name": "", "audio": "", "normalized": ["The rings began to move again and extracted themselves from the ground, flying all at once in my direction."]}, {"name": "Mishea", "audio": "v_sr364_0003", "normalized": ["Did you think you could dodge my High Angel Saucer that easily?!", " How about it, give up yet?!"]}, {"name": "", "audio": "", "normalized": ["Mishea leaned back cockily in the air, assured of her victory."]}, {"name": "", "audio": "", "normalized": ["But I had predicted this would happen, and using my dynamic vision and reflexes, I read the trajectory of the rings and managed to evade the attacks from all directions."]}, {"name": "You", "audio": "", "normalized": ["My, my… isn't it a little early to start proclaiming your victory?"]}, {"name": "Mishea", "audio": "v_sr364_0004", "normalized": ["Ghh!", " Guess that's a last boss for you.", " But there's still more where that came from… huh?", " U-uwaahh?!"]}, {"name": "", "audio": "", "normalized": ["In the next instant, a heavenly ring swooped down on Mishea from behind."]}, {"name": "", "audio": "", "normalized": ["It was an old version of the Angel Saucer that I had stolen from her last time she was captured."]}, {"name": "", "audio": "", "normalized": ["Anybody could operate it with a remote control, but its movements were limited."]}, {"name": "", "audio": "", "normalized": ["Still, it was adequate enough for a surprise attack on Mishea while she was focused on me."]}, {"name": "Mishea", "audio": "v_sr364_0005", "normalized": ["N-no way?!", " Aaa, awawawah!", " This is bad!", " If the control unit on my back gets broken, aah, aahh…!"]}, {"name": "", "audio": "", "normalized": ["The control unit at her rear destroyed, Mishea fell to the ground like a bird spiraling after being shot.", " How unseemly."]}, {"name": "You", "audio": "", "normalized": ["So the hero is defeated, huh.", " It was an interesting technique, but you couldn't cut it in the end."]}, {"name": "", "audio": "", "normalized": ["I bound Mishea's arms behind her back after she fell, breaking her console."]}, {"name": "Mishea", "audio": "v_sr364_0006", "normalized": ["Aaah!", " Wh-what are you doing?!"]}, {"name": "You", "audio": "", "normalized": ["The hero of justice has clumsily lost for a second time.", " Since you lost again, you've gotta be punished again…!"]}, {"name": "Mishea", "audio": "v_sr364_0007", "normalized": ["Punished…?!", " Y-you don't mean…?!"]}, {"name": "", "audio": "", "normalized": ["I snapped handcuffs around her wrists and thrust them into the wall, leaving her spread out like on a cross."]}, {"name": "Mishea", "audio": "v_sr364_0008", "normalized": ["Guuh!", " L-let go of me!"]}, {"name": "You", "audio": "", "normalized": ["The hero is completely backed into a corner.", " This is the time where your allies would normally come and save you, but…"]}, {"name": "You", "audio": "", "normalized": ["Well?", " Is anyone coming?"]}, {"name": "", "audio": "", "normalized": ["I asked just to make sure, but Mishea groaned in frustration and simply glared at me."]}, {"name": "You", "audio": "", "normalized": ["You can still move right now.", " You moved a lot, but in the end, I can't guarantee what'll happen to your arms and legs…"]}, {"name": "Mishea", "audio": "v_sr364_0009", "normalized": ["Guuh…!", " Y-you coward…!", " The wrath of God will definitely fall upon you!"]}, {"name": "", "audio": "", "normalized": ["I couldn't help smiling wryly at her words that sounded like nothing more than sour grapes."]}, {"name": "You", "audio": "", "normalized": ["In that case, let's enjoy ourselves before the wrath of God or whatever gets here…!"]}, {"name": "", "audio": "", "normalized": ["I forced open the motionless Mishea's clothes, exposing her breasts and genitals."]}, {"name": "Mishea", "audio": "v_sr364_0010", "normalized": ["Nnnoo!", " Wh-what are you doing?!", " D-d-don't look!"]}, {"name": "", "audio": "", "normalized": ["Her skin was as white as snow.", " Though her breasts were on the small side, they were beautiful and well-formed."]}, {"name": "", "audio": "", "normalized": ["And no matter how many times she was violated, her privates were still pristine."]}, {"name": "", "audio": "", "normalized": ["Despite whatever was in her mind and the hero gimmick, her body was as lewd as though she had been born simply to be violated…!"]}, {"name": "", "audio": "", "normalized": ["Remembering the last time I violated her, my crotch shivered.", " Underneath my pants, all the blood in my body was beginning to gather there."]}, {"name": "", "audio": "", "normalized": ["As I gazed at her as though I was licking her all over, Mishea bravely glared back at me, letting out a howl of justice."]}, {"name": "Mishea", "audio": "v_sr364_0011", "normalized": ["D-don't stare at me like that!", " I had that costume made especially for this day… I-I'll never forgive you!"]}, {"name": "You", "audio": "", "normalized": ["Hmph… seems like you really don't know your place right now."]}, {"name": "", "audio": "", "normalized": ["Saying this, I slowly stretched out my hand to her crotch, letting it creep across Mishea's slit."]}, {"name": "Mishea", "audio": "v_sr364_0012", "normalized": ["Hyaah?!", " Wh-what are you… nnhh!"]}, {"name": "You", "audio": "", "normalized": ["What am I…?", " Hey, did you forget what happened to you before?"]}, {"name": "", "audio": "", "normalized": ["As I said this, for an instant, Mishea's entire body trembled, as though she had remembered her humiliation."]}, {"name": "You", "audio": "", "normalized": ["So you remember, huh… In that case, you should know what this means."]}, {"name": "Mishea", "audio": "v_sr364_0013", "normalized": ["Ughh…!", " B-but still, d-don't touch me there!"]}, {"name": "", "audio": "", "normalized": ["She was trying to resist to the very end, but in this state, unable to move at all, bluffing was completely pointless."]}, {"name": "", "audio": "", "normalized": ["I slowly stroked and rubbed her soft outer labia with the pads of my fingers, up and down."]}, {"name": "Mishea", "audio": "v_sr364_0014", "normalized": ["Nnhh…!", " …Nnh, nnh… s-stop… nnhh…?!", " Phh, phwaah… nhh!"]}, {"name": "", "audio": "", "normalized": ["Her crotch trembled and she let out a small cry as though stifling a sneeze."]}, {"name": "", "audio": "", "normalized": ["As I pinched her hooded clitoris and stimulated it with my fingers, Mishea's hips leapt up and down."]}, {"name": "Mishea", "audio": "v_sr364_0015", "normalized": ["Hyaah?!", " M-my little bean is sensitive, so don't pinch it… hyuuh… nnh!"]}, {"name": "", "audio": "", "normalized": ["The moans she was holding back came tumbling out as she let out a squeak."]}, {"name": "You", "audio": "", "normalized": ["Heheh, so even a hero is sensitive right here."]}, {"name": "", "audio": "", "normalized": ["As I kneaded it with the pad of my pointer finger, it was almost amusing how sensitive Mishea's clitoris became, beginning to swell up."]}, {"name": "Mishea", "audio": "v_sr364_0016", "normalized": ["Nnnoo, aah, aahh…!", " T-teasing my clit so much is just… cruel…!"]}, {"name": "You", "audio": "", "normalized": ["That's because you think I'm the bad guy."]}, {"name": "", "audio": "", "normalized": ["I slowly peeled back her hood and her engorged, wriggling clitoris peeked its face out."]}, {"name": "", "audio": "", "normalized": ["I sadistically pinched her little bean, sensitive as though her nerves were exposed, with all my might."]}, {"name": "Mishea", "audio": "v_sr364_0017", "normalized": ["Hgyaahh!", " Nnnoo, noo, noo!", " Not my clit, noo!"]}, {"name": "", "audio": "", "normalized": ["Mishea's body bent backward as though an electric current was running through her, and her crotch spasmed and trembled."]}, {"name": "", "audio": "", "normalized": ["I could feel a steamy heat rising from her tightly closed seashell as I spread open her heated slit."]}, {"name": "", "audio": "", "normalized": ["The first thing my eyes fell on was her pink, virginal lady's flesh.", " And of course, the love juices that were faintly dripping down from it."]}, {"name": "You", "audio": "", "normalized": ["Hey, hey… you're already soaked?"]}, {"name": "", "audio": "", "normalized": ["Mishea's entrance between her spread legs was damp and moist, shining brightly in the sunlight."]}, {"name": "", "audio": "", "normalized": ["Perhaps she didn't realize herself that she was wet, because as she looked at her crotch, Mishea's face flooded with shame."]}, {"name": "Mishea", "audio": "v_sr364_0018", "normalized": ["N-no way?!", " That's impossible, why… why am I so turned on right now…?!"]}, {"name": "You", "audio": "", "normalized": ["Why?", " Because you're a pervert of course…!"]}, {"name": "Mishea", "audio": "v_sr364_0019", "normalized": ["A p-pervert?!", " N-no I'm not… aah, hyaahh!"]}, {"name": "", "audio": "", "normalized": ["As I touched her lewdly scented entrance with my forefinger, love fluids clung to it like sticky syrup."]}, {"name": "", "audio": "", "normalized": ["I licked it off, showing it off to Mishea as I tasted her."]}, {"name": "", "audio": "", "normalized": ["…Her womanly taste was like nectar, making me all the more excited."]}, {"name": "You", "audio": "", "normalized": ["Hahahahahah!", " You're an extremely lewd hero after all!"]}, {"name": "You", "audio": "", "normalized": ["I can't believe you'd get wet in this situation!", " Did you miss being violated like before so much?"]}, {"name": "Mishea", "audio": "v_sr364_0020", "normalized": ["Nngh!", " Sh-shut up, shut uup!"]}, {"name": "", "audio": "", "normalized": ["No matter how much she wanted to resist, she would be in a pinch if she tried to move her body much, so Mishea could only grit her teeth in shame and frustration."]}, {"name": "", "audio": "", "normalized": ["As if to bully her with my gaze, I stared at her crotch soaked with love juices."]}, {"name": "Mishea", "audio": "v_sr364_0021", "normalized": ["Nnnoo…!", " D-don't stare at me like that!", " Stop already, please… stop iit…!"]}, {"name": "You", "audio": "", "normalized": ["Even though you're saying that, you really want me to tease your insides too, not just your clitoris, huh?"]}, {"name": "Mishea", "audio": "v_sr364_0022", "normalized": ["Ngh?!", " N-no way, I would never…!"]}, {"name": "", "audio": "", "normalized": ["Unable to stand my gaze, she twisted her hips within the limited range of motion available."]}, {"name": "", "audio": "", "normalized": ["However, the more she moved, the more she focused on her crotch, her pussy lips trembling unbeknownst to her."]}, {"name": "", "audio": "", "normalized": ["Their movement looked like they were twitching greedily, and I smirked at her."]}, {"name": "Mishea", "audio": "v_sr364_0023", "normalized": ["Nnnh…!", " Why are my privates… aching so much… just from being looked at…?!"]}, {"name": "", "audio": "", "normalized": ["Though she continued to question it, the more she was aware of it, the more the heat gathered and deepened at her crotch."]}, {"name": "", "audio": "", "normalized": ["At this, a single drop of the love fluids that soaked her dripped onto the ground."]}, {"name": "Mishea", "audio": "v_sr364_0024", "normalized": ["Auuhh!", " D-don't get the wrong idea…!"]}, {"name": "You", "audio": "", "normalized": ["Heheheh… the wrong idea about what?"]}, {"name": "", "audio": "", "normalized": ["Perhaps because she was beginning to get excited, Mishea's sighs were rough and her breathing had quickened."]}, {"name": "", "audio": "", "normalized": ["As if in response, her privates squirmed, as sticky nectar flowed from her petals."]}, {"name": "", "audio": "", "normalized": ["It seemed as though Mishea was so turned on, it was almost like the aphrodisiac from last time was still in effect."]}, {"name": "You", "audio": "", "normalized": ["You didn't by any chance appear before me again because you wanted me to ravish you?"]}, {"name": "Mishea", "audio": "v_sr364_0025", "normalized": ["Gh…!", " …O-of course not!"]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " You looked like you were about to nod for a second, just my imagination?"]}, {"name": "Mishea", "audio": "v_sr364_0026", "normalized": ["…!", " I-I didn't, I didn't!", " That's not it at all… I'd never do that!"]}, {"name": "", "audio": "", "normalized": ["…She shrieked at me in a high-pitched voice, and I started to lose my patience."]}, {"name": "", "audio": "", "normalized": ["Though she was denying it with all her might, Mishea's body was flushed soft pink, with love juices dripping down…"]}, {"name": "", "audio": "", "normalized": ["Even if I left her alone, she was still at the point she was making a puddle."]}, {"name": "You", "audio": "", "normalized": ["Listen up, the real you is a huge pervert who gets turned on by the hero losing to the bad guy.", " Understand?"]}, {"name": "Mishea", "audio": "v_sr364_0027", "normalized": ["Wha…!", " Quit ridiculing me like this!", " I'm not a pervert like that!"]}, {"name": "You", "audio": "", "normalized": ["There's no use denying it!", " The reality won't change no matter what you say."]}, {"name": "You", "audio": "", "normalized": ["But if you insist… then fine.", " There's a way to tell what's true."]}, {"name": "", "audio": "", "normalized": ["I removed my hand from her crotch and gave a signal to my subordinates."]}, {"name": "You", "audio": "", "normalized": ["You can do what you like.", " Show her that it's not just the enemy boss that gets to violate the hero."]}, {"name": "Mishea", "audio": "v_sr364_0028", "normalized": ["Wh-what are you… hihh?!"]}, {"name": "", "audio": "", "normalized": ["Nodding, my subordinates grinned vulgarly as they clung to her body."]}, {"name": "Mishea", "audio": "v_sr364_0029", "normalized": ["S-stoop!", " D-don't touch my bodyy!"]}, {"name": "Subordinate A", "audio": "", "normalized": ["It's an order from our lord, we're gonna use you for our sexual needs."]}, {"name": "Mishea", "audio": "v_sr364_0030", "normalized": ["S-stop!", " Y-you're all being deceived by that man!", " Stop this behavior right now and reform yourselves… hyahh?!"]}, {"name": "", "audio": "", "normalized": ["One of my underlings pinched Mishea's nipples with all his might."]}, {"name": "Mishea", "audio": "v_sr364_0031", "normalized": ["Hyuuhh!", " S-suddenly touching my nipples… nnoo, nnhahh!", " Noo, noo, not my nipples!"]}, {"name": "", "audio": "", "normalized": ["Mishea was groaning in a way that was hard to tell whether she was resisting or squealing from pleasure."]}, {"name": "", "audio": "", "normalized": ["One after another, the other underlings thrust their fingers at her crotch, rotating around her entrance and rubbing her folds."]}, {"name": "Mishea", "audio": "v_sr364_0032", "normalized": ["Aaahh…!", " A stranger's fingers are inside of me… nnhh!", " My nipples are being teased too… n-noo…!"]}, {"name": "", "audio": "", "normalized": ["Mishea was twisting her body desperately, trying to escape from the underlings' hands, as though she was repulsed by the touch of strange men on her body."]}, {"name": "", "audio": "", "normalized": ["However, her movements looked like a lewd dance, and she didn't realize she was only making the men more excited."]}, {"name": "You", "audio": "", "normalized": ["Now that you mention it, this must be your first time with a man other than me.", " You should enjoy it as much as you can."]}, {"name": "", "audio": "", "normalized": ["The lustful men's caresses were relentless, roughly tormenting the woman's body as they pleased."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Heheh, her pussy is so small like a brat.", " If I stick my dick in here her pussy might break!"]}, {"name": "Mishea", "audio": "v_sr364_0033", "normalized": ["B-break…?!", " Nnnoo, noo!", " Don't do it, stop iit!"]}, {"name": "Subordinate C", "audio": "", "normalized": ["Calm down, that guy's johnson isn't as big as he brags about, hah!"]}, {"name": "", "audio": "", "normalized": ["As another man spat out this insult, he began to squeeze and knead Mishea's thighs."]}, {"name": "Mishea", "audio": "v_sr364_0034", "normalized": ["Hyaahn?!", " D-don't massage me so lewdly!"]}, {"name": "Subordinate A", "audio": "", "normalized": ["So it's fine if I touch your tits then, right.", " Too bad they're a little on the small side, though."]}, {"name": "", "audio": "", "normalized": ["As he said this, he kneaded her nipples with the tips of his fingers, using his palms to squeeze and rotate her breasts."]}, {"name": "", "audio": "", "normalized": ["The stimulation of her nipples made her excited breasts strain, and though they were small, they were pleasantly flexible as they bounced back against him."]}, {"name": "", "audio": "", "normalized": ["Her erect nipples were stiffer than ever, and they trembled in pleasure at the man's touch."]}, {"name": "", "audio": "", "normalized": ["While her upper half was being stimulated this way, the hands of the man caressing her pussy also did not falter."]}, {"name": "", "audio": "", "normalized": ["Taking advantage of her overflowing love juices, he used his fingers to spread them all over her pussy and erect clitoris, using both hands to stir them up."]}, {"name": "Mishea", "audio": "v_sr364_0035", "normalized": ["Aaahh…!", " N-no, not my pussyy…!", " …Nhaahh, aah, annh, annh… ahnhh, anhh, annhh…!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["Heheheh!", " That's a great sound you're making, missy!"]}, {"name": "Mishea", "audio": "v_sr364_0036", "normalized": ["N-n-noo, not my pussy…!", " Not both my pussy and tits at the same time…!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["It's impossible to not mess with such a pretty pink pussy.", " Besides, it's dripping with so much love juices!"]}, {"name": "", "audio": "", "normalized": ["As he said this, the man's fingers crept across her honeyed folds, bending at the knuckle and beginning to violate her pussy hole at high speed."]}, {"name": "Mishea", "audio": "v_sr364_0037", "normalized": ["Ohhihh!", " Nhyahahyhhinnh…!", " N-not there, nnoo!", " That's… that's the good place, soo…!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["The good place?", " Heheh, what's good about it?"]}, {"name": "Mishea", "audio": "v_sr364_0038", "normalized": ["Nnhh…!", " That's… that's my weak spot, so doon't…!"]}, {"name": "Subordinate B", "audio": "", "normalized": ["This is great!", " So we found the hero's weakness!", " What a feat!"]}, {"name": "", "audio": "", "normalized": ["Raising his voice on purpose, the man picked up even more speed as he pumped in and out."]}, {"name": "", "audio": "", "normalized": ["Mishea's crotch sweltered even hotter along with the extremely lewd, wet noise of her love fluids that echoed."]}, {"name": "", "audio": "", "normalized": ["Before long, the man's fingers were soaked with her juices and softened…"]}, {"name": "", "audio": "", "normalized": ["They felt just right to her pussy folds, making her even more excited than before."]}, {"name": "", "audio": "", "normalized": ["Mishea was panting roughly at the pleasure of this three-point attack."]}, {"name": "Mishea", "audio": "v_sr364_0039", "normalized": ["Hyaannhh!", " Aanh, aanh, aanh, haannhh!", " Nnoo, noo, noo!", " Don't be so rouughh!"]}, {"name": "Mishea", "audio": "v_sr364_0040", "normalized": ["There's no way I can withstand with both my tits and my pussy being messed with at the same time!"]}, {"name": "", "audio": "", "normalized": ["The overwhelming pleasure was making Mishea's head overheat, as she continued getting more excited without understanding why."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, you look even more agitated than when you were doing it with me.", " Hey."]}, {"name": "", "audio": "", "normalized": ["I gave my men the sign to continue on to the next phase."]}, {"name": "Mishea", "audio": "v_sr364_0041", "normalized": ["Nnbhh!"]}, {"name": "", "audio": "", "normalized": ["Another underling came forth and shoved his erect penis inside of Mishea's mouth while she couldn't resist."]}, {"name": "", "audio": "", "normalized": ["At the same time, they shoved a giant vibrator inside of her entrance, shifting to an even more sadistic attack."]}, {"name": "Mishea", "audio": "v_sr364_0042", "normalized": ["Nnnbhh?!", " Nnghh, mghh!"]}, {"name": "", "audio": "", "normalized": ["Thanks to how soaked her pussy was, even the huge vibrator was swallowed up easily."]}, {"name": "", "audio": "", "normalized": ["Mishea's whole body was shaking with both of her holes shut up tight."]}, {"name": "You", "audio": "", "normalized": ["Heheheh… how is it inside Mishea's mouth?"]}, {"name": "Subordinate D", "audio": "", "normalized": ["I-it's warm…!", " Her thick saliva is overflowing and her rough tongue feels good… i-it's like sticking it into a pussy…!"]}, {"name": "", "audio": "", "normalized": ["The underling with his dick in her mouth was swooning, staying still while savoring the feel of her mouth."]}, {"name": "Mishea", "audio": "v_sr364_0043", "normalized": ["Nnnhh!", " Nghh!", " Nnnhnnhhmmhphhnhh!"]}, {"name": "", "audio": "", "normalized": ["Mishea was groaning in pain, unable to breathe from having her mouth suddenly stoppered."]}, {"name": "", "audio": "", "normalized": ["Even though she was in pain, her female flesh was enjoying the feel of the giant dildo, and her soft pussy wrapped around the vibrator."]}, {"name": "", "audio": "", "normalized": ["A huge amount of love juices flowed out while her mouth dripped with sticky saliva as well."]}, {"name": "Subordinate D", "audio": "", "normalized": ["I-I'm gonna move…!"]}, {"name": "", "audio": "", "normalized": ["Losing his patience, the underling began to move his hips back and forth, violating her mouth."]}, {"name": "Mishea", "audio": "v_sr364_0044", "normalized": ["Nbbhh!", " Nnghmbhh, ophh… nnbhhah!", " Haah, I can't… breathe… nnbhh?!", " Mmh, gphh, ngbhh, ghbbhh…!"]}, {"name": "Subordinate D", "audio": "", "normalized": ["Hey, close your mouth tight!", " Squeeze your cheeks, wrap your tongue around me, suck my dick, wring it out!"]}, {"name": "Mishea", "audio": "v_sr364_0045", "normalized": ["Haah, hauuhh!", " Nnh, nnghh, nbhhmhh, nnghh, chbbh, nnh, gchh… nnghbhh, nnhh, ghlrll, ghhrll!"]}, {"name": "Mishea", "audio": "v_sr364_0046", "normalized": ["Nnnh, rlrllr, rlrlchh, ghbhh, chlrll… h-how ish it…?", " I-ish thish okay…?", " Nnghlrl, mnhh…"]}, {"name": "", "audio": "", "normalized": ["Mishea's timid inquiry as she looked up at him made the underling feel an immoral sense of pleasure."]}, {"name": "Subordinate D", "audio": "", "normalized": ["Y-yeah… it's pretty clumsy, but that's good in its own way…!", " Suck my dick even more…!"]}, {"name": "Mishea", "audio": "v_sr364_0047", "normalized": ["Nnh…!", " Nnmhh, ghchh, ghbhh… nnh, rlrl… rlrlrlrllr… ch, chchh, chpphh… nchh…!"]}, {"name": "", "audio": "", "normalized": ["She wrapped her tongue around him, narrowing her mouth and clinging to his shaft, making sure her cheeks stuck to him, as she sucked him like a vacuum."]}, {"name": "", "audio": "", "normalized": ["Her rough tongue ran across his pole, painting it with saliva, making it sticky."]}, {"name": "", "audio": "", "normalized": ["Each time her lips pulled against his swollen head, Mishea felt like her own pussy was being violated and her body grew hot."]}, {"name": "Mishea", "audio": "v_sr364_0048", "normalized": ["Nnnh… i-it's hot… your dick ish hot…!", " Nnmhh, nchh, rlrlchh, ghlrl, ghbhhn, gchh…"]}, {"name": "You", "audio": "", "normalized": ["You sure are sucking pretty desperately.", " Is his dick that tasty?"]}, {"name": "", "audio": "", "normalized": ["Mishea's eyes snapped open.", " Even though she was just doing it because she was being forced, she was clinging to his cock on her own."]}, {"name": "", "audio": "", "normalized": ["Realizing this, her head felt like it was going to boil over from embarrassment."]}, {"name": "You", "audio": "", "normalized": ["Hmph, so do you understand now, this is what you're really like.", " Hey."]}, {"name": "", "audio": "", "normalized": ["I signaled to the underling who had the vibrator and he began to pump at her crotch as well."]}, {"name": "Mishea", "audio": "v_sr364_0049", "normalized": ["Nnnhh?!", " I-if you move in my pussy now, nnoo!"]}, {"name": "", "audio": "", "normalized": ["The vibrator thrust in and out at high speed, as if to drag her attention away from where it had been held prisoner, sucking dick."]}, {"name": "", "audio": "", "normalized": ["Love juices overflowed from her like a fountain, making a lewd noise."]}, {"name": "", "audio": "", "normalized": ["Every time the protrusions on the vibrator dug against her uneven walls, her lower body leapt as though she'd been struck."]}, {"name": "Mishea", "audio": "v_sr364_0050", "normalized": ["Nngyuuhh!", " A dick ish good but a vibrator might be really good too!", " A-as long as you do my pussy, anything might be good!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because of something shaped like a penis being inserted inside of her, Mishea was unconsciously groaning in a lewd manner."]}, {"name": "", "audio": "", "normalized": ["Though it was different from a real penis, being violated by something that felt similar made her pant roughly as she went crazy."]}, {"name": "", "audio": "", "normalized": ["Sweat was gushing out from every pore in her body as her hips moved back and forth on their own, seeking pleasure."]}, {"name": "", "audio": "", "normalized": ["Moreover, her pussy contracted as if to bring the vibrator further deep inside, and as her hole tightened, it gradually became harder to thrust with it."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Phwahaha!", " Every time her pussy swallows up the vibrator, it's squeezing tighter and tighter!"]}, {"name": "You", "audio": "", "normalized": ["You really are turning into a mess too.", " Have you ever seen a hero that goes this crazy over sex?"]}, {"name": "", "audio": "", "normalized": ["As I asked this, they all shook their heads and broke out in raucous laughter."]}, {"name": "Mishea", "audio": "v_sr364_0051", "normalized": ["Ahnnhh!", " Th-that's… because messing with my pussy feels way too good… I can't help it…!"]}, {"name": "Subordinate D", "audio": "", "normalized": ["Hey!", " Your mouth is getting sloppy!"]}, {"name": "Mishea", "audio": "v_sr364_0052", "normalized": ["Y-yeshh!", " Nnh, nnghh, nghh, nnghhlrl!", " Chchchchrlrllrlrll… nnh, lrlrl… chh…"]}, {"name": "", "audio": "", "normalized": ["The movements of her mouth had gotten much better, as though she had quickly gotten used to her blowjob."]}, {"name": "Subordinate A", "audio": "", "normalized": ["Th-this chick is way too erotic… Aaah, I wanna stick it in her pussy…!"]}, {"name": "Subordinate C", "audio": "", "normalized": ["M-me too… I can't get enough…!"]}, {"name": "Mishea", "audio": "v_sr364_0053", "normalized": ["Nnnhh…?", " Wh-what…?!"]}, {"name": "", "audio": "", "normalized": ["The lewd scent that filled the area suddenly got stronger, as the men who had been caressing her took off their underwear and took out their erect cocks."]}, {"name": "Subordinate D", "audio": "", "normalized": ["Haah, haah, haah… Me too, I can't stand this…!"]}, {"name": "Mishea", "audio": "v_sr364_0054", "normalized": ["Nnnbhh?!", " D-d-diick!"]}, {"name": "", "audio": "", "normalized": ["The man whose dick she was sucking suddenly thrust his penis all the way to the back of her throat, then began moving his hips at high speed."]}, {"name": "Mishea", "audio": "v_sr364_0055", "normalized": ["Nnnbhh?!", " Nnbhh, phgghh, nmgghh, nnbhnhh!"]}, {"name": "", "audio": "", "normalized": ["She no longer had any leeway to move her tongue or tighten her mouth, but could only let him violate her as he pleased."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Fuhehe, now things are heating up!"]}, {"name": "", "audio": "", "normalized": ["The man who was violating her with a toy went along with the flow and thrust the vibrator in and out of her roughly."]}, {"name": "", "audio": "", "normalized": ["Her pussy contracted tightly over and over as love juices flowed out like someone had turned on a faucet."]}, {"name": "", "audio": "", "normalized": ["The area was filled with a vulgar heat, making everyone there intensely excited."]}, {"name": "Mishea", "audio": "v_sr364_0056", "normalized": ["Hgghh!", " So much dick, everyone is so hard, with clear fluid dripping out…!"]}, {"name": "", "audio": "", "normalized": ["She gave a sidelong glance to the men's crotches, her excitement mounting at their heat."]}, {"name": "Subordinate D", "audio": "", "normalized": ["Guuh, I'm gonna let it out, gonna let it out just like this!"]}, {"name": "", "audio": "", "normalized": ["The cock of the man she was sucking grew stiff and burning pre-cum spilled from his glans."]}, {"name": "", "audio": "", "normalized": ["Mishea sucked it up carefully, clinging to his swollen glans."]}, {"name": "Mishea", "audio": "v_sr364_0057", "normalized": ["Do iit!", " Let it out, let it all out!"]}, {"name": "", "audio": "", "normalized": ["As if the man getting his dick sucked had set off a chain reaction with his ejaculation, the other men began to groan as their neared their own orgasms."]}, {"name": "Mishea", "audio": "v_sr364_0058", "normalized": ["Everyone, let it ouut!", " Me too, I'm gonna cum too!", " I'm gonna cum, I'm gonna cum, I'm gonna cuum!"]}, {"name": "", "audio": "", "normalized": ["Nearly all of the men around faced Mishea and let out their cloudy fluid at once."]}, {"name": "Mishea", "audio": "v_sr364_0059", "normalized": ["Yesshh!", " That semen showerr!", " I'm gonna cum too!", " I'm cummiing!"]}, {"name": "Mishea", "audio": "v_sr364_0060", "normalized": ["It'sh sho hoot!", " Your dick juice is hoot!", " I love thish, I love thiish!"]}, {"name": "", "audio": "", "normalized": ["There was a sound like the top popping off a can of soda, and then a spray of squirt like a fountain came rushing from her pussy."]}, {"name": "Mishea", "audio": "v_sr364_0061", "normalized": ["Haannhh!", " I'm gonna cum while bathing in semenn!", " My pussy is gonna cum so much, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["With the thick dick juice showering her body, she was drunk on the sticky sensation as she had an intense orgasm."]}, {"name": "", "audio": "", "normalized": ["Her crotch, her nipples, her ass, her hands, and feet… her entire body shook with pleasure as love juices gushed out of her."]}, {"name": "", "audio": "", "normalized": ["Mishea climaxed over and over as she yelled filthy words unintelligibly."]}, {"name": "Mishea", "audio": "v_sr364_0062", "normalized": ["Aahnnhh… even though I'm a hero, I came so much…!", " Eheheheh…!"]}, {"name": "Subordinate D", "audio": "", "normalized": ["Hey, hey, is she broken?"]}, {"name": "Subordinate B", "audio": "", "normalized": ["Nah, she was crazy from the start!"]}, {"name": "Subordinate A", "audio": "", "normalized": ["A natural-born pervert, there's no doubt about it!"]}, {"name": "", "audio": "", "normalized": ["They were laughing uproariously in scorn, but Mishea was simply smiling blankly, as though she didn't mind."]}, {"name": "Mishea", "audio": "v_sr364_0063", "normalized": ["Dick… give me more dick… eheheheh…"]}, {"name": "Subordinate C", "audio": "", "normalized": ["Ugh, she stinks of semen!"]}, {"name": "", "audio": "", "normalized": ["As one man said this, the other men choked as they sniffed her and one or two drew back."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Oh, we're gonna need this back."]}, {"name": "", "audio": "", "normalized": ["The moment the underling pulled the vibrator out, Mishea's lower half trembled and…"]}, {"name": "Mishea", "audio": "v_sr364_0064", "normalized": ["Hyaahh!", " I-if you take the vibrator out now, i-it'll leak ouut!"]}, {"name": "Mishea", "audio": "v_sr364_0065", "normalized": ["Phyaahh!", " It's leaking, my piss is leaking ouut!"]}, {"name": "", "audio": "", "normalized": ["*Splaash…* went an arcing stream of golden liquid as it sprayed forth."]}, {"name": "", "audio": "", "normalized": ["Unable to stop the vigorous spray of urine, Mishea simply looked at it vaguely, too dazed to even be ashamed."]}, {"name": "Mishea", "audio": "v_sr364_0066", "normalized": ["Nnhh… aa, phwaahh, aah… nnh… haahh, haahh, haah…!"]}, {"name": "", "audio": "", "normalized": ["Her crotch spasmed as she could do nothing but watch herself urinate."]}, {"name": "Subordinate A", "audio": "", "normalized": ["Wetting herself on top of cumming so much, she really is a total slut."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Heheheh, thanks to me using the vibrator on her."]}, {"name": "Subordinate C", "audio": "", "normalized": ["The one who said to use it was our lord, though."]}, {"name": "Subordinate D", "audio": "", "normalized": ["Well, time to put her pussy to use next."]}, {"name": "", "audio": "", "normalized": ["It seemed as though my subordinates were already cooking up their plans for her next discipline."]}, {"name": "", "audio": "", "normalized": ["Mishea herself heard nothing, still staring blankly into space, as her rough breathing shook her shoulders."]}, {"name": "You", "audio": "", "normalized": ["There's still plenty more to come, hero of justice."]}, {"name": "", "audio": "", "normalized": ["Saying this to the dazed girl, I too readied myself for her next discipline."]}]