[{"name": "You", "audio": "", "normalized": ["I came here because you said you wanted something… Did you want some shame-sex or something?"]}, {"name": "", "audio": "", "normalized": ["What I saw when I stepped into the room was Rikuru being fucked by her servant, an automaton named Freed――"]}, {"name": "", "audio": "", "normalized": ["She was writhing pathetically she was drilled right in her anus."]}, {"name": "Rikuru", "audio": "v_r-ev255_0000", "normalized": ["Huuaghaahh, aghhaghhaghhaghhmnngh, guuhhaahhuughhahh, mnnghhaahhgguhgguhhaaghh."]}, {"name": "You", "audio": "", "normalized": ["I have no idea what you are trying to say, but I'm pretty sure you're getting aroused by me watching."]}, {"name": "", "audio": "", "normalized": ["Rikuru could control puppets with her magic.", " She was using her powers to make the puppet insert into her own anus."]}, {"name": "", "audio": "", "normalized": ["I could see it as a little unique way of masturbating if she was doing it alone at night, but this time, she deliberately summoned me here."]}, {"name": "You", "audio": "", "normalized": ["You weren't satisfied alone so you called me here?"]}, {"name": "Rikuru", "audio": "v_r-ev255_0001", "normalized": ["Aaaghhaahhoouuhh, huugghhooghhaahheeghh, guuhhaahh aaghh…"]}, {"name": "You", "audio": "", "normalized": ["I know you are in the middle of some special entertainment here, but we're not getting anywhere if you can't talk at all."]}, {"name": "", "audio": "", "normalized": ["She seemed to be in ecstasy from the stimulation in her anus from the puppet, but she should have been able to control it on her will."]}, {"name": "You", "audio": "", "normalized": ["If you have anything to ask, you better talk straight."]}, {"name": "Rikuru", "audio": "v_r-ev255_0002", "normalized": ["H-hey… Mnnguhhaahh… Oooguhhmnnghh, p-please… Oooghooghhmnghuhh."]}, {"name": "", "audio": "", "normalized": ["The automata Freed was holding Rikuru's legs from the behind and pounding the inorganic fake genital, but soon slowed down."]}, {"name": "Rikuru", "audio": "v_r-ev255_0003", "normalized": ["Haaghhaghhaahh, Freed isn't enough…"]}, {"name": "You", "audio": "", "normalized": ["Not enough?", " Looks like you are already enjoying this quite a bit."]}, {"name": "Rikuru", "audio": "v_r-ev255_0004", "normalized": ["Haamnghhmnnghnnghh, I want more, I want to feel it more, please… I want something so rough."]}, {"name": "", "audio": "", "normalized": ["With her body shaken, she desperately squeezed out words and moans."]}, {"name": "Rikuru", "audio": "v_r-ev255_0005_01", "normalized": ["Freed and you, together… I want you to fuck me together… I want you to fuck me…"]}, {"name": "", "audio": "", "normalized": ["She was not satisfied with playing with her favorite doll anymore and that was the conclusion she came to."]}, {"name": "", "audio": "", "normalized": ["Even all the while she was desperately begging me, the automata Freed continued to pound her anus, even though at a slower pace."]}, {"name": "Rikuru", "audio": "v_r-ev255_0006", "normalized": ["Huughhaahhaaghh, c-come on, please… I want someone I like to fuck me with Fired, together, please, please!"]}, {"name": "", "audio": "", "normalized": ["I had not seen Ricket this ecstatic, but it seemed her pleas were true to her heart."]}, {"name": "", "audio": "", "normalized": ["Rikuru was overtaken by the erotic desire as a female, showing off her lewd self shamelessly, and asked me out of her instincts."]}, {"name": "Rikuru", "audio": "v_r-ev255_0007", "normalized": ["P-please… You can do this, together, together with Freed, please fuck me hard…"]}, {"name": "You", "audio": "", "normalized": ["I understand you want it really bad, but it doesn't mean you always get what you want."]}, {"name": "Rikuru", "audio": "v_r-ev255_0008", "normalized": ["Hughhaaghhaghh, th-that's not…"]}, {"name": "You", "audio": "", "normalized": ["Isn't that how life is, though?"]}, {"name": "", "audio": "", "normalized": ["I could have easily fucked you as she wanted, but doing so was not really fun at all."]}, {"name": "You", "audio": "", "normalized": ["If you really, really want it, you better beg me enough to make me want to give it to you."]}, {"name": "Rikuru", "audio": "v_r-ev255_0009", "normalized": ["Guuhhuhghhaahh, haah, yess…"]}, {"name": "", "audio": "", "normalized": ["Her thoughts were muddled with lust and pleasure, but Rikuru understood my words and nodded."]}, {"name": "", "audio": "", "normalized": ["Rikuru immediately dove into action and placed her shivering fingers on her own crotch and spread them wide."]}, {"name": "Rikuru", "audio": "v_r-ev255_0010", "normalized": ["R-right here, your cock right in here… Shove it in deep inside… I want it inside me."]}, {"name": "", "audio": "", "normalized": ["Her crevice made wet by the pussy juice parted and showed off twitching, pink-colored labia and asked for it straight up."]}, {"name": "", "audio": "", "normalized": ["With her though deeply in the lust, she must not have been able to do anything more complex."]}, {"name": "You", "audio": "", "normalized": ["By 'here"]}, {"name": "Rikuru", "audio": "v_r-ev255_0011", "normalized": ["My pussy, my pussy… I just want your penis right in my moist pussy, please."]}, {"name": "You", "audio": "", "normalized": ["Huh, I like a straight forward business like that, but I'm not quite sure you are ready yet."]}, {"name": "", "audio": "", "normalized": ["For any ordinary man, her allure would have been enough, but I was not that simple."]}, {"name": "", "audio": "", "normalized": ["I was not going to give her that easily even if she showed off her wide-open labia and opening into her pussy."]}, {"name": "Rikuru", "audio": "v_r-ev255_0012", "normalized": ["Hurry up, please, inside me… I want you and Freed in both my front and back."]}, {"name": "", "audio": "", "normalized": ["I grinned smugly as I took a good, hard look at her longing and pink female hole."]}, {"name": "You", "audio": "", "normalized": ["I can see that you are lusting, but it doesn’t look quite ready for me to insert quite yet."]}, {"name": "Rikuru", "audio": "v_r-ev255_0013", "normalized": ["I-I'm ready to go already… Mnnghmnghhgughhaaoughaaoughh.", " … I'm ready…"]}, {"name": "You", "audio": "", "normalized": ["No, it's not enough.", " You didn't think you can fool me, huh?"]}, {"name": "", "audio": "", "normalized": ["Of course, Rikel had no mental room left in her mind to pull off such a negotiation."]}, {"name": "", "audio": "", "normalized": ["She was desperate to taste the pleasure with both her front and back holes."]}, {"name": "Rikuru", "audio": "v_r-ev255_0014", "normalized": ["Th-this… Ooghhooghuhghh, this pussy, aahh… Is it, is it not enough?"]}, {"name": "You", "audio": "", "normalized": ["I know you want it bad, but it's nowhere near ready to go.", " I mean, your anus seems already drilled in enough…"]}, {"name": "", "audio": "", "normalized": ["Her vagina was indeed spewing fluids and twitching lewdly, but there would have been more room to heighten her sensitivity."]}, {"name": "You", "audio": "", "normalized": ["Compared to your asshole, your pussy is wet but it's still all loose, not tight at all."]}, {"name": "Rikuru", "audio": "v_r-ev255_0015", "normalized": ["Huughhahahahahaheghh…"]}, {"name": "", "audio": "", "normalized": ["I checked how Rikuru was doing down there as I touched her crevice, accompanied by the wet noise."]}, {"name": "You", "audio": "", "normalized": ["You have no right to accept my cock inside with such a loose and pathetic pussy."]}, {"name": "Rikuru", "audio": "v_r-ev255_0016", "normalized": ["Th-then, aaghhaaghhaaghhuuhaahhooughh nnghh, what should I do…"]}, {"name": "You", "audio": "", "normalized": ["You need to make it more sensitive."]}, {"name": "Rikuru", "audio": "v_r-ev255_0017", "normalized": ["M-more…sensitive, but… Aaahhughhouhgouhghh, I'm already… Aaahguhh, coming, I'm already coming…"]}, {"name": "", "audio": "", "normalized": ["With Freid pounding her asshole, she seemed she was already reaching the climax――"]}, {"name": "", "audio": "", "normalized": ["But I would not have let her treat my cock the same way as the puppets."]}, {"name": "You", "audio": "", "normalized": ["No, I won't let you come just yet.", " If you want me to put my cock in you, you better hold it off."]}, {"name": "Rikuru", "audio": "v_r-ev255_0018", "normalized": ["Guhghhahahahahhuhh, hold…hold it off, mnnghnghh, ooghhouhaaghh…"]}, {"name": "", "audio": "", "normalized": ["I let my fingers slide around her crevice and gradually made my way inside her."]}, {"name": "", "audio": "", "normalized": ["Every time my fingertip rubbed the walls of her vagina, it twitched and tangled onto my fingers.", " I smiled and continued to tease her."]}, {"name": "Rikuru", "audio": "v_r-ev255_0019", "normalized": ["Ughhaahhaahhagahghh, i-if you touch me like that, ahh, if you play with my pussy like that…"]}, {"name": "You", "audio": "", "normalized": ["Don't come before I penetrate you.", " If you come, then it's game over.", " I won't fuck you."]}, {"name": "Rikuru", "audio": "v_r-ev255_0020", "normalized": ["Guhhaahhaaghaghagaghh, th-that's… Aaagguhh, your cock, your cock, please, nngh, nghh, give me, please!"]}, {"name": "You", "audio": "", "normalized": ["Then you better muster all your guts and resist it."]}, {"name": "", "audio": "", "normalized": ["I did not stop teasing her with my fingers and neither did Freed stopped shaking Rikuru."]}, {"name": "", "audio": "", "normalized": ["Her pussy juice spewed out and splashed down onto the ground as if it was a waterfall and her pussy was visibly twitching."]}, {"name": "Rikuru", "audio": "v_r-ev255_0021", "normalized": ["Haaghheghhaghhaghhaaghh, I can't, no more, I can't wait any longer…"]}, {"name": "You", "audio": "", "normalized": ["You want my cock, don't you?", " Don't you want to taste it all with both your pussy and ass?"]}, {"name": "Rikuru", "audio": "v_r-ev255_0022", "normalized": ["Y-yes, that's right… With both Freed, aaghhahh, and yours too, both in the front and back…"]}, {"name": "You", "audio": "", "normalized": ["Then resist it, hold it off!"]}, {"name": "Rikuru", "audio": "v_r-ev255_0023", "normalized": ["Gughhuhhuughhuughhmnghh!"]}, {"name": "", "audio": "", "normalized": ["Even then, she was obviously reaching her limits.", " Her pussy juice continued to flow and her pussy kept on twitching."]}, {"name": "Rikuru", "audio": "v_r-ev255_0024", "normalized": ["I-I'm resisting it, nngghhaaghh, don't come yet, holding it off, I'm holding it off, ughh!"]}, {"name": "You", "audio": "", "normalized": ["Seems like you really want my cock, huh."]}, {"name": "Rikuru", "audio": "v_r-ev255_0025", "normalized": ["Yess, aahheghh, I want it, I want your cock…your cock right in my pussy…"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, alright then.", " I'll put it inside you as you wish.", " You better spread your pussy real wide!"]}, {"name": "Rikuru", "audio": "v_r-ev255_0026", "normalized": ["Haaghh, aahheeghh, please, please do that, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["I whipped out my rock-hard, erect penis to indulge Rikuru's wish as she begged as she body trembled――"]}, {"name": "", "audio": "", "normalized": ["Then I shoved it right into her pussy longing for a long time."]}, {"name": "Rikuru", "audio": "v_r-ev255_0027", "normalized": ["Mnnghhaaghaghhughhaahh, guhhaahhaahoughhouhghouhhoohhmng h!"]}, {"name": "", "audio": "", "normalized": ["I slowly drove my penis into her pussy overflowing with fluids."]}, {"name": "", "audio": "", "normalized": ["Thick juice dripped down from the joint and I could feel her walls twitching through my penis."]}, {"name": "", "audio": "", "normalized": ["Rikuru let out moans of joy as she felt both of her holes, front and back, getting penetrated just like she wished."]}, {"name": "Rikuru", "audio": "v_r-ev255_0028", "normalized": ["Huuhaaghhgahhooguhh, s-so good… Ooghooghhooughhoughhoo, m-my lower body, aaheeghh…"]}, {"name": "Rikuru", "audio": "v_r-ev255_0029", "normalized": ["I-it keeps twitching, I can't stop it, eeghh, aaheghhaaghh, aaghaghhaahh…"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna drive it all the way in."]}, {"name": "", "audio": "", "normalized": ["Once the tip of the penis went all the way into her pussy as it rubbed up the walls of her pussy, Rikuru's body jumped as she writhed."]}, {"name": "Rikuru", "audio": "v_r-ev255_0030", "normalized": ["Ughhaahhaaghh, so deep, so deep, haaheheghh, eeghheghhmnnghh…"]}, {"name": "", "audio": "", "normalized": ["With the cock pounding her hard into her pussy from the front, Freed's fake penis inside her anus went in even deeper――"]}, {"name": "", "audio": "", "normalized": ["And Rikuru's mind held onto the very last moment blew away in an instant."]}, {"name": "Rikuru", "audio": "v_r-ev255_0031", "normalized": ["Guuhegahhgahh, coominngg, huughhmnnghhnghhnghhnghh!"]}, {"name": "You", "audio": "", "normalized": ["Oh, so you could not resist it and just came?"]}, {"name": "Rikuru", "audio": "v_r-ev255_0032", "normalized": ["I can't, nnghnnhgnhhmmeeghh, I can't hold it off, gaah, haaghh, I can't resist it, no way… I can't do it!"]}, {"name": "", "audio": "", "normalized": ["With the walls of her vagina contracting violently, it squeezed hard down onto the cock I inserted and viscous fluids tangled onto the penis."]}, {"name": "Rikuru", "audio": "v_r-ev255_0033", "normalized": ["Muuhoouhgouhooughh… I-I can't stop it, I'm coming, I keep coming, aahghhaaghhaahh!"]}, {"name": "You", "audio": "", "normalized": ["Looks like you are coming crazy wild as soon as you got what you wanted, but when did I say you can come?"]}, {"name": "Rikuru", "audio": "v_r-ev255_0034", "normalized": ["Gaaghhaahh, I-I'm, I'm so sorry, ngghhngghh, nghheeguhh!"]}, {"name": "You", "audio": "", "normalized": ["This is no good.", " You need to be punished."]}, {"name": "", "audio": "", "normalized": ["Even while she was orgasming hard, I grabbed her hips with both of my hands and began to pound her fast."]}, {"name": "Rikuru", "audio": "v_r-ev255_0035", "normalized": ["Heeghheghh, noo, aaghhaghhaghh, I'm gonna, I'm gonna break, mnnhoouuhhmnngh!"]}, {"name": "", "audio": "", "normalized": ["The harder I thrust my penis, the deeper she was drilled in her anus, and the combination multiplied the pleasure."]}, {"name": "Rikuru", "audio": "v_r-ev255_0036", "normalized": ["Noo, aaghhaghheghh, don't move, noo, no, noo, eeghhmnghh!"]}, {"name": "You", "audio": "", "normalized": ["What the hell are you bitching about now.", " If you just want to satisfy yourself then it's no different than just masturbating."]}, {"name": "", "audio": "", "normalized": ["I couldn't care less about how she treated Freed who was fucking her from the behind, but I was fucking her pussy with my own dick."]}, {"name": "You", "audio": "", "normalized": ["Both front and back, that's what you wanted, you wanted us to fuck both at the same time, yeah?"]}, {"name": "Rikuru", "audio": "v_r-ev255_0037", "normalized": ["Geeghheeghhaahhmnn, nnhheeggeeghh, I'm gonna, I'm gonna break, my pussy, coming, pussy, noo!"]}, {"name": "You", "audio": "", "normalized": ["I'm gonna give you crazy orgasm just like you wanted!"]}, {"name": "", "audio": "", "normalized": ["With her even more sensitive being drilled fast, Rikuru grew speechless as her body jumped over and over."]}, {"name": "", "audio": "", "normalized": ["However, I did not show any mercy, of course."]}, {"name": "Rikuru", "audio": "v_r-ev255_0038", "normalized": ["Buugheeghh, guheghheehh, heegheehh, nghheeahhaaghagahhnm!"]}, {"name": "You", "audio": "", "normalized": ["Come on, come on, taste everything above and beyond the limits of your orgasm."]}, {"name": "", "audio": "", "normalized": ["I shoved my penis hard and deep into the depth of her pussy and scraped and expanded her vagina with my tip."]}, {"name": "Rikuru", "audio": "v_r-ev255_0039", "normalized": ["Heegghheeghheeaahh, guuhhaahguhhaahh, I'm going to break, but…"]}, {"name": "Rikuru", "audio": "v_r-ev255_0040", "normalized": ["Ughhaaghhaahh, i-it's so goodd!"]}, {"name": "You", "audio": "", "normalized": ["Did you go crazy from coming too much?"]}, {"name": "", "audio": "", "normalized": ["Her face was completely corrupted by the pleasure with a lewd smile and moaned as she writhed."]}, {"name": "Rikuru", "audio": "v_r-ev255_0041", "normalized": ["Guuhaahh, ooghhaaghh, the front, and the back, uaaghhaahh, it feels so good, so good, soo goodd!"]}, {"name": "", "audio": "", "normalized": ["The automata Freed must have been in synch with her mind, it was also speeding up like a man consumed by his libido――"]}, {"name": "", "audio": "", "normalized": ["It was moving in the same proactive manner and fucking her ass as Rikuru who was now overwhelmed by the thoughts of lust."]}, {"name": "Rikuru", "audio": "v_r-ev255_0042", "normalized": ["Ooghhooghh, the front, the back, ogghooghhooghooghhoghh, at the same time, aahhoougghhnnmm!"]}, {"name": "Rikuru", "audio": "v_r-ev255_0043", "normalized": ["Both at the same time, spreading, spreading, aaheeghh, the holes, holes, spreading so much, uughhmnng!"]}, {"name": "You", "audio": "", "normalized": ["Having both your front and back expanded like this makes you addicted, doesn’t it?"]}, {"name": "", "audio": "", "normalized": ["The forbidden fruit was a fitting name for it.", " Once you have had the taste of it, the body could not stop wanting it."]}, {"name": "", "audio": "", "normalized": ["If she continued to drown in the pleasure at this rate, ordinary sex would be only as exciting as a child's play."]}, {"name": "Rikuru", "audio": "v_r-ev255_0044", "normalized": ["Mnngguhhooughhouuhh, uughhoouhouhhouhhmnghh, guuhheehhahahaeheeghh…"]}, {"name": "You", "audio": "", "normalized": ["It like a roar of the beast going crazy with orgasm."]}, {"name": "", "audio": "", "normalized": ["I pulled many women into the abyss of pleasure."]}, {"name": "", "audio": "", "normalized": ["I repeatedly invited women into corruption, so I had a deep understanding of extreme pleasure."]}, {"name": "You", "audio": "", "normalized": ["Looks like you really are savoring the taste of the forbidden fruit, but you might not be able to come back."]}, {"name": "Rikuru", "audio": "v_r-ev255_0045", "normalized": ["Nggheegheeghh, eeghhmnnghnnghh, it's so good, this is, it just feels soo goodd, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Even if I did warn her, I did not really expect her to be able to stop.", " Now she was just going to fall down the hill."]}, {"name": "", "audio": "", "normalized": ["If it was Rikuru's choice, then it was none of my business."]}, {"name": "", "audio": "", "normalized": ["As long as she could fight the same with her automata, it did not matter to me."]}, {"name": "Rikuru", "audio": "v_r-ev255_0046", "normalized": ["Uuughhouhouhghouhghh, more, morree, I want to it more, I want more, moorree!"]}, {"name": "You", "audio": "", "normalized": ["Fine, then.", " I'm going to give it to you, pour it in inside you, as deep as I can go."]}, {"name": "", "audio": "", "normalized": ["I forcibly pounded her pot of flesh that was squeezing down on my cock and pussy juice tangling on like a hot mud."]}, {"name": "Rikuru", "audio": "v_r-ev255_0047", "normalized": ["Heaaghh, come, please, come… Mnnghhouhgouhh, both in the front, and the back too, make me come, please!"]}, {"name": "", "audio": "", "normalized": ["To oblige Rikuru's pleas, Freed drilled her anus deeper and deeper at the same time as my powerful pounding."]}, {"name": "", "audio": "", "normalized": ["As she was scraped in the deepest part of both her front and read, I let my rising desire to ejaculate unleashed."]}, {"name": "Rikuru", "audio": "v_r-ev255_0048", "normalized": ["Guuhghheeghhehee eemmnghh!"]}, {"name": "", "audio": "", "normalized": ["It was like the sound of the high-pitched roar of the madness let out by the automata being controlled and creaking."]}, {"name": "", "audio": "", "normalized": ["Her walls of flesh wiggled and sucked up all the white fluids being released inside her as if it had its own will and swirled――"]}, {"name": "", "audio": "", "normalized": ["It sucked up all the semen released inside her womb.", " And then as if to release all that she sucked up, she ejaculated wildly from the joint."]}, {"name": "Rikuru", "audio": "v_r-ev255_0049", "normalized": ["Huuheghhehaaghhaaghhaghh, it's coming out, mnghmmnghhmm, coming out inside, aaheghh, cum, squirt, aaheeghh!"]}, {"name": "You", "audio": "", "normalized": ["You're squirting while you're being cummed inside, huh."]}, {"name": "Rikuru", "audio": "v_r-ev255_0050", "normalized": ["Mnnheeaaghhaghhaahh, amazing, it feels too good, eeghhaahh, huuhghhguhh, huuhmnguuhhnghh!"]}, {"name": "", "audio": "", "normalized": ["Even while she was orgasming, the pussy squeezed the cock hard and wiggled as it desperately sucked all the cum out as it ejaculated as well."]}, {"name": "Rikuru", "audio": "v_r-ev255_0051", "normalized": ["Oohghhuhh, ooghhohghhouhghh, I can't, I can't stop it coming, coming, my pussy, ooghhmnnghh."]}, {"name": "Rikuru", "audio": "v_r-ev255_0052", "normalized": ["My orgasming pussy, oogghh, I can't, can't stop it shaking, heeghhmnghh!"]}, {"name": "", "audio": "", "normalized": ["Rikuru orgasmed madly and writhed as she continued to spew squirt from the joint as ejaculation continued inside her vagina."]}, {"name": "Rikuru", "audio": "v_r-ev255_0053", "normalized": ["Huugguhhaaghh, buughhuhhaaghh, mnnghahh, huuhaahhaahgaahhaaghh.", " ."]}, {"name": "You", "audio": "", "normalized": ["You really are coming like crazy."]}, {"name": "Rikuru", "audio": "v_r-ev255_0054", "normalized": ["Heeghaahh, huhehahh, s-so good… It feels too good… Aaheeaaghh…"]}, {"name": "You", "audio": "", "normalized": ["Are you satisfied now?"]}, {"name": "Rikuru", "audio": "v_r-ev255_0055", "normalized": ["Yess, eghh… I-I'm so happy now… I'm feeling so amazing, ughh."]}, {"name": "", "audio": "", "normalized": ["With the pleasure melting her mind, she was barely conscious and could not speak clearly."]}, {"name": "You", "audio": "", "normalized": ["Hehehe, I know all about your contribution to us.", " If you ever need something from me, don't hesitate to ask."]}, {"name": "", "audio": "", "normalized": ["Rikuru's lower body continued to shudder.", " I petted her head as she dripped the semen from both her pussy and anus."]}, {"name": "You", "audio": "", "normalized": ["Now your body won't be satisfied with ordinary sex anymore.", " As long as you do us good, I'll reward you for it."]}, {"name": "Rikuru", "audio": "v_r-ev255_0056", "normalized": ["Haaghh, heaeghh… Th-thank you, thank you so much, ughh…"]}, {"name": "", "audio": "", "normalized": ["I saw Freed take Rikuru to the bed as she said and passed out, and then left the room."]}]