[{"name": "Cressia", "audio": "v_r-ev022_0000", "normalized": ["Hnngg… Haahh…haahh… Mmmn… Ah-ah-aahh…"]}, {"name": "", "audio": "", "normalized": ["It's true her arms and legs hurt from the bindings, however it wasn't the pain that caused Cressia her labored breathing, but rather the pleasure she was experiencing."]}, {"name": "Cressia", "audio": "v_r-ev022_0001", "normalized": ["(…I just have to hold out for the sake of my friends… If I can endure this, then… …we can all go home safety…)"]}, {"name": "", "audio": "", "normalized": ["She took a deep breath, doing everything she could to avert herself from thinking about her flushed body being used as a sex toy."]}, {"name": "Cressia", "audio": "v_r-ev022_0002", "normalized": ["Mmmnn… Haah… Yo-you promise to keep your word…?"]}, {"name": "You", "audio": "", "normalized": ["Yes, yes.", " I fully understand you won't be joining my ranks any time soon…"]}, {"name": "You", "audio": "", "normalized": ["Therefore, I promise that after my orc pets are done with you, I'll let you and your friends go… You have my word."]}, {"name": "", "audio": "", "normalized": ["She truly didn't know if she should trust the words of her torturer, but given her circumstances, there was really nothing she could do."]}, {"name": "", "audio": "", "normalized": ["Being a sniper herself, she was fully prepared to die after being caught."]}, {"name": "", "audio": "", "normalized": ["However, with her friends' lives in the balance, she had no choice but to go along with his plans."]}, {"name": "Cressia", "audio": "v_r-ev022_0003", "normalized": ["Alright… I'll go along with your fuckin' orders if it means it'll save my friends… Bring it on!"]}, {"name": "", "audio": "", "normalized": ["Her body had been rubbed down multiple times with an aphrodisiac oil.", " She could feel it penetrate deep, and her flushed skin began to bother her."]}, {"name": "", "audio": "", "normalized": ["However, it didn't matter.", " Having her body go into heat even as orcs were about to use her as a sex slave posed no problem for her."]}, {"name": "Cressia", "audio": "v_r-ev022_0004", "normalized": ["(It doesn't matter the obstacle… I'll overcome it… There is no problem I can't handle…!", ")"]}, {"name": "", "audio": "", "normalized": ["Endurance and perseverance were virtues that were essential to all snipers.", " Naturally, Cressia was completely confident in her ability to withstand any pain or discomfort."]}, {"name": "You", "audio": "", "normalized": ["Alright, shall we begin?"]}, {"name": "", "audio": "", "normalized": ["The man said coldly.", " Suddenly…"]}, {"name": "Cressia", "audio": "v_r-ev022_0005", "normalized": ["Hnngh…"]}, {"name": "", "audio": "", "normalized": ["The orc behind her holding her down and the orc waiting in front of her suddenly burst into action, pinning her down forcefully."]}, {"name": "Cressia", "audio": "v_r-ev022_0006", "normalized": ["(Th-they haven't done anything yet… It's just one more person grabbing on to me now… Th-this is nothing… I got this.", ")"]}, {"name": "", "audio": "", "normalized": ["The orcs dragged their dirty hands across her supple skin, now extremely sensitive since the aphrodisiac had had time to sink in."]}, {"name": "", "audio": "", "normalized": ["Their touching was enough to almost force out moans from the battle-hardened Cressia.", " However, the sensations still sent her body twitching with each touch."]}, {"name": "", "audio": "", "normalized": ["And then, suddenly…"]}, {"name": "Cressia", "audio": "v_r-ev022_0007", "normalized": ["Hnngghh?!"]}, {"name": "", "audio": "", "normalized": ["*Gooch-sploosh!", "* *Shluck-shluck…* *Shplork-shlick!", "*"]}, {"name": "Cressia", "audio": "v_r-ev022_0008", "normalized": ["Hnngaahh…?!", " Ooohh… Hoohh-oohh… Aaahh…mmnn…"]}, {"name": "", "audio": "", "normalized": ["It was almost as if she could hardly feel her pussy being torn in half."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac was devilishly crafted from orc spunk.", " Now that it had sunk into her skin, her pussy became loosened up and extremely wet."]}, {"name": "", "audio": "", "normalized": ["So wet in fact that small streams ran down her buttocks and pooled up on the floor."]}, {"name": "", "audio": "", "normalized": ["It wasn't just her pussy that was leaking, but her anus, too.", " Both holes were dripping, waiting to be filled."]}, {"name": "", "audio": "", "normalized": ["The orcs didn't hesitate in ramming their enormous cocks deep into both holes.", " The sudden pressure Cressia felt forced her to open her eyes wide."]}, {"name": "Cressia", "audio": "v_r-ev022_0009", "normalized": ["Hnngghh… Mmmnn… Aaahh…mmnn…"]}, {"name": "", "audio": "", "normalized": ["Though she felt no pain, the intense sensations that the massive orc cocks produced as they laid waste to her pussy sent her reeling."]}, {"name": "", "audio": "", "normalized": ["Regardless, Cressia was on cloud 9 as two fat cocks slid in and out of her.", " Each pump sent shivers up her spine, effectively erasing all sense of logic she had."]}, {"name": "Cressia", "audio": "v_r-ev022_0010", "normalized": ["Mmmnn!", " Hnngh!", " Mmmnn-aah!", " Hoo-ooh!"]}, {"name": "", "audio": "", "normalized": ["The fiendish orcs brought her body to new heights.", " Never before had she experienced such intense pleasure.", " Slowly, her eyes widened, and her mouth was agape."]}, {"name": "", "audio": "", "normalized": ["Foul moans creeped out of her throat as strings of saliva stretched and broke, spilling from her outstretched tongue."]}, {"name": "", "audio": "", "normalized": ["Though she wasn't a virgin in the physical sense, she was completely inexperienced in having two massive cocks in both holes."]}, {"name": "", "audio": "", "normalized": ["Jolts surging with never-before-experienced pleasure shot through her body as she twitched and writhed within the strong arms of her orc captors."]}, {"name": "You", "audio": "", "normalized": ["Heh, it seems they like you… But you look unsatisfied.", " Are you really enjoying orc cock that much?"]}, {"name": "Cressia", "audio": "v_r-ev022_0011", "normalized": ["Hnngghh…Sh-shut the fuck… Hnngghh…asshole…"]}, {"name": "", "audio": "", "normalized": ["She glared at him and attempted to speak, but the expression on her face hardly changed."]}, {"name": "", "audio": "", "normalized": ["She could plainly see the bulge rising up and down in her stomach, and that the sensations of the two cocks were bringing her to orgasm."]}, {"name": "", "audio": "", "normalized": ["With her limbs pinned down, her body shook with intense pleasure as her pussy and asshole contracted tightly around their cocks."]}, {"name": "Cressia", "audio": "v_r-ev022_0012", "normalized": ["This is…nothing…for…me… I…can…handle…this…"]}, {"name": "You", "audio": "", "normalized": ["That's great news then, since they're just beginning.", " Scratch their backs, and trust me, they'll scratch yours."]}, {"name": "", "audio": "", "normalized": ["The man laughed as he mentioned their spunk contained an aphrodisiac.", " Then, the orcs began their fuck train on both of her tiny holes."]}, {"name": "", "audio": "", "normalized": ["*Shluck-spleck!", "* *Gooch-splorch!", "* *Shlick-shluck-spleck!", "*"]}, {"name": "Cressia", "audio": "v_r-ev022_0013", "normalized": ["Aaahh!", " Whaattheefuucckk!", " Gaahh!"]}, {"name": "", "audio": "", "normalized": ["Since her limbs were pinned down, she could do nothing but receive the mind-numbing sensations."]}, {"name": "", "audio": "", "normalized": ["Her pussy and ass had almost been turned inside-out due to the fierce fucking from the orcs.", " Slowly, Cressia's grip on reality began to come undone."]}, {"name": "Cressia", "audio": "v_r-ev022_0014", "normalized": ["(What the?", " What the hell is going on?", " I feel like I'm starting to lose it!", " My pussy!", " I can't take any more!", ")"]}, {"name": "", "audio": "", "normalized": ["The orcs had this one in the bag.", " Cressia's body was their property as they slammed her, inserting their cocks all the way in."]}, {"name": "", "audio": "", "normalized": ["Letting them know she was enjoying it, her pussy erupted with a milky liquid which spurted and sprayed with each push of their hips."]}, {"name": "", "audio": "", "normalized": ["The pungent stink of cunt wafted in the air, and the very smell of it drove the orcs wild.", " She could feel their cocks enlarging inside her."]}, {"name": "Cressia", "audio": "v_r-ev022_0015", "normalized": ["Hnngghh!", " Hhhngh!", " Ah!", " Agghh!", " H-hyaagh!"]}, {"name": "", "audio": "", "normalized": ["Like a mechanical fuck-engine the orcs exchanged pumps in alternation with each other; her pussy looked like it was going to split, it was so spread apart."]}, {"name": "", "audio": "", "normalized": ["She arched her back even further as waves of pleasure blasted whatever sanity she tried desperately to hold on to."]}, {"name": "Cressia", "audio": "v_r-ev022_0016", "normalized": ["Ooohh, so deep!", " Oh my… Aaahh… Feels amazing…"]}, {"name": "", "audio": "", "normalized": ["Their fat cocks further expanded in her meat hole as copious amounts of lady spunk streamed down her legs.", " One could hear the sloshing her pussy made from three doors down."]}, {"name": "", "audio": "", "normalized": ["*Shpluuck-sploosh!", "* *Shliilick…splort…*"]}, {"name": "Cressia", "audio": "v_r-ev022_0017", "normalized": ["Aaah-aahh… Feels like…splitting in two… Aaahh… Aaah!"]}, {"name": "", "audio": "", "normalized": ["The orcs fucked with long and deliberate strokes; each hole was filled to the brim."]}, {"name": "", "audio": "", "normalized": ["The sensations her anus experienced sent jolts through her body, which made her rock her hips slowly."]}, {"name": "Cressia", "audio": "v_r-ev022_0018", "normalized": ["(Haahh!", " Agh!", " I…I can't hold on for much longer…!", ")"]}, {"name": "", "audio": "", "normalized": ["Her pussy naturally spread itself apart opening up like a flower.", " In and out came dirty orc cock, devastating it with its fat knob."]}, {"name": "", "audio": "", "normalized": ["Each thrust shot out trapped air which sounded like inverted farts."]}, {"name": "", "audio": "", "normalized": ["Seemingly unfazed by this embarrassing display, Cressia's asshole loosened its grip on the fat orc cock."]}, {"name": "", "audio": "", "normalized": ["Her forbidden zones were being brought to their limit.", " She'd probably never be able to use them properly ever again, but she couldn't care less."]}, {"name": "", "audio": "", "normalized": ["She took every pump like a champ and even arched herself back trying desperately to fully receive both cocks.", " Her babymaker was working full-time."]}, {"name": "Cressia", "audio": "v_r-ev022_0019", "normalized": ["Hnngghh!", " Shitshitshit!", " Aaahh!", " Ooohh-hoohh!"]}, {"name": "", "audio": "", "normalized": ["Arching her back even further, her body was stretching itself trying all it could to be able to withstand the onslaught of both cocks inside her."]}, {"name": "", "audio": "", "normalized": ["A milky white residue appeared on both of their cocks as Cressia bellowed out with pleasure-filled moans."]}, {"name": "", "audio": "", "normalized": ["Reacting to these moans, the orcs held down Cressia's body even further and fully inserted themselves at the same time."]}, {"name": "Cressia", "audio": "v_r-ev022_0020", "normalized": ["Hyaahhnngghh?!", " Aaahh…mmnn"]}, {"name": "", "audio": "", "normalized": ["In that instant, her eyes fully widened as Cressia's mouth stretched open; her tongue jutting out, licking the air."]}, {"name": "Cressia", "audio": "v_r-ev022_0021", "normalized": ["Hnngghh…ugghhlluughh… Ugghh…cocks…soo…biigg…"]}, {"name": "", "audio": "", "normalized": ["She could feel their cocks further expand inside her filled asshole and pussy… Then…"]}, {"name": "", "audio": "", "normalized": ["*Ba-BUMP!", "* *Throb-throb-throb!", "* *Throb-throb-THROB!", "*"]}, {"name": "Cressia", "audio": "v_r-ev022_0022", "normalized": ["Whaat's gon awwhnn?", " Biiguhh…!", " Cahks ahh…geddin biggaahh…"]}, {"name": "", "audio": "", "normalized": ["In that instant, she could feel throbbing waves of heat expand out from inside her bowels and pussy; fat globs of cum shot out of both holes."]}, {"name": "Cressia", "audio": "v_r-ev022_0023", "normalized": ["Hyaahhnnmmnngghh!", " Soo haawwtt!", " I'm gonnaa cumm!"]}, {"name": "", "audio": "", "normalized": ["Near ear-piercingly loud moans echoed out as both holes were left weeping with thick orc cum.", " The very sensation of this caused Cressia to shake with orgasm."]}, {"name": "", "audio": "", "normalized": ["From her urethra shot a fountain of cum which splashed almost everyone in the room.", " Each contraction pulsed her cum shot like she was a cum sprinkler."]}, {"name": "", "audio": "", "normalized": ["Viscous liquid seeped out of both holes as her body twitched and danced under the spell of a massive orgasm."]}, {"name": "Cressia", "audio": "v_r-ev022_0024", "normalized": ["Hnngghh… Fuucckk… Haah… Holy hell… I'm cu-cumming agaain…"]}, {"name": "", "audio": "", "normalized": ["Her body slowly writhed, still pinned down by the massive creatures.", " She screamed so loud her voice became hoarse."]}, {"name": "", "audio": "", "normalized": ["The orcs came for what seemed like an eternity.", " They dumped their tainted seed deep into her body, and the twitching her body made helped it travel deeper."]}, {"name": "Cressia", "audio": "v_r-ev022_0025", "normalized": ["Ohh mmyy gooddaahh… Haahh… Wow…"]}, {"name": "", "audio": "", "normalized": ["After spraying cum all over the place, her body finally relaxed into a twitching pile of flesh, quivering in the arms of the orcs."]}, {"name": "Orc", "audio": "", "normalized": ["Geheheheh!", " Pretty impressive for a whore!", " You withstood our cocks, and even came!", " Not many like you!"]}, {"name": "You", "audio": "", "normalized": ["Wow, did you hear that, Cressia?", " They've really taken a liking to you.", " I bet you'd hit it off well with my other troops."]}, {"name": "", "audio": "", "normalized": ["Caught in the waves of intense pleasure, Cressia wasn't exactly in perfect shape to communicate about such matters."]}, {"name": "Cressia", "audio": "v_r-ev022_0026", "normalized": ["Huh?", " Hmm… Aaahh… Heh… Hmm?", " Hmm… Aaahh… Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Though her mind and body were broken, she looked happy as another wave of orcs pounced upon her."]}, {"name": "", "audio": "", "normalized": ["Her cries were not of pain but of pleasure as her holes were filled yet again with devastatingly huge orc cock."]}, {"name": "", "audio": "", "normalized": ["After watching a line of orcs form in front of Cressia, the man smiled, satisfied, as he exited the room."]}, {"name": "", "audio": "", "normalized": ["Many hours later…"]}, {"name": "You", "audio": "", "normalized": ["Wow… You sure put up a fight."]}, {"name": "", "audio": "", "normalized": ["After returning the room, the man let her know how impressed he was."]}, {"name": "", "audio": "", "normalized": ["Cressia was covered in tainted spunk from head to toe.", " The utter stink would make anyone turn their head and run for the nearest bathroom."]}, {"name": "", "audio": "", "normalized": ["Her pussy was covered in a yellowish jelly that ran past her asshole.", " One could see her pink lips showing through as she contracted with orgasm."]}, {"name": "", "audio": "", "normalized": ["The spectacle was enough to make any hardened pervert blush, however Cressia didn't bat an eye.", " In fact, she…"]}, {"name": "Cressia", "audio": "v_r-ev022_0027", "normalized": ["Woww… Feels so good…!", " More… Hey, I said MORE!"]}, {"name": "", "audio": "", "normalized": ["She was welcoming all the orc cock she could find.", " She shook her ass begging for another filling."]}, {"name": "", "audio": "", "normalized": ["Grinning at how Cressia was crooning for cock, the man opened his mouth to speak."]}, {"name": "You", "audio": "", "normalized": ["Time's up, Cressia.", " You've successfully made it through the orcs’ torture… I'll release you now."]}, {"name": "", "audio": "", "normalized": ["Heeding to his words, the orcs, now fully satisfied, quickly set out to release her.", " However…"]}, {"name": "Cressia", "audio": "v_r-ev022_0028", "normalized": ["N…no…"]}, {"name": "You", "audio": "", "normalized": ["What was that, Cressia?"]}, {"name": "", "audio": "", "normalized": ["The man grinned devilishly like all of this was planned.", " With tears in her eyes, Cressia pleaded her case to him."]}, {"name": "Cressia", "audio": "v_r-ev022_0029", "normalized": ["Noo!", " Don’t stop!", " Give me more!", " You got more cock, right?", " Fuck me me more!", " Turn my pussy into mush!"]}, {"name": "", "audio": "", "normalized": ["She began furiously licking the sides of her mouth searching for left-over cum.", " She shook her hips trying to entice any man in the room for another round."]}, {"name": "Cressia", "audio": "v_r-ev022_0030", "normalized": ["I'll do anything!", " Just say the word!", " Please… Just give me more!", " Fuck me… more…"]}, {"name": "You", "audio": "", "normalized": ["Well, I did ask you to join me.", " I'm pretty sure you rejected my proposal."]}, {"name": "", "audio": "", "normalized": ["Cressia swung her head and looked him dead in the eyes."]}, {"name": "Cressia", "audio": "v_r-ev022_0031", "normalized": ["I'm so sorry!", " I can't believe I did that!", " It was a mistake!", " I’ll be your ally, just please don't make it stop!"]}, {"name": "", "audio": "", "normalized": ["The man nodded as he gazed upon Cressia.", " She would do anything now.", " She'd gladly accept being shit upon or being forced to oink like a pig."]}, {"name": "You", "audio": "", "normalized": ["Good answer.", " From today on, you're now my ally.", " We should throw a feast to celebrate.", " Maybe you and the orcs should relax a bit more."]}, {"name": "Cressia", "audio": "v_r-ev022_0032", "normalized": ["Th-thank you so much.", " We done here?", " When can the fucking begin?", " Fuck me moore!"]}, {"name": "", "audio": "", "normalized": ["Reacting to his signal and Cressia's begging, the orcs readied up for another go."]}, {"name": "", "audio": "", "normalized": ["Moaning happily, Cressia gladly accepted her new partners, as tears of joy streamed down her face."]}]