[{"name": "", "audio": "", "normalized": ["Sayaka took a knee and put her breasts on the table, poking her butt out towards me."]}, {"name": "", "audio": "", "normalized": ["Sayaka's vagina was already overflowing with vaginal fluid and every time it twitched, it dripped along her thighs."]}, {"name": "Sayaka", "audio": "v_sr483_0000", "normalized": ["Mnnaghh!", " Sensei, more… Please hip me more… Whip my butt, please…"]}, {"name": "", "audio": "", "normalized": ["As I swung the whip at Sayaka's behind, it made a dry, slapping noise and Sayaka let out pleasured moans."]}, {"name": "", "audio": "", "normalized": ["Sayaka's face was colored with pleasure instead of pain as she stared at me and her eyes longed for more, fixed onto me."]}, {"name": "You", "audio": "", "normalized": ["So this is what you wanted."]}, {"name": "Sayaka", "audio": "v_sr483_0001", "normalized": ["Yes… This is what I wanted… Yes… This, my scars… They are tingling… This is so good…"]}, {"name": "", "audio": "", "normalized": ["Each time she was whipped, her body shuddered and she let out a feverish breath."]}, {"name": "Sayaka", "audio": "v_sr483_0002", "normalized": ["More… I want it more, please… Harder… Whip me harder… More, I want to feel it more… Please, give me…"]}, {"name": "You", "audio": "", "normalized": ["Well said, Sayaka."]}, {"name": "", "audio": "", "normalized": ["I compliment Sayaka and then whipped her hard just as she asked and Sayaka trembled from pleasure, sighing out happily with a joyous expression."]}, {"name": "Sayaka", "audio": "v_sr483_0003", "normalized": ["Sensei!", " Mnnhaaghh, uhguhh… Noo, so good!", " I like it hard like that… My ass is loving it!"]}, {"name": "", "audio": "", "normalized": ["Perhaps it was from Sayaka's ability, or maybe just her natural-born lewdness, I felt my desire for her building up inside me."]}, {"name": "", "audio": "", "normalized": ["I reminded myself to not get consumed by it and stopped whipping her, gently rubbing her scars with the tip of the whip."]}, {"name": "Sayaka", "audio": "v_sr483_0004", "normalized": ["Mnnmughh, Sensei?!", " What's the matter… More, please… Whip me more… Please…"]}, {"name": "", "audio": "", "normalized": ["I gave her another, even stronger strike with the whip and Sayaka moaned as she breathed in for a moment, letting her body jumped up a few times."]}, {"name": "Sayaka", "audio": "v_sr483_0005", "normalized": ["Haawahhnmm… Sensei, I just came… Please… The whip, it felt so good… Too good, haauhhaahh…"]}, {"name": "", "audio": "", "normalized": ["Her vagina twitched slightly and Sayaka savored the lingering pleasure from a faint orgasm."]}, {"name": "", "audio": "", "normalized": ["I could feel Sayaka's powers working from my body going numb, almost like exhaustion, and how similar she was acting."]}, {"name": "Sayaka", "audio": "v_sr483_0006", "normalized": ["No, no, more, I want more… Please… Please hit me more… I want to feel it more… Please…"]}, {"name": "", "audio": "", "normalized": ["I found it quite interesting."]}, {"name": "", "audio": "", "normalized": ["At the same time, I understood how she would be able to allure any men with her increasingly lewd behavior, as well as with her ability."]}, {"name": "", "audio": "", "normalized": ["And considering Sayaka's previous reactions, I was certain that I could make her obey me with pleasure and acceptance."]}, {"name": "Sayaka", "audio": "v_sr483_0007", "normalized": ["Sensei…?", " Did I…"]}, {"name": "You", "audio": "", "normalized": ["No, I just thought you are kind of a girl who grows with compliments."]}, {"name": "", "audio": "", "normalized": ["I swung the whip again and struck her back, which would have been nice and smooth if not for the scars."]}, {"name": "", "audio": "", "normalized": ["Sayaka was breathing rough, completely drowned in pleasure."]}, {"name": "Sayaka", "audio": "v_sr483_0008", "normalized": ["Kyaaghhnmm… Whip, there it is… I love it, sensei… It's hitting me so hard… I'm coming soon…"]}, {"name": "", "audio": "", "normalized": ["Sayaka would be the only person in the world who would be able to orgasm just by getting whipped."]}, {"name": "Sayaka", "audio": "v_sr483_0009", "normalized": ["Getting whipped…makes my scars ache… And my body's burning up… It's so hot… Mnnuhaghh…"]}, {"name": "", "audio": "", "normalized": ["With the whip hitting her harder, Sayaka's knees shuddered and she almost fell as she was struck."]}, {"name": "Sayaka", "audio": "v_sr483_0010", "normalized": ["Please punish me more…for being naughty… Please… Whip me…for being so pathetic… Please…"]}, {"name": "", "audio": "", "normalized": ["Sayaka adjusted to the whipping soon and she repeatedly pleaded for more stimulation, making me swing the whip even harder."]}, {"name": "Sayaka", "audio": "v_sr483_0011", "normalized": ["Gyaahhnmm!", " Amazing… My body's tingling… Aching so much… My pussy… I can feel it throbbing…"]}, {"name": "", "audio": "", "normalized": ["My arm was getting tired and I concluded any further stimulation with the whip was pointless and decided to stimulate her with a different method."]}, {"name": "You", "audio": "", "normalized": ["How about this?"]}, {"name": "", "audio": "", "normalized": ["I moved my face closer into her twitching vagina dripping with fluid and let my tongue run along her red, inflamed whip-mark."]}, {"name": "Sayaka", "audio": "v_sr483_0012", "normalized": ["Mnnaaghaahh… Haahuhunmmh…"]}, {"name": "", "audio": "", "normalized": ["Sayaka's voice turned high-pitched for a moment and then let out a long, sweet sigh as she savored the pleasure."]}, {"name": "", "audio": "", "normalized": ["I licked along her whip-marks and scars as well as around her anus and vagina, teasing her with pleasure."]}, {"name": "Sayaka", "audio": "v_sr483_0013", "normalized": ["P-please, don't lick me down there… Haahhnm, no… Don't like me, please… I want the whip…more, please…"]}, {"name": "", "audio": "", "normalized": ["I grabbed her butt with one hand and used the other hand to pet her hips, back, sides, and belly."]}, {"name": "", "audio": "", "normalized": ["Her vagina was dripping with fluid, making moist noises as it was spread open long her butt cheeks."]}, {"name": "Sayaka", "audio": "v_sr483_0014", "normalized": ["My ass, getting pulled like that… My pussy's making noises… It's enjoying this… Just like me…"]}, {"name": "", "audio": "", "normalized": ["Sayaka was teased by how she was stimulated indirectly in her sensitive area and expressed pleasure but her body twisted longingly as she moaned."]}, {"name": "You", "audio": "", "normalized": ["So you aren't used to this, huh?"]}, {"name": "Sayaka", "audio": "v_sr483_0015", "normalized": ["Somethin like this, without pain… It's just ticklish… I've never felt…something so good, mnnmmhuaahhnm…"]}, {"name": "", "audio": "", "normalized": ["Sayaka's butthole was also twitching in joy with me fondling her butt rather rough."]}, {"name": "Sayaka", "audio": "v_sr483_0016", "normalized": ["This is all so different… I never knew anything like this… Getting whipped… It wasn't as good…"]}, {"name": "You", "audio": "", "normalized": ["It's different because I'm doing what you want for you because you want it, Sayaka."]}, {"name": "", "audio": "", "normalized": ["I said and gently licked Sayaka's scar with the tip of my tongue and showed her how I felt towards her."]}, {"name": "You", "audio": "", "normalized": ["Do you like this or getting whipped?"]}, {"name": "Sayaka", "audio": "v_sr483_0017", "normalized": ["B-both… I love it, so gentle… But, I don't…really like it when…it's tickling…"]}, {"name": "You", "audio": "", "normalized": ["I see.", " Then how about getting more scars?"]}, {"name": "", "audio": "", "normalized": ["I asked as I rubbed Sayaka's scars with my fingers and her body tensed up as she burned up, breathing short."]}, {"name": "Sayaka", "audio": "v_sr483_0018", "normalized": ["…I don't know."]}, {"name": "You", "audio": "", "normalized": ["Okay, let's forget about anything scary and just focus on what you want."]}, {"name": "", "audio": "", "normalized": ["I changed the petting to a more delicate pattern and instead left kiss marks on her butt."]}, {"name": "", "audio": "", "normalized": ["Then I licked the area right next to her anus squeezing tightly from the nervousness to make her relax."]}, {"name": "Sayaka", "audio": "v_sr483_0019", "normalized": ["Mnmmuugaaghh… That tickles so much… Please don't lick me there… No…"]}, {"name": "", "audio": "", "normalized": ["Her trembling body gradually relaxed and lumps of vaginal fluid started dripping from her vagina as Sayaka could not stand me teasing her."]}, {"name": "Sayaka", "audio": "v_sr483_0020", "normalized": ["Please, I want you to do that to my pussy too… Please… I want this in my pussy… Please…"]}, {"name": "You", "audio": "", "normalized": ["Okay… Why don't you do it by yourself?"]}, {"name": "", "audio": "", "normalized": ["Sayaka briefly expressed confusion as to what I told her and looked at her own vagina and my face then repeated it."]}, {"name": "Sayaka", "audio": "v_sr483_0021", "normalized": ["Can I, actually…touch myself… I don't know if it's okay…to make myself feel good…"]}, {"name": "", "audio": "", "normalized": ["I realized that's how she was conditioned and I started talking to urge Sayaka to obey me."]}, {"name": "You", "audio": "", "normalized": ["You can do whatever you want, Sayaka.", " As long as you stick with me.", " I won't let you do anything wrong."]}, {"name": "Sayaka", "audio": "v_sr483_0022", "normalized": ["Yes… Sensei…"]}, {"name": "", "audio": "", "normalized": ["Perhaps my words relaxed her and Sayaka started to slowly reach out for her own vagina as I told her."]}, {"name": "Sayaka", "audio": "v_sr483_0023", "normalized": ["Mnnaaghahh!", " Mnngnmm, haahhnmm… Uhguuhh, aghaaghhnm… Mnnhnmm…"]}, {"name": "", "audio": "", "normalized": ["She touched her own erect clitoris and her body jumped up which made her fingers let go for a moment, but she immediately resumed touching."]}, {"name": "", "audio": "", "normalized": ["Her faint voice trembled as she was getting aroused by her own fingers as they soon started moving wildly."]}, {"name": "Sayaka", "audio": "v_sr483_0024", "normalized": ["Haaghhnmm… I-I'm not sure…if I'm doing this right….", " Uhhnuuh, aaghh… My own clitoris…"]}, {"name": "You", "audio": "", "normalized": ["Do you like it?"]}, {"name": "Sayaka", "audio": "v_sr483_0025", "normalized": ["Th-this feels great… Yes… I have never…touched myself like this…with my own fingers…"]}, {"name": "", "audio": "", "normalized": ["I started petting Sayaka harder as she stimulated her own clitoris, leaving more kiss marks and instructing her how to tease her clitoris."]}, {"name": "", "audio": "", "normalized": ["I showed her how to use the palm and sides of her fingers and putting the foreskin back on instead of just rubbing it with her finger."]}, {"name": "Sayaka", "audio": "v_sr483_0026", "normalized": ["Sensei, thank you…so much… My clit feels…so good… I love this so much…"]}, {"name": "", "audio": "", "normalized": ["Sayaka was so focused on touching herself as she soon found her sweet spot and aroused herself."]}, {"name": "Sayaka", "audio": "v_sr483_0027", "normalized": ["I'm coming…again… This time, with my clitoris… I'm coming again… With my own fingers…"]}, {"name": "You", "audio": "", "normalized": ["Make yourself come."]}, {"name": "", "audio": "", "normalized": ["She rolled her own clitoris with her fingers and heightened her arousal while her vagina twitched from brewing pleasure."]}, {"name": "Sayaka", "audio": "v_sr483_0028", "normalized": ["It's getting hard… My clit, so hard… Aahhnmg, it's amazing… It's tingling, I can't…take it…"]}, {"name": "", "audio": "", "normalized": ["She let out agonized groans from such intense pleasure but her fingers kept moving, not stopping at all."]}, {"name": "Sayaka", "audio": "v_sr483_0029", "normalized": ["Uhhmmnmm… Coming, coming… I'm coming with my own fingers… My clit, my pussy… I'm coming, ughh!"]}, {"name": "", "audio": "", "normalized": ["Her body jumped up as she achieved orgasm and let out a pleasured sigh with vaginal fluid splashing spectacularly onto her own thighs."]}, {"name": "", "audio": "", "normalized": ["Her knees on the floor closed from the shock of the orgasm with lingering pleasure still left inside her."]}, {"name": "You", "audio": "", "normalized": ["That's how you should calm yourself down when your scars start aching."]}, {"name": "Sayaka", "audio": "v_sr483_0030", "normalized": ["Y-yes… Sensei… I guess doing it myself…isn't actually too bad, I see…"]}, {"name": "", "audio": "", "normalized": ["I did expect I would be teaching a female student how to masturbate, let alone recommending doing so."]}, {"name": "You", "audio": "", "normalized": ["Now, touch yourself inside too."]}, {"name": "", "audio": "", "normalized": ["Sayaka obviously looked disappointed and she stared at the crotch with dreamy eyes."]}, {"name": "Sayaka", "audio": "v_sr483_0031", "normalized": ["I'm… Uh, uhhnmm… Sensei… I would rather…have your cock instead… Can I?"]}, {"name": "", "audio": "", "normalized": ["I just wanted to compliment Sayaka for being so honest and asking for my cock."]}, {"name": "You", "audio": "", "normalized": ["You're a good girl, Sayaka."]}, {"name": "", "audio": "", "normalized": ["Sayaka seemed quite happy as I complimented her and so was I because I knew the repeated petting was taking its effects."]}, {"name": "", "audio": "", "normalized": ["I took my clothes off and then got on top of Sayaka as if I was hugging her while she looked at me and gave her the penis she asked for."]}, {"name": "Sayaka", "audio": "v_sr483_0032", "normalized": ["Sensei, your cock… It's coming in… Amazing, it's so hot… And so big too…"]}, {"name": "", "audio": "", "normalized": ["She let out a long, trembling moan and her back pulled back a bit."]}, {"name": "", "audio": "", "normalized": ["Her vagina had already achieved orgasm over and over so it tangled onto the penis, burning and wiggling, seeping with vaginal fluid."]}, {"name": "Sayaka", "audio": "v_sr483_0033", "normalized": ["Haahhnmm… Your cock, it's so gentle too… It's throbbing inside my pussy too… Sensei, please… Start moving…"]}, {"name": "", "audio": "", "normalized": ["I did not start moving till Sayaka's shudders calmed down and kept hugging her body, petting her, licking her ears, shoulders, and scars, kissing her."]}, {"name": "", "audio": "", "normalized": ["And when Sayaka asked me to start moving, I finally started moving and enjoyed the pleasure myself."]}, {"name": "Sayaka", "audio": "v_sr483_0034", "normalized": ["Ughaaghhmmn, aahnmghm… Sensei, you're pounding me… Amazing, it's so good… I've never felt this before…"]}, {"name": "", "audio": "", "normalized": ["Sayaka's vagina was so well conditioned over the years that her soft vaginal flesh squeezed tight onto my cock like an experienced hooker."]}, {"name": "", "audio": "", "normalized": ["Sayaka's moans and how tight her vagina was made my desires grow inside me as I pounded her and fucked her hard."]}, {"name": "Sayaka", "audio": "v_sr483_0035", "normalized": ["Haamuhhnm… Sensei, this is great… Sensei, I want you to feel good too… Please… Enjoy this with me…"]}, {"name": "", "audio": "", "normalized": ["Sayaka was going wild with pleasure desperately, but her body was showing a different reaction.", " Her skin felt smooth, warm, and soft, and her vagina wiggled."]}, {"name": "", "audio": "", "normalized": ["It actually felt so good that I almost thought she was fucking me instead as my pleasure and lust grew, hugging her tightly as I"]}, {"name": "Sayaka", "audio": "v_sr483_0036", "normalized": ["It's so hot, my pussy… Amazing, rubbing on so much… It's burning, so hot… Your cock, so good…"]}, {"name": "", "audio": "", "normalized": ["I could not stop devouring Sayaka's skin and I realized I was consumed by the desire for her."]}, {"name": "", "audio": "", "normalized": ["Perhaps some of it was Sayaka's ability, but I realized she had a certain atmosphere that allowed her to allure men, naturally or through conditioning."]}, {"name": "Sayaka", "audio": "v_sr483_0037", "normalized": ["I'm coming already… Sensei, your cock… It's so good… My pussy, it's… It's coming already…"]}, {"name": "", "audio": "", "normalized": ["Her voice and occasional word \"sensei\" aroused me even more as I devoured Sayaka's body as much as I wanted."]}, {"name": "Sayaka", "audio": "v_sr483_0038", "normalized": ["Sensei, your cock's… Rubbing inside me…so much… All fo my pussy… It's coming, coming… Please…"]}, {"name": "", "audio": "", "normalized": ["More lewd words came out of Sayaka's mouth as her face blushed, urging me to ejaculate."]}, {"name": "Sayaka", "audio": "v_sr483_0039", "normalized": ["Please, pound me hard… So hard that…you would break my pussy… Then please…cum…"]}, {"name": "", "audio": "", "normalized": ["And once I was ready to ejaculate, I held down Sayaka's body firmly and told her that I was cumming inside as I rose towards the climax."]}, {"name": "Sayaka", "audio": "v_sr483_0040", "normalized": ["So good, so good… I'm going nuts… Sensei, you're fucking me so hard… So much… I'm gonna come crazy…"]}, {"name": "", "audio": "", "normalized": ["Both Sayaka and I were smashing each other's crotch like an animal as we raced towards the orgasm."]}, {"name": "Sayaka", "audio": "v_sr483_0041", "normalized": ["Sensei, give me… Please, your cum…in my belly, please, give me… As much as you want… Pour it into me…"]}, {"name": "", "audio": "", "normalized": ["Sayaka's vagina sucked the pounding cock deep inside and I thrust my hips forth."]}, {"name": "You", "audio": "", "normalized": ["Sayaka!", " Coming!"]}, {"name": "", "audio": "", "normalized": ["I held in the urge to ejaculate as much as I could and then let my desire go inside Sayaka."]}, {"name": "Sayaka", "audio": "v_sr483_0042", "normalized": ["Mnnmmughaaghh!", " Sensei, your cum… It's coommiingg!"]}, {"name": "", "audio": "", "normalized": ["I slammed my hips onto her and ejaculated.", " Sayaka also moaned loudly and achieved orgasm."]}, {"name": "Sayaka", "audio": "v_sr483_0043", "normalized": ["I'm coming too, uughh!", " With you, sensei… Uuaagahhnmm!"]}, {"name": "", "audio": "", "normalized": ["Sayaka trembled as she received semen with her vagina and orgasmed deeply as her vaginal walls wiggled along with it."]}, {"name": "Sayaka", "audio": "v_sr483_0044", "normalized": ["Haauhhaahh… Uhghuhh, mnnahh… Such hot cum… Inside my belly, so much… So much inside…"]}, {"name": "", "audio": "", "normalized": ["Sayaka was happy to have my semen inside her and that made me happy."]}, {"name": "Sayaka", "audio": "v_sr483_0045", "normalized": ["It's spewing inside me… So much… Inside my womb… Getting filled with…sensei's cum, mnmmuh…"]}, {"name": "", "audio": "", "normalized": ["Then her cervix sucked onto the tip of my cock being pressed against it and did not let go, enjoying the sensation."]}, {"name": "", "audio": "", "normalized": ["It was as though I was being sucked dry by a demon."]}, {"name": "Sayaka", "audio": "v_sr483_0046", "normalized": ["I'm… Mnnghnm, so happy… I got to…come with you… Sensei… I love your cum… So much…"]}, {"name": "", "audio": "", "normalized": ["Sayaka was completely limp right on the desk and even her ass she poked out was relaxed."]}, {"name": "Sayaka", "audio": "v_sr483_0047", "normalized": ["Sensei's cum… It's so hot… I'm zoning out… It's still warm…inside me…"]}, {"name": "", "audio": "", "normalized": ["My ejaculation gradually calmed down and so did my pleasure."]}, {"name": "", "audio": "", "normalized": ["On the other hand, Sayaka was breathing roughly from arousal as she continued to shudder."]}, {"name": "", "audio": "", "normalized": ["Then I kissed and licked Sayaka's ears and nape, letting her taste the orgasm thoroughly."]}, {"name": "Sayaka", "audio": "v_sr483_0048", "normalized": ["Mnnmhaaghh… I didn't know…coming could feel…so good, aamngh… More, sensei… More…"]}, {"name": "", "audio": "", "normalized": ["Sayaka let out a flirty voice and asked me to tease her more, enjoying the orgasm as much as she could."]}, {"name": "", "audio": "", "normalized": ["Then I waited for Sayaka's orgasm to calm down and then I moved my body away as I pulled out."]}, {"name": "Sayaka", "audio": "v_sr483_0049", "normalized": ["Aaahhnmm… Sensei, your cock… Please, don't take it out…"]}, {"name": "", "audio": "", "normalized": ["Semen bubbled inside her vagina and spewed out and the sensation made Sayaka shudder."]}, {"name": "", "audio": "", "normalized": ["The mixture of Sayaka's own vaginal fluid and my own semen dripped onto her thighs, creating lewd lines."]}, {"name": "You", "audio": "", "normalized": ["Is your ache gone?"]}, {"name": "", "audio": "", "normalized": ["Sayaka looked like she was still zoned out after such an intense orgasm, looking at me with tears in her eyes."]}, {"name": "Sayaka", "audio": "v_sr483_0050", "normalized": ["More, I want more…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, of course."]}, {"name": "", "audio": "", "normalized": ["I rubbed her scars and Sayaka let out a sweet sigh as her body twitched and spewed semen from her orgasming hole."]}, {"name": "", "audio": "", "normalized": ["I felt that Sayaka wanted me to be a person who could bring her pleasure and forgiveness as well as thoughts and decisions."]}, {"name": "", "audio": "", "normalized": ["And she knew that I will destroy her personality so far that she would never return to life in the light."]}, {"name": "Sayaka", "audio": "v_sr483_0051", "normalized": ["Sensei… Thank you so much…"]}, {"name": "", "audio": "", "normalized": ["I smiled as I had come across a new toy and Sayaka thanked me with her most calm and relaxed voice."]}]