[{"name": "", "audio": "", "normalized": ["Gosha Academy―the man had disguised himself as a teacher and infiltrated this academy known for training Taimanin."]}, {"name": "", "audio": "", "normalized": ["He was looking to ensnare some young talents and turn them into his faithful servants."]}, {"name": "", "audio": "", "normalized": ["The means by which he would accomplish his goal was the power of brainwashing, which he had stolen from a demon with the power of his own Demon Eye."]}, {"name": "", "audio": "", "normalized": ["With that power, the man had been enticing and breaking several female students and teachers…"]}, {"name": "You", "audio": "", "normalized": ["Hey―It's the middle of class right now, Chigasaki.", " Why are you here?"]}, {"name": "", "audio": "", "normalized": ["Inside the Gosha Academy school building, the man had finally found a certain student, and he called out to her from behind."]}, {"name": "Ririko", "audio": "v_r106_0000", "normalized": ["Ugh, Tanaka…"]}, {"name": "You", "audio": "", "normalized": ["That's Mr.", " Tanaka… I got a report saying that you weren't in your swimming class.", " How come?"]}, {"name": "Ririko", "audio": "v_r106_0001", "normalized": ["Well… I hate getting all wet."]}, {"name": "", "audio": "", "normalized": ["Ririko Chigasaki―she was Gosha Academy's so-called delinquent and problem child."]}, {"name": "", "audio": "", "normalized": ["Skipping class was an everyday habit of hers, and her uniform wasn't designated Gosha Academy uniform, but one from another school she had just decided to wear."]}, {"name": "You", "audio": "", "normalized": ["Underwater combat training is an important class.", " I know you're talented, but if you slack on the fundamentals―"]}, {"name": "Ririko", "audio": "v_r106_0002", "normalized": ["Aah, alright, alright!", " I got it already!", " You're such a nag, Tanaka…"]}, {"name": "", "audio": "", "normalized": ["The man let out an exasperated sigh at the girl as she puffed out her cheeks and plugged her ears."]}, {"name": "You", "audio": "", "normalized": ["That's because I'm your homeroom teacher.", " If you don't like being nagged, then do your best not to give me a hard time―"]}, {"name": "", "audio": "", "normalized": ["A pause.", " Ririko's figure vanished from his line of sight.", " And then, directly after, a voice came from behind him."]}, {"name": "Ririko", "audio": "v_r106_0003", "normalized": ["…hehe, it's fiine♪", " After all, I'm a genius and everything?"]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Ririko Chigasaki's ability was unusual even throughout history.", " The Starlight Technique―Ninjutsu"]}, {"name": "", "audio": "", "normalized": ["By manipulating gravity and bending space and time, she could take out enemies with super speed, even rivaling that of Asagi."]}, {"name": "Ririko", "audio": "v_r106_0004", "normalized": ["Well, that's how it is, so… see you♪"]}, {"name": "", "audio": "", "normalized": ["She spoke to the man overwhelmed by her power, making to leave with a jaunty step."]}, {"name": "You", "audio": "", "normalized": ["…Wait a minute, Chigasaki."]}, {"name": "Ririko", "audio": "v_r106_0005", "normalized": ["…What is it, you still have more to say?"]}, {"name": "", "audio": "", "normalized": ["Ririko's face clouded with irritation and displeasure, having had her cheerful getaway foiled."]}, {"name": "", "audio": "", "normalized": ["However―Ririko didn't know."]}, {"name": "", "audio": "", "normalized": ["She didn't know that she was already being controlled with hypnosis by the man's brainwashing power."]}, {"name": "You", "audio": "", "normalized": ["Someone as cheeky as you needs a punishment."]}, {"name": "Ririko", "audio": "v_r106_0006", "normalized": ["Huh…"]}, {"name": "You", "audio": "", "normalized": ["'I am Ririko's lover.", "'"]}, {"name": "", "audio": "", "normalized": ["At the same time that she bristled at the man's―her teacher's―unsettling words, he gave her an order."]}, {"name": "", "audio": "", "normalized": ["In that moment, her head began to spin like she was having vertigo and her posture was thrown off balance."]}, {"name": "Ririko", "audio": "v_r106_0007", "normalized": ["H…uh…?"]}, {"name": "You", "audio": "", "normalized": ["Uh oh… are you all right, Ririko?"]}, {"name": "Ririko", "audio": "v_r106_0008", "normalized": ["Huh?", " Ahh, yeah… I'm fine.", " I was just a little dizzy, thanks."]}, {"name": "", "audio": "", "normalized": ["Her vigilant face from before was nowhere to be seen.", " Ririko gazed at the man with a carefree smile."]}, {"name": "", "audio": "", "normalized": ["The brainwashing he had performed on Ririko was that, as soon as she heard the keyword, she'd be convinced that the man was her lover."]}, {"name": "You", "audio": "", "normalized": ["Well, if you say so… More importantly, you're making the photographers over in the city wait again today too."]}, {"name": "Ririko", "audio": "v_r106_0009", "normalized": ["What… again?!"]}, {"name": "", "audio": "", "normalized": ["At the man's words, Ririko's face grew suddenly red, like a ripened apple."]}, {"name": "You", "audio": "", "normalized": ["You'll do it for me again today, right?", " If not, I'll be killed by the debt collector…"]}, {"name": "", "audio": "", "normalized": ["According to the man's brainwashing, Ririko was convinced that starring in adult films to repay her lover's debts was only natural."]}, {"name": "Ririko", "audio": "v_r106_0010", "normalized": ["I-I know that, but…"]}, {"name": "You", "audio": "", "normalized": ["I'm begging you, you're the only one I can rely on…"]}, {"name": "You", "audio": "", "normalized": ["Anyway, Ririko, don't you enjoy being filmed too, it looks that way, you know?"]}, {"name": "Ririko", "audio": "v_r106_0011", "normalized": ["Wha… I'm not enjoying… I'm reluctantly performing for your sake!", " You ought to be grateful!"]}, {"name": "You", "audio": "", "normalized": ["Aah, of course… I'm grateful."]}, {"name": "", "audio": "", "normalized": ["He smiled slightly while saying so, and Ririko's face broke out into a wide, happy smile."]}, {"name": "Ririko", "audio": "v_r106_0012", "normalized": ["W-well, as long as you feel that way… Alright, I got it… I'll do it again, the adult videos… ehehe."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["As they left Gosha Academy by car, they headed to a resort beach in a slightly distant location."]}, {"name": "", "audio": "", "normalized": ["Every year, Gosha Academy held a large scale swimming training there, known as the 'seaside school.", ","]}, {"name": "Ririko", "audio": "v_r106_0013", "normalized": ["(F-filming in this kind of place…)"]}, {"name": "", "audio": "", "normalized": ["Even though it was distant, it was still in the academy's surrounding area."]}, {"name": "", "audio": "", "normalized": ["Ririko turned red to the tips of her ears, her expression warping at the thought of getting stuck filming so close by."]}, {"name": "", "audio": "", "normalized": ["There was a sheet spread out in a conspicuous spot on the beach, with a parasol standing over it, and a tanned male porn star was lying naked there."]}, {"name": "", "audio": "", "normalized": ["As she straddled him, Ririko's heart was beating so hard it was almost too loud, and she looked as if she could cry."]}, {"name": "Ririko", "audio": "v_r106_0014", "normalized": ["(Haah, uuh… again… I'm gonna do it again with someone who's not my partner…)"]}, {"name": "Director", "audio": "", "normalized": ["All right, Ririko, let's shoot real quick before someone reports us!", " Are you prepped and ready?"]}, {"name": "Ririko", "audio": "v_r106_0015", "normalized": ["Ah… y-yes."]}, {"name": "", "audio": "", "normalized": ["She answered without thinking, but of course, there was no way she was prepared."]}, {"name": "Ririko", "audio": "v_r106_0016", "normalized": ["(Uuh, guhh… I can't believe… I'm doing this kind of thing in my uniform…)"]}, {"name": "", "audio": "", "normalized": ["Still wearing her Taimanin costume but with her crotch exposed, Ririko was filled with enough shame to make her want to disappear."]}, {"name": "Ririko", "audio": "v_r106_0017", "normalized": ["(Not to mention… there are too many people hanging around here!", ")"]}, {"name": "", "audio": "", "normalized": ["The beach was crowded as a matter of course, and couples and groups of students could be seen."]}, {"name": "", "audio": "", "normalized": ["Trying to keep her mind off of their existence, Ririko tried to focus on the camera and the male porn star."]}, {"name": "Director", "audio": "", "normalized": ["Hey, Ririko…?", " Wouldn't you like to try appearing without having your face blurred out sometime soon?"]}, {"name": "Ririko", "audio": "v_r106_0018", "normalized": ["Wha… th-that's definitely impossible…"]}, {"name": "", "audio": "", "normalized": ["Ririko forced a smile at the director's wry comment, but on the inside she was full of rage."]}, {"name": "Ririko", "audio": "v_r106_0019", "normalized": ["(Th-this old pervert… all right already, let's get this show on the road and get it over with…)"]}, {"name": "", "audio": "", "normalized": ["She was only reluctantly participating in this kind of filming under the condition that her face would be hidden."]}, {"name": "", "audio": "", "normalized": ["The filming took place in local areas, so being recognized was the number one thing she wanted to avoid."]}, {"name": "Director", "audio": "", "normalized": ["Well, I tried… All right, let's begin!"]}, {"name": "", "audio": "", "normalized": ["At the director's signal, the filming finally began.", " However, there was no time to feel relieved.", " For Ririko, the main event was just beginning."]}, {"name": "Ririko", "audio": "v_r106_0020", "normalized": ["Ehehe♪", " Hiya, it's Ririko♪", " Everyone, are you all fapping every night to my sexy DVDs?"]}, {"name": "", "audio": "", "normalized": ["She faced the camera with a flirty smile on her face, reciting the lines that had been prepared for her."]}, {"name": "Ririko", "audio": "v_r106_0021", "normalized": ["Today is this virgin I found here on the beach… the plan is to fuck his super giant dick and wring him out about ten times☆"]}, {"name": "Ririko", "audio": "v_r106_0022", "normalized": ["Look at this, isn't it huge?", " Aha, looks delicious♪", " Not to mention, there's a toon of spectators watching!"]}, {"name": "", "audio": "", "normalized": ["She looked around as she said this, and her eyes met those of the spectators."]}, {"name": "", "audio": "", "normalized": ["The women looked at her with scornful eyes and the men with overflowing lust, and their vulgar gaze made her shiver in anticipation."]}, {"name": "Ririko", "audio": "v_r106_0023", "normalized": ["…Aaah, amazing… I'm getting all excited… Everyone is watching me have sex live…"]}, {"name": "", "audio": "", "normalized": ["Her cheeks grew red with not excitement, but embarrassment, as Ririko stared at the camera with clouded eyes."]}, {"name": "", "audio": "", "normalized": ["On the inside, she had broken out in a cold sweat and her heart was pounding so loudly it was almost annoying."]}, {"name": "Ririko", "audio": "v_r106_0024", "normalized": ["(Wh-what kind of script is this they're making me read… even though we're so close to home… If someone were to recognize me, then―)"]}, {"name": "", "audio": "", "normalized": ["It wouldn't just be living in disgrace, it would be the complete death of her, societally."]}, {"name": "", "audio": "", "normalized": ["Even while thinking this, Ririko twisted her hips lewdly and opened her pussy lips so everyone surrounding could get a good look for the shoot."]}, {"name": "Ririko", "audio": "v_r106_0025", "normalized": ["Haah… I'm so excited, I'm already so wet… Hey, it's okay to put it in already, right?"]}, {"name": "", "audio": "", "normalized": ["She grinded her hips and made an expression that would drive men wild as she looked back toward the camera."]}, {"name": "Student 1", "audio": "", "normalized": ["Woah, awesome!", " They're filming a porno!"]}, {"name": "Student 2", "audio": "", "normalized": ["L-live pussy… it's my first time seeing one in person…"]}, {"name": "", "audio": "", "normalized": ["Hearing the voices of boys in their school uniforms and having her private place that only her lover should see stared at―she was tortured by the sensation."]}, {"name": "Ririko", "audio": "v_r106_0026", "normalized": ["(Noo!", " They're looking at my pussy… Also, why… am I so wet!", ")"]}, {"name": "", "audio": "", "normalized": ["Just as the script prepared for her had said, a large amount of love juices flowed forth from within her lewd crevice, her pink walls shining wetly as they dripped down."]}, {"name": "", "audio": "", "normalized": ["Though she was ashamed of being soaked just from the thought of having sex with a man…"]}, {"name": "", "audio": "", "normalized": ["…Ririko pushed the head of his meat rod up against the entrance to her secret cave."]}, {"name": "Ririko", "audio": "v_r106_0027", "normalized": ["Nngh, aah… ahhah♪", " It's so hard and warm… hehe☆"]}, {"name": "", "audio": "", "normalized": ["Her inviting flesh pressed and rubbed against him, making a lewd wet sound and her spine tingled."]}, {"name": "Ririko", "audio": "v_r106_0028", "normalized": ["H…here gooes.", "nnhaah!", " Aah, nnghh!"]}, {"name": "", "audio": "", "normalized": ["*Squelch…splorch, zlorch, slosh…*"]}, {"name": "", "audio": "", "normalized": ["Opening the folds of her crevice wide, her hole was red and swollen as it swallowed up his gigantic glans in front of the audience and she squirmed."]}, {"name": "Student 1", "audio": "", "normalized": ["She really fit that whole huge thing in…"]}, {"name": "Girl 1", "audio": "v_r106_mob_0000", "normalized": ["Can't believe she's really doing it here… what a slut."]}, {"name": "", "audio": "", "normalized": ["Whispers of admiration mixed with scorn from the crowd crept up upon her ears."]}, {"name": "Ririko", "audio": "v_r106_0029", "normalized": ["(Ghh, uuh… even I'm… not doing this kind of thing because I want to…)"]}, {"name": "", "audio": "", "normalized": ["Even though she was shouting this in her heart, it wasn't as if she could say that in front of the camera."]}, {"name": "Ririko", "audio": "v_r106_0030", "normalized": ["Nhhaa… a-amazing… this fat thing is… filling me all the way up, nnhah!"]}, {"name": "", "audio": "", "normalized": ["She told herself that she was simply acting as she slowly lowered her hips, his male spear carving into her vagina as she gave her review of his dick out loud."]}, {"name": "Ririko", "audio": "v_r106_0031", "normalized": ["(Nn, haah… this is really… just too big…guhh!", ")"]}, {"name": "", "audio": "", "normalized": ["The man's penis was inserted halfway, and a creaking noise came from her vagina, as clear sex fluids flowed from the place they were joined."]}, {"name": "", "audio": "", "normalized": ["Her legs were already shaking endlessly, and as she lowered her hips even a little bit, her back and her whole body leapt with shudders."]}, {"name": "Ririko", "audio": "v_r106_0032", "normalized": ["…Aah, nghh…nnh, h… ahaa, so hard♪"]}, {"name": "", "audio": "", "normalized": ["She barely managed to stop herself from letting out her real moaning and groaning unthinkingly as she opened her mouth."]}, {"name": "", "audio": "", "normalized": ["No matter what, this was all just an act―"]}, {"name": "", "audio": "", "normalized": ["She was trying her best to sound flirty because of this, but Ririko's voice was shrill with sweetness and her expression also looked like she was melting."]}, {"name": "", "audio": "", "normalized": ["Ririko couldn't deny the pleasure of the flesh even amidst the anguish of his thick, hard piece pushing her open."]}, {"name": "", "audio": "", "normalized": ["She bounced her hips over and over, plunging him deeper into her."]}, {"name": "Student 1", "audio": "", "normalized": ["Excuse me… is it okay to film this?"]}, {"name": "", "audio": "", "normalized": ["Unable to hide their excitement, a student inquired as they moved to pull out their smartphone, and the director made the OK sign with his hand without speaking."]}, {"name": "Ririko", "audio": "v_r106_0033", "normalized": ["?!", " W-wait, that's―nnh, hyaauhh?!"]}, {"name": "", "audio": "", "normalized": ["She tried to stop them in a panic, but it was too late."]}, {"name": "", "audio": "", "normalized": ["The male porn star, having gotten impatient with Ririko's slow insertion, had suddenly moved his hips upward, filling her pussy all the way up."]}, {"name": "Ririko", "audio": "v_r106_0034", "normalized": ["Nhaa!", " Aghh, thish… shtop, nnh…ahaah!"]}, {"name": "", "audio": "", "normalized": ["His veiny rod spread her vulva wide and buried itself inside her all at once to the root."]}, {"name": "Student 1", "audio": "", "normalized": ["Awesome, it's really jammed all the way in there!", " This should keep my spank bank pretty full for a while.", " heheh."]}, {"name": "Student 2", "audio": "", "normalized": ["It would be a shame to keep this all to ourselves… that's it, I'll upload it to this site!"]}, {"name": "Ririko", "audio": "v_r106_0035", "normalized": ["(Nnha, hyaah… noo, shtopp… stop it!", " Don't film me… nghh, aah… not my face…)"]}, {"name": "", "audio": "", "normalized": ["Ririko made to cover her face with her arm in a panic, but the porn star caught her and exposed her lewd appearance."]}, {"name": "Ririko", "audio": "v_r106_0036", "normalized": ["Nhhaah!", " Aah, this… this is no good, aah!", " Haah… nnh, a-amazing…gghii!"]}, {"name": "", "audio": "", "normalized": ["Even if she planted her feet and tried to stop her hips, her arms were caught fast so she couldn't move, and she was helpless to his vigorous assault from underneath."]}, {"name": "Ririko", "audio": "v_r106_0037", "normalized": ["Nnhaah!", " Phh, nhhoh, haah, auunnh…"]}, {"name": "", "audio": "", "normalized": ["She bent her spine which was overrun with chills and her soft hips squished and bent as the man pressed her with his groin, making her squirm."]}, {"name": "", "audio": "", "normalized": ["As the man pierced deeply into her canal with his thrusting, the place where they were joined made a lewd squelching sound."]}, {"name": "", "audio": "", "normalized": ["Her female scent and juices were scattered everywhere."]}, {"name": "Ririko", "audio": "v_r106_0038", "normalized": ["N-no way… nnhh!", " So deep, soaking wet, oh man… this is amaziing!"]}, {"name": "", "audio": "", "normalized": ["Her pussy was stretched out by his penis and rubbed so much it could turn inside out, and its swollen red lips were exposed."]}, {"name": "", "audio": "", "normalized": ["As if sparing absolutely nothing, the sound of camera shutters echoed."]}, {"name": "Ririko", "audio": "v_r106_0039", "normalized": ["(Th-this is… nngh, n-no good… everyone watching… filming me… having sex…)"]}, {"name": "", "audio": "", "normalized": ["The overwhelming pressure assailing her pussy made her face break down into an animal-like expression, and even with her arms free, Ririko could no longer hide it."]}, {"name": "", "audio": "", "normalized": ["Both her hands gripped the man's body tightly as she moved her hips up and down of her own will, jiggling her thick buttocks and enjoying herself with all-out sex."]}, {"name": "Ririko", "audio": "v_r106_0040", "normalized": ["(Noo!", " Nnh, hohh… hyaah… stop, heeh… not my face… stop filming it…)"]}, {"name": "", "audio": "", "normalized": ["Though she hazily thought this inside her head, his thick manliness was carving at her female weakness"]}, {"name": "", "audio": "", "normalized": ["Her body was beginning to give way to the pleasure."]}, {"name": "", "audio": "", "normalized": ["Her face melted in a raunchy expression as she opened her mouth and her tongue stuck out, drool running down."]}, {"name": "", "audio": "", "normalized": ["Obscene gasps came from her lips one after the other, and Ririko's hips continued to shake up and down, emboldened even by the sound of her own excited voice."]}, {"name": "Ririko", "audio": "v_r106_0041", "normalized": ["Ohhiihh!", " Ihii, aah, my pussyy!", " So deep, all the way insiide!"]}, {"name": "", "audio": "", "normalized": ["Her hips went up and down and his fleshy rod could be be seen appearing over and over, starting to be covered in Ririko's overflowing milky love juices."]}, {"name": "", "audio": "", "normalized": ["Having confirmed this using their zoom functions, the audience were cheering vulgarly, and as this sound passed through Ririko's ears, shame welled up within her."]}, {"name": "Ririko", "audio": "v_r106_0042", "normalized": ["(Nnha, ahahh… they're filming me… this is bad… if they reveal my face… what should I do…aghh!", ")"]}, {"name": "", "audio": "", "normalized": ["The more she worred, the more that shame turned to pleasure, as her whole pussy twitched and clutched hard at his cock."]}, {"name": "Ririko", "audio": "v_r106_0043", "normalized": ["Nhyaahh?!", " Ahiiee!", " Nyot, not thaat!"]}, {"name": "", "audio": "", "normalized": ["The man jolted her tightly clamping cave as he skillfully moved his own hips, matching Ririko's movements and changing the angle of his penis."]}, {"name": "", "audio": "", "normalized": ["Her opening, her cervix, and her G-spot…"]}, {"name": "", "audio": "", "normalized": ["With her weak spots assailed in order one after the other, Ririko's entire body shuddered wildly, and her expression changed in a flash."]}, {"name": "", "audio": "", "normalized": ["She drowned in the pleasures of the flesh and showed her animal instincts."]}, {"name": "Ririko", "audio": "v_r106_0044", "normalized": ["(Nnhaah… thish dick is… too much… aieehhn!", ")"]}, {"name": "", "audio": "", "normalized": ["An intense thumping noise reverberated as she shook her behind toward the man's crotch, eagerly pumping him."]}, {"name": "Ririko", "audio": "v_r106_0045", "normalized": ["(Ahhaah… thish is amazhing!", " Thish porno dick is too amazhiing!", ")"]}, {"name": "", "audio": "", "normalized": ["Drool dripped down from her outstretched tongue as she laid bare her disgraceful lewd face for the camera, completely yielding to the power of his cock."]}, {"name": "Ririko", "audio": "v_r106_0046", "normalized": ["(Fwah… th-they're filming me…)"]}, {"name": "", "audio": "", "normalized": ["The man's thrusts dug into the entrance to her womb and the shock made it shudder as she melted and lost all reason."]}, {"name": "", "audio": "", "normalized": ["The sweet sensations ran across Ririko's spine and ravished her all the way to the top of her head, sending signals of pleasure throughout her body."]}, {"name": "", "audio": "", "normalized": ["It made her limbs numb all the way to the tip."]}, {"name": "Ririko", "audio": "v_r106_0047", "normalized": ["Nphh!", " Ohho, haa… hwooahhnn, ohh, I'm gonna cum… I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["These words were her true feelings―not just for the video.", " Aroused by the earnest sex, Ririko announced the peak of her climax, and bucked her hips…"]}, {"name": "Ririko", "audio": "v_r106_0048", "normalized": ["Nnguhh… aieeh, nnh… phwaah, aghh… nnhaah…"]}, {"name": "", "audio": "", "normalized": ["Baring her lustful ass, groin, and the shape of her slit to all around, she slammed her hips against the man's pelvis all at once."]}, {"name": "", "audio": "", "normalized": ["*Sploorch!", "* *Squelch, zlurch, zlorp!", "*"]}, {"name": "Ririko", "audio": "v_r106_0049", "normalized": ["Nnghii?!", " Awoaah!", " I'm cumming I'm cumming… nhhii, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["With her eyes wide and her tongue sticking out, Ririko was swallowed up in the approaching waves of pleasure as she orgasmed while proclaiming her climax."]}, {"name": "", "audio": "", "normalized": ["A torrent of fluids sprayed from her trembling crevice, and she twisted her ass around as she continued to gasp with anguish."]}, {"name": "Ririko", "audio": "v_r106_0050", "normalized": ["Nnpph, oof, oohh… nnhahh, I'm cummiing!", " I'm cumming, I'm cumming, nnhaah!"]}, {"name": "", "audio": "", "normalized": ["It wasn't his thrusts but the grinding of her pussy flesh that was still pierced to the hilt."]}, {"name": "", "audio": "", "normalized": ["Shockwaves of carnal delight ran through her, each orgasm lingering without end."]}, {"name": "", "audio": "", "normalized": ["She no longer cared what anyone thought.", " She lavished her enraptured animal expression on all, being filmed and zoomed in on―"]}, {"name": "", "audio": "", "normalized": ["Assaulted by the intense waves of shame and pleasure as she climaxed."]}, {"name": "Ririko", "audio": "v_r106_0051", "normalized": ["Agghh, iihh… cumming, aah… phew….", " nnhaah, haah…"]}, {"name": "", "audio": "", "normalized": ["Ririko tried to control her convulsing body as she breathed raggedly."]}, {"name": "", "audio": "", "normalized": ["The director who had been reviewing the footage then raised his voice loudly."]}, {"name": "Director", "audio": "", "normalized": ["All right, let's cut for a moment!", " By the way, Ririko!"]}, {"name": "Ririko", "audio": "v_r106_0052", "normalized": ["Nngh, guahh… ahhi y… yesh… nnhhwha, what ish it…"]}, {"name": "", "audio": "", "normalized": ["Only barely able to respond to her own name, Ririko lifted her head and looked over her shoulder at the director."]}, {"name": "Director", "audio": "", "normalized": ["Enough with the wheezing and the faces, keep going!"]}, {"name": "Director", "audio": "", "normalized": ["The setting is supposed to be that this guy is a virgin and the plan is for you to wring him out ten times after all!"]}, {"name": "Ririko", "audio": "v_r106_0053", "normalized": ["Nnh, huh… n-no way… nnhohh, aggh, nnh, phhwehh…"]}, {"name": "", "audio": "", "normalized": ["Even though her eyes had opened wide in shock at the director's words, they narrowed again in pleasure and her face was dyed yet again in an indecent expression."]}, {"name": "Director", "audio": "", "normalized": ["If you fail we'll remove the mosaic on your face before selling it.", " It was written in your contract, right?"]}, {"name": "Ririko", "audio": "v_r106_0054", "normalized": ["No… w-wait, that'sh… I didn't… hear anything about thaat!"]}, {"name": "", "audio": "", "normalized": ["Come to think of it―she had no recollection of ever looking at or signing a contract."]}, {"name": "", "audio": "", "normalized": ["However, Ririko had no time to argue over the contract conditions she'd suddenly been informed of."]}, {"name": "", "audio": "", "normalized": ["She was pierced once more and engulfed in the lust and feel of the man's dick."]}, {"name": "", "audio": "", "normalized": ["…."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Ririko", "audio": "v_r106_0055", "normalized": ["Ahphh… nnh, nnhaah, aah…"]}, {"name": "", "audio": "", "normalized": ["Breathing raggedly, covered in sweat, Ririko continued to eagerly shake her hips above the man."]}, {"name": "Ririko", "audio": "v_r106_0056", "normalized": ["Wh… what'sh… wrong…?", " M-more… come on…"]}, {"name": "", "audio": "", "normalized": ["Playing a slutty gyaru and thrusting over and over."]}, {"name": "", "audio": "", "normalized": ["There was no longer any trace of that atmosphere in her expression, her words, her acting, or even the movement of her hips."]}, {"name": "", "audio": "", "normalized": ["She had no room to smile from climaxing countless times, but instead her eyes were open wide, exposing her ahegao."]}, {"name": "", "audio": "", "normalized": ["It was clear now that she was collapsing in agony."]}, {"name": "Ririko", "audio": "v_r106_0057", "normalized": ["C-c'mon… more, a lot… hh…ughh, uuh…"]}, {"name": "", "audio": "", "normalized": ["Even so, Ririko had tried to persist in acting, but her head finally hung, and she gazed at the camera with a shaking voice."]}, {"name": "Ririko", "audio": "v_r106_0058", "normalized": ["Nnh… I can't… I can't… take anymoore…bhhi, no moore…"]}, {"name": "", "audio": "", "normalized": ["The director grinned wide and clapped his hands at Ririko holding a condom in her mouth, trying not to drop it as she talked."]}, {"name": "Director", "audio": "", "normalized": ["Okay!", " So then like we agreed, from here on let's remove the mosaic covering your face♪"]}, {"name": "Ririko", "audio": "v_r106_0059", "normalized": ["―aah… huh, aah… n-no way… right… jusht… waiit…"]}, {"name": "", "audio": "", "normalized": ["In contrast to the cheery director, Ririko's face had gone pale and her whole body trembled in fear."]}, {"name": "Director", "audio": "", "normalized": ["Well, the students gathered around have already been uploading photos to the internet for a while and all…"]}, {"name": "Director", "audio": "", "normalized": ["There's not much point anymore, right?"]}, {"name": "Director", "audio": "", "normalized": ["Now then―here's your slutty porn idol Ririko's bare face!", " Her real name is a bonus… there you go!"]}, {"name": "Ririko", "audio": "v_r106_0060", "normalized": ["Wai―hh, nn…noo!"]}, {"name": "", "audio": "", "normalized": ["Even while screaming, having reached the limit of her physical strength, Ririko could no longer move, much less stop this."]}, {"name": "", "audio": "", "normalized": ["They had probably removed the mosaic from her face."]}, {"name": "", "audio": "", "normalized": ["On top of that, her school ID with her real name and photo was sitting on top of her ass, lined up with the condom."]}, {"name": "Ririko", "audio": "v_r106_0061", "normalized": ["Uuh, aah… aah, nghh… uwah… no way… it can't be… hggh…"]}, {"name": "", "audio": "", "normalized": ["Having had every inch of her laid bare, she had no choice but to simply be violated, as she gasped awkwardly, her behind thrust into with her ID card still on top."]}, {"name": "", "audio": "", "normalized": ["With the sounds of cheering and the camera shutters echoing, even though more of her foolishness was being filmed, Ririko no longer had any will to stop it."]}, {"name": "Director", "audio": "", "normalized": ["Well, your life is over now, Ririko!", " But with this, now you can concentrate on the porn industry full time, right?", " Good for you!"]}, {"name": "", "audio": "", "normalized": ["As she listened to the director's voice, Ririko's body twisted in the pleasure that welled up within her, and she breathed hard as she gave a flirty smile to the camera…"]}]