[{"name": "", "audio": "", "normalized": ["Helene was the most popular whore in the high end brothel located in Tokyo Kingdom."]}, {"name": "", "audio": "", "normalized": ["She had unparalleled beauty and a voluptuous body, not to mention her technique, making her name known around the scene."]}, {"name": "", "audio": "", "normalized": ["They said spending a night with her would cost so much you could rent out entire brothels for a day, but she was booked for at least a month in advance."]}, {"name": "", "audio": "", "normalized": ["Anyone new was basically turned away."]}, {"name": "", "audio": "", "normalized": ["She had achieved a legendary status even among the rich and celebrities, but it was an open secret she was a Demon."]}, {"name": "You", "audio": "", "normalized": ["――So she has some way of charming a man drowning in lust and have them spill their secrets, huh…"]}, {"name": "", "audio": "", "normalized": ["Helene the high end whore was only a charade.", " Her true identity was a Nomad agent."]}, {"name": "", "audio": "", "normalized": ["The brothel she worked at was of course under Nomad's influences, making it the lair of the enemies."]}, {"name": "Helene", "audio": "v_r-ev181_0000", "normalized": ["――Welcome.", " My apologies for keeping you waiting for so long.", " Thank you for choosing me today, I am Helene."]}, {"name": "You", "audio": "", "normalized": ["…Right.", " You look even better than what I heard, eh?", " I'm looking forward to it."]}, {"name": "", "audio": "", "normalized": ["It did cost me a lot of money and time, but I was able to reserve the legendary Helene for one night."]}, {"name": "", "audio": "", "normalized": ["But of course, my purpose was to make her work for me."]}, {"name": "Helene", "audio": "v_r-ev181_0001", "normalized": ["Hehehe.", " Thank you for the compliment.", " You look quite dashing as well, mister.", " Please, come here."]}, {"name": "", "audio": "", "normalized": ["Her elegant manners and alluring gesture.", " Her ripe body with inhumane beauty."]}, {"name": "You", "audio": "", "normalized": ["You must have charmed many men, isn't that right?", " I've heard lots of rumors about you."]}, {"name": "Helene", "audio": "v_r-ev181_0002", "normalized": ["Oh, is that right… I wonder what they are about?"]}, {"name": "", "audio": "", "normalized": ["She smiled and cast her eyes upon me.", " I could feel her eyes looking right through men's minds."]}, {"name": "Helene", "audio": "v_r-ev181_0003", "normalized": ["I too, have heard quite a few rumors about you as well.", " Many, many rumors…"]}, {"name": "You", "audio": "", "normalized": ["…Humph.", " What are they about?"]}, {"name": "", "audio": "", "normalized": ["Her ample bosom under the revealing dress."]}, {"name": "", "audio": "", "normalized": ["With just a slight lean, and the impressive cleavage was easily visible."]}, {"name": "Helene", "audio": "v_r-ev181_0004", "normalized": ["…Mmhehe.", " Let us continue the conversation on the bed."]}, {"name": "", "audio": "", "normalized": ["It appeared she would not go into it too much.", " She turned on her heels and opened the VIP room door, filled with incense."]}, {"name": "", "audio": "", "normalized": ["She may had been aware of me to some degree, but the initial plan remained the same."]}, {"name": "", "audio": "", "normalized": ["I had expected this exact situation, actually."]}, {"name": "", "audio": "", "normalized": ["A high end escort booked for a month in advance like her accepting a order from a first time customer like me meant she knew who I was."]}, {"name": "", "audio": "", "normalized": ["She must have planned to extract some intel from me as well."]}, {"name": "You", "audio": "", "normalized": ["(Well.", " Show me what you got, shall we begin…?", ")"]}, {"name": "", "audio": "", "normalized": ["As I looked around the room filled with the sweet scent, Helene urged me to take off my clothes."]}, {"name": "", "audio": "", "normalized": ["Then she got down on her knees and took a bow."]}, {"name": "", "audio": "", "normalized": ["I lay down on the large mattress, feeling like I was a fish on a cutting board, about to be sliced open."]}, {"name": "Helene", "audio": "v_r-ev181_0005", "normalized": ["Well, well, excuse me, sir?", " …Hehehe."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, go ahead."]}, {"name": "", "audio": "", "normalized": ["I was buck naked and lay down on a vinyl mattress, facing up, and Helene's erotic body covered over me."]}, {"name": "", "audio": "", "normalized": ["Her entire body was drenched in lube, making her shiny skin pop up lustfully against the background."]}, {"name": "You", "audio": "", "normalized": ["…Humm.", " This is quite wonderful.", " Just looking at you is turning me on."]}, {"name": "Helene", "audio": "v_r-ev181_0006", "normalized": ["Hehehe, you're embarrassing me.", " Please don’t just look at my skin, do take a good look at my tits and pussy too."]}, {"name": "", "audio": "", "normalized": ["She said and kept pressing her lube covered body onto mine, rubbing her exposed nipples and crotch onto my limbs."]}, {"name": "", "audio": "", "normalized": ["Her impressive breasts was covered in clear and viscous fluid, leering over me with the overwhelming mass."]}, {"name": "", "audio": "", "normalized": ["A lesser man would have already came."]}, {"name": "You", "audio": "", "normalized": ["No no, just looking at your entire body getting covered with the lube is enough to turn me on."]}, {"name": "", "audio": "", "normalized": ["The faint, moody lighting added to the emphasis on erotic shininess of her body as it swayed and shined like a rainbow."]}, {"name": "", "audio": "", "normalized": ["Her perky breasts and curves running down to her back."]}, {"name": "", "audio": "", "normalized": ["Her waist was slender yet plump enough to be an excellent shape of a mature woman and her hips below continued with the amazing curves."]}, {"name": "Helene", "audio": "v_r-ev181_0007", "normalized": ["Hehehe.", " I'm glad, even if it's just flattery… Ahh, aaghaahh."]}, {"name": "", "audio": "", "normalized": ["Her soft body leaned over me, covering up my entire body and making me feel all the lube on her skin."]}, {"name": "", "audio": "", "normalized": ["It was pure pleasure leering over me.", " No man in the whole world would willingly get out of such situation."]}, {"name": "", "audio": "", "normalized": ["I felt the distinct slippery sensation and realizing the existence of her supple flesh filled me with lust."]}, {"name": "You", "audio": "", "normalized": ["Huh, you definitely know what you are doing.", " Impressive work…"]}, {"name": "Helene", "audio": "v_r-ev181_0008", "normalized": ["I appreciate your compliments.", " And you are quite wonderful too.", " …Especially down here."]}, {"name": "", "audio": "", "normalized": ["She had her hips raised up so there would be enough space for her to not touch my already erect penis directly."]}, {"name": "", "audio": "", "normalized": ["Helene was only smiling seductively as she kept dripping the lube onto it, mixing it up with my precum."]}, {"name": "You", "audio": "", "normalized": ["(Huh.", " So she's not going down there yet.", " Then…)"]}, {"name": "", "audio": "", "normalized": ["To retaliate against her teasing, I reached for her with my hands, but Helene dodged it right before I was able to touch her."]}, {"name": "Helene", "audio": "v_r-ev181_0009", "normalized": ["Mnnahh?!", " Hehehe, not yet.", " …You can't do that, not just yet."]}, {"name": "", "audio": "", "normalized": ["She even did not forget to pretentiously moan out loud for my missed petting as well."]}, {"name": "", "audio": "", "normalized": ["She could have fooled any other clients."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was the expression of her will than even in a brothel, she would not let me take the lead."]}, {"name": "Helene", "audio": "v_r-ev181_0010", "normalized": ["Come on, such a impatient boy like you needs to be punished, don't you agree?"]}, {"name": "You", "audio": "", "normalized": ["Humph?", " I never thought anyone would call me a boy on the bed, eh?", " Sure, go ahead and do what you will."]}, {"name": "", "audio": "", "normalized": ["If it came down to the battle in the bed, it was exactly what I wanted."]}, {"name": "Helene", "audio": "v_r-ev181_0011", "normalized": ["Hehehehe.", " Yes, then, do make sure you enjoy as much as you can.", " The dreamy feeling for just a little bit…"]}, {"name": "", "audio": "", "normalized": ["Helene lowered her hips slightly over my already hard cock."]}, {"name": "", "audio": "", "normalized": ["Her exposed and already wet labia touched the penis and she moved back and forth without actually inserting it."]}, {"name": "Helene", "audio": "v_r-ev181_0012", "normalized": ["Hehehe, wonderful… You cock is now so hard and throbbing from just touching my belly… Aaahhuughh."]}, {"name": "", "audio": "", "normalized": ["She would not have just simply started going all out as soon as she got onto me."]}, {"name": "", "audio": "", "normalized": ["She was giving my throbbing dick a delicate vibration like it was gently caressing it around the rim."]}, {"name": "", "audio": "", "normalized": ["Helene's skin, drenched in lube and sticky, sandwiched my penis with my own belly and then released it over and over."]}, {"name": "", "audio": "", "normalized": ["Every time she did, a thread of lube ran between us."]}, {"name": "", "audio": "", "normalized": ["Helene was in her element as she pressed her lubed up and shiny skin onto mine."]}, {"name": "Helene", "audio": "v_r-ev181_0013", "normalized": ["Ahh… Ahhahh, aaghh.", " It is wonderful.", " Please enjoy.", " My body…and my breath.", " With your whole body."]}, {"name": "", "audio": "", "normalized": ["Helene danced erotically onto my body which she made into her own stage, dominating it."]}, {"name": "", "audio": "", "normalized": ["By the time I noticed, my skin was getting oily and shiny from the lube like Helene's as well."]}, {"name": "", "audio": "", "normalized": ["It seemed as though both of our skins were arousing each other."]}, {"name": "You", "audio": "", "normalized": ["I have to give you credit as a high end escort… This is quite the foreplay."]}, {"name": "Helene", "audio": "v_r-ev181_0014", "normalized": ["Yes, and you too, of course.", " …All this pleasure, usually, anyone would have blown his first load by now, but you still haven't."]}, {"name": "", "audio": "", "normalized": ["As Helene continued to rub my dick with her crotch, slightly parted her lips and showed she was shuddering in pleasure with her expression."]}, {"name": "", "audio": "", "normalized": ["I had no idea if that was just an act or genuine reaction."]}, {"name": "", "audio": "", "normalized": ["But every time I tried to reach her sensitive area with my hands, she kept dodging them just before I could touch."]}, {"name": "", "audio": "", "normalized": ["My, my.", " It appeared to be she was quite calculating."]}, {"name": "You", "audio": "", "normalized": ["Huh, it's not that I don't enjoy it.", " I thought I might take my time savoring your technique."]}, {"name": "Helene", "audio": "v_r-ev181_0015", "normalized": ["Hehehe.", " I can't do anything about it if you go all blank in you head."]}, {"name": "", "audio": "", "normalized": ["Helene continued to lure me towards blowing my load with her words and hips."]}, {"name": "", "audio": "", "normalized": ["In addition to her smooth hands, her thick thighs were massaging the base of my penis and the balls."]}, {"name": "", "audio": "", "normalized": ["Her erect nipples rubbed onto mine and it was also getting erect slightly as she worked it."]}, {"name": "Helene", "audio": "v_r-ev181_0016", "normalized": ["Haahh, huuhh… So, how is everything now?", " You surely want to put yours up mine, huh."]}, {"name": "", "audio": "", "normalized": ["Helene lifted her hips a little and rubbed her labia onto the wet tip on my penis."]}, {"name": "", "audio": "", "normalized": ["She licked her lips as though it was her proclamation that she was about to engulf me whole."]}, {"name": "", "audio": "", "normalized": ["I was a little bit afraid that she would suck me completely dry, but my hard, erect penis could not wait for much longer."]}, {"name": "", "audio": "", "normalized": ["I could only agree with her."]}, {"name": "You", "audio": "", "normalized": ["Yeah, please do so…"]}, {"name": "Helene", "audio": "v_r-ev181_0017", "normalized": ["Aaahh…aghh, aahhughh… S-so good.", " Your cock… Aaahh, so thick… Aaahh, so hard and wonderful."]}, {"name": "", "audio": "", "normalized": ["Helene was mounting on top of me gently and slowly kept lowering her hips little by little."]}, {"name": "", "audio": "", "normalized": ["She did not let it go in at once and took her time with the insertion, making me feel her vagina gradually as my dick went inside her."]}, {"name": "Helene", "audio": "v_r-ev181_0018", "normalized": ["Aaahhghh… Aaahuuhh.", " A-amazing.", " I-it's… Aaaghh, it's rubbing up my insides.", " Nnngh, mnnaahh."]}, {"name": "", "audio": "", "normalized": ["Helene made sure to moan just loud enough with her sweet voice that lingered in my ears.", " She twisted her hips so the head would rub against her."]}, {"name": "", "audio": "", "normalized": ["I was the one penetrating her, but Helene was changing her angles and kept stimulating."]}, {"name": "", "audio": "", "normalized": ["It appeared as though she was trying to suck the cum out of me."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " Not bad…"]}, {"name": "Helene", "audio": "v_r-ev181_0019", "normalized": ["You too.", " …Hmnhh.", " You can feel it… Aaaghh, th-this is soo good.", " …Mnaahh, it's been a while."]}, {"name": "", "audio": "", "normalized": ["Her perfectly shaped breasts came weighing down onto me, putting their weight onto my body."]}, {"name": "", "audio": "", "normalized": ["The slippery lubricants on her skin appeared as though they were soapy bubbles coming from a sponge."]}, {"name": "Helene", "audio": "v_r-ev181_0020", "normalized": ["Haahh, huhhahh… I-it's in…all the way.", " Your cock in…deep inside me.", " …Nhmm, mhuaahh."]}, {"name": "", "audio": "", "normalized": ["Helene fluttered her long eyelashes and scratched me with her fingers to convey the pleasure to me."]}, {"name": "", "audio": "", "normalized": ["With all this lustful display, I was still not certain if this was really hear reaction or just a charade."]}, {"name": "", "audio": "", "normalized": ["But she was getting wetter down there for sure."]}, {"name": "", "audio": "", "normalized": ["And it was also true that her body was so amazingly seductive I could hardly hold my lust in."]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " I can feel you real good inside.", " It feels like you are trying to suck me bone dry…"]}, {"name": "Helene", "audio": "v_r-ev181_0021", "normalized": ["Hehehe.", " Do you want to cum all you have?", " Please do as you please to my body, do whatever you want to me."]}, {"name": "", "audio": "", "normalized": ["Her sweet whisper would melt men's brains."]}, {"name": "", "audio": "", "normalized": ["Her voice was so sugary, I nearly forgot about my initial purpose of why I came here."]}, {"name": "You", "audio": "", "normalized": ["(…Ugh?!", " I may actually get carried away like this …I want this woman.", " This terrifying power of hers!", ")"]}, {"name": "", "audio": "", "normalized": ["She was adjust her pace, slow and fast, shifting her movements complexly, and I was at her mercy with her impressive technique."]}, {"name": "", "audio": "", "normalized": ["Both of our skin were drenched with the lube."]}, {"name": "", "audio": "", "normalized": ["Every time we moved intensely, a lewd, slippery, and watery noise echoed in the room."]}, {"name": "", "audio": "", "normalized": ["The faint light reflected off of us as we moved smoothly and I had no idea if the fluids coming out from our joint was hers or mine."]}, {"name": "Helene", "audio": "v_r-ev181_0022", "normalized": ["Aaahh… This is, enough to…m-make me…come.", " Aahh…nmnnhh, aahuughhmn.", " Aaaghh."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, me too… I'm going to to cum soon."]}, {"name": "", "audio": "", "normalized": ["Of course, that was just a ruse to make her underestimate me.", " I had to pretend I was drowning in pleasure as well."]}, {"name": "", "audio": "", "normalized": ["But the actual pleasure was so much, I could have almost come immediately in reality.", " It was a maddening sensation."]}, {"name": "Helene", "audio": "v_r-ev181_0023", "normalized": ["Ahh, aahh… A-almost.", " …C-coming.", " I'm coming."]}, {"name": "", "audio": "", "normalized": ["Helene's watery eyes stared me straight on.", " I did not miss that moment with my eyes either."]}, {"name": "You", "audio": "", "normalized": ["――Humph.", " …So this is your power.", " …'Ecstasy Sleeper"]}, {"name": "Helene", "audio": "v_r-ev181_0024", "normalized": ["…Huh?", " What are you…?"]}, {"name": "", "audio": "", "normalized": ["Helene questioned me while grinding her hips, but it was too late."]}, {"name": "You", "audio": "", "normalized": ["…Go ahead.", " Use your powers on me all you want.", " I wanted to see what's it like being under the influence."]}, {"name": "Helene", "audio": "v_r-ev181_0025", "normalized": ["…Mister, I have no idea what you are talking about.", " …Forget about it and let's just enjoy ourselves."]}, {"name": "", "audio": "", "normalized": ["Helene tries to play dumb."]}, {"name": "", "audio": "", "normalized": ["Her hips began to move even more wildly and she was really trying to suck the cum out of me."]}, {"name": "", "audio": "", "normalized": ["It was pretty obvious she was desperate too."]}, {"name": "You", "audio": "", "normalized": ["Hahaha.", " …Well, if you haven't noticed it yet, then let me use it on you instead."]}, {"name": "Helene", "audio": "v_r-ev181_0026", "normalized": ["…Huh?"]}, {"name": "", "audio": "", "normalized": ["A glimmer of light vanished from Helene's eyes.", " At the same time, the squeeze from her vagina became even harder."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " So this is your best, eh…?"]}, {"name": "Helene", "audio": "v_r-ev181_0027", "normalized": ["Wh-what the… Why?", " M-my body… Why is it, wh-why is my body acting like this?"]}, {"name": "", "audio": "", "normalized": ["Helene was oblivious to what happened to her and was washed away by the waves of the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Humm.", " I see…"]}, {"name": "You", "audio": "", "normalized": ["So once you have the men charmed with your techniques, you place them under sort of a hypnosis and read their mind, huh?"]}, {"name": "Helene", "audio": "v_r-ev181_0028", "normalized": ["H-how in the world?", " Why… How did you know about my power, 'Ecstasy Sleeper?!", "'"]}, {"name": "", "audio": "", "normalized": ["I gently squeezed the baffled Helene's ass."]}, {"name": "", "audio": "", "normalized": ["With her sweet moan, I told her I took her powers with my Demonic Eye."]}, {"name": "You", "audio": "", "normalized": ["I took it from you.", " Your power itself, you understand?", " So how does it feel to fall under the influence yourself?"]}, {"name": "Helene", "audio": "v_r-ev181_0029", "normalized": ["Ehh?!", " N-no way… Ahh… Aaaghh?!", " M-my body… Mnghh?!"]}, {"name": "", "audio": "", "normalized": ["She was suddenly moaning loudly and her grinding got even faster."]}, {"name": "", "audio": "", "normalized": ["It was not her slow and tangling tricks."]}, {"name": "", "audio": "", "normalized": ["It was a gentle and sweet move out of her desires."]}, {"name": "You", "audio": "", "normalized": ["So this is how you actually have sex.", " …Huh.", " Still, you sure have a killer body, I give you that."]}, {"name": "Helene", "audio": "v_r-ev181_0030", "normalized": ["H-how did you…take my powers?", " Aaahh…haahh, haauuhh… Mnghhuaahh."]}, {"name": "", "audio": "", "normalized": ["All the petting Helene dodged before were now hitting her directly in where she was sensitive."]}, {"name": "", "audio": "", "normalized": ["She was slipping sultry moans and the juice coming from her pussy was so much more than before."]}, {"name": "Helene", "audio": "v_r-ev181_0031", "normalized": ["Aaahh…aahh.", " N-no way.", " Th-this isn't… It feel so amazing.", " …M-me… Aaahh, mnaahh."]}, {"name": "You", "audio": "", "normalized": ["Humph.", " …You sure chirp nicely.", " So this is how you actually sound when you like it, eh?", " …Good, squeak more!"]}, {"name": "", "audio": "", "normalized": ["Helene was no longer in the lead and she was baffled by the situation she had been placed in, but she appeared unable to resist the pleasure."]}, {"name": "Helene", "audio": "v_r-ev181_0032", "normalized": ["Aaahh…aaghh, s-so you knew, about me and my power…all along?"]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " I only came here, pretending to be your customer to get you on my side.", " …How about working for me?"]}, {"name": "Helene", "audio": "v_r-ev181_0033", "normalized": ["B-but…I'm working in this brothel for now…"]}, {"name": "", "audio": "", "normalized": ["She did not need to finish the sentence as I could read her mind now."]}, {"name": "You", "audio": "", "normalized": ["I see.", " So you made a lot of enemies around with this power, and Nomad is keeping you safe."]}, {"name": "You", "audio": "", "normalized": ["So you can't just leave this brothel…right?"]}, {"name": "", "audio": "", "normalized": ["Before she was with Nomad, she charmed many men for money and sold their secrets, basically a nasty honey trap."]}, {"name": "Helene", "audio": "v_r-ev181_0034", "normalized": ["Y-yes, that's right… Hehehe, you read me like a book, you know everything, don't you?", " …Of course you do."]}, {"name": "", "audio": "", "normalized": ["Helene smiled, as if mocking herself, giving everything up as I had used her own powers on her for the first time."]}, {"name": "You", "audio": "", "normalized": ["Don't worry about that.", " I can guarantee your safety.", " I'll protect you from Nomad, and from the Demons…"]}, {"name": "Helene", "audio": "v_r-ev181_0035", "normalized": ["Oh my… Hehehe, that's assuring."]}, {"name": "You", "audio": "", "normalized": ["Would you trust my words?", " …Even if you can't read my mind?"]}, {"name": "", "audio": "", "normalized": ["Mind reading.", " The power Helene did not have at the moment."]}, {"name": "Helene", "audio": "v_r-ev181_0036", "normalized": ["Yes.", " I know without using my Ecstasy Sleeper."]}, {"name": "Helene", "audio": "v_r-ev181_0037", "normalized": ["…I have trained my eyes to read people."]}, {"name": "", "audio": "", "normalized": ["Helene said and completely threw her body at me.", " Even without the lubricant, I could feel her trust in her gentle and passionate hands."]}, {"name": "", "audio": "", "normalized": ["It was easy for me to know her words were true now that I had her powers for me."]}, {"name": "Helene", "audio": "v_r-ev181_0038", "normalized": ["Please… Please do keep me at your side from now on."]}, {"name": "You", "audio": "", "normalized": ["…So you are not above switching sides depending on the situation.", " Huh.", " Very well.", " I like you, Helene!"]}, {"name": "", "audio": "", "normalized": ["Now that I was back in control, I raised my hips to get back at her."]}, {"name": "", "audio": "", "normalized": ["Helene was breathing out deeply from the particularly deep thrusts with my hips."]}, {"name": "Helene", "audio": "v_r-ev181_0039", "normalized": ["Aaaghh…aahh.", " Th-this is… I-it's been a long time, since I got to enjoy a cock so much…outside work."]}, {"name": "You", "audio": "", "normalized": ["…It must be true.", " Good, let the pleasure get into you!", " Don't hide anything, just let your body enjoy it… Ha!"]}, {"name": "Helene", "audio": "v_r-ev181_0040", "normalized": ["Aaahh…aahh, yes."]}, {"name": "", "audio": "", "normalized": ["Helene looked back at me with upturned eyes filled with pleasure.", " They are eyes of a woman who begged for pleasure from the bottom of her heart."]}, {"name": "", "audio": "", "normalized": ["A violent pounding like she was letting out everything that was pent up."]}, {"name": "", "audio": "", "normalized": ["Plus, she had now dropped her business as an escort and enjoying pleasure."]}, {"name": "", "audio": "", "normalized": ["The act continues as both of us were devouring pleasure, and we were soon nearing climax."]}, {"name": "You", "audio": "", "normalized": ["…Good.", " This is for everything you have done… Take it in, Helene."]}, {"name": "Helene", "audio": "v_r-ev181_0041", "normalized": ["Aaahh… Aaahghh.", " P-please, please cum… Mnnhaahh, huaahh."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spew* *Spurt* *Sput* *Splooshh*"]}, {"name": "Helene", "audio": "v_r-ev181_0042", "normalized": ["Aaahh?!", " Aaahghh, i-it's coming!", " C-cum, s-so much cum… I-inside me."]}, {"name": "", "audio": "", "normalized": ["Loads and loads of thick cum was poured inside, like I was letting out everything built up until then."]}, {"name": "", "audio": "", "normalized": ["It must have been while since Helene last enjoyed sex on her own without any business as well."]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back and she orgasmed."]}, {"name": "Helene", "audio": "v_r-ev181_0043", "normalized": ["Aaahh… Aaahh, aaughh.", " I-I haven't had sex this good in a long time… A long time… Mnngh, mnaahh."]}, {"name": "", "audio": "", "normalized": ["*Squiirrtt*"]}, {"name": "", "audio": "", "normalized": ["Helene ejaculated while we were still joined."]}, {"name": "", "audio": "", "normalized": ["Her body drenched in lube was even shinier as she reached the climax with a trance-like expression."]}, {"name": "Helene", "audio": "v_r-ev181_0044", "normalized": ["Haah, huuhh, haahh… Aahh, aahh.", " I-I can't… I can't do this anymore."]}, {"name": "", "audio": "", "normalized": ["I did not have to use the power I took from Helene to tell, she had really achieved an orgasm."]}, {"name": "You", "audio": "", "normalized": ["Good, Helene… Take a breath… Nice and easy."]}, {"name": "", "audio": "", "normalized": ["It turned out that her ability to read minds was quite taxing on the body as well."]}, {"name": "", "audio": "", "normalized": ["Once would have to be as good at sex as Helene to properly utilize this power.", " I should probably return it to her for the time being."]}, {"name": "Helene", "audio": "v_r-ev181_0045", "normalized": ["Haauh, huuahh… Ahh, th-thank you so much… Please do remember to come back to me again… Hmnhhuhh."]}, {"name": "", "audio": "", "normalized": ["Helene's expression was completely molten by the pleasure."]}, {"name": "", "audio": "", "normalized": ["Regardless of the powers, I would be able to enjoy her for a while."]}]