[{"name": "", "audio": "", "normalized": ["Mugi was bound by the artificial demonic beasts controlled by the scientist and the anteater-like beast kept making her orgasm."]}, {"name": "", "audio": "", "normalized": ["After that, she was finally freed from the tentacle bondage, completely exhausted, but she was sealed in concrete instead."]}, {"name": "", "audio": "", "normalized": ["This meant only her face, chest, and groin were exposed from the concrete."]}, {"name": "", "audio": "", "normalized": ["It was the result of a more abnormal side of the scientist revealing itself."]}, {"name": "Mugi", "audio": "v_sr573_0000", "normalized": ["Uguhuhh… Mnnuhh…"]}, {"name": "Researcher", "audio": "", "normalized": ["Bwahahahah… You are nothing more than one of my experimental instruments now… How pathetic you look is so fitting!"]}, {"name": "", "audio": "", "normalized": ["The man said and laughed like she was truly amused by what he was seeing but at the same time, he was impressed by Mugi's willpower."]}, {"name": "Researcher", "audio": "", "normalized": ["I'm surprised how you can still retain your anti-demon particles… I suppose you are still a Taimanin, after all…"]}, {"name": "", "audio": "", "normalized": ["Mugi had orgasmed too hard so many times, she could not even complain verbally, just letting out groans as she breathed."]}, {"name": "Mugi", "audio": "v_sr573_0001", "normalized": ["Aauuhh… Mnnguhh…!"]}, {"name": "Researcher", "audio": "", "normalized": ["And it's starting to make me want to enjoy your body too…"]}, {"name": "", "audio": "", "normalized": ["And the man took out his penis as he became aroused from seeing her moaning as she was teased, and he was going to take it out on immobile Mugi."]}, {"name": "", "audio": "", "normalized": ["She realized what he was doing and then used all her power to desperately resist him but she could only move her mouth."]}, {"name": "Mugi", "audio": "v_sr573_0002", "normalized": ["Mnmmuguhh… N-noo!", " Please, don't put your cock inside me, not that!", " Please… Anything but that!"]}, {"name": "Researcher", "audio": "", "normalized": ["You don't like my cock inside you that much, huh… Well, it's only making me want to fuck your pussy more…"]}, {"name": "", "audio": "", "normalized": ["The man ignored Mugi's screaming voice and then shoved his penis into her vagina forcefully."]}, {"name": "", "audio": "", "normalized": ["And then blood started dripping from her vagina and she orgasmed with just the penetration."]}, {"name": "Mugi", "audio": "v_sr573_0003", "normalized": ["Mnmmaahgaahh!", " Aaahh, ughh?!"]}, {"name": "Researcher", "audio": "", "normalized": ["Hey, I just put the damn thing in there… Man, your pussy really is so sensitive!", " You did come just with those tongues too."]}, {"name": "Mugi", "audio": "v_sr573_0004", "normalized": ["Aaaghh, ughuhh… Th-that's not…true… I'm not really… Mnnhahh…"]}, {"name": "Researcher", "audio": "", "normalized": ["So you were a virgin… You should be glad I'm the one taking it, not them… Well, just enjoy the cock for the first time!"]}, {"name": "", "audio": "", "normalized": ["The man did not pay attention to her vagina still twitching from the orgasm and resumed thrusting his penis."]}, {"name": "Mugi", "audio": "v_sr573_0005", "normalized": ["Mnmmhaahh… No, aaghh… Inside my pussy, a cock… Mnmmg, huhuhh… It's so hot and rubbing on me…"]}, {"name": "", "audio": "", "normalized": ["She experienced it for the first time and the sensation of the penis rubbing onto her vagina made Mugi let out a sugary breath as she became aroused."]}, {"name": "", "audio": "", "normalized": ["That was all because she knew it very well that she was bound with concrete and too exhausted which rendered her helpless."]}, {"name": "Mugi", "audio": "v_sr573_0006", "normalized": ["Haahhnmm… Your cock, coming in deep… It's coming in, uguhh!", " No, haahhnmm… My pussy feels so weird… No…"]}, {"name": "Researcher", "audio": "", "normalized": ["Your pussy's so tight because you're a virgin… But it does feel so damn good!"]}, {"name": "", "audio": "", "normalized": ["Her body was retrained by the concrete and the man treated her like a toy, made into this plaything."]}, {"name": "", "audio": "", "normalized": ["And such a situation only served to arouse the man even more, making him pound even harder."]}, {"name": "Mugi", "audio": "v_sr573_0007", "normalized": ["Aahhnmm… Your cock's amazing… Plowing…into my pussy… No… I can't stop…my voice, ooughohh!"]}, {"name": "", "audio": "", "normalized": ["The man groped and massaged her cute breasts protruding out of the concrete as he continued to thrust."]}, {"name": "", "audio": "", "normalized": ["And her nipples were already fully-erect at that point as he pinched and tugged on them, teasing them with her fingers."]}, {"name": "Mugi", "audio": "v_sr573_0008", "normalized": ["Mnmmuguhh… My titties, no… Please, don't…touch them so much… Mnmmgheh… My nipples are coming off!"]}, {"name": "", "audio": "", "normalized": ["The man enjoyed seeing her reaction and kept pinching and tugging her nipples till they started turning red and puffed up."]}, {"name": "", "audio": "", "normalized": ["Then, her vagina also started squeezing hard and sucked onto the penis, as if it was urging it to move."]}, {"name": "Mugi", "audio": "v_sr573_0009", "normalized": ["Haahhm… My body… It's burning up so much… I don't know why…but it's making me weird so weird…"]}, {"name": "Researcher", "audio": "", "normalized": ["Are you getting turned on by your first sex?", " Or are you getting turned on because of the way you're getting fucked?", " What is it?"]}, {"name": "Mugi", "audio": "v_sr573_0010", "normalized": ["I-I'm not getting turned on… No way… I'm just too exhausted… Resisting so hard… Mnnaahhyaaghhmm…"]}, {"name": "", "audio": "", "normalized": ["She was sealed in concrete and gave up trying to escape, switching her goal to enduring this hellish experience."]}, {"name": "", "audio": "", "normalized": ["At the same time, she was enlightened by sexual pleasure slightly and she tried to find some positivity in her circumstance."]}, {"name": "Mugi", "audio": "v_sr573_0011", "normalized": ["Mnmmhaaghh… Y-you won't…break me like this… No way… Mnmmhuaahh… I will overcome…"]}, {"name": "", "audio": "", "normalized": ["She was acting tough but the fear of the man ejaculating inside her was still in her heart."]}, {"name": "", "audio": "", "normalized": ["Her body was so aroused by her first sex, squeezing tight and leading the man towards the climax despite her will."]}, {"name": "Mugi", "audio": "v_sr573_0012", "normalized": ["Haagghnm… My pussy's burning up… Your cock's rubbing on me so hard… Aaghh, mnmmhh… I can't… Please, aahhmgh…"]}, {"name": "", "audio": "", "normalized": ["The man showed a confident smile and then shoved his thrusting penis deep inside her."]}, {"name": "Mugi", "audio": "v_sr573_0013", "normalized": ["Mnmmhuhaaghh?!", " S-something…hot… Coming into… My pussy, uguhh!"]}, {"name": "", "audio": "", "normalized": ["The man started ejaculating deep inside her vagina without saying anything and Mugi was surprised by its momentum and heat."]}, {"name": "", "audio": "", "normalized": ["And the semen being released in her vagina acted as a trigger and Mugi also orgasmed at the same time."]}, {"name": "Mugi", "audio": "v_sr573_0014", "normalized": ["Aaaghaahh!", " Mnngghuh, oouhgouhh!", " I just came too… Cum inside me… Heeguhhuh…"]}, {"name": "", "audio": "", "normalized": ["As semen poured into the depth of her womb, her body twitched from pleasure and her vagina squeezed from the lingering orgasm."]}, {"name": "Mugi", "audio": "v_sr573_0015", "normalized": ["Mnmmhuhaahh… My head feels so dizzy… Haauh, haah… Th-this is sex… Mnmmh, aaghh… Uguhh…"]}, {"name": "Researcher", "audio": "", "normalized": ["You… You liked me cumming inside you on your sex, didn't you?", " Hahahaha… You're just a slut superhero!"]}, {"name": "", "audio": "", "normalized": ["The man pulled his penis out of her vagina as he finished ejaculation, staring at Mugi's blushed face with satisfaction."]}, {"name": "Mugi", "audio": "v_sr573_0016", "normalized": ["Aaaghh… Mnmmguhh… Cum…pouring out of my pussy…"]}, {"name": "", "audio": "", "normalized": ["As the penis was removed, viscous semen started pouring out like lava from the depth of her vagina."]}, {"name": "", "audio": "", "normalized": ["Mugi was almost breaking down, frustrated that she could not get the semen out of her vagina, clenching her teeth, trying to suppress her emotions."]}, {"name": "Researcher", "audio": "", "normalized": ["I have heard Taimanin were sex addicts but looks like it's true… You came so hard, it's hard to believe you were a virgin."]}, {"name": "Researcher", "audio": "", "normalized": ["I could keep fucking you some more…"]}, {"name": "Researcher", "audio": "", "normalized": ["But you're a Taimanin and that's rare.", " I'll need you to perform some experiments for me too!"]}, {"name": "Mugi", "audio": "v_sr573_0017", "normalized": ["E-experiment… Those monsters again… P-please, no… Not that… Please…"]}, {"name": "", "audio": "", "normalized": ["The man proudly introduced the artificial demonic beast he created by crossing a rabbit and an orc."]}, {"name": "Researcher", "audio": "", "normalized": ["This artificial beast was made to measure one's fertility!"]}, {"name": "", "audio": "", "normalized": ["The artificial demon's penis suddenly became erect as it saw Mugi sealed in concrete and dripping semen from her vagina."]}, {"name": "", "audio": "", "normalized": ["And the man saw her and gave the artificial beast go ahead as the beast waited for an order with a joyous smile."]}, {"name": "", "audio": "", "normalized": ["Then it rushed towards Mugi like a hungry dog with food right in front of it but ordered to stay."]}, {"name": "Mugi", "audio": "v_sr573_0018", "normalized": ["Mmnnaagahaahh?!"]}, {"name": "", "audio": "", "normalized": ["The artificial demon jumped right onto her and inserted its erect penis into her immediately."]}, {"name": "", "audio": "", "normalized": ["Its penis was much larger than the human penis that was inside her previously with a pointy tip designed to scrape the vagina from inside."]}, {"name": "Mugi", "audio": "v_sr573_0019", "normalized": ["Mnmmghaaghh!", " It's too big, ooughh!", " This cock… It won't fit in…my pussy…"]}, {"name": "", "audio": "", "normalized": ["Mugi almost orgasmed just from the forced penetration and she resisted as she tried to catch her breath."]}, {"name": "", "audio": "", "normalized": ["However, the artificial demon ignored her and started thrusting the penis shoved deep inside her."]}, {"name": "Mugi", "audio": "v_sr573_0020", "normalized": ["D-don't move… You're gonna rip my pussy, uughh!", " Please… No… Mnmmaahh… Haaguh, ghaahh… Noo!"]}, {"name": "", "audio": "", "normalized": ["She tried to suppress her aroused voice but the artificial beasts pounding was short and quick, despite its looks, and yet powerful at the same time."]}, {"name": "", "audio": "", "normalized": ["Mugi was getting even more turned on and moaning loudly as the thrusts made her realize the artificial beast's penis felt even better for her."]}, {"name": "Mugi", "audio": "v_sr573_0021", "normalized": ["Mnmmaaghahh!", " You're messing up my pussy… Uuaaghahh!", " I-it's so…different, ooughh!"]}, {"name": "Researcher", "audio": "", "normalized": ["Looks like this thing's cock can actually make human female sexually pleased as well."]}, {"name": "", "audio": "", "normalized": ["The man observed Mugi being violated by the artificial beast and calmly collected the data, letting his mind work at full capacity with serious eyes."]}, {"name": "Researcher", "audio": "", "normalized": ["It would be interesting to see which semen can win and make her pregnant, human or the artificial beast…"]}, {"name": "Researcher", "audio": "", "normalized": ["Alright, let's try to collect some data on it too."]}, {"name": "Researcher", "audio": "", "normalized": ["And then I want to know how strong the offspring would be… Yes, I'm going to collect the data on it as well."]}, {"name": "Mugi", "audio": "v_sr573_0022", "normalized": ["Aaaghh, mnmmaagahh… What are you… Guhaaghhgh!", " Mnmmguh, nuhhgagh… Collecting data… Huhgaaghh…"]}, {"name": "", "audio": "", "normalized": ["Mugi listened to his seemingly insane words but she could not resist as the artificial demon continued to violate her."]}, {"name": "", "audio": "", "normalized": ["Almost violently large penis thrust into her, almost penetrating her entirely as she was barely able to keep her consciousness."]}, {"name": "Mugi", "audio": "v_sr573_0023", "normalized": ["Th-this is…going to kill me… My pussy…is going to tear, ooughh!", " Mnnhaaghh… I can't take it anymore, ooughh!"]}, {"name": "", "audio": "", "normalized": ["She denied it verbally, but her body was reacting and squeezed the penis with her vagina, seeking even more pleasure."]}, {"name": "", "audio": "", "normalized": ["Every time her vagina was scraped by the protruding tip, her head shook from pleasure and she drooled from her mouth pathetically."]}, {"name": "Mugi", "audio": "v_sr573_0024", "normalized": ["Guhhouhgoohh!", " Aahaahhnmm… My pussy, cock hitting inside… Mnnghaghh… It's making me nuts, ughh…"]}, {"name": "", "audio": "", "normalized": ["Furthermore, the violent thrusts by the artificial beast pushed Mugi's womb up, letting the suffocating breath out of her mouth."]}, {"name": "", "audio": "", "normalized": ["And she could barely breathe because of that while she continued to receive a brutal pounding."]}, {"name": "Mugi", "audio": "v_sr573_0025", "normalized": ["Buuhhaaghahh!", " Mnnaaghh… Huughh… I-I can't breathe… Mnnghah… S-stop… Haaguh, haahhnmm…"]}, {"name": "Researcher", "audio": "", "normalized": ["Hahahahah… There it is!", " Now, keep fucking her like that and make her pregnant!"]}, {"name": "", "audio": "", "normalized": ["The man became aroused as he watched Mugi being violated and at the same time, he was overjoyed to collect rare data."]}, {"name": "", "audio": "", "normalized": ["It all did not matter to Mugi as she just kept enduring the hellish experience of being violated by the artificial beast's penis."]}, {"name": "Mugi", "audio": "v_sr573_0026", "normalized": ["Mnmmnghh, guhoughh!", " Wh-why… Why is this happening to me… Mnngouhh… Mnnhaahh… Haahhnm, ughuhh…"]}, {"name": "", "audio": "", "normalized": ["To Mugi, superheroes were supposed to get stronger as they fell into a pinch, able to overcome any obstacle and defeat the enemies."]}, {"name": "", "audio": "", "normalized": ["But what was happening to her?", " She was captured by the enemy and her body was made a plaything, with no hint of turning the table in sight."]}, {"name": "Mugi", "audio": "v_sr573_0027", "normalized": ["Mnnghaaghahh!", " Ughh, mnnghnmm… There… Haaghmm, too much… So good… P-please stop, eeghh!"]}, {"name": "", "audio": "", "normalized": ["She believed she could become a superhero she always looked up to but the reality was harsh."]}, {"name": "", "audio": "", "normalized": ["She cornered her enemy, so sure of her victory, but she was caught off guard and ended up like this."]}, {"name": "Mugi", "audio": "v_sr573_0028", "normalized": ["Uuhhgouhggaaghh!", " Haauh, haahh… S-so deep… This cock… It won't defeat me… Mnnhgaagh…"]}, {"name": "", "audio": "", "normalized": ["She knew everything was her fault in the end.", " She hated herself for expecting someone to come help her but she could not help it."]}, {"name": "", "audio": "", "normalized": ["She did not want to end there as a superhero.", " Her dream had just started taking off."]}, {"name": "Mugi", "audio": "v_sr573_0029", "normalized": ["Aaghh, mnmmhuhaahh… N-no… P-please… I'm about to come… Aagahhmmuh… Uhhmmhaagaahh…"]}, {"name": "", "audio": "", "normalized": ["Mugi pondered about her philosophy as a superhero in an attempt to keep her sanity but the artificial beast's penis started throbbing."]}, {"name": "", "audio": "", "normalized": ["And then its hips started pounding faster with its penis getting even harder, making her realize it was about to ejaculate――"]}, {"name": "Mugi", "audio": "v_sr573_0030", "normalized": ["Mnnguhgogouhh?!"]}, {"name": "", "audio": "", "normalized": ["The artificial beast pressed its hips onto Mugi and started ejaculating inside her vagina spectacularly."]}, {"name": "", "audio": "", "normalized": ["With a massive amount of sizzling semen released inside her, Mugi immediately orgasmed and shook her head as she resisted the ejaculation and orgasm."]}, {"name": "Mugi", "audio": "v_sr573_0031", "normalized": ["Mmmnnghhnmm!", " Coming, ugughh!", " Me too… Uhhnm, ghaaghaghh!", " My pussy, coming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Her body encased in concrete shuddered and twitched as she enjoyed the lingering orgasm as she moaned."]}, {"name": "Mugi", "audio": "v_sr573_0032", "normalized": ["Mnnguhogouhh… Mnnhuguhh… Aahh, uheheheh… Cum, filling my stomach… It's so hot… Mnmmghh, hughaahh…"]}, {"name": "", "audio": "", "normalized": ["Overflowing semen and vaginal fluid poured out of the opening, dripping around."]}, {"name": "Mugi", "audio": "v_sr573_0033", "normalized": ["Th-that must've…made me pregnant for sure… This monster thing…made me pregnant… Haauh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Once the artificial beast was done ejaculating, it immediately resumed moving its hips and pounded Mugi, not giving her any time to breathe."]}, {"name": "Mugi", "audio": "v_sr573_0034", "normalized": ["Noo!", " Stop… You already…came so much!", " Haaguh… Aaagh, mnmmuh… Noo…"]}, {"name": "Researcher", "audio": "", "normalized": ["Oh, I'm going to prepare lots and lots more artificial beast for you… You better survive for my researches!"]}, {"name": "", "audio": "", "normalized": ["The man threw cruel words at her but Mugi was still sealed in concrete and she could not do anything to resist, just bowing her head down."]}, {"name": "", "audio": "", "normalized": ["And the Mugi was continuously violated without any pause by the artificial beasts, semen pouring onto her womb."]}, {"name": "", "audio": "", "normalized": ["And the one time she could rest was while she was passed out――"]}, {"name": "Mugi", "audio": "v_sr573_0035", "normalized": ["Ughuhh… Mnngh, haauh…"]}, {"name": "", "audio": "", "normalized": ["All the anti-demon particles covering Mugi's body finally disappeared and fully exposed her."]}, {"name": "", "audio": "", "normalized": ["Her nipples were almost painfully erect and they were bloodshot red with multiple red marks on her breasts as well."]}, {"name": "", "audio": "", "normalized": ["And even her vagina and anus were inflamed and gaping open, revealing her crimson-colored membrane inside, dripping with a mixture of blood and semen."]}, {"name": "Mugi", "audio": "v_sr573_0036", "normalized": ["Mnmmhuhnyaahh… I'm so full now, uhguhh… Please, just stop this already…"]}, {"name": "", "audio": "", "normalized": ["Dark rings were formed around her eyes, proof she was continuously violated without any sleep."]}, {"name": "", "audio": "", "normalized": ["And her body was covered with semen as white, viscous fluid dripped down onto the floor, making threads onto the floor."]}, {"name": "Researcher", "audio": "", "normalized": ["Well, you Taimanin are tough for sure… Even after getting fucked too hard, you're still conscious… Perfect for experiments."]}, {"name": "Mugi", "audio": "v_sr573_0037", "normalized": ["You can fuck me…all you want…and use me for experiments…as you like… Just let me…eat and sleep…"]}, {"name": "", "audio": "", "normalized": ["Mugi was crying with empty eyes and pleaded desperately and the man nodded with a lewd smile."]}, {"name": "Researcher", "audio": "", "normalized": ["Alright… I can give you some time to sleep but the semen from the artificial beasts can serve as your food, right?"]}, {"name": "Mugi", "audio": "v_sr573_0038", "normalized": ["Th-thank you so much… I'll have their semen then… Relouhrelouh… Jurruhuh… Mnnguh, junnbahh…"]}, {"name": "", "audio": "", "normalized": ["Mugi weakly licked the semen smothered onto her face with her tongue and swallowed it as she gulped her throat."]}, {"name": "", "audio": "", "normalized": ["With how obedient Mugi was acting, the man was overcome with the joy of finally breaking a Taimanin and gently petted her head."]}, {"name": "", "audio": "", "normalized": ["Two days later――"]}, {"name": "", "audio": "", "normalized": ["Mugi was finally rescued by her fellow Taimanin."]}]