[{"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I want to look at your pussy closely."]}, {"name": "", "audio": "", "normalized": ["Unable to understand what I suddenly said, Asuka's face freezes for a moment and she tilts her head while staring at me."]}, {"name": "", "audio": "", "normalized": ["However, without thinking of Asuka, I grab her feet and flip her body over, exposing her to the moonlight."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Eh… Kousuke?!", " No, this is embarrassing…"]}, {"name": "", "audio": "", "normalized": ["Asuka's hole trembles as I get close enough to breathe on it, making Asuka blush."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["What a pretty pussy."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["It's dirty… I pee from there and it smells… on top of that, it's covered in your cum from just before."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["That's not true.", " It's the pussy of the person I like, so it's always beautiful."]}, {"name": "", "audio": "", "normalized": ["Maybe because she's excited by me looking at her, because her love juices overflow from her cum-covered slit, making her hole even more tempting."]}, {"name": "", "audio": "", "normalized": ["If I see something like that, as a man I can't help but stick my fingers inside."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ann, hnn… your fingers…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["It's so sticky inside… hey, look Asuka."]}, {"name": "", "audio": "", "normalized": ["I pull my fingers out of her hot pussy and show her my drenched finger, pulling the string to show her."]}, {"name": "", "audio": "", "normalized": ["Asuka then closes her eyes and protests with her feet in the air."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["No… I don't wanna look at that.", " Hurry and put your fingers back in my pussy."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Why?", " Look how much this string is stretching."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I don't see… it's not stretching.", " It's probably from your cum."]}, {"name": "", "audio": "", "normalized": ["After seeing Asuka's funny reaction, I'm happy to put my fingers back in her pussy and stir them around."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn, ahh… haa, hnn… Kousuke… ooh, hnn…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Do you hear it?", " This noise?"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Yeah… I hear it… my pussy is… making so much noise… because of your fingers…"]}, {"name": "", "audio": "", "normalized": ["When I stir my fingers violently in her hole, the cum inside her from earlier and her love juices mix and fall onto Asuka's face."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haan… it's falling on my face… Kousuke's delicious cum… nyum… it's so good…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["And… it's so close to my face… your dick… amazing… it looks so good and smells…"]}, {"name": "", "audio": "", "normalized": ["Getting pleasure like a masochist, I rub my dick against Asuka's face and torment her."]}, {"name": "", "audio": "", "normalized": ["My dick makes a sound as it sticks on her face, but Asuka is smiling happily."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I'm… getting hit with a dick… yours… like a toy… good… play with me more…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["When you look at me like this… God… we can't go back to our brother-sister relationship… we've… become man and woman…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Ahh, of course.", " Because you're my woman, Asuka."]}, {"name": "", "audio": "", "normalized": ["After saying that, I look straight into Asuka's eyes and see her cum-covered head nodding up and down."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Then make me your woman."]}, {"name": "", "audio": "", "normalized": ["At the same time, Asuka's words heat up my heart and my cock bulges like it's ready to burst."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Okay… I'm going to make you only mine, so I'll make this something only I can have!"]}, {"name": "", "audio": "", "normalized": ["I move my fingers faster as if to reinforce my determination."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ann… I'm happy… you said that… I'll be… just yours… so…u201d"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I want you to do… whatever you want… I want to… make you feel good…"]}, {"name": "", "audio": "", "normalized": ["Her love juices are overflowing because I'm touching her, and it's splattering everywhere and matching my violent finger movements."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haan… I'm cumming… just from your fingers… my pussy is trembling… in front of you… I'm gonna cum…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Oh no… it's so embarrassing… but if you want to look… look as much as you want at my pussy while I cum… I'll show you!"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hey, look… I'm cumming… ahh, hnn… I'm cumming… I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["Her ass starts quivering and her pussy hole is shaking, so I know that Asuka's reached her climax."]}, {"name": "", "audio": "", "normalized": ["Her overflowing juices flow like a river between her shaking breasts and eventually reach her beautiful collarbones."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haa, haa… I came."]}, {"name": "", "audio": "", "normalized": ["Asuka's face after cumming is the most beautiful I've seen her, though I dare not tell her."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn?!"]}, {"name": "", "audio": "", "normalized": ["I pull my fingers out of her hole and squeeze them into her mouth, making her taste her own juices."]}, {"name": "", "audio": "", "normalized": ["Asuka obeys me and licks my fingers."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Nyum, nyum… hnn, mm… nyum, pwah… haa, haan… nyum…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I'm getting excited doing these things to you, Asuka.", " I'll think about you with just my dick."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I don't mind… nyum… because I'm yours… you can do what you want… nyum…"]}, {"name": "", "audio": "", "normalized": ["Asuka sucks and clings to my fingers like a child.", " She's so cute and it makes my dick want her more."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Asuka…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn… you made me cum… with your fingers… nyum, hnn… so delicious…"]}, {"name": "", "audio": "", "normalized": ["I rub my hard cock against Asuka's face again and it's standing up as if driven by some unstoppable lust."]}, {"name": "", "audio": "", "normalized": ["Then, I slowly stick my dick in her still wet and trembling pussy and slowly start thrusting."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ahh… your dick that I love… is here…"]}, {"name": "", "audio": "", "normalized": ["I don't pull out suddenly, but instead, knead Asuka's ass while slowly moving in her cunt to really enjoy it."]}, {"name": "", "audio": "", "normalized": ["My dick is getting washed with Asuka's hole and is covered again with cum and her juices, creating a slimy and obscene sound along with a strong odor."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haan… you feel so good… you're hard and manly… my pussy is dripping…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I really love it… when you do it to me… we haven't done this until now… we're so stupid… hnn, unn…"]}, {"name": "", "audio": "", "normalized": ["She swallows my length all the way to the base and my dick is also glad to be in her dripping pussy."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I had no idea you had such a horny hole, Asuka."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["No… it's because I'm here with you… I get horny… you too… your dick is so horny…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["That's right, my dick is so horny."]}, {"name": "", "audio": "", "normalized": ["Saying that, I sink my hips and pierce my length deep into her pussy, stimulating Asuka's womb."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ohh… kyaah, hnng… Kousuke… stupid, your dick… it's so horny… dick…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["That's because it's your pussy.", " You've been showing off your trembling pink pussy while it's leaking your slutty juices."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["That's… your, ann… horny dick's… fault… my pussy… can't resist…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Hey, you can see it too, can't you?", " Your pussy is so fucking wet."]}, {"name": "", "audio": "", "normalized": ["I use both hands to widen Asuka's pussy hole so that she can easily see, and show her how my cock slowly enters her."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnng… I see it… your veins… in my hole… they're standing out… your dick is going in…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Your dick… really looks so delicious… it's like… I'm swallowing it… it's a little embarrassing…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["It's not something to be embarrassed about.", " Every time I put my dick in, I can see that your asshole tightens."]}, {"name": "", "audio": "", "normalized": ["Hearing that, Asuka tightens her asshole several times as if to show it's embarrassing."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Look, it's trembling now."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["That's different… because you… are inside my pussy… your dick is shaking me…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Your balls too… moving together… it's cute… does my pussy… feel good?"]}, {"name": "", "audio": "", "normalized": ["Even though she's being humiliated, Asuka's attitude is still like a sister, so I can't help but laugh."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Y-yeah… it feels so good inside you so it can't be helped."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I like your honesty… and… your asshole too… it's tightening with your balls too…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Haah?", " That's not true!"]}, {"name": "", "audio": "", "normalized": ["To get revenge I open up Asuka's ass with both hands and look straight inside."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Your asshole is so pretty, Asuka.", " If I do this, I can see all the way inside."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Stop it… it's dirty… don't look… you'll… start to dislike me…"]}, {"name": "", "audio": "", "normalized": ["Maybe because she doesn't like me looking at her asshole, Asuka shakes her ass and uses her hands to close her asshole."]}, {"name": "", "audio": "", "normalized": ["But I don't loosen my grip.", " Instead, I decide to enjoy Asuka showing me this cute reaction."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Look, Asuka.", " Your asshole squeezes so tight when your pussy spasms.", " When I knead and spread your ass, your mouth opens in lust."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ann… fuck, Kousuke… you're such a brute… you love ass… I hate… you…"]}, {"name": "", "audio": "", "normalized": ["I thought I'd gone too far, but then Asuka's pussy gets even tighter and squeezes my dick."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Even though you say that, you like having your asshole played with."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Th-that's… not true… it's you… your balls are moving… and pre-cum is… leaking from your dick…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["If you say that, I won't just put pre-cum in you, but I'll give you something a little thicker."]}, {"name": "", "audio": "", "normalized": ["When I say that, Asuka's pussy tightens even more around my cock and her asshole squeezes tighter than ever before."]}, {"name": "", "audio": "", "normalized": ["I think Asuka's body is reacting honestly to her lust and so is mine."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Asuka!"]}, {"name": "", "audio": "", "normalized": ["With Asuka's consent, I swing my hips harder than before.", " I really put my weight into it and bury my cock inside her."]}, {"name": "", "audio": "", "normalized": ["Gouging Asuka's pussy, I hit the innermost part and send her juices splashing all over her face."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Nyaah!", " Hnng!", " It feels so heavy… in the back!"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["This is… so amazing… ahaan, your dick is… rubbing… my pussy raw…"]}, {"name": "", "audio": "", "normalized": ["On top of her squeezing tighter than before, her rhythm and the swelling of my dick make me absorbed in my thrusts."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Your tip… I completely know… that shape… nyaah, haan… your dick is so hot…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["More… squeeze your pussy more to suck my cum out."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["This… you like this, right?", "… nyaah, hnn, haa… how is it… is it good?"]}, {"name": "", "audio": "", "normalized": ["Asuka can't move her hips in this position, but she tightens her pussy in response to what I said."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Yeah, Asuka… it feels so good."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Oh, that's good… I can see… your balls… ass… and thighs…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["This body… I love it… and your… dick makes me happy… and you can see my pussy…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I'm feeling… so good… you're making me… feel so… ann… good… hnn, ahh…"]}, {"name": "", "audio": "", "normalized": ["Asuka's face is covered with her juices and she glows happily.", " My heart heats up when she looks at me."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Sho me more… of you… making me… your woman…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I want you to show me more of you becoming my woman, too."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Look… as much as you want… the man I like… is making me pant… look at me… hnn…"]}, {"name": "", "audio": "", "normalized": ["Asuka's looking up at me lovingly and ecstatically, then she shakes her hips."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Am I… your woman?", " Don't you hate… having a lover… so slutty?"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I don't hate it.", " I like everything about you."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I'm happy… I also like everything about you… your dick… your asshole.", " your balls… I like everything…"]}, {"name": "", "audio": "", "normalized": ["I'm glad to hear Asuka say that, and it makes me want to cum.", " I feel myself reaching my end even though I want to continue forever."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Are you… gonna cum?", " Your balls are trembling… are you gonna ejaculate?", " Are you going to shoot out… a lot of thick cum?"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Yeah, I'm gonna cum."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Fill me up… inside… I'm going to… cum too… let's get closer and cum together…"]}, {"name": "", "audio": "", "normalized": ["After she says that, I push my head into Asuka's womb as it tightens along with her asshole."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Nyaah!", " Cum, Kousuke!", " Give my pussy all of your cum!"]}, {"name": "", "audio": "", "normalized": ["My dick pulses more violently than the first time as I pour my cum inside Asuka."]}, {"name": "", "audio": "", "normalized": ["Then, Asuka turns her gaze towards my balls as if to watch over the jizz coming out and then she also cums."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haan!", " I'm cumming too!"]}, {"name": "", "audio": "", "normalized": ["Her pussy is convulsing above her head and her asshole tightens, but she never leaves her odd position."]}, {"name": "", "audio": "", "normalized": ["Because of that, all her juices start pouring onto her face.", " Asuka has a blissful smile like she's taking a shower."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn… your cum… made me cum… my stomach is hot… it's still flowing…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Haa, Asuka.", " Keep squeezing my cock."]}, {"name": "", "audio": "", "normalized": ["Asking her, I put my dick all the way inside her and put all my weight behind it, crushing Asuka."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Gyaah… hnn, ahaa… my womb… get me pregnant… I want more of your… love juice…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["I want to have your… dick in my pussy… forever… I want to feel it…"]}, {"name": "", "audio": "", "normalized": ["Even after my ejaculation has died off, she keeps sucking in my cum.", " In the middle of her climax, Asuka cums again because she's still fucking my dick."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn… I'm cumming again… I'm cumming from the hole that is all yours!"]}, {"name": "", "audio": "", "normalized": ["Her pussy trembles and convulses, making her walls stick to my dick as she pants."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Haan, haa… I love you… I love you… it's the first time I've felt this good…"]}, {"name": "", "audio": "", "normalized": ["I also move my hips and cum again from the sudden tightening of her pussy."]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Open your mouth, Asuka!"]}, {"name": "", "audio": "", "normalized": ["After spilling my cum in her until I'm satisfied, I pull my dick from her hole and aim it at her excited face."]}, {"name": "", "audio": "", "normalized": ["Asuka opens her mouth wide with her tongue out, like she knows what I'm planning to do.", " She catches the jizz rushing towards her face."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Ann… you're cumming all over me… hnn… you smell so manly… I can't get enough…"]}, {"name": "", "audio": "", "normalized": ["She catches the cum in her mouth to taste it and immediately sticks out her tongue to catch more flying jizz."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Nyum nyum… haan… so much of… your love… I feel like I'm gonna drown…"]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["More… put more… on my face… your delicious cum… make me… dirtier…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["Ahh, you're taking it well."]}, {"name": "", "audio": "", "normalized": ["Even though my dick is exhausted, it's still hard and Asuka is looking up at it with an enraptured gaze."]}, {"name": "\\u3010Asuka\\u3011", "audio": "", "normalized": ["Hnn… nyum nyum… it's so thick… I got a lot… hehehe… I'm so happy…"]}, {"name": "\\u3010You\\u3011", "audio": "", "normalized": ["I… want to have a lot more sex with you, Asuka."]}, {"name": "", "audio": "", "normalized": ["Hearing that, she squeezes her pussy hole full of my cum and nods with her cum-covered head."]}, {"name": "", "audio": "", "normalized": ["Asuka has become my woman and lover.", " I don't want to give her to anyone else."]}, {"name": "", "audio": "", "normalized": ["From now on, Asuka is all mine."]}, {"name": "", "audio": "", "normalized": ["My heart is full of happiness at the thought of monopolizing her body."]}]