[{"name": "Man", "audio": "", "normalized": ["Hey, get up!"]}, {"name": "Asuka", "audio": "v_sr017_0000", "normalized": ["Hnngh?!", " Urgh…W-where am I…?"]}, {"name": "", "audio": "", "normalized": ["The sudden impact on her cheek wakes Asuka, and she looks around the room with confusion."]}, {"name": "Asuka", "audio": "v_sr017_0001", "normalized": ["…!", " What is this…?!"]}, {"name": "", "audio": "", "normalized": ["Her wrists and ankles are secured tightly to a metal plate, her body is strung up in the air with her legs spread eagle, and her combat suit had been ripped all over."]}, {"name": "", "audio": "", "normalized": ["Her plump, well-sized breasts, her juicy cunt, and her voluptuous body were all exposed.", " Asuka narrows her eyes to a glare."]}, {"name": "Asuka", "audio": "v_sr017_0002", "normalized": ["…Okay, so you managed to capture me.", " *Sigh…* This is some kind of pickle I've gotten myself into."]}, {"name": "", "audio": "", "normalized": ["Her tone of voice was of the same Asuka as before she succumbed to the Demons in her lust for power."]}, {"name": "", "audio": "", "normalized": ["But, her eyes were full of a deep cruelty and coldness as she looked around the room."]}, {"name": "Asuka", "audio": "v_sr017_0003", "normalized": ["…So?", " You've got me like this, now what?", " I'm not even a Taimanin and you're going to sexually torture me?", " Pfft, pathetic."]}, {"name": "", "audio": "", "normalized": ["She tries to free herself from her bonds, but the plates were made of a special metal which would not be broken so easily."]}, {"name": "You", "audio": "", "normalized": ["I know it's a bit old-fashioned, but… This is the only way to get a woman to do what you want her to."]}, {"name": "", "audio": "", "normalized": ["The man laughs at Asuka as she struggles to free herself."]}, {"name": "", "audio": "", "normalized": ["He then pins his body up against hers and runs his fingers slowly up from her crotch and grabs hold of her breasts."]}, {"name": "Asuka", "audio": "v_sr017_0004", "normalized": ["Mnngghh… Heh, you lucky son of a bitch.", " This is probably the best pussy you'll ever get to lay hands on for the rest of your life."]}, {"name": "You", "audio": "", "normalized": ["Hah, you're probably right… It's hard to find a pussy as slutty as yours.", " Look, I've barely touched it and it's already dripping wet!"]}, {"name": "", "audio": "", "normalized": ["The man slowly pulls his fingers apart in front of Asuka's eyes to show her the sticky liquid coating them."]}, {"name": "", "audio": "", "normalized": ["Finally feeling a bit of shame, Asuka's cheeks blush red and she turns her face away."]}, {"name": "", "audio": "", "normalized": ["The man shows off a crooked smile at this, and then gives a signal towards outside the room."]}, {"name": "Asuka", "audio": "v_sr017_0005", "normalized": ["…Now what… Ah!", " I see… That's what you're planning…"]}, {"name": "", "audio": "", "normalized": ["She was just thinking to herself how this room was rather large just to have her restrained in."]}, {"name": "", "audio": "", "normalized": ["The droves of men who entered the room were likely working under the man standing before her."]}, {"name": "", "audio": "", "normalized": ["Asuka lets out a snorting laugh as she gazes upon the sea of burly men now standing around her."]}, {"name": "Asuka", "audio": "v_sr017_0006", "normalized": ["So you want me to get these boys off until they're cumming dry, is that it?", " Sounds like a challenge to me."]}, {"name": "", "audio": "", "normalized": ["Though she tries to sound in control, Asuka's voice cracks slightly and she finds it hard to crack a smile anymore."]}, {"name": "You", "audio": "", "normalized": ["If you think you can handle it.", " We've got plenty of time and plenty of men for you."]}, {"name": "", "audio": "", "normalized": ["The droves of men begin putting their hands on Asuka as the lead man steps back to the rear of the room."]}, {"name": "Asuka", "audio": "v_sr017_0007", "normalized": ["Anngh!", " Hey… Unnggh!"]}, {"name": "", "audio": "", "normalized": ["Two men lift her legs up from the front and the back as her body hangs limp and out of her control."]}, {"name": "", "audio": "", "normalized": ["The man in front looks intently at Asuka's now dripping wet pussy, lubing up his cock with her juices before he forcefully penetrates her."]}, {"name": "Asuka", "audio": "v_sr017_0008", "normalized": ["Ahh!", " Urggh!", " Don't you…think… we should…try to set the mood first… Ahh!"]}, {"name": "", "audio": "", "normalized": ["The man behind her pours lube out of the bottle directly onto his cock and presses it into her waiting asshole."]}, {"name": "Asuka", "audio": "v_sr017_0009", "normalized": ["Anngghh… Unngghh… Ahh!"]}, {"name": "", "audio": "", "normalized": ["She can feel their cocks as they fill up both of her holes to the brim, pushing on each other inside her between her ass and pussy as they penetrate her."]}, {"name": "", "audio": "", "normalized": ["Asuka's knees buckle and tremble at the pain from her ass being ravaged so suddenly by the man's thick cock, and she begins shaking all over."]}, {"name": "Asuka", "audio": "v_sr017_0010", "normalized": ["Hnngghh… Urgghh… Agghh… Ahh!"]}, {"name": "", "audio": "", "normalized": ["But… since she had become a slutty Demon, her body soon began to find pleasure in the men ravaging her and her pussy begins to swell with desire."]}, {"name": "", "audio": "", "normalized": ["As she trembles she feels the cock thrust hard into her pussy, and when she arches her back in response she feels the other cock ram hard into her ass."]}, {"name": "", "audio": "", "normalized": ["The sensitive parts of her body were filled with the sensation of hot, throbbing cock, and she could tell just how wet she'd gotten from the sensations of pleasure."]}, {"name": "Asuka", "audio": "v_sr017_0011", "normalized": ["Unngghh… Anngghh… Yess… Yes… Don't stop… Unnggh!"]}, {"name": "", "audio": "", "normalized": ["Just as she began to speak, the two cocks penetrate her as deep as possible at the same time, sending hot waves of paralyzing pleasure directly to her brain."]}, {"name": "Asuka", "audio": "v_sr017_0012", "normalized": ["Urnngghh… Hnngghh… Agghh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["Her pussy quivers in response to the pleasure, and she can feel hot, sticky juices in both her holes which lube and caress the cocks inside them."]}, {"name": "", "audio": "", "normalized": ["As she's pounded in both her holes, Asuka winces and groans in pleasure.", " Her breath becomes heavy."]}, {"name": "Asuka", "audio": "v_sr017_0013", "normalized": ["Anngghh… Agghh… Hnnggh!"]}, {"name": "", "audio": "", "normalized": ["The pleasure now vastly overwhelmed the pain, and she becomes almost paralyzed by it."]}, {"name": "", "audio": "", "normalized": ["Asuka moans loudly in ecstasy as the soft flesh lining the inside of her fuckholes wraps around the cocks inside her."]}, {"name": "Asuka", "audio": "v_sr017_0014", "normalized": ["Ahh!", " Annggh!", " Hnngghh… Agghh!"]}, {"name": "", "audio": "", "normalized": ["Encouraged by Asuka's moaning, which clearly came from intense pleasure, the men begin to fuck her even harder."]}, {"name": "", "audio": "", "normalized": ["Their hard, throbbing cocks thrust even deeper now, all the way to the base, and when they pull out of her they can see the stringy, wet pussy juice covering their members."]}, {"name": "", "audio": "", "normalized": ["She can see and hear just how wet her holes have become now, and the harder they fuck her the more intense waves of pleasure she's overcome with."]}, {"name": "Asuka", "audio": "v_sr017_0015", "normalized": ["(Unngghh… Oh no… If they keep this up… They'll make me cum… Annggh?!", ")"]}, {"name": "", "audio": "", "normalized": ["She tries as hard as she can to keep herself from crying out, but she can feel their cocks engorging inside her and the pleasure becomes too intense, even for her."]}, {"name": "Asuka", "audio": "v_sr017_0016", "normalized": ["Anngghh!", " Unnggh!"]}, {"name": "", "audio": "", "normalized": ["*Squirrtt!", "* *Squirtt, squirtt, squirtt!", "* *Squirt, squirt…squirt…*"]}, {"name": "Asuka", "audio": "v_sr017_0017", "normalized": ["Hnngghh… Anngghh… Mnngghh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["The two cocks were all the way inside her when they filled her holes with their hot, thick, sticky cum."]}, {"name": "", "audio": "", "normalized": ["She can feel her holes throbbing, and all the neurons in her brain were overloaded with the intense pleasure of orgasm."]}, {"name": "Asuka", "audio": "v_sr017_0018", "normalized": ["(Agghh… Phew… So much…cum…!", " I've never had so much…cum inside me…in my life…!", ")"]}, {"name": "", "audio": "", "normalized": ["Her eyes were glazed over and her tongue was falling out of her mouth as her entire body quivered in post-orgasmic bliss."]}, {"name": "", "audio": "", "normalized": ["But, once the initial intense waves of orgasm had passed, she steadies herself, gathers her breath, and glares at the men."]}, {"name": "Asuka", "audio": "v_sr017_0019", "normalized": ["Hmph… Hehe… You call that sex?", " You came in like a minute!", " How pathetic!", " Are all the men in here as bad as you?"]}, {"name": "", "audio": "", "normalized": ["She attempts to take control of the situation by taunting the men, but they simply ignore her and use her like a lifeless object."]}, {"name": "", "audio": "", "normalized": ["They give her a few final thrusts, leave their seed inside her, and then pull out of her."]}, {"name": "Asuka", "audio": "v_sr017_0020", "normalized": ["Anngghh… Urgh… Sigh… You cum a lot, I'll give you that.", " I just wish you didn't finish so fast!"]}, {"name": "", "audio": "", "normalized": ["Asuka continues to act tough, but she can feel that her asshole has been stretched beyond repair by the man, cum dribbling out of it as it sits open wide."]}, {"name": "", "audio": "", "normalized": ["The leader on this occasion, the man who had captured Asuka in the first place, lets out a snort at Asuka's attitude as he turns to leave the room."]}, {"name": "You", "audio": "", "normalized": ["You're enthusiastic, I'll give you that.", " Let's just hope you can keep that up for the rest of my men.", " Good luck."]}, {"name": "", "audio": "", "normalized": ["Asuka grits her teeth at his words and glares at the man as he leaves, as if to accept his challenge."]}, {"name": "", "audio": "", "normalized": ["And then, a few hours later…"]}, {"name": "You", "audio": "", "normalized": ["Ohh… Hehehe, they're doing you real good now, aren't they?"]}, {"name": "", "audio": "", "normalized": ["The man looks impressed at the state of Asuka's strung up body as she's subjected to even more perversion."]}, {"name": "", "audio": "", "normalized": ["Her clothes are even more tattered and torn now, with only bits and pieces still hanging from her naked body."]}, {"name": "", "audio": "", "normalized": ["There were two men fucking her now, of course treating her like no more than a sex doll, fucking her holes as they pleased."]}, {"name": "Asuka", "audio": "v_sr017_0021", "normalized": ["Anngghh… Urgghh… Annggh!", " Hnnggh!"]}, {"name": "", "audio": "", "normalized": ["Asuka didn't even notice the man as he entered the room, with cum dripping out of all her holes and two cocks inside her."]}, {"name": "", "audio": "", "normalized": ["Her ass and titties rock and sway with every thrust of the men, and by now only the smell of cum fills her nose."]}, {"name": "Asuka", "audio": "v_sr017_0022", "normalized": ["Unngghh… Agghh…"]}, {"name": "", "audio": "", "normalized": ["Tens of men had had their way with her by now, to the point where her holes and gotten almost too used and loose."]}, {"name": "", "audio": "", "normalized": ["She'd been reduced to only moans now, reacting involuntarily to the pleasures of the flesh."]}, {"name": "", "audio": "", "normalized": ["Restrained and unable to move, she begins to feel helpless and powerless as she's fucked over and over again like a sex toy."]}, {"name": "", "audio": "", "normalized": ["But still, her body feels pleasure.", " And her brain becomes cloudy and almost paralyzed with the endless stimulation."]}, {"name": "", "audio": "", "normalized": ["With no escape in sight, she succumbs to the endless waves of pleasure.", " Her body becomes limp and weak, only quivering in ecstasy."]}, {"name": "Asuka", "audio": "v_sr017_0023", "normalized": ["Agghh!", " Annggh!"]}, {"name": "", "audio": "", "normalized": ["Asuka screams almost endlessly as she is taken from orgasm to orgasm, each one slightly more intense than the last."]}, {"name": "", "audio": "", "normalized": ["The men feel their own pleasure as Asuka's holes tighten and quiver around their cocks in orgasmic bliss, causing them to cum deep inside her."]}, {"name": "", "audio": "", "normalized": ["*Squirrtt!", "* *Squirtt, squirtt, squirtt!", "*"]}, {"name": "Asuka", "audio": "v_sr017_0024", "normalized": ["Anngghh!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["The surge of cum pushes out the buckets of cum already inside her and fills up her ass and pussy to the brim."]}, {"name": "", "audio": "", "normalized": ["Asuka squirts out a stream of her own cum mixed with the hot, sticky cum of the men and it flows like a river onto the floor."]}, {"name": "Asuka", "audio": "v_sr017_0025", "normalized": ["Anngghh… Unnggh… Urgghh… Hnngghh…!"]}, {"name": "", "audio": "", "normalized": ["The men continue fucking her as they are cumming, sending direct shots of their seed deep inside her."]}, {"name": "", "audio": "", "normalized": ["This only increases the intensity of her own orgasm, sending her strung up, restrained body into intense convulsions."]}, {"name": "You", "audio": "", "normalized": ["Bwahahaha!", " I see you've lost that strong attitude.", " So tell me, Asuka, do you still dare resist me?", " Have you finally realized you can't win?"]}, {"name": "", "audio": "", "normalized": ["Hearing his voice, Asuka realizes for the first time that the man was even there.", " She glares at him with now dull, empty eyes."]}, {"name": "", "audio": "", "normalized": ["She doesn't speak, but the look in her eyes tells him that she still hasn't given up and is burning with anger."]}, {"name": "You", "audio": "", "normalized": ["Hehe, I should have expected.", " You were a tough one when you were a Taimanin, but even more so now.", " It'll take much more to break you."]}, {"name": "", "audio": "", "normalized": ["The man laughs as if he's happy his prey hasn't given up so easily, and once again gives a signal to the entrance of the room."]}, {"name": "", "audio": "", "normalized": ["Then, just as Asuka thought she'd finished her duties, another large group of men enter the room and stand before her, touching themselves to get hard."]}, {"name": "Asuka", "audio": "v_sr017_0026", "normalized": ["…Ah…"]}, {"name": "You", "audio": "", "normalized": ["Don't worry, Asuka.", " I have an endless supply of men who can't wait for the chance to fuck you."]}, {"name": "You", "audio": "", "normalized": ["Now then, make these boys cum will you?"]}, {"name": "", "audio": "", "normalized": ["The man takes a moment to bask in the despair that had come over Asuka's face before he leaves the room."]}, {"name": "", "audio": "", "normalized": ["With his back turned to her, he can hear her screams of pain, despair, and pleasure."]}, {"name": "Asuka", "audio": "v_sr017_0027", "normalized": ["Angghh!", " Ahh!", " Mnngghh!", " Agghh!"]}]