[{"name": "You", "audio": "", "normalized": ["I thought it would be easy if that bodyguard of yours was gone."]}, {"name": "", "audio": "", "normalized": ["She's more trouble than I thought she would be.", " Then―listening to the man who tricked and then caught her, Kouryuu's eyes sharpen."]}, {"name": "Kouryuu", "audio": "v_sr221_0000", "normalized": ["You fucking caught me… hng!"]}, {"name": "", "audio": "", "normalized": ["Put in a headlock from behind, she scratches in an attempt to escape from the restraint, but the difference in power between her and the adult was obvious."]}, {"name": "", "audio": "", "normalized": ["Once caught in this position, there's no way for her to escape."]}, {"name": "Kouryuu", "audio": "v_sr221_0001", "normalized": ["(… The head of Fuuma… I was careless…)"]}, {"name": "", "audio": "", "normalized": ["She recognized the Fuuma group that's been growing rapidly recently."]}, {"name": "", "audio": "", "normalized": ["As a part of the organization's attempts to earn money, they started running a certain dark business and were confronted by Kouryuu's organization."]}, {"name": "", "audio": "", "normalized": ["Kouryuu is the leader of the \"Twelve Angels"]}, {"name": "", "audio": "", "normalized": ["But their power is broad, so businesses other than narcotics are thriving too."]}, {"name": "", "audio": "", "normalized": ["Both the \"Twelve Angels\" scale and military force were clearly superior, and Kouryuu underestimated that the other side would forfeit if they fought."]}, {"name": "", "audio": "", "normalized": ["However, Fuuma didn't do that."]}, {"name": "Kouryuu", "audio": "v_sr221_0002", "normalized": ["(He's more determined than I've heard…)"]}, {"name": "", "audio": "", "normalized": ["To push the Fuuma organization to the max, she does all she can do sabotage them and create disputes."]}, {"name": "", "audio": "", "normalized": ["However, they skillfully overcame them and then checked the \"Twelve Angels\" organization's internal conditions and investigated the leader, Kouryuu."]}, {"name": "", "audio": "", "normalized": ["As a result, they chose to stop the head of the Twelve Angels by capturing Kouryuu and exorcising her."]}, {"name": "Kouryuu", "audio": "v_sr221_0003", "normalized": ["(Even though I knew that much―)"]}, {"name": "", "audio": "", "normalized": ["Kouryuu is trapped and isolated, split up with her bodyguard, Shien."]}, {"name": "", "audio": "", "normalized": ["However, if she had investigated, she would have been able to predict it."]}, {"name": "", "audio": "", "normalized": ["Kouryuu set herself up for destruction when she was isolated and attacked by Fuuma's troops."]}, {"name": "", "audio": "", "normalized": ["However― the last man she's facing is the enemy's top dog, Fuuma."]}, {"name": "Kouryuu", "audio": "v_sr221_0004", "normalized": ["(I hate to say it, but… I don't know anything about this guy's character…)"]}, {"name": "", "audio": "", "normalized": ["She can only grasp his use of mysterious abilities, but she can't grasp the whole picture."]}, {"name": "", "audio": "", "normalized": ["So, at the end of the battle, Kouryuu was defeated by the man and exposed to this unsightly plight."]}, {"name": "Kouryuu", "audio": "v_sr221_0005", "normalized": ["What the fuck did you do… is this because of drugs?", " Or something else?"]}, {"name": "", "audio": "", "normalized": ["Her body can't move and only shakes.", " The man looks back over his shoulder and ridicules Kouryuu with just his gaze."]}, {"name": "You", "audio": "", "normalized": ["Hmm, I wonder… but Kouryuu, should you really be asking that right now?"]}, {"name": "Kouryuu", "audio": "v_sr221_0006", "normalized": ["What are you talking― anng?!"]}, {"name": "", "audio": "", "normalized": ["At the same time a dull sound resonates, Kouryuu unintentionally groans at the ripping pain in her body."]}, {"name": "Kouryuu", "audio": "v_sr221_0007", "normalized": ["Ahh, hnng… How dare you…"]}, {"name": "", "audio": "", "normalized": ["Reflexively looking down, a man's lower naked half― is rigid and standing up, just above her."]}, {"name": "", "audio": "", "normalized": ["My tip pushes up strongly to Kouryuu's white secret cave, known as the Delta Zone."]}, {"name": "You", "audio": "", "normalized": ["Heheh, what a lovely face, Kouryuu…"]}, {"name": "Kouryuu", "audio": "v_sr221_0008", "normalized": ["Grr… you'd better regret it… I'll make sure to fix this humiliation by killing you― Ahh, hnng?!"]}, {"name": "", "audio": "", "normalized": ["― Schlick, thump!", " Rrripp!"]}, {"name": "Kouryuu", "audio": "v_sr221_0009", "normalized": ["Hnng… Kyaah―!"]}, {"name": "", "audio": "", "normalized": ["This time there is no doubt that her pussy is getting torn.", " Pain penetrates through her pussy and spreads into her lower abdomen and then through her whole body."]}, {"name": "Kouryuu", "audio": "v_sr221_0010", "normalized": ["(By this scumbag…)"]}, {"name": "", "audio": "", "normalized": ["Like a hot steel rod, his thick member forcibly splits open her modest outer walls more than ever, which are suitable for her young appearance."]}, {"name": "", "audio": "", "normalized": ["Because of inserting without foreplay or lube, her folds were only slightly wet, causing her to squeal and ache."]}, {"name": "Kouryuu", "audio": "v_sr221_0011", "normalized": ["Hnn, hnng… mnn…"]}, {"name": "", "audio": "", "normalized": ["She bites her lips as if she's embarrassed of screaming out, hardens her expression and stops all sound from coming out of her mouth."]}, {"name": "", "audio": "", "normalized": ["While looking at Kouryuu and grinning at her attitude, you whisper to her."]}, {"name": "You", "audio": "", "normalized": ["That was such a cute scream, Kouryuu."]}, {"name": "Kouryuu", "audio": "v_sr221_0012", "normalized": ["― Grr… sh-shut it… hnng!"]}, {"name": "", "audio": "", "normalized": ["Your halfway-in dick pushes farther into her cave, rubbing her walls and twisting the lips as it goes in."]}, {"name": "", "audio": "", "normalized": ["Kouryuu pants with her eyes open wide as she experiences intense pain like her internal organs are being struck."]}, {"name": "", "audio": "", "normalized": ["The pressure is enough to make her feel like throwing up."]}, {"name": "Kouryuu", "audio": "v_sr221_0013", "normalized": ["Hnng, ooh… haa, hnn… mnn, haa… hnng…"]}, {"name": "You", "audio": "", "normalized": ["Now, that's 70%.", " I want you to make me feel good all the way to the base… should I get my pleasure later?"]}, {"name": "Kouryuu", "audio": "v_sr221_0014", "normalized": ["Son… of a bitch… I'll remember this… hnng, ahh… grr, haa…"]}, {"name": "", "audio": "", "normalized": ["She tries to glare behind her with sharp eyes, but at the same time you pull your hips back."]}, {"name": "", "audio": "", "normalized": ["The pain from the dick that had just penetrated her hole moves from the back of her pussy to the entrance."]}, {"name": "Kouryuu", "audio": "v_sr221_0015", "normalized": ["(With something… this big… hnng, anng?!", " Haa, don't move!", ")"]}, {"name": "", "audio": "", "normalized": ["The thick cock slams into her hole, twitching like it has a mind of its own, and beats Kouryuu's pussy."]}, {"name": "", "audio": "", "normalized": ["Her walls are rubbed by the movement, sometimes feeling like it was gouging her."]}, {"name": "", "audio": "", "normalized": ["With no lube other than her dampness from the beginning, her tight young hole continues to feel ripping pain from just that stimulation."]}, {"name": "Kouryuu", "audio": "v_sr221_0016", "normalized": ["Grr, naah!", " Oww, s-so deep… hnng…"]}, {"name": "", "audio": "", "normalized": ["Eager to hold her voice back, she grits her teeth stubbornly as it seems her moans will spill out."]}, {"name": "", "audio": "", "normalized": ["While trying to offset the pain in her vagina with the pain of gritting her teeth, she tries to control her breathing so her bluff won't be exposed."]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " You not feeling it?"]}, {"name": "Kouryuu", "audio": "v_sr221_0017", "normalized": ["Grr… there's no way I'd be feeling it… you're so bad…"]}, {"name": "", "audio": "", "normalized": ["If she could more a little more freely, she'd spit on his back."]}, {"name": "", "audio": "", "normalized": ["She looks back with just her murderous gaze and making fun of your poor sexual ability, making you let out a small laugh."]}, {"name": "You", "audio": "", "normalized": ["Haha, looks like only your spunk is good."]}, {"name": "Kouryuu", "audio": "v_sr221_0018", "normalized": ["Shut up… you too… just moving so intensely to satisfy yourself… third-rate for a guy…"]}, {"name": "", "audio": "", "normalized": ["Obey the person who caught her and look for a chance to escape― that's one way to do it."]}, {"name": "", "audio": "", "normalized": ["But Kouryuu felt that it wouldn't work with this man she doesn't know."]}, {"name": "", "audio": "", "normalized": ["Most importantly, she doesn't want to show any weakness to a man like him.", " That's why she spit out those words."]}, {"name": "Kouryuu", "audio": "v_sr221_0019", "normalized": ["I don't feel anything… being on the receiving end of someone like you…"]}, {"name": "", "audio": "", "normalized": ["Rather than showing obedience and caution, she decides that anger is the way to go, and makes the judgment that she should upset him."]}, {"name": "Kouryuu", "audio": "v_sr221_0020", "normalized": ["If you don't want to lose confidence… you should hurry and change to another guy…"]}, {"name": "", "audio": "", "normalized": ["However, you have experience with many scenes of battle and won't fall for Kouryuu's words that easily."]}, {"name": "You", "audio": "", "normalized": ["I see, you won't give in to pain―"]}, {"name": "", "audio": "", "normalized": ["Whispering like you're confirming something, you smile and lift Kouryuu up and change your position flexibly."]}, {"name": "Kouryuu", "audio": "v_sr221_0021", "normalized": ["Hnng… haa, what…"]}, {"name": "You", "audio": "", "normalized": ["In that case, I'll change the plan… from now on, I'll make you taste the humiliation as my enemy."]}, {"name": "Kouryuu", "audio": "v_sr221_0022", "normalized": ["Grr… I already told you… if you're the one doing something to me, then―"]}, {"name": "", "audio": "", "normalized": ["She won't feel anything― was what she planned to say in a dignified voice."]}, {"name": "", "audio": "", "normalized": ["But when you slowly stroke her pussy with your dick, exploring it, Kouryuu feels something warm from the back."]}, {"name": "Kouryuu", "audio": "v_sr221_0023", "normalized": ["then― ackk?!"]}, {"name": "", "audio": "", "normalized": ["Her restrained body twitches with small convulsions."]}, {"name": "", "audio": "", "normalized": ["The swollen tip of the dick rubs against a part of her pussy, and with that alone a small electric current shoots through her lower abdomen and her cunt."]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " What's wrong, Kouryuu?"]}, {"name": "Kouryuu", "audio": "v_sr221_0024", "normalized": ["Hnng… n-n… nothing… mnn, ahh… nothing at all!"]}, {"name": "", "audio": "", "normalized": ["As your obscene laughing reverberates in her ears, Kouryuu shouts back with her face stained red."]}, {"name": "", "audio": "", "normalized": ["However, when you start to move, the same warm wave gently rubs her pussy and the feeling spreads."]}, {"name": "Kouryuu", "audio": "v_sr221_0025", "normalized": ["Hnng, ahh… ahh, haa… mnn… son of a bitch… what're… ooh, haa, anng…"]}, {"name": "", "audio": "", "normalized": ["Your intense hip movement does a one-eighty and is now gentle and skillful, your rod moving around to explore inside Kouryuu's pussy."]}, {"name": "", "audio": "", "normalized": ["When I move, I rub a few milliliters of her pussy furiously for a few seconds."]}, {"name": "Kouryuu", "audio": "v_sr221_0026", "normalized": ["Hoo… hnng… haa, mnn… what is… anng!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, what happened?!", " Was that a cute voice that I just heard?"]}, {"name": "", "audio": "", "normalized": ["You caress her insides like you're trying to know her little by little, making Kouryuu turn red all the way up to her ears as you continue to stare at her."]}, {"name": "Kouryuu", "audio": "v_sr221_0027", "normalized": ["Hnng… fuck off… that's not tru… anng, ahh, mnn!", " Haa, ann… haa…"]}, {"name": "", "audio": "", "normalized": ["She tries to refuse and twists herself in rebellion, but her pussy reacts to the movement of your dick, and a sweet pain spreads through her."]}, {"name": "", "audio": "", "normalized": ["Even though she doesn't want to, she moans in a hoarse voice as a numbness passes through her cunt and penetrates her lower abdomen, running all the way up her back."]}, {"name": "Kouryuu", "audio": "v_sr221_0028", "normalized": ["Naa!", " Ahh, ooh… this… why am I… mnn!"]}, {"name": "", "audio": "", "normalized": ["Kouryuu's foolishness can't be hidden and is exposed, so you start to add intensity to your hip movements while analyzing her reaction in more detail."]}, {"name": "Kouryuu", "audio": "v_sr221_0029", "normalized": ["Mnn, ooh… hyaah?!", " Hnng, mnn.", " there, ah…"]}, {"name": "", "audio": "", "normalized": ["The moment your swollen head hits a part of her pussy, her voice is helplessly panting and hot while her body shakes."]}, {"name": "", "audio": "", "normalized": ["Her back trembling and arched while her hips move.", " Kouryuu shakes her head as her thin lips are stretched back, arching in a nasty smile."]}, {"name": "Kouryuu", "audio": "v_sr221_0030", "normalized": ["Stop it… hnng!"]}, {"name": "You", "audio": "", "normalized": ["Looks like you're starting to enjoy it.", " This technique of mine seems to be suitable for Miss Kouryuu."]}, {"name": "Kouryuu", "audio": "v_sr221_0031", "normalized": ["Shut the… fuck up… mnn… hnn, haa, who is… ohh!"]}, {"name": "", "audio": "", "normalized": ["Denying it, Kouryuu tries to keep her mouth shut.", " However, your dick is beating her walls while her body moves about freely."]}, {"name": "", "audio": "", "normalized": ["And then at that moment―"]}, {"name": "Kouryuu", "audio": "v_sr221_0032", "normalized": ["Hyaah… nyaah?!"]}, {"name": "", "audio": "", "normalized": ["Letting out a hoarse moan unlike anything before, Kouryuu's body bends way back and a hot moisture spreads throughout her hole."]}, {"name": "Kouryuu", "audio": "v_sr221_0033", "normalized": ["(What… why is this―)"]}, {"name": "", "audio": "", "normalized": ["She can't deny it.", " The inside of her pussy that was only slightly damp before has gotten wet quickly and is burning with the stimulation from before."]}, {"name": "", "audio": "", "normalized": ["You pull your cock out right before you cum and rub it a few centimeters above her opening."]}, {"name": "", "audio": "", "normalized": ["Her head goes fuzzy just from the strong pressure, she sees fireworks, and her heartbeat goes crazy."]}, {"name": "Kouryuu", "audio": "v_sr221_0034", "normalized": ["Th-this… awful sex… stop it… let me go now!"]}, {"name": "", "audio": "", "normalized": ["She tries to deceive you with her yelling, but the loud sound of liquid echoing in her pussy gives her away."]}, {"name": "", "audio": "", "normalized": ["Your dick is slick and sticky with a bright sheen, and the love juice in Kouryuu's pussy is being scraped out with an obscene splashing sound."]}, {"name": "You", "audio": "", "normalized": ["How rude.", " Your body reacted to the pain by making a protective lube."]}, {"name": "Kouryuu", "audio": "v_sr221_0035", "normalized": ["Nyaah, haa… that' s right… now hurry up and… take your nasty dick out… disgusting…"]}, {"name": "", "audio": "", "normalized": ["Kouryuu calls out behind her while breathing heavily and grimacing, but she can't hide the fact that she's turned on."]}, {"name": "", "audio": "", "normalized": ["However, you laugh and talk while fixing Kouryuu's hips firmly."]}, {"name": "You", "audio": "", "normalized": ["But it's all a waste―are you gonna let me enjoy myself now with that lube?"]}, {"name": "Kouryuu", "audio": "v_sr221_0036", "normalized": ["Wha―"]}, {"name": "", "audio": "", "normalized": ["Surprised at your words, Kouryuu's eyes open wide and in an instant―"]}, {"name": "Kouryuu", "audio": "v_sr221_0037", "normalized": ["Hnng?!", " Ayee, Hyaah―?!"]}, {"name": "", "audio": "", "normalized": ["Her young body's lower abdomen swells up, and you can see the shape of your massive dick."]}, {"name": "", "audio": "", "normalized": ["She loses her bearings and is angry at being penetrated so deep with a big cock and―"]}, {"name": "Kouryuu", "audio": "v_sr221_0038", "normalized": ["Hnng, guu… ahaa!", " Haan, ah, haa…"]}, {"name": "", "audio": "", "normalized": ["Then when the overwhelming pressure passes, Kouryuu screams violently and twists her body."]}, {"name": "Kouryuu", "audio": "v_sr221_0039", "normalized": ["Thiss… hnng, mnn, ahaa…"]}, {"name": "", "audio": "", "normalized": ["Her pussy hole is creaming, and her pussy meat is swelling, making tears run from the area."]}, {"name": "", "audio": "", "normalized": ["However, Kouryuu isn't paying attention to that because she is spouting endless love juice from having her pussy pummeled."]}, {"name": "Kouryuu", "audio": "v_sr221_0040", "normalized": ["(Haa, grr… my stomach is hot… ooh… it's dripping and sticky… it's like my pussy is melting…)"]}, {"name": "", "audio": "", "normalized": ["Kouryuu is puzzled and confused by how unbelievably wet she is even though she's being humiliated and insulted."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, it's really good, right?"]}, {"name": "Kouryuu", "audio": "v_sr221_0041", "normalized": ["Grr… not a… chance… it just hurts… mnn, haa!"]}, {"name": "", "audio": "", "normalized": ["She tries to deny what you said, but when you move your hips back and hit her strongly, her voice changes to a whisper due to the impact and pleasure of penetration."]}, {"name": "Kouryuu", "audio": "v_sr221_0042", "normalized": ["Kyaah!", " Hee, hee!"]}, {"name": "You", "audio": "", "normalized": ["I felt it.", " If that happens then the woman's body is strong and won't break at this level."]}, {"name": "", "audio": "", "normalized": ["Even though your words flow into her ears, Kouryuu can't react to them and only pants earnestly with the thrusts."]}, {"name": "Kouryuu", "audio": "v_sr221_0043", "normalized": ["Naah… anng!", " Hee, ooh, ahh!", " Hnng, the back, ahh!"]}, {"name": "", "audio": "", "normalized": ["When you hit her pussy, she raises her head and shouts.", " When you pull back, she scrunches her body and her spine jolts, twisting her body like she's in agony."]}, {"name": "Kouryuu", "audio": "v_sr221_0044", "normalized": ["(This… hnng… how dare you do as you like… hyaah!", ")"]}, {"name": "", "audio": "", "normalized": ["Even though her reasoning screams not to show her foolishness, she feels the dick jackhammering her and her resistance becomes slow."]}, {"name": "", "audio": "", "normalized": ["On the other hand, her body convulsions are becoming intense and the heat in her body swells, making the numbness in her head spread as her body begins to shake."]}, {"name": "Kouryuu", "audio": "v_sr221_0045", "normalized": ["(This is bad, I… anng!", " I have to do something… mnn!", ")"]}, {"name": "", "audio": "", "normalized": ["Knowing that something is happening to her, Kouryuu's reasoning is warning her."]}, {"name": "", "audio": "", "normalized": ["But her body that should be obeying her isn't listening."]}, {"name": "Kouryuu", "audio": "v_sr221_0046", "normalized": ["Kyaah!", " Stop… let me go!", " Stop itt… ayee!"]}, {"name": "You", "audio": "", "normalized": ["Heheh, are you already close… good.", " Should I stop soon?"]}, {"name": "Kouryuu", "audio": "v_sr221_0047", "normalized": ["Stopp… hnng, iyaahh!", " Hyaah, haan, ahh, ahh!"]}, {"name": "", "audio": "", "normalized": ["Her body is wrapped in repeating convulsions, and since she's restrained she can't escape."]}, {"name": "", "audio": "", "normalized": ["Getting fucked deeply in that state, she has no relief from the impact."]}, {"name": "", "audio": "", "normalized": ["Her melting pussy is getting fucked and is numb, like electricity running through her and making her mind go blank."]}, {"name": "Kouryuu", "audio": "v_sr221_0048", "normalized": ["(… mnn… this… again!", " I can't take this…)"]}, {"name": "", "audio": "", "normalized": ["The loud and annoying beating sound resounds over and over in her head, torturing Kouryuu."]}, {"name": "", "audio": "", "normalized": ["Kouryuu is caught in a situation where she can't move or twist, so more pleasure than she can handle pours into her body making her body jump."]}, {"name": "Kouryuu", "audio": "v_sr221_0049", "normalized": ["Nyaah… oh, hoo…"]}, {"name": "", "audio": "", "normalized": ["Her body reacts naturally, her hips jolting forward as if to escape as the convulsions repeat and her lower abdomen undulates."]}, {"name": "You", "audio": "", "normalized": ["With this… I'll make you cum, bitch!"]}, {"name": "", "audio": "", "normalized": ["Then, like you're dealing a final blow, you jackhammer into the deepest depths of her pussy― and her twitching cervix gets a beating from the head of your thick cock."]}, {"name": "Kouryuu", "audio": "v_sr221_0050", "normalized": ["Hyaah, hnng?!", " Nyaah, haa―!"]}, {"name": "", "audio": "", "normalized": ["― Thud, thunk!", " Schlick, slick, schlick!"]}, {"name": "Kouryuu", "audio": "v_sr221_0051", "normalized": ["Nyaahh!", " Eee, hyaah, ahh, hoot!"]}, {"name": "", "audio": "", "normalized": ["Her cervix has become soft from the pleasure, and surrendering to the overpowering thrusts it opens to accept your girth."]}, {"name": "", "audio": "", "normalized": ["Your dick screws into it and the deepest part of Kouryuu that has never been touched by anyone is beaten with your lust."]}, {"name": "Kouryuu", "audio": "v_sr221_0052", "normalized": ["(Mnn?!", " Th… haa, in my vagina?!", ")"]}, {"name": "", "audio": "", "normalized": ["It feels like the walls are entangled and seemingly burning with hot, sticky male lust."]}, {"name": "", "audio": "", "normalized": ["Despite her disgust at the abomination of it all, Kouryuu's female lust continues to flirt with you as she continues to take you in."]}, {"name": "Kouryuu", "audio": "v_sr221_0053", "normalized": ["Nyaah, iyahh!", " This… hnng, ahh!"]}, {"name": "", "audio": "", "normalized": ["Her whole body jolts to meet the throbbing of your rod, and her knees buckle so she can't stand without being supported."]}, {"name": "", "audio": "", "normalized": ["Still, her swollen pussy hasn't healed and is reveling in your meat, and the reaction is frustrating Kouryuu."]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " You're treating me so nicely, you fucking slut!"]}, {"name": "Kouryuu", "audio": "v_sr221_0054", "normalized": ["Shu.", " shuddap!", " Fuckin' asshole… not you, anyone!"]}, {"name": "", "audio": "", "normalized": ["She gathers her reasoning with steel-like intention, and then desperately shouts to refute you."]}, {"name": "", "audio": "", "normalized": ["However, immediately after, in the moment that she feels fresh hot jizz flowing from the back of your dick―"]}, {"name": "Kouryuu", "audio": "v_sr221_0055", "normalized": ["Hyaah, mnn!", " Hnng, it's coming again!"]}, {"name": "", "audio": "", "normalized": ["She can't help but let out an obscene scream and move her hips with your cock."]}, {"name": "Kouryuu", "audio": "v_sr221_0056", "normalized": ["(Ohh, ahh― ack!", " Can't stop… again… I'm… cum… cumming!", ")"]}, {"name": "", "audio": "", "normalized": ["From her tailbone, she's moved by the numbness of her spine and her body shakes and feels an impulse."]}, {"name": "", "audio": "", "normalized": ["― Gush… splash!"]}, {"name": "Kouryuu", "audio": "v_sr221_0057", "normalized": ["Hnng… ohh… hoo… mnn, ahh!", " D, don't… look… ahh…"]}, {"name": "", "audio": "", "normalized": ["Her moving hips spray transparent piss and it splashes everywhere."]}, {"name": "", "audio": "", "normalized": ["Laughing at Kouryuu's appearance, you never stop moving your hips."]}, {"name": "", "audio": "", "normalized": ["Your still rock hard dick continues ejaculating while you keep beating Kouryuu's pussy."]}, {"name": "", "audio": "", "normalized": ["Then, after about a few minutes―"]}, {"name": "Kouryuu", "audio": "v_sr221_0058", "normalized": ["Haa… mnn, hoo… hnng… ah, haa, hoo… mnn…"]}, {"name": "", "audio": "", "normalized": ["After the forced prolonged ejaculation, Kouryuu has no more energy to scream and her body goes limp in your arms.", " Then―"]}, {"name": "You", "audio": "", "normalized": ["Now then, this brazen little girl's unsightly figure― Shall I see it?"]}, {"name": "", "audio": "", "normalized": ["Saying that, you slowly move your hips back."]}, {"name": "Kouryuu", "audio": "v_sr221_0059", "normalized": ["Mnn, hnng… ahh!"]}, {"name": "", "audio": "", "normalized": ["The swollen head scratches the inside of Kouryuu's pussy, making her cum slightly from the impact."]}, {"name": "", "audio": "", "normalized": ["What's left of her tide spouts out from her urethra.", " Immediately after that―"]}, {"name": "", "audio": "", "normalized": ["―Gush… splashh… shh… splash…"]}, {"name": "Kouryuu", "audio": "v_sr221_0060", "normalized": ["Ohh… hyaah, ahh…"]}, {"name": "", "audio": "", "normalized": ["The yellow honey that spills out of her and gives off a unique odor leaks out and spreads like a stain."]}, {"name": "", "audio": "", "normalized": ["Her relaxed sphincter makes her pussy relax too, and her cum pours out from the back of her honey pot in large quantities."]}, {"name": "You", "audio": "", "normalized": ["Heheh… how unsightly, Kouryuu."]}, {"name": "Kouryuu", "audio": "v_sr221_0061", "normalized": ["Haah, sh… shuddap, mnn… hnng…"]}, {"name": "", "audio": "", "normalized": ["Still, Kouryuu doesn't abandon her pride.", " She sharpens her unfocused eyes and glares at you while you are looking at her."]}, {"name": "You", "audio": "", "normalized": ["Your enemy has made you cum to the point of pissing yourself, I want you to say it."]}, {"name": "Kouryuu", "audio": "v_sr221_0062", "normalized": ["Sh… ut… up… hnng…"]}, {"name": "", "audio": "", "normalized": ["She's been in a hell of unrelenting cum and has lost oxygen.", " She's longing for air, breathing deeply."]}, {"name": "", "audio": "", "normalized": ["While trying hard to control it, Kouryuu continues while panting."]}, {"name": "Kouryuu", "audio": "v_sr221_0063", "normalized": ["I already said… I… won't… lose…"]}, {"name": "", "audio": "", "normalized": ["You grin at the feeling of strength in Kouryuu's words and grab her hair."]}, {"name": "You", "audio": "", "normalized": ["Fine… in that case, let's continue.", " I'll fuck you good, so I'm looking forward to it…"]}, {"name": "", "audio": "", "normalized": ["Hearing your loud laughter, Kouryuu's consciousness falls into darkness―"]}]