[{"name": "", "audio": "", "normalized": ["The dark knight Judith Eile Rosenkranz suddenly appeared in Yomihara."]}, {"name": "", "audio": "", "normalized": ["It was said that the demon with the difficult-to-pronounce name had come to get back the confidant of the Nomad commander Edwin Black, her friend Ingrid."]}, {"name": "", "audio": "", "normalized": ["It would be great if she would take Ingrid back to the Dark World…"]}, {"name": "", "audio": "", "normalized": ["but should the two dark knights band together, it would be a big problem."]}, {"name": "You", "audio": "", "normalized": ["I have to find something before meeting Ingrid."]}, {"name": "", "audio": "", "normalized": ["I had to do something before the two dark knights were able to meet again with Black."]}, {"name": "", "audio": "", "normalized": ["Her halberd was able to cut even through steel, and even if it didn't connect, the shock was able to rip through even bullet-proof garments."]}, {"name": "Judith", "audio": "v_r-ev119_0000", "normalized": ["… Die!", " Dark Halberd, Flowsion!"]}, {"name": "", "audio": "", "normalized": ["*Zbah!", "*"]}, {"name": "You", "audio": "", "normalized": ["(Just like I had heard, this strength was phenomenal…)"]}, {"name": "", "audio": "", "normalized": ["At the first meeting with this demon, some small fry had come too close to her without knowing her real strength and promptly had fallen to her halberd."]}, {"name": "Judith", "audio": "v_r-ev119_0001", "normalized": ["You there, who is hiding, are you a companion of this poor man?"]}, {"name": "You", "audio": "", "normalized": ["(Ngh!", " As expected from a demon.", " It was useless to hide…)"]}, {"name": "", "audio": "", "normalized": ["Even if I would run like a little rabbit, the dark knight with this huge weapon would surely catch up to me in an instant."]}, {"name": "", "audio": "", "normalized": ["I had to make my stand here.", " I was a little desperate and decided to get out of my hiding place."]}, {"name": "Judith", "audio": "v_r-ev119_0002", "normalized": ["…Who are you?", " Depending on your answer, you might be able to escape the same fate as this man."]}, {"name": "You", "audio": "", "normalized": ["I was holding a grudge against this man who is crawling on the ground."]}, {"name": "Judith", "audio": "v_r-ev119_0003", "normalized": ["…Oh?", " Really?"]}, {"name": "", "audio": "", "normalized": ["Judith looked at me puzzled and lowered her halberd.", " The tense air immediately softened."]}, {"name": "Judith", "audio": "v_r-ev119_0004", "normalized": ["He tried to touch me just like that, so I just cut him down on the spot.", " That was bad, even if I had no idea, I guess?"]}, {"name": "You", "audio": "", "normalized": ["No.", " You actually helped me out with that.", " I didn't expect to have the famous dark knight carry out my revenge for me."]}, {"name": "", "audio": "", "normalized": ["All those lies spun quite easily from my mouth.", " Well, the dead can't complain."]}, {"name": "Judith", "audio": "v_r-ev119_0005", "normalized": ["You know me?", "… I see.", " So you also know where my friend Ingrid is right now, right?"]}, {"name": "You", "audio": "", "normalized": ["Yes, I know you are searching for this 'Ingrid'."]}, {"name": "You", "audio": "", "normalized": ["But even if you say you want to take her back with you, I'm not sure it will just work that way."]}, {"name": "Judith", "audio": "v_r-ev119_0006", "normalized": ["…What do you mean?"]}, {"name": "", "audio": "", "normalized": ["If she saw through my lie, she would cut me in half immediately.", " Just like the corpse lying on the ground right now.", " I had to choose my words wisely."]}, {"name": "You", "audio": "", "normalized": ["Ingrid has been in this world for a long time now.", " So she likes it here more now than the Dark World."]}, {"name": "Judith", "audio": "v_r-ev119_0007", "normalized": ["What?", " That is a serious problem…"]}, {"name": "You", "audio": "", "normalized": ["She is now close to humans, no, close to vampires."]}, {"name": "You", "audio": "", "normalized": ["Even if an old friend like you wants to take her back, she probably will not come with you."]}, {"name": "Judith", "audio": "v_r-ev119_0008", "normalized": ["I see.", " She is a woman who doesn't really listen to what I say, that Ingrid… Hmm, that is a problem."]}, {"name": "", "audio": "", "normalized": ["Judith had a pensive look on her face that said that her plan had gone awry.", " I just needed to push her a little bit more."]}, {"name": "You", "audio": "", "normalized": ["So I want to make you a proposal.", " Why don't you get used to this world for a bit as well?"]}, {"name": "You", "audio": "", "normalized": ["I will take care of you until you meet Ingrid."]}, {"name": "Judith", "audio": "v_r-ev119_0009", "normalized": ["You?", "… What are you getting out of that?"]}, {"name": "You", "audio": "", "normalized": ["You achieved my revenge for me.", " I wanna thank you for it."]}, {"name": "You", "audio": "", "normalized": ["And you don't often have the chance to repay a dark knight.", " That is enough for me."]}, {"name": "", "audio": "", "normalized": ["Judith stroked the ball part of her halberd and sighed.", " I had no intention of having that sharp blade thrust into me."]}, {"name": "Judith", "audio": "v_r-ev119_0010", "normalized": ["Yes, I guess I owe you something now…Alright.", " I will make use of your kindness for some time.", " Let's have a good time."]}, {"name": "You", "audio": "", "normalized": ["I'm glad to hear it!"]}, {"name": "", "audio": "", "normalized": ["She was a prideful dark knight.", " While she probably didn't think too much of humans, I was really glad to have the luck of meeting her."]}, {"name": "You", "audio": "", "normalized": ["(Now I can gain some time.", " Then it will be my turn…)"]}, {"name": "", "audio": "", "normalized": ["A few months later."]}, {"name": "Judith", "audio": "v_r-ev119_0011", "normalized": ["…Ah… ah.", " Good.", " Like that… Yes♪", "… You are good as always, hehe."]}, {"name": "You", "audio": "", "normalized": ["Yes, I know now where it feels good for you."]}, {"name": "", "audio": "", "normalized": ["I had promised to have her meet Ingrid, but it seems she herself was slowly but surely forgetting about her real goal."]}, {"name": "Judith", "audio": "v_r-ev119_0012", "normalized": ["… Fuuh.", " The perfume humans use is really not too bad.", " I made fun of it at first though."]}, {"name": "", "audio": "", "normalized": ["Judith's room was filled with a sweet perfume smell.", " She didn't realize that this was a special aphrodisiac developed for demons."]}, {"name": "", "audio": "", "normalized": ["Since she would have immediately realized it, if there had been some magic mixed into it, this aphrodisiac used only natural stuff from the human world."]}, {"name": "You", "audio": "", "normalized": ["It seems you also like the perfume I got you recently… Hm.", " This is already totally stiff."]}, {"name": "Judith", "audio": "v_r-ev119_0013", "normalized": ["Ah?", " Nnnh… It feels good there♪"]}, {"name": "", "audio": "", "normalized": ["Not only the perfume, the flowers and tea leaves in her room were also filled…"]}, {"name": "", "audio": "", "normalized": ["…with the aphrodisiac, so as to \"develop\" the body of this dark knight."]}, {"name": "", "audio": "", "normalized": ["Now, she spent more time in her room than actually looking for Ingrid."]}, {"name": "You", "audio": "", "normalized": ["This time you lay down.", " Let's try it on your back."]}, {"name": "Judith", "audio": "v_r-ev119_0014", "normalized": ["Alright, let's do it… Nh, yes, there♪"]}, {"name": "", "audio": "", "normalized": ["The light brown body that only dark elves possessed lay down on the bed.", " Judith had already taken off her underwear."]}, {"name": "Judith", "audio": "v_r-ev119_0015", "normalized": ["Nhh… You are very good with your fingers♪", " You are really good overall."]}, {"name": "", "audio": "", "normalized": ["After all the days like this, Judith had become a prisoner of the human world aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["I put the lube that had the aphrodisiac mixed in as well all over her back and gave her a massage."]}, {"name": "You", "audio": "", "normalized": ["… That is enough for today."]}, {"name": "Judith", "audio": "v_r-ev119_0016", "normalized": ["…Eh?", " It's already over?"]}, {"name": "", "audio": "", "normalized": ["Judith was lying on the bed and didn't look pleased.", " She dug her face into the pillow and looked at me with a longing look."]}, {"name": "You", "audio": "", "normalized": ["Is it not enough for you yet?", " I have already worked your back and legs more than enough."]}, {"name": "Judith", "audio": "v_r-ev119_0017", "normalized": ["Yes, true.", " It's enough for my back.", " So now you should take care of the front.", " I have something especially big there♪"]}, {"name": "", "audio": "", "normalized": ["She smiled bewitchingly, pressed down on the bed and pillow and tried to emphasize her \"things\" some more."]}, {"name": "You", "audio": "", "normalized": ["I see.", " Then I will relieve that of stress as well.", " Fully …"]}, {"name": "", "audio": "", "normalized": ["It seemed all those days of creating the aphrodisiac would finally pay off."]}, {"name": "", "audio": "", "normalized": ["I stretched out my arms toward her and slid my fingertips along her voluptuous breasts."]}, {"name": "Judith", "audio": "v_r-ev119_0018", "normalized": ["Ah♪", "… Nh…"]}, {"name": "You", "audio": "", "normalized": ["Does it hurt?"]}, {"name": "Judith", "audio": "v_r-ev119_0019", "normalized": ["Aah, no… But it is not easy to massage like this, right?"]}, {"name": "", "audio": "", "normalized": ["I at first was afraid for a moment that she had seen through my real intentions, but the dark knight went face up and showed off her impressive breasts in full."]}, {"name": "You", "audio": "", "normalized": ["Oh… great."]}, {"name": "Judith", "audio": "v_r-ev119_0020", "normalized": ["Don't stare like that.", " You only massage them… Right?"]}, {"name": "", "audio": "", "normalized": ["I nodded and apologized quietly, while sitting down on her lower body."]}, {"name": "", "audio": "", "normalized": ["I rubbed the lube on both of my hands and grabbed her breasts softly."]}, {"name": "Judith", "audio": "v_r-ev119_0021", "normalized": ["Ha… haa… You are… really nice, huh?"]}, {"name": "You", "audio": "", "normalized": ["It is a massage after all."]}, {"name": "", "audio": "", "normalized": ["I don't massage resolutely immediately and just fondle them with my palms as if I just wanted to see their form."]}, {"name": "", "audio": "", "normalized": ["The perfume in the air and the lube on my hands made Judith's crotch twitch."]}, {"name": "Judith", "audio": "v_r-ev119_0022", "normalized": ["Aaah.", " Haa… aah.", " If you massage them like this… it feels so good♪"]}, {"name": "", "audio": "", "normalized": ["Even lying there openly like this, she didn't stress at all and let out a little moan as I caressed her nipples."]}, {"name": "", "audio": "", "normalized": ["Judith let out a long moan, as she continuously rubbed her thighs together, as if she was itchy.", " It seemed it felt good for her."]}, {"name": "You", "audio": "", "normalized": ["Of course your shoulders are stiff, since these are so big."]}, {"name": "Judith", "audio": "v_r-ev119_0023", "normalized": ["Yes… Being massaged by you, my body is softened so much.", " But… Aaah!", " Haa… Aaah, affuu♪"]}, {"name": "", "audio": "", "normalized": ["I massaged her up and down and pressed her breasts against each other."]}, {"name": "", "audio": "", "normalized": ["Her nipples grew bigger.", " I started to understand, just how much dark elves could feel."]}, {"name": "Judith", "audio": "v_r-ev119_0024", "normalized": ["Nice.", " There is a bathhouse where only royals are allowed to take a bath in the Dark World.", " There you can feel totally immersed ♪"]}, {"name": "You", "audio": "", "normalized": ["This is not that great like that place, but I am glad you like it."]}, {"name": "", "audio": "", "normalized": ["While I was holding her breasts, I could feel her heart beat faster and faster through my palms."]}, {"name": "", "audio": "", "normalized": ["Usually this is done to relieve stiffness from the body, but I could feel the change of the throbbing in her body due to my stimulation."]}, {"name": "Judith", "audio": "v_r-ev119_0025", "normalized": ["… Nh.", " Aaahh.", " Ha… Haa.", " Aaah!", "\" It feels… seriously good♪"]}, {"name": "You", "audio": "", "normalized": ["(I had developed the aphrodisiac to entice her with it, I didn't expect this to go that well…)"]}, {"name": "", "audio": "", "normalized": ["Thinking that after all this I was able to develop Judith so much and thinking of the happiness I felt when meeting her, my expression started to loosen."]}, {"name": "", "audio": "", "normalized": ["Judith tried to resist the throbbing from her crotch by constantly moving her legs."]}, {"name": "", "audio": "", "normalized": ["Right now it was just a lovely caressing, but it seemed she wanted to fulfill a more sexual pleasure.", " Her eyes told me that she wanted it."]}, {"name": "You", "audio": "", "normalized": ["Maybe I should massage your tits a bit stronger."]}, {"name": "Judith", "audio": "v_r-ev119_0026", "normalized": ["Huh?", " Yes… You are right.", " Just a bit… stronger… Can you do it?"]}, {"name": "", "audio": "", "normalized": ["She was still a bit tentative, but she already started to react correctly to the word \"\"tits\"\"."]}, {"name": "", "audio": "", "normalized": ["I poured more of the lube with the aphrodisiac on her way too big breasts."]}, {"name": "Judith", "audio": "v_r-ev119_0027", "normalized": ["Aaah.", " T-This… Aaahn, this is so wet… It feels good♪"]}, {"name": "", "audio": "", "normalized": ["I checked that her brown tits were fully wet and then grabbed them tightly in order to massage them."]}, {"name": "", "audio": "", "normalized": ["Her cheeks were red and as she was twisting her body, it was trembling as well."]}, {"name": "You", "audio": "", "normalized": ["… Fuuh.", " Maybe the smell is a bit too strong?"]}, {"name": "Judith", "audio": "v_r-ev119_0028", "normalized": ["Y-yes… Maybe a little bit more… sweet-sour smell would be nice?", " Hehe.", " I can feel my stomach heat up♪"]}, {"name": "", "audio": "", "normalized": ["It was just as she said, a sweet and sour smell that only women give off was filling the room."]}, {"name": "", "audio": "", "normalized": ["As I look a bit at her inner thighs, I see that her sweet nectar was flowing out and there were more traces of her being wet."]}, {"name": "", "audio": "", "normalized": ["The thing that reacts to a woman's body was also straddling on her abdomen.", " So she must have realized it as well."]}, {"name": "You", "audio": "", "normalized": ["This also seems to have grown hard, huh?"]}, {"name": "", "audio": "", "normalized": ["The lube becomes more slippery as well, as I massaged her breasts, but I made sure not to touch her nipples directly."]}, {"name": "", "audio": "", "normalized": ["Her brown color was gleaming with a transparent fluid and only the tips of her white peaches stood out hard and in a different color."]}, {"name": "Judith", "audio": "v_r-ev119_0029", "normalized": ["Aah… Aaah, that… Aaah… no.", " Haahn♪"]}, {"name": "", "audio": "", "normalized": ["While caressing her and giving her satisfaction, I enjoyed seeing the spots become sensitive, that I didn't touch on purpose."]}, {"name": "", "audio": "", "normalized": ["The nasal moans of the dark elf's were trying to make me touch there more.", " She kept repeating this self-assertion, as if she was about to burst."]}, {"name": "Judith", "audio": "v_r-ev119_0030", "normalized": ["Aaah… I am glad I didn't kill you when we met."]}, {"name": "You", "audio": "", "normalized": ["… Go on."]}, {"name": "Judith", "audio": "v_r-ev119_0031", "normalized": ["Because you give me such a great massage♪", " How many women have you pleased like this before me, I wonder?"]}, {"name": "You", "audio": "", "normalized": ["Hm.", " Not that many…"]}, {"name": "", "audio": "", "normalized": ["While I smiled at her to dodge the question, I heightened the vibration even more."]}, {"name": "", "audio": "", "normalized": ["I stretched her nipples so much, that they were about to hurt and they kept shaking in accordance to this stimulation."]}, {"name": "Judith", "audio": "v_r-ev119_0032", "normalized": ["Since I have come here, I have only met lowly people.", " Even though it was just on a whim, it was right to not have killed you… Aaah♪"]}, {"name": "You", "audio": "", "normalized": ["Stop talking… It is better if you relax more."]}, {"name": "", "audio": "", "normalized": ["Judith's eyes were gleaming with a light that showed she wanted to have the pleasure of a female."]}, {"name": "", "audio": "", "normalized": ["But since she was a demon, there seemed to be some resistance to asking a lowly human for it."]}, {"name": "", "audio": "", "normalized": ["In order to get her to say her true thoughts, I put even more force into it and gave Judith's soft skin some more pleasure."]}, {"name": "Judith", "audio": "v_r-ev119_0033", "normalized": ["Ahii!", " Ahaa… Aaah… S-so strong… Khh, aah!"]}, {"name": "", "audio": "", "normalized": ["I kneaded her tits that were moving like freshly pounded mochi and pinched her nipples with my index fingers."]}, {"name": "", "audio": "", "normalized": ["Her sweet moans changed and Judith suppressed her voice in order to withstand the pain."]}, {"name": "You", "audio": "", "normalized": ["… Was it a bit too strong?", " Your sweet and sour smell has gotten even stronger…"]}, {"name": "", "audio": "", "normalized": ["Judith could not withstand the stimulation at her nipples anymore, I could see it."]}, {"name": "", "audio": "", "normalized": ["Her abdomen slowly started to heat up and I could hear a wet sound from behind me.", " She must have squirted."]}, {"name": "Judith", "audio": "v_r-ev119_0034", "normalized": ["Aaah… That… Haa, haa… Aaahh… Nhaahn♪"]}, {"name": "", "audio": "", "normalized": ["I raise up the left nipple while pinching the right nipple between my fingers and continuing the stimulation."]}, {"name": "", "audio": "", "normalized": ["If she didn't want to answer me, at least her body would answer me directly."]}, {"name": "", "audio": "", "normalized": ["I rub her breasts slightly in order to spread the lube even more."]}, {"name": "Judith", "audio": "v_r-ev119_0035", "normalized": ["Aaah, haa… Fhaann, aah♪", " I-I'm going to melt♪"]}, {"name": "", "audio": "", "normalized": ["It seemed, that she enjoyed my fingertips playing with her nipples, so I gave her even more stimulation."]}, {"name": "", "audio": "", "normalized": ["Due to me kneading her tits as if they were bread dough, the dark knight's breathing went wild."]}, {"name": "You", "audio": "", "normalized": ["… Should I keep going?"]}, {"name": "", "audio": "", "normalized": ["Even when her breasts seemed like they were swelling, I never loosened the caressing of my hands.", " Let's enjoy these adult tactics."]}, {"name": "Judith", "audio": "v_r-ev119_0036", "normalized": ["Aaah… nhh… Oh♪"]}, {"name": "", "audio": "", "normalized": ["Normally she might have said to stop now."]}, {"name": "", "audio": "", "normalized": ["But in this situation of getting even more stimulation, she averted her gaze, nodded slightly and couldn't say much more than \"keep going\"."]}, {"name": "You", "audio": "", "normalized": ["Your cleavage is almost as wet as your crotch.", " Your nipples are so hard … they are almost like a stiffened shoulder."]}, {"name": "Judith", "audio": "v_r-ev119_0037", "normalized": ["Aaah… Don't say something like that… Fffhhn♪"]}, {"name": "", "audio": "", "normalized": ["In actuality, Judith's crotch was so wet across her underwear with sticky secretions that the fabric was almost see-through."]}, {"name": "", "audio": "", "normalized": ["As I persistently turned her nipples and pinched them, her sweet moans changed to a high pitched voice."]}, {"name": "Judith", "audio": "v_r-ev119_0038", "normalized": ["Can you tell me?", " How can I get rid of this stiffness?"]}, {"name": "You", "audio": "", "normalized": ["Let me think… Maybe I should use some thicker lube."]}, {"name": "", "audio": "", "normalized": ["I started to raise my hips a little bit in a suggestive way and emphasized my swelling crotch in Judith's view."]}, {"name": "Judith", "audio": "v_r-ev119_0039", "normalized": ["… W-well♪", " M-maybe… hehe.", " Okay, do it♪"]}, {"name": "", "audio": "", "normalized": ["I took out this thing in front of Judith's wet eyes."]}, {"name": "", "audio": "", "normalized": ["The dark elf lets out a deep sigh as she sees the big thing that is stretching out up to my belly button."]}, {"name": "Judith", "audio": "v_r-ev119_0040", "normalized": ["Aaah, this is so sturdy… Ohn, fhaa♪", "… W-wow♪", " Haa!"]}, {"name": "", "audio": "", "normalized": ["While enjoying her somber, longing gaze, I thrust my dick into her cleavage."]}, {"name": "", "audio": "", "normalized": ["My glans stuck out from between her brown cleavage and Judith moaned as she felt this presence on her soft skin."]}, {"name": "Judith", "audio": "v_r-ev119_0041", "normalized": ["Aaah… Aaah!", " I-it's so hot♪", "… Aaah, I can't take it!"]}, {"name": "You", "audio": "", "normalized": ["I guess the lube has to be rubbed in even stronger?"]}, {"name": "", "audio": "", "normalized": ["A lewd sound could be heard as I strongly massaged her huge breasts that looked almost as if they were about to spill out."]}, {"name": "", "audio": "", "normalized": ["My pre-cum mixed in with the lube and the tip of her nose wiggles as a response.", " There was drool coming out of her wide open mouth."]}, {"name": "You", "audio": "", "normalized": ["You seem to be really stiff.", " I guess I have to massage your nipples even more."]}, {"name": "Judith", "audio": "v_r-ev119_0042", "normalized": ["Haa… Aaah, okay… Good.", " M-more!", " Massage my nipples more!", " Aaah… Aaah, they are shaking!"]}, {"name": "", "audio": "", "normalized": ["Totally different from before, Judith started to adapt to my wild caressing and talked stronger and more direct."]}, {"name": "", "audio": "", "normalized": ["While she was being violated by my finger tips, she was taking it all in like a wild beast."]}, {"name": "", "audio": "", "normalized": ["The expression of the dark knight changed to that of a female that now knew the pleasure of the flesh."]}, {"name": "You", "audio": "", "normalized": ["I wonder.", " You look like it feels really good for you…"]}, {"name": "Judith", "audio": "v_r-ev119_0043", "normalized": ["Yes, it feels great.", " So great!", " My breasts feel so good!"]}, {"name": "", "audio": "", "normalized": ["While I used her cleavage just like female genitalia and moved my hips back and forth, there was a great sound echoing through the air."]}, {"name": "", "audio": "", "normalized": ["Her tits, that were enveloped by the lube, gave off an obscene sound as well."]}, {"name": "You", "audio": "", "normalized": ["It feels so good and soft!", " These tits contract so good, almost like a real vagina!"]}, {"name": "Judith", "audio": "v_r-ev119_0044", "normalized": ["Y-yes!", " It's so good.", " As if… my breasts… were a vagina…♪", " Fhaah♪"]}, {"name": "", "audio": "", "normalized": ["It felt so good, that she started to say these obscene words.", " I didn't have to hold back anymore."]}, {"name": "You", "audio": "", "normalized": ["Is it good?", " That good?", " Does it feel that good to have your tits… your tit-pussy be violated by my dick?"]}, {"name": "Judith", "audio": "v_r-ev119_0045", "normalized": ["Yes, this tit-pussy feels so great!", " Your dick is scratching and grazing… It feels so good having it violated in between!"]}, {"name": "", "audio": "", "normalized": ["There was no need to hold back with a bitch that wants it that much.", " I used my fingertips and my palms to massage her tits with my full strength."]}, {"name": "", "audio": "", "normalized": ["The pre-cum mixed with the lube and Judith looked at my glans longingly."]}, {"name": "Judith", "audio": "v_r-ev119_0046", "normalized": ["Aaah.", " So good!", " It's so good!", " Violate my tit-vagina with your dick.", " Do it more!"]}, {"name": "", "audio": "", "normalized": ["Both her nipples were hard and erect.", " Her soft flesh was obscenely warped.", " And her lips were moaning in lust."]}, {"name": "You", "audio": "", "normalized": ["Aaah… good!", " Cum like this.", " Howl like a beast!"]}, {"name": "", "audio": "", "normalized": ["To give the dark elf that had fallen completely into lust the last push, I raised my hips and repeatedly went back and forth."]}, {"name": "Judith", "audio": "v_r-ev119_0047", "normalized": ["… I'm cumming!", " I'm cumming.", " Give my tits all they can handle… Cum on my tits!"]}, {"name": "", "audio": "", "normalized": ["*Brrll!", "*"]}, {"name": "", "audio": "", "normalized": ["The dick stuck between her tits had reached it's limits and with a trembling and gleaming glans, it burst open and shot out it's semen."]}, {"name": "Judith", "audio": "v_r-ev119_0048", "normalized": ["Nfhaa!", " Aaah… Aaah, me too… I'm cumming, cumming!"]}, {"name": "", "audio": "", "normalized": ["*Pshaa!", "*"]}, {"name": "", "audio": "", "normalized": ["While being soaked in a huge amount of semen, Judith's pussy started to squirt."]}, {"name": "", "audio": "", "normalized": ["When looking behind my raised hips, I could see a white, milky line between her legs."]}, {"name": "You", "audio": "", "normalized": ["… So you are that wet even above your underwear?", " Hm.", " You are so lewd."]}, {"name": "", "audio": "", "normalized": ["Not only Judith's cleavage, my thick and white semen had jumped to her chin and even her nose.", " There were several white spots on her body."]}, {"name": "", "audio": "", "normalized": ["I could even see, that it flew in her wide open mouth and she was swallowing it.", " I decorated her expression full of ecstasy with my semen."]}, {"name": "Judith", "audio": "v_r-ev119_0049", "normalized": ["… Aah.", " Haa… Nghh… Aaah.", " I can't anymore…♪"]}, {"name": "", "audio": "", "normalized": ["While being soaked in the aftermath of my climax, her big tits were shivering every time she took a breath."]}, {"name": "You", "audio": "", "normalized": ["…How is it?", " Is the stiffness gone?"]}, {"name": "", "audio": "", "normalized": ["I stroked her semen stained cheeks.", " Judith's body convulsed at this slight touch of wiping away the semen."]}, {"name": "Judith", "audio": "v_r-ev119_0050", "normalized": ["Y-yes.", " All gone… Ngh.", " \"Nfhaa… Aaah♪"]}, {"name": "", "audio": "", "normalized": ["The dark elf, that had her brown skin whitened, couldn't do anything but answer in a shivering voice."]}, {"name": "You", "audio": "", "normalized": ["I'm glad… But it seems, this part is very stiff as well."]}, {"name": "", "audio": "", "normalized": ["While saying this, I rubbed my dick, that was still wet from my cum on Judith's wet underwear."]}, {"name": "Judith", "audio": "v_r-ev119_0051", "normalized": ["Aaah… N-no♪", " Please.", " Not… there."]}, {"name": "", "audio": "", "normalized": ["With a trembling body, she tried to show her refusal.", " For some reason she seemed to be hesitant and careful with her words."]}, {"name": "Judith", "audio": "v_r-ev119_0052", "normalized": ["… More than a woman I am a dark knight.", " I decided to do that only with my… chosen master."]}, {"name": "You", "audio": "", "normalized": ["I see… Well, if you have a chosen master, there is nothing I can do."]}, {"name": "", "audio": "", "normalized": ["As I tried to get up from her without any traces of regret, she pulled me down again."]}, {"name": "Judith", "audio": "v_r-ev119_0053", "normalized": ["Please wait."]}, {"name": "You", "audio": "", "normalized": ["…What's wrong, Judith?"]}, {"name": "Judith", "audio": "v_r-ev119_0054", "normalized": ["Hehe.", " Finally you have called me by my name♪"]}, {"name": "", "audio": "", "normalized": ["With a still drenched body, she didn't let go and instead loosened her beautiful legs a bit."]}, {"name": "Judith", "audio": "v_r-ev119_0055", "normalized": ["You are a really dangerous man.", " I might get lost in you…"]}, {"name": "You", "audio": "", "normalized": ["Didn't you say a knight would only let herself go with her chosen master?"]}, {"name": "", "audio": "", "normalized": ["Judith shook her head and told me, that this master was now in front of her."]}, {"name": "Judith", "audio": "v_r-ev119_0056", "normalized": ["…I am almost about to forget the reason I came here.", " But it's okay, since I have found you here…"]}, {"name": "", "audio": "", "normalized": ["While sticking out my tongue and licking up my aftermath, I again lower my hips and hold my dick against Judith's crotch."]}, {"name": "", "audio": "", "normalized": ["She didn't resist anymore.", " She held both hands behind her back and swore her allegiance to me as a dark knight."]}, {"name": "You", "audio": "", "normalized": ["Fine.", " Judith.", " My knight… From now on, you will be my sword."]}, {"name": "Judith", "audio": "v_r-ev119_0057", "normalized": ["Aaah… Ah♪", " P-please come… nghh♪"]}, {"name": "", "audio": "", "normalized": ["I took off the underwear from her opened crotch, and buried myself into her wet labia."]}, {"name": "", "audio": "", "normalized": ["Judith seemed to almost cum just from me inserting it into her.", " My white semen started to flow down to her belly button from all the shaking."]}, {"name": "Judith", "audio": "v_r-ev119_0058", "normalized": ["Aaah…♪", " S-so big♪"]}, {"name": "You", "audio": "", "normalized": ["…Good.", " Judith… More.", " More."]}, {"name": "", "audio": "", "normalized": ["I violated Judith all night.", " So she would become a bitch that couldn't stay calm unless she was touching a dick…"]}]