[{"name": "Till", "audio": "v_r-ev317_0000", "normalized": ["Mnngh, huuh… Mnnhh, mnnchuh, juhrruhh, jurruhh… Haah, haauh… Rellouh, mnnhaahh."]}, {"name": "", "audio": "", "normalized": ["Till rubbed her body onto a fully erect penis and washed it while letting out lewd moans."]}, {"name": "", "audio": "", "normalized": ["She was a fairy and thus the filthy smell of unwashed penis was making her head dizzy, but she moved her tiny body with dedication."]}, {"name": "Till", "audio": "v_r-ev317_0001", "normalized": ["Chuurruhuh… Rerllouh… Mnnjurruhh… Mnnuh, muuhh… Haahuhh, mnngnmuhh."]}, {"name": "", "audio": "", "normalized": ["Her whole body was getting aroused from the aphrodisiac she was using as a lubricant while she let out a heated breath and licked the tip of the penis."]}, {"name": "Till", "audio": "v_r-ev317_0002", "normalized": ["Jurruhh, mnnjuurruhh, mnuuhh, mnhaahh… Anyway, this smell is so intense…"]}, {"name": "", "audio": "", "normalized": ["She said and her face frowned, but Till lovingly kissed the tip and stimulated me."]}, {"name": "You", "audio": "", "normalized": ["Ah, I did have sex yesterday… Pussy juice must still be left on it from that, I think."]}, {"name": "Till", "audio": "v_r-ev317_0003", "normalized": ["Ammuhh, mnnghhnm, such a terrible man… You're making me clean up after your mess with another woman."]}, {"name": "", "audio": "", "normalized": ["Till said but it appeared she was getting aroused by the heat and veins popping out on the cock and continued to feverishly lick the tip."]}, {"name": "Till", "audio": "v_r-ev317_0004", "normalized": ["Chuurruhh, mnnchuurruuhh… Haah, haahh… Mnnuhh, rellouhh… Mnnhh… Mnnjuhrruhh."]}, {"name": "You", "audio": "", "normalized": ["Good, keep it going like that, clean it up well."]}, {"name": "", "audio": "", "normalized": ["I ordered Till to clean up the smegma and vaginal fluid that the woman from yesterday missed and she nodded excitedly."]}, {"name": "Till", "audio": "v_r-ev317_0005", "normalized": ["Mnnahh… Mnnmuhh… Rerllouhh… Haahh, mnnhuhuuh… Your cock is seeping with precum… Such lewd taste… Ammuhhnmm!"]}, {"name": "", "audio": "", "normalized": ["Till continued to like the tip and urethra, making wet noises as she showed a captivated expression from the faint smell of semen."]}, {"name": "", "audio": "", "normalized": ["She gave the penis a loving look and then slurped on the precum as it came out of the tip."]}, {"name": "Till", "audio": "v_r-ev317_0006", "normalized": ["Chuuruhh, jurrtuhh… Mnnhaahh… Aaamuh… Mnnaahh, your cock's getting hotter and hotter… Haahuhh… Mnnhhuh."]}, {"name": "", "audio": "", "normalized": ["She continued to feverishly move her tongue while making wet sounds."]}, {"name": "You", "audio": "", "normalized": ["Huh, you got a real nice tongue work… And you are supposed to the princess of the fairy kingdom."]}, {"name": "Till", "audio": "v_r-ev317_0007", "normalized": ["Mnnjurruhruuhh… Aaahhmuhh… Rellouh… Come on, that doesn’t matter… Mnnmuh, juubouh, haahhahhnm."]}, {"name": "", "audio": "", "normalized": ["She ignored my mocking words as she seemed to be focused on devouring the pleasure in front of her eyes."]}, {"name": "Till", "audio": "v_r-ev317_0008", "normalized": ["Haahh… Hahh… Aaamuh, mnnmmhh… Juurruruuhh… Mnnhuuhh, so much hot juice comng out… Muhahaauuhhnm."]}, {"name": "", "audio": "", "normalized": ["As she licked the precum, Till showed an intoxicated expression."]}, {"name": "", "audio": "", "normalized": ["Every time she stimulated my penis, I was getting more and more aroused by the building pleasure."]}, {"name": "Till", "audio": "v_r-ev317_0009", "normalized": ["Mnnahaahh… Mnnuhh… Mnnchuhh, chuuhpahh… Churruhh… Mnnmuh, mnahh… Haahhnm… Mnnjurruhh."]}, {"name": "You", "audio": "", "normalized": ["Good, you cleaned it thoroughly… Let me give you a reward."]}, {"name": "", "audio": "", "normalized": ["I said and Till felt I was nearing ejaculation as she joyously begged for the reward."]}, {"name": "Till", "audio": "v_r-ev317_0010", "normalized": ["Mnnjuughh… Haahh, huuhh… Rellouh… Mnnhahh, I want the reward… Please cover me with your sizzling cum!"]}, {"name": "You", "audio": "", "normalized": ["Good, I'll give it to you!", " Here it is!"]}, {"name": "", "audio": "", "normalized": ["I let my lust take over and started pouring a massive amount of semen all over her body."]}, {"name": "Till", "audio": "v_r-ev317_0011", "normalized": ["Mnnaaghaahh!", " Mnnouhohh… Ohhooh, mnnguhah, aghaahh… Aaghheeghhnmghh!"]}, {"name": "Till", "audio": "v_r-ev317_0012", "normalized": ["Aabbuhh, mnnguhuuhh, mnnmghhm… Mnnhaahhnm… Such thick cum… So much showering on me, I'm coming!"]}, {"name": "", "audio": "", "normalized": ["With semen pouring onto her whole body, Till orgasmed and her body shook."]}, {"name": "", "audio": "", "normalized": ["I ignored the fact her body was now covered in filthy semen as her face frowned from pleasure and devoured it."]}, {"name": "Till", "audio": "v_r-ev317_0013", "normalized": ["Aaahhmuhh, mnjuuhrruhuhh… Mnngh, huuhghh… Aaahegh, mnnahahhnm… More, I want more… Please, give me!"]}, {"name": "Till", "audio": "v_r-ev317_0014", "normalized": ["Mnngughuuhh, mnnuhh, aaghaahh… More… Please give me more cum shower…!"]}, {"name": "", "audio": "", "normalized": ["Till hugged the throbbing penis and continued to stroke it like she was begging for more."]}, {"name": "", "audio": "", "normalized": ["She was showing a slutty smile while her whole body was covered with filthy semen, slurping on them as they spewed out."]}, {"name": "Till", "audio": "v_r-ev317_0015", "normalized": ["Haahuhh, mnnuhh… Rellouh… Mnnjuurruhruhh… Haahh, hahh… Jurruhh… It's so thick… Amazing."]}, {"name": "Till", "audio": "v_r-ev317_0016", "normalized": ["Mnnhaahh, huguhh… Mnnuhh… My body… It's burning up more and more… Mnnah, haahuhh… This is so good…"]}, {"name": "", "audio": "", "normalized": ["She let out completely intoxicated moans and slurped the semen, continuing to pleasure the penis to suck out more."]}, {"name": "Till", "audio": "v_r-ev317_0017", "normalized": ["Mnnhaahhnmm!", " Guhhmuhh, mnnaahh… Hot cum… It's shooting out… So good, aahuhh, mnmmghh!"]}, {"name": "", "audio": "", "normalized": ["With such pleasure, Till showed a pathetic smile like she was getting high from a drug, devouring pleasure."]}, {"name": "", "audio": "", "normalized": ["Once the ejaculation was over, she was still enjoying the lingering pleasure from the recent orgasm with an intoxicated expression on her face."]}, {"name": "Till", "audio": "v_r-ev317_0018", "normalized": ["Aaaheehh, mnnhehh, aghaahh… Th-that was amazing… Haahh, heehhnmghhm…"]}, {"name": "You", "audio": "", "normalized": ["Stop zoning out now.", " We're just getting started.", " Use your belly and suck out all the cum."]}, {"name": "Till", "audio": "v_r-ev317_0019", "normalized": ["Aaaheehh… Heeghh, mnaahh… I-I understand."]}, {"name": "", "audio": "", "normalized": ["Till nodded to my order but it seemed she was still soaked in pleasure as she started to move sluggishly."]}, {"name": "", "audio": "", "normalized": ["I reluctantly gave Till a hand as I grabbed her body and forced my penis into her."]}, {"name": "Till", "audio": "v_r-ev317_0020", "normalized": ["Oggoohh, ooghohh… Aaaheghh, aghahh, mnnguhohh… Guhheghh, mnahh, heehhnm!", " I can't breathe!"]}, {"name": "", "audio": "", "normalized": ["Immediately, Till's body changed into the penis's shape and she screamed with agony."]}, {"name": "Till", "audio": "v_r-ev317_0021", "normalized": ["Mnguuheeghh… Heeghh… Mnnhgoogohh!", " Inside of my pussy is tearing apart… No, you're breaking my pussy!"]}, {"name": "", "audio": "", "normalized": ["With her size, the penis had trouble making its way in and I felt strong resistance, but I pulled on her body and shoved it in."]}, {"name": "Till", "audio": "v_r-ev317_0022", "normalized": ["Mnnguuhoohohh!", " It's so rough… Aaghehh!", " This is not good!", " Mnnahh, heeghh… Haah, mngegh, guuhguhh!"]}, {"name": "Till", "audio": "v_r-ev317_0023", "normalized": ["Your cock…coming in so deep… Mnnguhhaahh… Haahh… It hurts, but… Why does it feel so good… Mnnaahhnm!"]}, {"name": "", "audio": "", "normalized": ["Her body was not getting any more relaxed and she was squeezing almost too hard with an agonized expression."]}, {"name": "", "audio": "", "normalized": ["However, her voice was already starting to sound pleasured."]}, {"name": "Till", "audio": "v_r-ev317_0024", "normalized": ["Mngnuhoohohh… Mnnaheghhnm!", " Guhoohh… Mnngegh… Haahuhhaahh, you cock… It's crushing my body… Eeeghh!"]}, {"name": "", "audio": "", "normalized": ["The penis's shape was clearly visible all the way up to her chest and she was letting out ugly, agonized moans."]}, {"name": "", "audio": "", "normalized": ["However, even though she looked strained, there was a skewed and pleasured smile on her face, clearly enjoying her predicament."]}, {"name": "Till", "audio": "v_r-ev317_0025", "normalized": ["Oooghuuhh, mnngohh, ghuhaghaahh… Mnngehghh, heehhnm… My belly's so big… Th-this is… Amazing, eeghh!"]}, {"name": "", "audio": "", "normalized": ["Till's body was trembling from the pressure of the penis, not just on her vagina but also on her other organs."]}, {"name": "You", "audio": "", "normalized": ["Don't stop now and start moving already."]}, {"name": "Till", "audio": "v_r-ev317_0026", "normalized": ["Mnnohh, oogoohh… Aaaguhh, mnngehghh, guhuughh… Haahh… Huuhh… Y-yes…"]}, {"name": "", "audio": "", "normalized": ["I gave her an order with no mercy and then she finally started to move on her own."]}, {"name": "", "audio": "", "normalized": ["It seemed she was barely able to breathe at that point, but she was still desperately trying to pleasure me."]}, {"name": "Till", "audio": "v_r-ev317_0027", "normalized": ["Ohhohgoghh, mnnguhgohgoohh… Aahgeghh, huughuuhh… Guhahh, huuh, huughh… I-I hope this is good."]}, {"name": "You", "audio": "", "normalized": ["Not bad."]}, {"name": "", "audio": "", "normalized": ["Till continued to stroke my cock while still in intense agony."]}, {"name": "", "audio": "", "normalized": ["It was a slow movement, but the feeling of intense squeeze and sensation of wading through her tiny internal organs gave me inhumane and superb pleasure."]}, {"name": "Till", "audio": "v_r-ev317_0028", "normalized": ["Ogoohh, guhgeghegehh… Mnnghh… Haaghh… Hahh… Mnnguhgouhh… Your cock is so good, mngeghhnm!"]}, {"name": "", "audio": "", "normalized": ["Till lovingly felt the presence of the penis inside her and let out loud moans madly."]}, {"name": "", "audio": "", "normalized": ["At first, she looked strained because of the tight, forced penetration."]}, {"name": "", "audio": "", "normalized": ["But she was gradually getting used to it, and eventually her body started moving smoothly."]}, {"name": "Till", "audio": "v_r-ev317_0029", "normalized": ["Mnngeheghehh, huguhhguhh… Aaaheeghh, mnnguhh, aghaahh… Yes… Yeess!"]}, {"name": "", "audio": "", "normalized": ["Till let out erotic moans while she moved her over and stroked my penis to pleasure me over and over."]}, {"name": "", "audio": "", "normalized": ["All the while, she seemed she was feeling pleasure herself and her breath was heating up and her thoughts were going all over the place."]}, {"name": "Till", "audio": "v_r-ev317_0030", "normalized": ["Mnneheghh, haahh… Haahahh… Mnngh, please, harder… Please, I want it more… Mnnaahh… Please, give me that thing!"]}, {"name": "", "audio": "", "normalized": ["She was being overwhelmed by lust and she screamed, begging for more pleasure."]}, {"name": "You", "audio": "", "normalized": ["I don't know what you're talking about, tell me what you want exactly."]}, {"name": "Till", "audio": "v_r-ev317_0031", "normalized": ["That's… That thing… That thing you put on your cock…!", " I just want that thing!"]}, {"name": "", "audio": "", "normalized": ["As I asked, she muttered with a blushed face.", " I knew exactly what she wanted, but I played dumb to enjoy her reaction."]}, {"name": "You", "audio": "", "normalized": ["That's not any better… Tell me what you want."]}, {"name": "Till", "audio": "v_r-ev317_0032", "normalized": ["That thing, that thing that goes on your cock to pound me!", " Please, I want you to fuck me with that thing!"]}, {"name": "", "audio": "", "normalized": ["I continued to pretend and then Till desperately begged as she had nothing but lust on her mind."]}, {"name": "You", "audio": "", "normalized": ["This is what you want, isn't it?", " Huh, you know, you are pretty much the same thing right now."]}, {"name": "Till", "audio": "v_r-ev317_0033", "normalized": ["That, That thing!", " Please, I want you to fuck me with that thing and make me feel it, please!"]}, {"name": "", "audio": "", "normalized": ["As I mockingly took out and showed a fake vagina to her, Till begged for it while drooling pathetically."]}, {"name": "", "audio": "", "normalized": ["Her face was colored with the anticipation for upcoming pleasure."]}, {"name": "Till", "audio": "v_r-ev317_0034", "normalized": ["Please, put that on me, make me come!"]}, {"name": "", "audio": "", "normalized": ["Till screamed and begged as she could not wait any longer."]}, {"name": "", "audio": "", "normalized": ["I poured aphrodisiac into the fake vagina filed with bumps and creases then put it over her and started moving it up and down."]}, {"name": "Till", "audio": "v_r-ev317_0035", "normalized": ["Mnnohh, ohoohh!", " Mnnguuhh… Guheeghh, aahuuhh, mnnaahaaghh… This, this is what I wanted, ughh!"]}, {"name": "", "audio": "", "normalized": ["Till moaned loudly from the neverending waves of pleasure coming from getting her drug-soaked body rubbed from the outside with the bumps."]}, {"name": "", "audio": "", "normalized": ["With such intense pleasure, her eyes rolled and her tongue hanging out, she could only let out moans from pleasure overwhelming her mind."]}, {"name": "Till", "audio": "v_r-ev317_0036", "normalized": ["Aaheghh, mmnhaahh… Aaaheegahh… Guhhegh, mnnuhh… Getting my whole body fucked like this… Soo goodd!"]}, {"name": "", "audio": "", "normalized": ["Till was devouring pleasure shooting into her brain with her body hopped on aphrodisiacs getting rubbed by the fake vagina."]}, {"name": "", "audio": "", "normalized": ["It appeared she was completely addicted by pleasure as she showed off an orgasming expression."]}, {"name": "Till", "audio": "v_r-ev317_0037", "normalized": ["Mnnhaaghaahhnmm… Guhhuhh, mnnghnm… Aahaahh, it feels better and better… I can't even think!"]}, {"name": "", "audio": "", "normalized": ["Her twitching and shaking from pleasure stimulated my penis with vibration and it made me groan."]}, {"name": "", "audio": "", "normalized": ["Not only that, but even her moans were also stimulating my cock through her body as a tremble."]}, {"name": "Till", "audio": "v_r-ev317_0038", "normalized": ["Mngeghh, heeguhughh… Mnnaaghh, huhegegghh!", " Haahh… Haahh… Huuguhh… Mnnoh, ooghhoohh!"]}, {"name": "", "audio": "", "normalized": ["Meanwhile, she was still going mad from the pleasure as she used her whole body to move the cock inside her."]}, {"name": "Till", "audio": "v_r-ev317_0039", "normalized": ["Mnnaahh… Aaaghaahh, mnnhaahh… Please, shake it more… Fuck me harder!"]}, {"name": "", "audio": "", "normalized": ["I knew it was Till who I was fucking, but the fact I was pitifully and desperately stroking the fake vagina from pleasure strangely aroused me."]}, {"name": "Till", "audio": "v_r-ev317_0040", "normalized": ["Mnnahh, haahuhh… Mnnohohh… More, I want to feel more pleasure, please… More, more… Please fuck me more!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because I was repeatedly stroking my hand, it was more like I was stroking my own cock than pounding on her."]}, {"name": "", "audio": "", "normalized": ["However, I did not stop my hand and continued to stroke Till's body while she was still moaning."]}, {"name": "Till", "audio": "v_r-ev317_0041", "normalized": ["Mngeegheeghhnh… Mnnaahh, heegheghh… Mnnghh!", " This is amazing!", " Aahh, it's so good, it's making me go mad!"]}, {"name": "", "audio": "", "normalized": ["Till kept moving her body to constantly to stimulate me."]}, {"name": "", "audio": "", "normalized": ["I listened to her moans and combined with the pleasure from the fake vagina, I felt the urge to ejaculate coming from deep within me."]}, {"name": "Till", "audio": "v_r-ev317_0042", "normalized": ["Haahh, huuhh… Mnngh, guhahahh… Haaheghhnmguhh… Mnnghh… Mnnhaaghaaghh."]}, {"name": "", "audio": "", "normalized": ["I lifted my hips up and the moved my hands faster to meet my urge to ejaculate, heightening pleasure."]}, {"name": "Till", "audio": "v_r-ev317_0043", "normalized": ["Mnngheeaghahh, aaghh, muuhguhh… My whole body being rubbed… It feels so good… I can't stop it!"]}, {"name": "", "audio": "", "normalized": ["Perhaps it was too much stimulation and Till's mind was half consumed by pleasure."]}, {"name": "", "audio": "", "normalized": ["Her eyes were staring into nothingness, unfocused, and an insane smile was on her lips."]}, {"name": "Till", "audio": "v_r-ev317_0044", "normalized": ["Mnnouhh, aaghaahh… Mnnmuhh… Your cock's throbbing so much!", " Aaahuh, mnngh, cum, I want it inside me, please!"]}, {"name": "", "audio": "", "normalized": ["Even like that, she must have sensed the penis growing inside her, and thus my urge to ejaculate as well."]}, {"name": "", "audio": "", "normalized": ["Combined with the effects of the aphrodisiac, she was addicted to pleasure and was waiting for the moment with a smile on her face."]}, {"name": "Till", "audio": "v_r-ev317_0045", "normalized": ["Haagh, haahh, mnnghnmm!", " Mnnahh, I want cum!", " Please, give me…hot cum inside me!"]}, {"name": "", "audio": "", "normalized": ["I ejaculated into her vagina, following my urges, and poured a massive amount of semen into her."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Splosh* *Spew* *Spew* *Throb* *Sput*"]}, {"name": "Till", "audio": "v_r-ev317_0046", "normalized": ["Mnnguhhaaghaahaahh!", " Aaaghh, ahahahh, mnnaahheghheeghh!"]}, {"name": "", "audio": "", "normalized": ["With the ejaculation, Till achieved orgasm once again as she writhed while her body trembled."]}, {"name": "", "audio": "", "normalized": ["With a massive amount of semen pouring into her vagina, her body inflated momentarily inside the fake vagina."]}, {"name": "Till", "audio": "v_r-ev317_0047", "normalized": ["Oghgoohhnhouohh… So much cum… It's pouring into me… My belly's gotten so huge, mngeghh, heeghhnm!"]}, {"name": "Till", "audio": "v_r-ev317_0048", "normalized": ["Mnngoouh, mnngeghh… Mnnghh, aaheegh, ahhnm… Aaghh, guhgouhh… Guoaahh, mnnghnm… Mnnughh!"]}, {"name": "", "audio": "", "normalized": ["Till was overwhelmed by the oncoming waves of pleasure and she moaned loudly while opening her eyes wide and her body jumped up."]}, {"name": "Till", "audio": "v_r-ev317_0049", "normalized": ["Haahh, guuhh… Huehgehghh!", " Guheghhnmm… Mnnghaahh… Cum… Pouring in, so much… I won't stop!"]}, {"name": "", "audio": "", "normalized": ["Moans coming from her mouth was cut off and the semen spewed out of her mouth as it went through her surgically connected internal organs."]}, {"name": "Till", "audio": "v_r-ev317_0050", "normalized": ["Aaahahh, aaheghh… Mnngh, guhmughh… Aaaheghheghh!", " My belly's full of cum… I can't breathe, please, mnnaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Till moaned with pleasure as she let her body twist around in the torrent of please, letting out a strained breath."]}, {"name": "", "audio": "", "normalized": ["Her body was filled with semen and inflated inside the fake vagina, but her body was under my grasp and was forced to stop, making her face frown."]}, {"name": "Till", "audio": "v_r-ev317_0051", "normalized": ["Mnnguhaahh, ooghouhh, ooghh… I can't breathe… I'm going to burst like this and die, aaghah, ahh… I'm dying, ughh!"]}, {"name": "", "audio": "", "normalized": ["She struggled wildly with her limbs, putting even more pressure on my penis as she was reaching her limit."]}, {"name": "", "audio": "", "normalized": ["In addition, she noticed I was about to ejaculate more and she screamed, almost going mad."]}, {"name": "Till", "audio": "v_r-ev317_0052", "normalized": ["If you cum now… I'll die, I'm going to die, please!", " If you cum any more… I'm gonna go insane and die!", " Please, noo!"]}, {"name": "Till", "audio": "v_r-ev317_0053", "normalized": ["Oghooh, mngnuhahh… Aaahegh, mnnegh… Mnngehh, I can't take it… My belly's going to burst!", " Mnguhaahh, heeguhhgh!"]}, {"name": "", "audio": "", "normalized": ["Till roared and struggled violently."]}, {"name": "", "audio": "", "normalized": ["I ignored her and stroked my cock along with the ejaculation, then let my lust and pleasure lead me to further ejaculation."]}, {"name": "Till", "audio": "v_r-ev317_0054", "normalized": ["Mnngoghohh!", " Ohgohh, mnghgaghahh!", " Aaagheghh, mnnggnmm!"]}, {"name": "", "audio": "", "normalized": ["With such intense shock, Till's body twitched and jumped up.", " A stream of semen was flowing out of her mouth."]}, {"name": "Till", "audio": "v_r-ev317_0055", "normalized": ["Aaaghahahh, mnnghegehghh, guhguughh… Please… I-I can't take it anymore…"]}, {"name": "", "audio": "", "normalized": ["Till was begging me with her face covered in the mixture of her tear and my semen."]}, {"name": "", "audio": "", "normalized": ["Her belly was inflated to the point of almost bursting and the semen that did not fit inside her was overflowing from her mouth and vagina."]}, {"name": "", "audio": "", "normalized": ["However, more semen was pouring into her belly and Till's body started to let off a faint light as she had surpassed her limit."]}, {"name": "Till", "audio": "v_r-ev317_0056", "normalized": ["Obboghh, mnngouheeghh, mnnguhgbbugguhbughh… Haahh… Haahh… Mnngohgooghh!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were rolled back and she could not even notice something was happening to her and continued to let out sweet, pleasured moans."]}, {"name": "Till", "audio": "v_r-ev317_0057", "normalized": ["Aahhghh, mnnooghh!", " I-I can't take it anymore… Guuhogohgoohhohgh!", " Stop, I'm going to disintegrate!"]}, {"name": "", "audio": "", "normalized": ["I ignored her state and continued to move my hands thanks to almost dizzying pleasure coming from Till's body."]}, {"name": "", "audio": "", "normalized": ["I squeezed Till's body as it pushed back against me as it was reaching the critical point and continued to slowly stroke my cock."]}, {"name": "Till", "audio": "v_r-ev317_0058", "normalized": ["No, noo… No more, please… Help me, eeghh!", " Ohoohh, ooghhohh… Aaaheghh, mnghaaghh!"]}, {"name": "", "audio": "", "normalized": ["Till screamed for help but she continued to orgasm from pleasure."]}, {"name": "", "audio": "", "normalized": ["She was writhing while spraying semen everywhere and was being cornered."]}, {"name": "Till", "audio": "v_r-ev317_0059", "normalized": ["Mngnueeghh, aaheegghh, mnngogohh… I'm gonna disappear, uguhh!", " Mnnghh, mnhaaghaahhnmm!"]}, {"name": "", "audio": "", "normalized": ["The light intensified and I sensed she was about to explode as I smiled internally."]}, {"name": "", "audio": "", "normalized": ["However, that moment, the light got so bright, my vision was filled with light and I went blind momentarily."]}, {"name": "Till", "audio": "v_r-ev317_0060", "normalized": ["Mnnheaahh… Wait… What the…"]}, {"name": "", "audio": "", "normalized": ["While I was not able to see what was going on around me, I heard Till's confused voice."]}, {"name": "", "audio": "", "normalized": ["I felt something warm and soft on me, something new."]}, {"name": "", "audio": "", "normalized": ["Something bigger than me that sitting on top of me.", " It felt like I was being crushed."]}, {"name": "Till", "audio": "v_r-ev317_0061", "normalized": ["Mnngeh, mnhaaghahh… Th-this feels tingly… Please don't move."]}, {"name": "", "audio": "", "normalized": ["It seemed something was physically blocking my view besides the light and I managed to get my head out of it."]}, {"name": "You", "audio": "", "normalized": ["Wh-what the hell…?!"]}, {"name": "", "audio": "", "normalized": ["I looked around and I was stunned by the shock."]}, {"name": "", "audio": "", "normalized": ["That was because the object that was sitting on top of me was Till who had grown unbelievably larger than her original size."]}, {"name": "Till", "audio": "v_r-ev317_0062", "normalized": ["Looks like you've gotten so tiny… I guess this was how I looked like from you…"]}, {"name": "", "audio": "", "normalized": ["I realized that our physical sizes somehow were switched as she made the remark."]}, {"name": "Till", "audio": "v_r-ev317_0063", "normalized": ["Heheh, what should we do now?"]}, {"name": "", "audio": "", "normalized": ["I was being crushed by her breasts and struggled to get out, moving towards her shoulder."]}, {"name": "", "audio": "", "normalized": ["Meanwhile, she said and smiled at me with a strangely mature atmosphere as I was struggling."]}]