[{"name": "", "audio": "", "normalized": ["…A few weeks had passed since an extremely rare being known as the Demonic Maiden Roseweisse was captured and taken to the hideout."]}, {"name": "You", "audio": "", "normalized": ["…Hmm?", " Maybe I should go check how she's doing, huh?"]}, {"name": "", "audio": "", "normalized": ["It all started when she came to me to have a child with me.", " Still, she was from a vart rare species and extremely valuable."]}, {"name": "", "audio": "", "normalized": ["And if she would give birth to an even stronger Demonic Maide, then the child will also become a valuable asset in a few years."]}, {"name": "Roseweisse", "audio": "v_sr513_0000", "normalized": ["…Mnnuh, aghahh… Aaaghh."]}, {"name": "You", "audio": "", "normalized": ["So, how have you been?"]}, {"name": "Roseweisse", "audio": "v_sr513_0001", "normalized": ["…Mnnhuhagh?!", " Th-that voice… My Lord?!"]}, {"name": "", "audio": "", "normalized": ["Her demonic race was mysterious and proud kind, to begin with, but she had changed since then."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " I came to check on you, you know?"]}, {"name": "Roseweisse", "audio": "v_sr513_0002", "normalized": ["…Ahh, I was waiting for you, hmm?", " Look at me.", " Look at my belly!", " Look at my enlarged breasts!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I can see you pretty well up there…"]}, {"name": "", "audio": "", "normalized": ["The pale-skinned female warrior was hung from the ceiling of the underground torture chamber with ropes, suspended in the air upside down."]}, {"name": "", "audio": "", "normalized": ["It was a precaution to prevent her from escaping but she actually wanted to be bound tight like this."]}, {"name": "Roseweisse", "audio": "v_sr513_0003", "normalized": ["I have not seen you in days and m-my body… My womb is aching.", " P-please… Please, fuck my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Come on.", " How many times do I have to fuck you to actually make you pregnant?", " Hmm?"]}, {"name": "", "audio": "", "normalized": ["The stomach of her bound body was inflated with an awkward shape as if something was buried inside."]}, {"name": "", "audio": "", "normalized": ["I thought I had made her pregnant several times already but even she did not know how long it would take for a Demonic Maiden to enter the stable period."]}, {"name": "Roseweisse", "audio": "v_sr513_0004", "normalized": ["It must be soon… I must be giving birth soon!", " So, please… I-I'm begging you… More, more seed!"]}, {"name": "", "audio": "", "normalized": ["I thought Roseweisse would calm down once she became pregnant but she actually begged for even more."]}, {"name": "", "audio": "", "normalized": ["Few reports came in that she was trying to fuck my men for their cock if she had a chance."]}, {"name": "You", "audio": "", "normalized": ["I thought you did not want to fuck anyone but me because you wanted a strong offspring, huh?"]}, {"name": "Roseweisse", "audio": "v_sr513_0005", "normalized": ["Aahh, p-please forgive me!", " I-I'm just… It's just not enough if it's not your cum…"]}, {"name": "", "audio": "", "normalized": ["She tried to deny it but it only made her look like a slut who was making excuses as she was caught cheating."]}, {"name": "", "audio": "", "normalized": ["I almost thought her face covered by inorganic shield was actually showing a cartoony expression."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I'm not sure I believe you, you know?", " …Anyway, damn, you've gotten so much bigger, up here and down there too…"]}, {"name": "Roseweisse", "audio": "v_sr513_0006", "normalized": ["Ahaghh… Mnngh, th-there!"]}, {"name": "", "audio": "", "normalized": ["The organ coming out of her crotch… That was her own womb that popped out and exposed itself by accident."]}, {"name": "", "audio": "", "normalized": ["It was even larger and curvier than an ordinary penis, almost looking like enlarged male genitalia."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " It's grown so much that it actually looks like a cock, eh?", " Just a light touch and such reaction…"]}, {"name": "Roseweisse", "audio": "v_sr513_0007", "normalized": ["Mnnguhhah!", " Aghh… Y-yes!", " I love getting my womb stroked like that, so good!"]}, {"name": "", "audio": "", "normalized": ["The female warrior discovered what sex is and ended up expelling her most important organs out of her body and even took a liking to have that stimulated."]}, {"name": "", "audio": "", "normalized": ["It was truly a mysterious thing her body was able to endure only because she was not human."]}, {"name": "You", "audio": "", "normalized": ["Just touching her a little made it twitch so much.", " I guess you really like this, don't you?"]}, {"name": "Roseweisse", "audio": "v_sr513_0008", "normalized": ["Th-that's right!", " My Lord giving me a womb-job!", " And your cock directly in my womb feels so good!"]}, {"name": "", "audio": "", "normalized": ["Her body twitched and shook and every time she moved, the ropes coming from the ceiling dug into her rubber-like skin."]}, {"name": "", "audio": "", "normalized": ["She even endured this physically taxing position and she still could keep her sanity.", " I was impressed by her willpower."]}, {"name": "You", "audio": "", "normalized": ["Damn, you really are such a pervert.", " I guess you've gotten used to living here now, eh?"]}, {"name": "", "audio": "", "normalized": ["Awkwardly inflated belly and enlarged nipples."]}, {"name": "", "audio": "", "normalized": ["By the way, she hailed from a race where they did not have the concept of clothing, meaning that really was her naked, exposed skin."]}, {"name": "", "audio": "", "normalized": ["Usually, her nipples and other sexual organs would be covered up by her skin which acted like a suit of armor in a way."]}, {"name": "Roseweisse", "audio": "v_sr513_0009", "normalized": ["Yeah, everyone where does not look at me with prejudiced eyes… Even a demon like me can stay here… Mnnuh, mnnhuouhh!"]}, {"name": "", "audio": "", "normalized": ["She could thrust a spear so fast it was almost impossible to see but she loosened up quite a bit."]}, {"name": "", "audio": "", "normalized": ["And touching her in the sexually sensitive spots made her let out sweet, sugary moans."]}, {"name": "You", "audio": "", "normalized": ["Hah, alright then.", " I suppose you managed to learn how to sweet talk as well…"]}, {"name": "Roseweisse", "audio": "v_sr513_0010", "normalized": ["Mnghnm, mngouuhghh!", " Huooughh?!", " W-womb-job… I-it feels so good, hoouhghh!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse's cervix twitched, opening and closing, almost like a fish trying to catch a breath."]}, {"name": "", "audio": "", "normalized": ["And its tip was starting to get moist with clear fluid, clearing alluring me with its motion."]}, {"name": "You", "audio": "", "normalized": ["Well, do you really want my cock that bad?"]}, {"name": "Roseweisse", "audio": "v_sr513_0011", "normalized": ["Th-that's right… I'm going to pleasure you better… Aghahh, u-use my pussy like a sex toy… Please!"]}, {"name": "", "audio": "", "normalized": ["Her enlarged womb continued to contract repeatedly, making lewd and wet noises."]}, {"name": "", "audio": "", "normalized": ["And what truly amazed me was that her womb had not actually exposed itself fully.", " The other half of her womb was still inside of her awkwardly inflated belly."]}, {"name": "You", "audio": "", "normalized": ["Okay, fine.", " I'm going to fuck you like you wanted.", " Come on, get you nasty, enlarged, modified womb out of your body!"]}, {"name": "Roseweisse", "audio": "v_sr513_0012", "normalized": ["Aahh… Mnnuh, haauhnm… Aaghh, l-look… Look at me.", " Look at…my womb coming ou, mmuh… Mnnhuouhh!"]}, {"name": "", "audio": "", "normalized": ["I could see she was tensing up her lower abdomen."]}, {"name": "", "audio": "", "normalized": ["With lewd, spreading noise, her crotch opened up fully as it finally revealed itself."]}, {"name": "Roseweisse", "audio": "v_sr513_0013", "normalized": ["Mnnghnm, mnnguhguhh… Uhhnmghm!", " Mnnhugogohohh!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse let out strained and muffled groans as if she was a pregnant woman trying to give birth."]}, {"name": "", "audio": "", "normalized": ["And the organ buried inside her stomach finally exposed itself to the open air.", " And her pale-pink internal organ looked like an expensive ham tied up."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Here it is.", " Your modified womb-pussy!"]}, {"name": "Roseweisse", "audio": "v_sr513_0014", "normalized": ["Mhmm… Huahh, haaghhaahh… Aagahh, aaheghh… C-can you see it?", " M-my womb… Mnnuh, mnnhouhgh!"]}, {"name": "", "audio": "", "normalized": ["It popped out of her with a moist sound.", " It was so robust to call it an internal organ, a lump of flesh filled with life force."]}, {"name": "", "audio": "", "normalized": ["The lewd smell of whore and steamy air mixed together as it tingled my nostrils slightly."]}, {"name": "You", "audio": "", "normalized": ["Hah, I didn't think It was this bad, you know…?"]}, {"name": "", "audio": "", "normalized": ["Roseweisse was getting impatient as she was not able to foster new life in her and she agreed to have her womb modified."]}, {"name": "", "audio": "", "normalized": ["As the result, her womb became inflated several times in its size."]}, {"name": "", "audio": "", "normalized": ["The womb could not retain its original shape if it was not tied up with a sting like this."]}, {"name": "Roseweisse", "audio": "v_sr513_0015", "normalized": ["Haauhhahah.", " Aauaghh, wh-what do you think?", " My womb-pussy."]}, {"name": "", "audio": "", "normalized": ["Roseweisse sounded quite proud but she was letting out loud moans as she apparently achieved light orgasm as soon as she exposed her womb."]}, {"name": "You", "audio": "", "normalized": ["Look at that.", " That's a pussy so loose I have to keep it tied up with a string.", " So pathetic, like how you are right now."]}, {"name": "", "audio": "", "normalized": ["Its pleasure would easily suck any ordinary man's penis completely dry from the base but I told her a lie to verbally tease her to heightened her pleasure further."]}, {"name": "", "audio": "", "normalized": ["I had to get creative about how to treat a Demonic Maiden as they trained the parts of the body human could not even fathom."]}, {"name": "Roseweisse", "audio": "v_sr513_0016", "normalized": ["Mnng, aghahh?!", " …I-I'm sorry!", " Next time… I will get pregnant next time for sure.", " My Lord, please don't abandon me!"]}, {"name": "", "audio": "", "normalized": ["Her also tied-up breasts had become several times larger and her completely erect nipples were almost dripping with rich breast milk."]}, {"name": "", "audio": "", "normalized": ["And her lewd body was twisting and shaking right at the eye-level.", " The sight of it was quite alluring."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You're still greedy for a cock, begging for a cock inside you."]}, {"name": "You", "audio": "", "normalized": ["You want pleasure more than you want a child, don't you?"]}, {"name": "Roseweisse", "audio": "v_sr513_0017", "normalized": ["…Aghh?!", " Th-that's not true!", " No way… Not true!"]}, {"name": "", "audio": "", "normalized": ["The proud female warrior tried to cover up the fact by repeating what she just said."]}, {"name": "", "audio": "", "normalized": ["I could not help but smile as the master of spears had transformed into nothing but a whore addicted to lust."]}, {"name": "You", "audio": "", "normalized": ["Okay, okay.", " Well, I hope you'd be at least useful as livestock, hmm?", " Or everything I've put in you would be a waste."]}, {"name": "Roseweisse", "audio": "v_sr513_0018", "normalized": ["Yes, o-of course… Thank you, My Lord."]}, {"name": "", "audio": "", "normalized": ["I was satisfied that I was able to break such a rare and valuable demon like her as the conditioning process went without a hitch."]}, {"name": "", "audio": "", "normalized": ["I felt an anticipating look from her visor-like face as I stripped naked.", " Naturally, my penis was becoming erect."]}, {"name": "Roseweisse", "audio": "v_sr513_0019", "normalized": ["Aaahh… Your cock!", " It's so wild, a cock filled with so much sizzling cum… C-come on, come on!"]}, {"name": "You", "audio": "", "normalized": ["I only got naked and you're already so turned on.", " You're supposed to be a Valkyrie!"]}, {"name": "", "audio": "", "normalized": ["I placed my hand onto her huge womb coming out of her vagina annoyedly and shoved my erect penis onto it."]}, {"name": "Roseweisse", "audio": "v_sr513_0020", "normalized": ["Oohhoughh?!", " Mnnghuogouhh!", " Cock, cock, coming inside me, uuhghh?!"]}, {"name": "", "audio": "", "normalized": ["Before I could even finish insulting her, I let the tip of my penis dig into her exposed womb."]}, {"name": "", "audio": "", "normalized": ["It looked almost like a fake vagina but the fact it was reacting and squeezing onto me was so different."]}, {"name": "You", "audio": "", "normalized": ["…Guh!", " This is such an intense squeeze.", " Even for me, it feels like my cock's getting ripped off….", "!"]}, {"name": "Roseweisse", "audio": "v_sr513_0021", "normalized": ["Mnnhouhgohh!", " C-cock… Mnnuhgoughh, it's inside my womb… Going wild inside my baby chamber!"]}, {"name": "", "audio": "", "normalized": ["Any ordinary human could have easily gone insane but Roseweisse rejoiced as her womb was violated."]}, {"name": "", "audio": "", "normalized": ["It was something no human could go through and come out in one piece but to her, this was a superb pleasure."]}, {"name": "You", "audio": "", "normalized": ["Come on, I'm not doing this to make you feel good, okay?", " I'm fucking you so you can give birth to your valuable baby!"]}, {"name": "Roseweisse", "audio": "v_sr513_0022", "normalized": ["Aghahh… Y-yes!", " P-please, I beg you.", " P-please make my pussy pregnant… I beg you… Heegheghh?!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse expressed her obedience as she drowned in pleasure and I stroked her whole womb with my hands like a sex toy."]}, {"name": "", "audio": "", "normalized": ["The entirety of her womb squeezed tightly onto my penis as it was still buried inside."]}, {"name": "Roseweisse", "audio": "v_sr513_0023", "normalized": ["Mnnhuouhh… Ooghh!", " Th-this is it… I love it when you do this… I-I love it so much!"]}, {"name": "You", "audio": "", "normalized": ["Hah, without the string, it won't be this good, right?", " You damn slut, a fucking whore!"]}, {"name": "", "audio": "", "normalized": ["I was barely able to stand on her legs but with one slip of my mind, the enlarged womb would easily knock me off of my feet."]}, {"name": "", "audio": "", "normalized": ["And I was even impressed how this Demonic Maiden trained herself so far that she even modified her own womb."]}, {"name": "Roseweisse", "audio": "v_sr513_0024", "normalized": ["Y-yes.", " I'm…a slut.", " I'm a whore!", " Aghh, My Lord, I just want your cock… I'ma slut who would change my body for your cock!"]}, {"name": "", "audio": "", "normalized": ["She kept spouting newly learned obscene words, further building up her own arousal."]}, {"name": "", "audio": "", "normalized": ["Her shoulders moved up and down as she tried to catch her breath, almost suffocating from the sense of pressure."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " That's right.", " That tight squeeze… Guh!", " If you want to make a baby with me, then you better try hard!"]}, {"name": "Roseweisse", "audio": "v_sr513_0025", "normalized": ["Haahahaahh.", " Agahahh, yes!", " More, more… Ahh, mnmuhh, mmh… Guh, hughaghh!"]}, {"name": "", "audio": "", "normalized": ["Roessweisse started nudging towards me as if she was clinging onto me as her sugary voice trembled."]}, {"name": "", "audio": "", "normalized": ["Her whole womb sucked the penis in, wiggling violently.", " It was not the same as her wiggling vagina, making my knees shudder from the unknown pleasure."]}, {"name": "Roseweisse", "audio": "v_sr513_0026", "normalized": ["Haaghahh… H-how is it, My Lord?", " Do you like how my womb-pussy…feels?"]}, {"name": "You", "audio": "", "normalized": ["Hmm, not bad… However."]}, {"name": "", "audio": "", "normalized": ["I thrust my hips rhythmically and teased and massaged her whole womb which I was supporting with my hands."]}, {"name": "You", "audio": "", "normalized": ["Well, I knew what you really wanted was not my baby but my cock… Am I right?"]}, {"name": "Roseweisse", "audio": "v_sr513_0027", "normalized": ["Th-that's…?!"]}, {"name": "", "audio": "", "normalized": ["I was definitely correct.", " Roseweisse stuttered as I saw right through her and told her."]}, {"name": "", "audio": "", "normalized": ["For her, sex was no longer just a process to get herself pregnant.", " It was a way for her to create pleasure."]}, {"name": "You", "audio": "", "normalized": ["…So you admit it, huh?", " You no longer pledge your allegiance to the Demonic Lord… Only to a cock!", " Is that right?!"]}, {"name": "Roseweisse", "audio": "v_sr513_0028", "normalized": ["Aghahh… Th-that's… Haahh, haauhh… Mnnuhgh?!"]}, {"name": "", "audio": "", "normalized": ["I asked her a question that could negate everything she has lived for before this and Roseweisse was stunned."]}, {"name": "", "audio": "", "normalized": ["Perhaps she was also frustrated by the fact she still could not get pregnant after trying so many times."]}, {"name": "You", "audio": "", "normalized": ["If you want to deny it, then go ahead.", " Of course, I have no use for livestock if it cannot reproduce then…"]}, {"name": "Roseweisse", "audio": "v_sr513_0029", "normalized": ["Ahhaagh, I-I admit it, I admit it!", " That's right.", " I-I'm just…a slutty wh-whore!"]}, {"name": "", "audio": "", "normalized": ["She tried to pull her hips back slightly but it finished her off."]}, {"name": "Roseweisse", "audio": "v_sr513_0030", "normalized": ["I-I have…no more pride as a Demonic Maiden… Y-your cock.", " Yes, your cock is the only thing I serve now…!"]}, {"name": "You", "audio": "", "normalized": ["Hah, well said.", " Good, then you better show your utmost loyalty to the cock you serve!"]}, {"name": "Roseweisse", "audio": "v_sr513_0031", "normalized": ["Y-yes… Yes!"]}, {"name": "", "audio": "", "normalized": ["Roseweisse must have thought her answer was too quiet and she said it again, squeezing her vagina even tighter than before."]}, {"name": "You", "audio": "", "normalized": ["That's it, that's good… You're now corrupted by the pleasure of sex!", " Now, you better start pleasing me with your body, okay?!"]}, {"name": "Roseweisse", "audio": "v_sr513_0032", "normalized": ["Haahhaauh… Y-yes… Mnnhuh, mnnhougoghh?!"]}, {"name": "", "audio": "", "normalized": ["The ropes dug into her pale skin even deeper, almost leaving a mark, but ironically, it made her womb contract tighter."]}, {"name": "", "audio": "", "normalized": ["The precum seeping from the tip mixed with the mucus on her womb, making lewd noises.", " The climax was near."]}, {"name": "You", "audio": "", "normalized": ["Good… Come on, get pregnant!", " I'm gonna knock you up all you want!"]}, {"name": "Roseweisse", "audio": "v_sr513_0033", "normalized": ["Ahaaghha… P-please, cum!", " Into my womb-pussy, my womb-pussy… Please, just give it to me all!"]}, {"name": "", "audio": "", "normalized": ["As Roseweisse became aroused, her scream echoed."]}, {"name": "", "audio": "", "normalized": ["The tip of my penis, which had already become tense, inflated even more and it exploded that moment."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Spew* *Spew* *Throb* *Splosh* *Spew* *Spew*"]}, {"name": "Roseweisse", "audio": "v_sr513_0034", "normalized": ["Ohohoghh, mnnhuhgooughh?!", " Mnnhouhh, c-cum, cum… It's coming, ughh!"]}, {"name": "", "audio": "", "normalized": ["A massive amount of semen poured directly into her womb."]}, {"name": "", "audio": "", "normalized": ["Roseweisse's toes stretched out as she felt the pleasure directly as semen did not pass through her vagina first."]}, {"name": "Roseweisse", "audio": "v_sr513_0035", "normalized": ["Aghaahh… Aghahh, haaghh… Haahuhnm!", " Mnnhouhgh… Ouhgohh, oughh.", " Th-this is amazing.", " It's so good… Ouhgh!"]}, {"name": "", "audio": "", "normalized": ["And My penis throbbed like a water pump and I kept on ejaculating."]}, {"name": "", "audio": "", "normalized": ["The string wrapped around her enlarged womb squeeze her womb tight enough as her lewd honey pot did not let go of my penis."]}, {"name": "Roseweisse", "audio": "v_sr513_0036", "normalized": ["Aaahahh… Aagahah, haaheghh!", " M-my pussy… My womb feels so much better than my pussy… Yes!"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " How pitiful you look now.", " So lewd, so ugly… This is just perfect for you!"]}, {"name": "", "audio": "", "normalized": ["Her body was curvier than any ordinary human's."]}, {"name": "", "audio": "", "normalized": ["No matter how inflated her belly was and how obscene she was acting, Roseweisse was still a beautiful, legendary demon."]}, {"name": "Roseweisse", "audio": "v_sr513_0037", "normalized": ["Haaghhaaghaahh… Aaghh, th-thank you…so much, huhughuhh!"]}, {"name": "", "audio": "", "normalized": ["As Roseweisse spoke with a silly voice, I finally pulled my penis out of her womb-pussy slowly."]}, {"name": "", "audio": "", "normalized": ["Semen poured into her was almost overflowing, making gurgling noises."]}, {"name": "You", "audio": "", "normalized": ["…Good.", " This would do.", " How do you feel?"]}, {"name": "Roseweisse", "audio": "v_sr513_0038", "normalized": ["Ahh, aaghh… Wh-what is this?!"]}, {"name": "", "audio": "", "normalized": ["I tied up the ends of the string together to prevent her from wasting any more semen by leaking it from her cervix."]}, {"name": "You", "audio": "", "normalized": ["…Hah, that looks pretty good on you, eh?"]}, {"name": "Roseweisse", "audio": "v_sr513_0039", "normalized": ["Aaghahh… Haauhhaaghh, haagh, haahugh.", " Ahh, thank you…so much.", " Mnnuh, mnnhuh, guhhuouh!"]}, {"name": "", "audio": "", "normalized": ["She was looking at me longingly as if she was begging for even more in her mind."]}, {"name": "You", "audio": "", "normalized": ["…It's about time you give out your stubborn attitude, hmm?"]}, {"name": "Roseweisse", "audio": "v_sr513_0040", "normalized": ["…Mnnuh, mnguh?"]}, {"name": "", "audio": "", "normalized": ["I reached out to her womb-pussy again as they were freed once I managed to pull my penis out of it."]}, {"name": "You", "audio": "", "normalized": ["Just stay still, okay?", " …Now how do you like this?!"]}, {"name": "Roseweisse", "audio": "v_sr513_0041", "normalized": ["…Mnnguh, aghahh.", " Th-that's aaghh?!"]}, {"name": "", "audio": "", "normalized": ["*Shove*"]}, {"name": "Roseweisse", "audio": "v_sr513_0042", "normalized": ["…!", " I-it's back in… Mnnhoughh?!"]}, {"name": "", "audio": "", "normalized": ["I pushed back her womb exposed to the outside air and inflated back into her body with my arm."]}, {"name": "", "audio": "", "normalized": ["It was almost like I was fisting her…"]}, {"name": "Roseweisse", "audio": "v_sr513_0043", "normalized": ["M-my belly… I-it's still…so big!"]}, {"name": "", "audio": "", "normalized": ["Actually, her stomach was only being pushed out from the inside in an awkward shape by the inflated womb but I did not say anything."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Well, you better make sure to swear your loyalty to my cock and serve it well, okay?"]}, {"name": "Roseweisse", "audio": "v_sr513_0044", "normalized": ["Aghaahh… Y-your cock, cock!", " Mnnuhgagaahh… Aaaghh, cock, please!"]}, {"name": "", "audio": "", "normalized": ["Indeed, she was no longer worshipping the Demonic Lord.", " She only worshipped the penis now…"]}, {"name": "", "audio": "", "normalized": ["The Demonic Maiden was engulfed in a sense of happiness as she was burning up deep inside her body…"]}]