[{"name": "", "audio": "", "normalized": ["A mixed-gender outdoors hot springs at a spa… A young and frail-looking man was taking a bath."]}, {"name": "", "audio": "", "normalized": ["He was there to heal the slight numbness in his arm."]}, {"name": "Misao", "audio": "v_sr728_0000", "normalized": ["…Looks like we meet again today."]}, {"name": "", "audio": "", "normalized": ["Then he twitched and turned back to face the older woman as she walked into the hot springs."]}, {"name": "Man", "audio": "", "normalized": ["Ah, h-hey…?!", " G-good evening…"]}, {"name": "", "audio": "", "normalized": ["The man froze up as he was caught off guard but he answered back."]}, {"name": "", "audio": "", "normalized": ["And the older woman… Misao Yukishiro answered back by smiling gently at him."]}, {"name": "Misao", "audio": "v_sr728_0001", "normalized": ["Hehe, why are you acting so surprised?", " We've met here more than once, no need to be alarmed…"]}, {"name": "Misao", "audio": "v_sr728_0002", "normalized": ["And, you know me.", " Or did you forget I was the one who's been washing your back the past few days?"]}, {"name": "Man", "audio": "", "normalized": ["N-no… I do remember that well, but… You know… That's not what I meant…"]}, {"name": "", "audio": "", "normalized": ["Misao came to the hot spring at about the same time as the man."]}, {"name": "", "audio": "", "normalized": ["And then they met at the outdoor spa."]}, {"name": "", "audio": "", "normalized": ["He was having trouble washing his back because of the numbness in his arm and she helped him out with that."]}, {"name": "", "audio": "", "normalized": ["That was how they got to know each other over the next few days and she was helping him wash his back every day at the hot springs."]}, {"name": "Misao", "audio": "v_sr728_0003", "normalized": ["…Well, then….", " How about you let me wash your body up today as well, hmm?"]}, {"name": "Man", "audio": "", "normalized": ["Eh… Ahh, I mean…"]}, {"name": "Misao", "audio": "v_sr728_0004", "normalized": ["Hmm?", " What's the matter?", " You look fidgety today…"]}, {"name": "", "audio": "", "normalized": ["The man's eyes wandered as he appeared restless."]}, {"name": "Man", "audio": "", "normalized": ["You know, I'm… My arm has gotten much better now… So you don't have to help me with it anymore…!"]}, {"name": "", "audio": "", "normalized": ["He said with a blushing face and then jumped out of the tub, quickly walking out of the hot springs."]}, {"name": "Man", "audio": "", "normalized": ["Uhh?!"]}, {"name": "", "audio": "", "normalized": ["However, he was suddenly pulled back as she grabbed his arm firmly and did not let go of it."]}, {"name": "Misao", "audio": "v_sr728_0005", "normalized": ["…I got you now.", " You may be agile but I'm a professional ninja.", " You can't get away from me."]}, {"name": "", "audio": "", "normalized": ["Misao Yukishiro was indeed a female ninja and there was no way an ordinary man like his could escape her."]}, {"name": "", "audio": "", "normalized": ["The man was easily captured and Misao made him sit down near the water tap."]}, {"name": "Misao", "audio": "v_sr728_0006", "normalized": ["And… What would you do if your arm starts acting up again from the strain?", " You don't have to be shy, just let me…"]}, {"name": "", "audio": "", "normalized": ["Misao said like she was calming him down and then pressed her skin onto him so he would not escape then started washing his body."]}, {"name": "Man", "audio": "", "normalized": ["…Uhh, ahh…"]}, {"name": "", "audio": "", "normalized": ["The man could not care about the actual wash as he was too distracted by the soft sensation pressing up against his back."]}, {"name": "", "audio": "", "normalized": ["He was not interested when he met her for the first time, but he could not stop thinking about it recently."]}, {"name": "", "audio": "", "normalized": ["It was just light touch through the towel till that day but the towel had come undone when she caught him."]}, {"name": "Misao", "audio": "v_sr728_0007", "normalized": ["…What now?", " You look so comfortable today…"]}, {"name": "", "audio": "", "normalized": ["He felt like the uneasiness in his whole body gathering around his groin from the soft sensation of her breasts on his back."]}, {"name": "Man", "audio": "", "normalized": ["Mnn… Uuhh…"]}, {"name": "", "audio": "", "normalized": ["As Misao moved, he felt something hard along with the softness of her breasts…her nipples."]}, {"name": "", "audio": "", "normalized": ["And he let out a silly voice."]}, {"name": "Misao", "audio": "v_sr728_0008", "normalized": ["…Hmm… What is the matter with you?", " You're being so restless… You… Are you trying to run away again?"]}, {"name": "Misao", "audio": "v_sr728_0009", "normalized": ["Come on, you don't have to be so shy… But this is for your own good.", " I'm not gonna let you…go!"]}, {"name": "", "audio": "", "normalized": ["Misao mistook that as him trying to escape her so she held him down even more."]}, {"name": "", "audio": "", "normalized": ["However, it only caused her breasts to push up against him harder, so much so that they were getting squished."]}, {"name": "Misao", "audio": "v_sr728_0010", "normalized": ["Here, now you can't get away from me, right?", " Come on, just stay still… I'm just going to wash you clean…"]}, {"name": "Man", "audio": "", "normalized": ["Ughh… Th-this isn't…"]}, {"name": "", "audio": "", "normalized": ["The point of their contact made soapy bubbles and moist sounds as Misao's sweet odor aroused the man."]}, {"name": "Man", "audio": "", "normalized": ["Ahh, no… Please!", " Aaaghh…!"]}, {"name": "Misao", "audio": "v_sr728_0011", "normalized": ["…You've been acting so weird… You aren't trying to get away from me, right?", " Then what…"]}, {"name": "", "audio": "", "normalized": ["The man let out a strained voice and even Misao figured out something was wrong and wondered what the reason was."]}, {"name": "Misao", "audio": "v_sr728_0012", "normalized": ["…A-are you…perhaps having…an erection?", " Ah, I see… I get now… That's what this was about…"]}, {"name": "", "audio": "", "normalized": ["His rather modest penis had grown larger but it was still covered up to its tip by the skin."]}, {"name": "", "audio": "", "normalized": ["Even then, it was fully erect, completely visible from the outside, spewing foul-smelling precum from the tip."]}, {"name": "Man", "audio": "", "normalized": ["Uhh… You saw it… Getting washed by you was making me feel weird…and that's why I didn't want it today…"]}, {"name": "Misao", "audio": "v_sr728_0013", "normalized": ["…I mean… Y-you must be…getting…you know, turned on…seeing me…"]}, {"name": "", "audio": "", "normalized": ["Misao did not think he would be attracted to her that way."]}, {"name": "", "audio": "", "normalized": ["She was stunned for a moment, but she calmed herself down quickly."]}, {"name": "", "audio": "", "normalized": ["However, her heart started pounding faster as she saw the small, foreskin-covered penis fitting for his frail body."]}, {"name": "Misao", "audio": "v_sr728_0014", "normalized": ["…Well, this is kind of embarrassing, but… I don't really know…what I should do here…"]}, {"name": "", "audio": "", "normalized": ["Misao saw him acting scared and realized why."]}, {"name": "", "audio": "", "normalized": ["The man must have subconsciously avoided sexual activities because he must have felt guilt from it."]}, {"name": "", "audio": "", "normalized": ["He acted rather juvenile compared to other men of his age and it made sense if that was because of his lack of sexual experience."]}, {"name": "", "audio": "", "normalized": ["However, his sexual desires finally awakened as Miso who was an attractive woman was being close to him."]}, {"name": "Misao", "audio": "v_sr728_0015", "normalized": ["…I thought this was for your own good, but turns out you were being stressed by it…"]}, {"name": "Misao", "audio": "v_sr728_0016", "normalized": ["I'm sorry… I didn't even know… It's my fault…"]}, {"name": "Man", "audio": "", "normalized": ["P-please… You don't have to be sorry… I'm the one who's sorry for…looking at you that way…"]}, {"name": "", "audio": "", "normalized": ["He must have felt guilty as he said with a stern expression."]}, {"name": "Misao", "audio": "v_sr728_0017", "normalized": ["No, your reaction is nothing but a biological reaction… Nothing is wrong with that… Come on, cheer up now…"]}, {"name": "", "audio": "", "normalized": ["Misao said gently so she would not hurt him but it still was not enough to overcome the guilt in his mind."]}, {"name": "Man", "audio": "", "normalized": ["…But… But…"]}, {"name": "", "audio": "", "normalized": ["She knew it was not going to be easy but she could not just leave him like that and tried to figure out a way."]}, {"name": "", "audio": "", "normalized": ["As he lamented, Misao stayed quiet and started looking around."]}, {"name": "", "audio": "", "normalized": ["And then found out that other guests were all the tub, relaxing, and no one was around her."]}, {"name": "Misao", "audio": "v_sr728_0018", "normalized": ["…Okay… I think it's gonna be fine for a little while…"]}, {"name": "Man", "audio": "", "normalized": ["…Hey?", " What's up?", " What are you up to now…?"]}, {"name": "Misao", "audio": "v_sr728_0019", "normalized": ["Yes… I'm going to calm your cock down now… I'll take the full responsibility of making you feel like this…"]}, {"name": "Man", "audio": "", "normalized": ["…Wait what?", " Why are you… I don't know what… What are you doing…?!"]}, {"name": "", "audio": "", "normalized": ["Misao made up her mind and then reached for the man's penis with her hand from behind, gently grasping it."]}, {"name": "Man", "audio": "", "normalized": ["Uhh, guhh, aghahh… Your hand is touching m-my dick… Aaahh, uh, mnnahh!"]}, {"name": "", "audio": "", "normalized": ["Her soapy, slippery hand tangled onto his penis and the man almost let out a groan but Misao's other hand muffled it."]}, {"name": "", "audio": "", "normalized": ["The reaction alone was enough to let her know that he never even touched himself which he surely should have by his age."]}, {"name": "Misao", "audio": "v_sr728_0020", "normalized": ["…Hey, don't be so loud now.", " You don't want other people finding this out…"]}, {"name": "Misao", "audio": "v_sr728_0021", "normalized": ["It's alright, don't worry… I'm going to make sure you will like how this feels…"]}, {"name": "", "audio": "", "normalized": ["His face blushed more and more as Misao whispered into his ears."]}, {"name": "Misao", "audio": "v_sr728_0022", "normalized": ["With that said, I'm not really used to this kind of technique… I'm not sure if this is good enough.", " How is it?"]}, {"name": "Man", "audio": "", "normalized": ["…I don't really know…but this is… It's weird… It's like the itch in my crotch is getting stronger… Ughh."]}, {"name": "", "audio": "", "normalized": ["Although her hands were moving rather awkwardly, the man knew nothing like this before so it was stimulating enough for him."]}, {"name": "", "audio": "", "normalized": ["He let the unknown sensation take over, not realizing it was a pleasure, as his whole body writhed and all fell from the stool."]}, {"name": "Misao", "audio": "v_sr728_0023", "normalized": ["Hey, watch out… Are you okay?", " You don't want to fall and hit your head like that.", " Just be careful…?"]}, {"name": "", "audio": "", "normalized": ["Misao caught the man about to fall from the stool and supported him by gently hugging him."]}, {"name": "Misao", "audio": "v_sr728_0024", "normalized": ["…Huuh… Mnnh, haauh… There, moving up and down like this… How is it?", " Do you like how it feels?", " Does it hurt?"]}, {"name": "", "audio": "", "normalized": ["Misao asked him if he was actually feeling pleasure as she was not certain at that point."]}, {"name": "", "audio": "", "normalized": ["With her words, the man finally realized it was the pleasure he was feeling and answered back."]}, {"name": "Man", "audio": "", "normalized": ["…Yeah, this is… This feels good… Dipping in the hot springs doesn't even feel this good…"]}, {"name": "Misao", "audio": "v_sr728_0025", "normalized": ["I see… I'm glad then.", " Well, now, I'm going to continue some more… If it hurts at all, just let me know… Mnn."]}, {"name": "", "audio": "", "normalized": ["Misao smiled as he heard his response and then kept moving her hand up and down."]}, {"name": "", "audio": "", "normalized": ["Misao's hands were still moving awkwardly, but the penis was surely reacting by throbbing inside her gentle grasp."]}, {"name": "Misao", "audio": "v_sr728_0026", "normalized": ["…Huhh… Huauh… Mnnh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Meanwhile, Misao let out sweet breathe right next to his ears as she stroked."]}, {"name": "Misao", "audio": "v_sr728_0027", "normalized": ["…Am I…doing it right?", " Does it hurt?"]}, {"name": "Man", "audio": "", "normalized": ["It doesn't hurt… This feels so good… Guhh, haauhgh, haauhh… Aaauhh, ughh, this feels good…"]}, {"name": "", "audio": "", "normalized": ["The man found pleasure for the first time and then repeatedly expressed it like a broken radio."]}, {"name": "", "audio": "", "normalized": ["However, he did say how he liked the feeling but the itchy sensation all over his body did not go away and only escalated more and more."]}, {"name": "Misao", "audio": "v_sr728_0028", "normalized": ["Hmm?", " Is your dick getting even bigger now…?", " Am I making you feel that much pleasure?"]}, {"name": "Man", "audio": "", "normalized": ["…This is weird.", " It feels good, but I can't stop feeling so weird all this time… Ughh."]}, {"name": "", "audio": "", "normalized": ["He groaned, perhaps as he had avoided something like this before from a sense of aversion."]}, {"name": "Misao", "audio": "v_sr728_0029", "normalized": ["It's alright.", " That's going to get stronger and stronger till white fluid comes out of there and everything will calm down…"]}, {"name": "Man", "audio": "", "normalized": ["…Th-this is…going to feel even better…?"]}, {"name": "Misao", "audio": "v_sr728_0030", "normalized": ["Yeah, it will.", " So just stay still…and let the pleasure come over you…till you cum loads and loads… Mnnhh."]}, {"name": "", "audio": "", "normalized": ["He asked and Misao nodded in confirmation as she continued to stroke him harder."]}, {"name": "Man", "audio": "", "normalized": ["Uhh, aghahh… Haahh, haahh…"]}, {"name": "Misao", "audio": "v_sr728_0031", "normalized": ["…Ahh… It's exposed now…"]}, {"name": "", "audio": "", "normalized": ["With a hard stroke, the foreskin on the man's penis pulled back, accompanied by a slipping noise."]}, {"name": "", "audio": "", "normalized": ["It exposed the pinkish-colored tip of his penis and he let out almost girlish moans."]}, {"name": "Man", "audio": "", "normalized": ["No, please… Ahh, aaghh… Aauh…"]}, {"name": "Misao", "audio": "v_sr728_0032", "normalized": ["Come on, come on, keep your voice down… Don't be too loud… I know you can do that…"]}, {"name": "", "audio": "", "normalized": ["The tip of his penis and the back of his knees burned up and the impulse to shove his hips forward scared him."]}, {"name": "Man", "audio": "", "normalized": ["You say that…but I don't… Mnnghh… This is… This is wrong.", " It's making me nuts…"]}, {"name": "", "audio": "", "normalized": ["His whole body was going out of control as his arms flailed around.", " Misao nodded as she saw."]}, {"name": "Misao", "audio": "v_sr728_0033", "normalized": ["…I guess the reason you've avoided this before is that you are too sensitive…"]}, {"name": "", "audio": "", "normalized": ["Perhaps the experience of touching himself out of curiosity traumatized him."]}, {"name": "Misao", "audio": "v_sr728_0034", "normalized": ["You could easily get lost so you've been avoiding it."]}, {"name": "Misao", "audio": "v_sr728_0035", "normalized": ["Now, I have to make you confident enough here and make sure you aren't scared of it anymore…"]}, {"name": "", "audio": "", "normalized": ["Misao tried to calm him down as he was scared from the waves of pleasure running through her, moving her mouth near his ears as she said."]}, {"name": "Misao", "audio": "v_sr728_0036", "normalized": ["Come on, focus on my voice…"]}, {"name": "Man", "audio": "", "normalized": ["…Th-this is… This is… Aaauhh, huughh… Mnnghnmm, please, just…"]}, {"name": "Misao", "audio": "v_sr728_0037", "normalized": ["It's okay.", " I'm with you right here.", " I'm hugging you tight and I'm not letting you go… You can relax… Mnn, huuhh…"]}, {"name": "Man", "audio": "", "normalized": ["B-but… Ugahh… Aaghh…"]}, {"name": "Misao", "audio": "v_sr728_0038", "normalized": ["…Well, then… Can you tell me how you're feeling right now?"]}, {"name": "Man", "audio": "", "normalized": ["…R-right now?", " Th-that's… Uhhm, th-the tip's getting hot… My feet are shaking…"]}, {"name": "", "audio": "", "normalized": ["The man answered as Misao asked what was happening with him and he became more and more scared but she talked to him to calm him down."]}, {"name": "Misao", "audio": "v_sr728_0039", "normalized": ["That's fine… That's good.", " Everything's okay… Now, just a little more… Hang in there, mnnh… Haah… Haahh…"]}, {"name": "", "audio": "", "normalized": ["She barely rubbed the sensitive tip and stroked his cock with a little more force as he started feeling the urge to ejaculate for the first time."]}, {"name": "Man", "audio": "", "normalized": ["…Hey… I fell something…coming up… I can feel something itchy rising up towards the tip… Ughh."]}, {"name": "Misao", "audio": "v_sr728_0040", "normalized": ["Yeah, that's right… That's the white fluid I mentioned before… It's just about to come out of your cock…."]}, {"name": "Misao", "audio": "v_sr728_0041", "normalized": ["Good… Let it out… I'm going to take it in, all of it… Just let everything out, as much as you want…!"]}, {"name": "Man", "audio": "", "normalized": ["Ahh… Aghh… Ahaahh… Aaaghh."]}, {"name": "", "audio": "", "normalized": ["Just as Misao said, he let out faint but long moans and then thrust his hips forward."]}, {"name": "Man", "audio": "", "normalized": ["Ughh, uuhh… Guh…!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Sput*"]}, {"name": "Misao", "audio": "v_sr728_0042", "normalized": ["…Yes, mmnn… It's quite a lot… Mnnhh…"]}, {"name": "", "audio": "", "normalized": ["Semen erupted from the man's penis as he achieved an orgasm and Misao grasped the tip of his penis with her hand and received it like she said."]}, {"name": "", "audio": "", "normalized": ["Even though each spew only expelled a small amount, it was coming out with considerable force as it was pent up all this time."]}, {"name": "Misao", "audio": "v_sr728_0043", "normalized": ["Mnn, amazing… It's coming out so hard… It's almost pushing my fingers back… Mnng, haahh…"]}, {"name": "Man", "audio": "", "normalized": ["…Ahh, aaghh… Uhh, mnnmm."]}, {"name": "", "audio": "", "normalized": ["His mind blanked out as he spewed semen from his penis and he was afraid of losing himself with pleasure."]}, {"name": "", "audio": "", "normalized": ["And then he remembered the faint warmth of Misao on his back and how she said she would be with him."]}, {"name": "Man", "audio": "", "normalized": ["Haahh… Haauh… Mnnh, haahh…"]}, {"name": "", "audio": "", "normalized": ["He was still twitching and shaking, but he was starting to accept the feeling of ejaculation into him, savoring the pleasure."]}, {"name": "Man", "audio": "", "normalized": ["H-hey… This feels…amazing… Mnnhh."]}, {"name": "Misao", "audio": "v_sr728_0044", "normalized": ["Seems so… I can see the pleasure on your face, so much pleasure there…"]}, {"name": "", "audio": "", "normalized": ["The tip of his penis throbbed and touched Misao's hand.", " And she received his semen with her palm."]}, {"name": "", "audio": "", "normalized": ["He felt strangely satisfied."]}, {"name": "", "audio": "", "normalized": ["His heart was filled and he could not stop orgasming, spewing even more white fluid."]}, {"name": "Misao", "audio": "v_sr728_0045", "normalized": ["…Well, this is amazing…"]}, {"name": "", "audio": "", "normalized": ["Misao let out a stunned voice as she saw the load of his semen on her hand."]}, {"name": "Misao", "audio": "v_sr728_0046", "normalized": ["Maybe because…it's the first time… It's like everything you've pent up inside you came out of you at once…"]}, {"name": "", "audio": "", "normalized": ["The smell was intense as well and the viscous semen made wet sounds on her palm."]}, {"name": "", "audio": "", "normalized": ["That moment, Misao noticed the man was looking up at her and smiled at him gently."]}, {"name": "Misao", "audio": "v_sr728_0047", "normalized": ["…Good.", " You ejaculated quite well… Heheh, I'm proud of what you did there…"]}, {"name": "", "audio": "", "normalized": ["She said and patted the man's head."]}, {"name": "Man", "audio": "", "normalized": ["Really…?", " I guess I'm a bit embarrassed but I'm glad…if you say so, maybe…"]}, {"name": "Misao", "audio": "v_sr728_0048", "normalized": ["…By the looks of it, you are starting to accept the pleasure into you, huh…?"]}, {"name": "Man", "audio": "", "normalized": ["Huh… Now that you mention it…"]}, {"name": "", "audio": "", "normalized": ["And then the man noticed his disgust and aversion to the sexual acts were disappearing."]}, {"name": "", "audio": "", "normalized": ["Just as Misao planned, the man had subconsciously gained confidence as he ejaculated for the first time."]}, {"name": "Misao", "audio": "v_sr728_0049", "normalized": ["Now, you've grown a little…"]}, {"name": "", "audio": "", "normalized": ["Misao said and smiled at him as he nodded in agreement while she petted his head."]}, {"name": "Man", "audio": "", "normalized": ["H-hey… Uhhm."]}, {"name": "Misao", "audio": "v_sr728_0050", "normalized": ["Hmm?", " What now?"]}, {"name": "Man", "audio": "", "normalized": ["I mean… This white, sticky thing… It's semen, right?"]}, {"name": "", "audio": "", "normalized": ["Perhaps his disgust towards sex was fading, he remembered subconsciously repressed sexual knowledge and asked to confirm."]}, {"name": "Misao", "audio": "v_sr728_0051", "normalized": ["…Yes.", " This white fluid is called semen… And it comes out of you to make babies."]}, {"name": "Man", "audio": "", "normalized": ["To make babies…"]}, {"name": "Misao", "audio": "v_sr728_0052", "normalized": ["That's right.", " Well, it also comes out when your cock feels good too… And I'm sure it felt good when it came out, yes?"]}, {"name": "", "audio": "", "normalized": ["He nodded, remembering the pleasure he felt for the first time, as she verbally confirmed him."]}, {"name": "Misao", "audio": "v_sr728_0053", "normalized": ["From now, if your cock gets hard, you have to stroke it with your hand like how I just did, okay?"]}, {"name": "Man", "audio": "", "normalized": ["I-I will."]}, {"name": "Misao", "audio": "v_sr728_0054", "normalized": ["Oh, and remember to take care of your arm.", " It's still healing so take it nice and slow."]}, {"name": "", "audio": "", "normalized": ["Misao cared for his arm and taught him to stroke his own penis."]}, {"name": "Misao", "audio": "v_sr728_0055", "normalized": ["Now, let's wash your body… What happened today is our little secret, okay?"]}, {"name": "Man", "audio": "", "normalized": ["Yeah."]}, {"name": "", "audio": "", "normalized": ["Misao looked at the man after he ejaculated and then washed his body clean with the hot water from the shower."]}]