[{"name": "Lustre", "audio": "v_sr224_0000", "normalized": ["Mnnhuhh… Haahh, haauhh… Bastards… Let me out, let me outta here…"]}, {"name": "", "audio": "", "normalized": ["Lustre stared angrily at the man grinning behind the glass window and screamed desperately as she writhed."]}, {"name": "", "audio": "", "normalized": ["She was actually trying to get free of the bondage, but she was completely bound inside the stomach of the monstrosity covering the entire room."]}, {"name": "Lustre", "audio": "v_sr224_0001", "normalized": ["What are you going to do with me… Answer me!"]}, {"name": "You", "audio": "", "normalized": ["Like I said before, I'm going to persuade you.", " Through this, of course."]}, {"name": "Lustre", "audio": "v_sr224_0002", "normalized": ["Don't be ridiculous… Mnnguhh…"]}, {"name": "", "audio": "", "normalized": ["The sensation of orc's cum flowing down from her crotch made her aroused body shiver."]}, {"name": "", "audio": "", "normalized": ["Her cum drenched body was still in heat from getting fucked by the orcs for three days and nights."]}, {"name": "", "audio": "", "normalized": ["But her minds still stood strong and even her eyes still had a sliver of rationality left in them."]}, {"name": "Lustre", "audio": "v_sr224_0003", "normalized": ["(Tssk… No, it's because… Because of that――)"]}, {"name": "", "audio": "", "normalized": ["The man must had been fed up with her strong will and placed her in the room, inside the body of the monster."]}, {"name": "Lustre", "audio": "v_sr224_0004", "normalized": ["(Then, I'll fight it… I must fight it…)"]}, {"name": "", "audio": "", "normalized": ["Lustre glared fiercely at the man still with the grin and tightened her lips once again."]}, {"name": "", "audio": "", "normalized": ["But the next moment, massive volume of viscous fluids started to pour down on Lustre's body――seeping out of the membrane of the monster."]}, {"name": "Lustre", "audio": "v_sr224_0005", "normalized": ["Ughh, mnghhmn… What the hell is this…"]}, {"name": "", "audio": "", "normalized": ["The slippery sensation covered her body soon and she was drenched by it."]}, {"name": "You", "audio": "", "normalized": ["It's a modified species of a Demonic predator.", " Normally, it would digest and consume the organism caught by it――."]}, {"name": "", "audio": "", "normalized": ["Lustre wide her eyes wide in fear when she heard it and struggled harder to get free."]}, {"name": "You", "audio": "", "normalized": ["I said it modified, did I not.", " That one has no digestive abilities――instead, its fluids are a potent aphrodisiac."]}, {"name": "Lustre", "audio": "v_sr224_0006", "normalized": ["What… Ughh, you bastard!"]}, {"name": "You", "audio": "", "normalized": ["It's hell a lot more potent than the orc's stuff.", " Well, let's get back to the persuasion then…"]}, {"name": "", "audio": "", "normalized": ["The man scoffed at desperate and furious Lustre and snapped his fingers."]}, {"name": "You", "audio": "", "normalized": ["Staying in that fluid for extended time will cause the sensory nerves to enlarge, making your body aroused all the timeh."]}, {"name": "Lustre", "audio": "v_sr224_0007", "normalized": ["Wh-what… Mnguhh?!"]}, {"name": "You", "audio": "", "normalized": ["You only get to enjoy that change now.", " Enjoy the once in a lifetime opportunity while you can."]}, {"name": "", "audio": "", "normalized": ["While she was listening to the man's words, a flesh tube stretching from the monster was attached to her nose, pumping air in."]}, {"name": "", "audio": "", "normalized": ["At the same time, the body cavity she was in was completely filled with the aphrodisiac mucus and her body was soaked in it."]}, {"name": "Lustre", "audio": "v_sr224_0008", "normalized": ["(Ughh… Gaahh… Haahh, mnuhh…)"]}, {"name": "", "audio": "", "normalized": ["Breathing with her mouth poured the fluids in her.", " So she had to breathe with her nose, but she could not stop breathing from her skin."]}, {"name": "Lustre", "audio": "v_sr224_0009", "normalized": ["(Uhhgh… Gufhh… This is, not good… Haahah, huhh… What, should I do――)"]}, {"name": "", "audio": "", "normalized": ["There was no way to attack it and she could not destroy it from within.", " Of course, there was no way of getting out either."]}, {"name": "", "audio": "", "normalized": ["She tried to calm herself and think about ways to free herself, but she could not quite focus, being surrounded creepy aphrodisiac mucus."]}, {"name": "Lustre", "audio": "v_sr224_0010", "normalized": ["(Uggh… If I stay like this… Uuugh… At, this…rate… Mnghuh, mnghhnnm?!", ")"]}, {"name": "", "audio": "", "normalized": ["It had been over ten minutes――or perhaps even more like that."]}, {"name": "", "audio": "", "normalized": ["Once she had wasted her time without even realizing it had passed by――Lustre noticed strange sensation spreading throughout her body."]}, {"name": "Lustre", "audio": "v_sr224_0011", "normalized": ["(Wh-what the… Wh-what it this… Aaaughh?!", ")"]}, {"name": "", "audio": "", "normalized": ["Even though she was soaked in a lukewarm fluid, she felt her body was burning up incredibly hot, from both inside and outside, covered in the heat."]}, {"name": "", "audio": "", "normalized": ["But it was not just the heat.", " Every bit of her body, rubbed by the fluid, tingled and the depth of her body started aching."]}, {"name": "Lustre", "audio": "v_sr224_0012", "normalized": ["(Huuahh, guuhh?!", " What the… N-no, this must be…!", ")"]}, {"name": "", "audio": "", "normalized": ["She was familiar with this sensation.", " It was the taste of pleasure she felt over and over when she was violated by the orcs earlier."]}, {"name": "", "audio": "", "normalized": ["But the magnitude was no match for it."]}, {"name": "Lustre", "audio": "v_sr224_0013", "normalized": ["(Ughaahhmnn!", " N-no way… It's already, working… Hughuhh, aahghh… M-my pussy, deep…Inside…)"]}, {"name": "", "audio": "", "normalized": ["The heat was gradually building up and her love juice was seeping out, being pushed out by the pleasure."]}, {"name": "", "audio": "", "normalized": ["Not only was it her vagina, but her nipples and clitoris were erect as well, and every bit of her skin became sexually sensitive, burning up and shivering."]}, {"name": "", "audio": "", "normalized": ["When Lustre turned her body subconsciously to get away from the sensation, the fleshy wall of the monster began to move as well."]}, {"name": "Lustre", "audio": "v_sr224_0014", "normalized": ["(Mmnghaahh?!", " What, the hell… Hiighuhh?!", ")"]}, {"name": "", "audio": "", "normalized": ["Part of the flesh wall that was protruding out underneath her crotch formed an ominous tentacle and drilled up her."]}, {"name": "Lustre", "audio": "v_sr224_0015", "normalized": ["(Mnguhhahh?!", " Haaughh, ooghh, oohaahhuhhahh!", ")"]}, {"name": "", "audio": "", "normalized": ["Lustre screamed as she could not hold it in anymore and her inhaled oxygen escaped in bubble from her mouth, making her swallow the fluid."]}, {"name": "", "audio": "", "normalized": ["She shut her mouth in a panic, but the flowing fluids had already entered into her throat and she could feel the burning sensation coming up from there."]}, {"name": "", "audio": "", "normalized": ["Her body was aching even further, burning up, the sensation made her hips jump up and down, and hot breath was leaking from her lips."]}, {"name": "Lustre", "audio": "v_sr224_0016", "normalized": ["(Hooghuaahh… What, is this… This is…completely insane… Oguhh!", " It's so rough… Scraping me…)"]}, {"name": "", "audio": "", "normalized": ["It was a large tentacle to begin with, but it also had numerous lumps on the shaft and it pushed into her vagina and forced its way in."]}, {"name": "", "audio": "", "normalized": ["In addition to its fluids, Lustre's completely molten membrane walls helped with the lubrication, making the rough insertion pleasurable."]}, {"name": "Lustre", "audio": "v_sr224_0017", "normalized": ["(Haagguuhh… Ooguuhh, i-it's gonna tear… Mnnahhuhh…!", ")"]}, {"name": "", "audio": "", "normalized": ["Despite her internal screams, her vagina was actually changing its shape nicely and sucked onto the tentacle, inviting it inside."]}, {"name": "Lustre", "audio": "v_sr224_0018", "normalized": ["(Th-this is too… I-it's better than…the orc cocks, s-so much better… Hiighh… Eiiheeihh, haahiehh…)"]}, {"name": "", "audio": "", "normalized": ["The unbelievably huge tentacle scraped up the walls and she felt joy and pleasure instead of pain and aching even though she was all tensed up."]}, {"name": "", "audio": "", "normalized": ["Lustre's eyes opened wide in surprise because of that and let out another bubble of air from her mouth when she looked down to check on her groin."]}, {"name": "Lustre", "audio": "v_sr224_0019", "normalized": ["(Wh-what the… Mnguuhh?!", ")"]}, {"name": "", "audio": "", "normalized": ["The huge shape of the tentacle was visible on the outside as it pushed her stomach from the inside, and every time it moved, so did her groin."]}, {"name": "", "audio": "", "normalized": ["Yet the pleasure she felt was off the charts."]}, {"name": "", "audio": "", "normalized": ["Every time the tentacle moved across, a kind of pleasure she had never experienced before stormed her inside and the tentacle kept rubbing."]}, {"name": "", "audio": "", "normalized": ["She was already aroused by the orc's semen, and even further by the creature's fluids.", " Lustre's sensitivity was heightened beyond limits."]}, {"name": "Lustre", "audio": "v_sr224_0020", "normalized": ["(Hiigheeahh, aagguuhh?!", " Ooohoohh, right there, right in there!", " Noo, don't move!", ")"]}, {"name": "", "audio": "", "normalized": ["The wiggling tentacles made her hips sway and her back arch, jumping up lewdly and her urethra was exposed to the maddening pleasure."]}, {"name": "Lustre", "audio": "v_sr224_0021", "normalized": ["(Noo!", " Mnnghaahh… It's coming out, c-coming out… Mnnghhuhh!", ")"]}, {"name": "", "audio": "", "normalized": ["Her female ejaculation erupted, shaking her urethra over and over again as it escaped her body and mixed into the fluids."]}, {"name": "", "audio": "", "normalized": ["Lustre was deep in the aftermath of the ejaculation and relief as she narrowed her eyes in a trance with a short breath."]}, {"name": "Lustre", "audio": "v_sr224_0022", "normalized": ["(I just… I just, came… Th-this, quickly… Ohhghh, mhhuhh… This is, not good…)"]}, {"name": "", "audio": "", "normalized": ["The tentacle kept ravaging her inside as it seemed to be unsatisfied with her orgasm and it sent chills down Lustre's spine."]}, {"name": "Lustre", "audio": "v_sr224_0023", "normalized": ["(Haaguuhh, mnguuhh… S-so good… If, this thing… If it, moved… Even harder, faster… If it did…)"]}, {"name": "", "audio": "", "normalized": ["How good would it feel――.", " Perhaps it would even break her down completely――."]}, {"name": "", "audio": "", "normalized": ["A devastating thought crossed her mind.", " Lustre's shivers did not get any weaker, but even stronger and the depths of her womb ached."]}, {"name": "Lustre", "audio": "v_sr224_0024", "normalized": ["(P-please, move… Move, move… Aaahh, aahuuhh, n-no… D-don't move… Aahhuhh, but…)"]}, {"name": "", "audio": "", "normalized": ["She was having contradicting thoughts, but her hips moved up and down, back and forth like it was begging and it stimulated the tentacle to move."]}, {"name": "Lustre", "audio": "v_sr224_0025", "normalized": ["(Mngguhhiee?!", " Hiighh, ggaahh… Aaaghhahh, geehh, daahh!", " Yess, it's moving!", ")"]}, {"name": "", "audio": "", "normalized": ["The long and thick tentacle dropped out for a moment, and then it pierced her womb violently."]}, {"name": "", "audio": "", "normalized": ["The extreme shock and pleasure made her mind blank out, her vision flashed brightly, and her body shuddered."]}, {"name": "Lustre", "audio": "v_sr224_0026", "normalized": ["(Ughgheeaahghh!", " Aaaguhh, uggoohh, it's moving!", " The cock, it's grinding me!", ")"]}, {"name": "", "audio": "", "normalized": ["The bloated tentacle forced it way in it sucked onto the entire vagina and continued its fast and violent movement, in and out."]}, {"name": "Lustre", "audio": "v_sr224_0027", "normalized": ["(That's it, mnnguuhh, yess!", " Aahhaahh, it's coming, my pussy!", " Oooguuhh, mnahhuhh?!", ")"]}, {"name": "", "audio": "", "normalized": ["At the same time, she felt a stinging sensation on her chest.", " She checked with blurrily eyes and saw petal-like tentacles covering her breasts."]}, {"name": "Lustre", "audio": "v_sr224_0028", "normalized": ["(Mnhhrahh, nyaahh… What, it that… Huughuhh, mnguuhahh!", ")"]}, {"name": "", "audio": "", "normalized": ["The engulfed breasts were sucked by the tentacle bras and she felt the sensation of something being sucked out as Lustre writhed."]}, {"name": "", "audio": "", "normalized": ["But that was not all.", " The pain she just felt――it was the pain of sharp needle-like tentacle piercing her breasts."]}, {"name": "", "audio": "", "normalized": ["It pierced her nipples accurately and stimulated her mammary gland, wiggling around like it was trying to open it up in a circular motion."]}, {"name": "Lustre", "audio": "v_sr224_0029", "normalized": ["(Huuggeeiihh?!", " Mnraahh, rraahiheehh, what it this.", " Eeeghh!", " Sheaah, I don't knoww?!", ")"]}, {"name": "", "audio": "", "normalized": ["The orcs were all about the mouth and pussy, they did not go for her breasts much."]}, {"name": "", "audio": "", "normalized": ["Perhaps a little bit of nipple-play and titjobs only.", " They did not bite on it, nor stroked it and above all――they did not go any further inwards."]}, {"name": "", "audio": "", "normalized": ["She was attacked in such inexperienced place, having the newly sensitive area developed by the aphrodisiacs, alternating between the pain and pleasure."]}, {"name": "Lustre", "audio": "v_sr224_0030", "normalized": ["(Ooohhguuhh!", " Mnguuhh!", " Wha-what the… What is this… M-my breasts… They are melting…)"]}, {"name": "", "audio": "", "normalized": ["Through the needles were the same aphrodisiac fluids and they seeped into her mammary gland gradually."]}, {"name": "", "audio": "", "normalized": ["The depth of her chest began burning up and aching.", " It felt like something was about to burst and her back and hips began to jump wildly."]}, {"name": "Lustre", "audio": "v_sr224_0031", "normalized": ["(Ugghhueehahh!", " Th-this is soo wrong!", " No, this isn't right, noo, aahhghh!", " Coming, I'm definitely coming!", ")"]}, {"name": "", "audio": "", "normalized": ["Her vagina was continuously being scraped by the extra huge tentacle and her nipples were pierced in deep as well, making her head white out."]}, {"name": "", "audio": "", "normalized": ["The needle moved back and forth in a circular motion.", " Every time its pattern changed, pleasure erupted in her nipples and Lustre screamed while ejaculating."]}, {"name": "Lustre", "audio": "v_sr224_0032", "normalized": ["(Mnhheeiihhghhuuhh!", " Coming, coming, uhh.", " Oooghuhh!", " Ohheeihh.", " Hooaahhghh!", ")"]}, {"name": "", "audio": "", "normalized": ["*Jitter* *Jerk* *Spuirt* *Spurt* *Splash*"]}, {"name": "Lustre", "audio": "v_sr224_0033", "normalized": ["(Coommiinngg!", " Aaahuuhh.", " Coming!", " My pussy!", " And my breasts too, coommiinngg!", ")"]}, {"name": "", "audio": "", "normalized": ["The pent up aching in her breasts――the sensation of milk coming up the mammary gland prepared by the drugs, made her body twitch uncontrollably."]}, {"name": "", "audio": "", "normalized": ["Now the tentacle bra had become a milking machine and she poured an ample amount of erupting breast milk into it as her face melted in pleasure."]}, {"name": "Lustre", "audio": "v_sr224_0034", "normalized": ["(Mnhhguuhuuhh, coming… Aaahh, it's coming in my pussy, uhh!", " The cock, the cum!", ")"]}, {"name": "", "audio": "", "normalized": ["As if it was refilling her for the spewing breast milk, the tentacle penis poured huge amount of cum into her womb."]}, {"name": "Lustre", "audio": "v_sr224_0035", "normalized": ["(It's so hot, I'm coming!", " Aagghh, I can't stop my milk, iieehh!", " It's coming out, soo much of it, uughh!", ")"]}, {"name": "", "audio": "", "normalized": ["Lustre's mind had completely collapsed now that she has tasted previously unknown sensation of lactating."]}, {"name": "", "audio": "", "normalized": ["She arched her back and moved her breasts forward, in anticipation for stronger stimulation by the needle and sucking, shaking her breasts."]}, {"name": "Lustre", "audio": "v_sr224_0036", "normalized": ["(Huuaaghh, this is soo goodd, this… I love, this, please do morree!", " Pierce me more, let me milk more!", ")"]}, {"name": "", "audio": "", "normalized": ["Her breasts swung and the inside of her nipple rubbed against the needle.", " The sweet waved made her eyes melt and the pleasure rendered her body limp."]}, {"name": "", "audio": "", "normalized": ["Lustre fell into a trance as she spewed love juice and overflowing cum from her vagina and ejaculation for her urethra above it."]}, {"name": "Lustre", "audio": "v_sr224_0037", "normalized": ["(Mnnghheehh… Th-this is, amazing… I-I wanna…cum forever…with my tits… Please let me…)"]}, {"name": "", "audio": "", "normalized": ["The injection of fluids into her breasts, aphrodisiac cum in her pussy, and intake of fluids through her loosened lips furthered Lustre's transformation."]}, {"name": "", "audio": "", "normalized": ["She was so sensitive that she orgasmed by just a touch anywhere on her body, even lactated without pregnancy, and her mind was altered for pleasure."]}, {"name": "", "audio": "", "normalized": ["Yet Lustre did not care what was happening to her body, only thinking of devouring pleasure――."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["And few days had passed――."]}, {"name": "You", "audio": "", "normalized": ["――Huh, this is interesting."]}, {"name": "", "audio": "", "normalized": ["I was amazed at what Lustre had become, still trapped by the creature behind the glass window."]}, {"name": "Lustre", "audio": "v_sr224_0038", "normalized": ["Oghh… Ooobbhhohh, ooheeghh…"]}, {"name": "", "audio": "", "normalized": ["Her breasts were continuously milked by the tentacles and they had grown even larger than before, now constantly lactating."]}, {"name": "", "audio": "", "normalized": ["Her labia was now spread wide open as it had been sucking onto the extra thick tentacle, being violated by it everywhere."]}, {"name": "", "audio": "", "normalized": ["And her stomach had expanded like she was pregnant from all the cum poured into her and it shook with watery sound every time she orgasmed."]}, {"name": "You", "audio": "", "normalized": ["You've become such a hottie, Lustre… How do you feel?"]}, {"name": "Lustre", "audio": "v_sr224_0039", "normalized": ["Hmnnbbuuhh, guubhhghh, goohoughh!"]}, {"name": "", "audio": "", "normalized": ["I had no idea what she was trying to say to me, but her expression was that of a satisfied female and there was no more resistance left in her eyes."]}, {"name": "", "audio": "", "normalized": ["I checked the instrument panel besides me and found her sensitivity was up to the eleven but her brainwave was not broken and stable."]}, {"name": "", "audio": "", "normalized": ["It was obvious from the data she had transformed to a hedonistic slut who had given in to the pleasure yet still retained her minds."]}, {"name": "You", "audio": "", "normalized": ["Looks like her training is now complete."]}, {"name": "Researcher", "audio": "", "normalized": ["Yes.", " Here are the test results."]}, {"name": "", "audio": "", "normalized": ["I looked at her file and it seemed my initial purpose was fulfilled as well."]}, {"name": "", "audio": "", "normalized": ["By recreating her entire body, the Demonic genes which were not fully integrated into her tissues had become one with each other now."]}, {"name": "You", "audio": "", "normalized": ["Good… Now, she could be useful.", " She would not be consumed by her hatred and can devour the massacre and pleasure."]}, {"name": "", "audio": "", "normalized": ["Perhaps she heard my words――Lustre narrowed her eyes and screamed particularly loudly as she orgasmed."]}, {"name": "", "audio": "", "normalized": ["The body twitched violently and then――."]}, {"name": "", "audio": "", "normalized": ["Once the tentacles and the bondage finally set her free, Lustre lost her consciousness and for the first time in few days, she closed her eyes and went to sleep."]}]