[{"name": "", "audio": "", "normalized": ["This is Goshamachi.", " The Taimanin's secret village."]}, {"name": "", "audio": "", "normalized": ["I infiltrated Gosha Academy, located in this city, and am investigating the Taimanin's daily movements."]}, {"name": "", "audio": "", "normalized": ["As expected of a secret village, the security here is quite high."]}, {"name": "", "audio": "", "normalized": ["It would be difficult for a normal human to even realize the existence of this place, much less infiltrate it."]}, {"name": "", "audio": "", "normalized": ["However, against my power, that security is completely useless."]}, {"name": "", "audio": "", "normalized": ["Thus, I continue my completely unsuspicious life inside the academy as Mr.", " Tanaka."]}, {"name": "Mokuren", "audio": "v_r-ev102_0000", "normalized": ["In an underwater battle, your respiratory control determines whether you will win or lose!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0001", "normalized": ["If you just use your techniques recklessly, you will only make the situation worse.", " Please calmly assess the situation first."]}, {"name": "", "audio": "", "normalized": ["The name of the lecturer who was passionately instructing her students by the poolside was Mokuren Fujibayashi."]}, {"name": "", "audio": "", "normalized": ["She was coaching students who were using the water escape technique."]}, {"name": "", "audio": "", "normalized": ["Although the technique wasn't particularly flashy, as expected, it was difficult to use water for defence, and it was renowned as requiring quite some skill."]}, {"name": "You", "audio": "", "normalized": ["(…Of course, that's if it's a fight from head-on.", ")"]}, {"name": "Mokuren", "audio": "v_r-ev102_0002", "normalized": ["Today we'll drill putting pressure on the water.", " Please focus your power on the palm of your hand and create a wave."]}, {"name": "Mokuren", "audio": "v_r-ev102_0003", "normalized": ["Specifically, this is how we'll do it.", " Haah!"]}, {"name": "", "audio": "", "normalized": ["As Mokuren gathered her power, at that instant the water bent and a large wave rose at once."]}, {"name": "Male Student A", "audio": "", "normalized": ["Woaah, awesome."]}, {"name": "Male Student B", "audio": "", "normalized": ["That's Ms.", " Fujibayashi all right.", " Seriously something."]}, {"name": "Male Student A", "audio": "", "normalized": ["Her power is something, but that body is really something too…"]}, {"name": "Male Student B", "audio": "", "normalized": ["Right… If I could squeeze those tits, I'd have no regrets left."]}, {"name": "", "audio": "", "normalized": ["At the end of the male students' gaze was Mokuren's figure that moved greatly every time she used her technique."]}, {"name": "", "audio": "", "normalized": ["Both her ripely drooping hills were bouncing freely, and her legs where they stretched from her pelvis were blinding to the eye."]}, {"name": "", "audio": "", "normalized": ["It was a truly erotic body, but there was another reason the male students were responding like this."]}, {"name": "Male Student A", "audio": "", "normalized": ["You saw it too, right?", " The video uploaded on that site."]}, {"name": "Male Student B", "audio": "", "normalized": ["Yeah, an upperclassman told me about it."]}, {"name": "Male Student B", "audio": "", "normalized": ["But wait, that was definitely filmed in one of our school hallways, wasn't it?"]}, {"name": "Male Student A", "audio": "", "normalized": ["Yeah, the video was dark so I'm not totally sure, but it definitely looked like it…"]}, {"name": "Male Student B", "audio": "", "normalized": ["Yeah, and that voice and body.", " No matter how you look at it…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0004", "normalized": ["Hey, you two over there.", " Practice already started a while ago."]}, {"name": "Male Student A", "audio": "", "normalized": ["O-oh, I'm sorry!"]}, {"name": "", "audio": "", "normalized": ["The two male students sprang up and dove into the pool as they hid their swelling nether regions."]}, {"name": "You", "audio": "", "normalized": ["(Heheheh.", " This makes me look forward to today's discipline… Right, Mokuren?", ")"]}, {"name": "", "audio": "", "normalized": ["Having overheard the male students' gossip, I chuckled at the knowledge that the rumors were spreading wonderfully."]}, {"name": "", "audio": "", "normalized": ["Then, turning my persistent gaze from Mokuren, who was still ardently instructing them, I left the scene."]}, {"name": "", "audio": "", "normalized": ["Late that night.", " The sound of a man and a woman's voice leaked out from the school building where no one should be."]}, {"name": "You", "audio": "", "normalized": ["So in other words, it seems the rumor has already spread throughout the school."]}, {"name": "You", "audio": "", "normalized": ["It might not be long before a student catches sight of this location."]}, {"name": "Mokuren", "audio": "v_r-ev102_0005", "normalized": ["Aah… if that happens, I'll be completely ruined."]}, {"name": "You", "audio": "", "normalized": ["Even though you say that, the truth is you want someone to see it, right?", " That lewd, gushing wet pussy."]}, {"name": "Mokuren", "audio": "v_r-ev102_0006", "normalized": ["Th-that's not true…"]}, {"name": "You", "audio": "", "normalized": ["Well, the time for talk is over.", " Let's hurry up and start filming."]}, {"name": "You", "audio": "", "normalized": ["It's your duty to provide wank material for your students and fans on that website."]}, {"name": "Mokuren", "audio": "v_r-ev102_0007", "normalized": ["Y-yes…"]}, {"name": "You", "audio": "", "normalized": ["All right, let's start with an introduction.", " State clearly who you are and where you're from."]}, {"name": "Mokuren", "audio": "v_r-ev102_0008", "normalized": ["Y-yes… I'm Mokuren Fujibayashi.", " I'm single and… a lecturer at Gosha Academy…"]}, {"name": "You", "audio": "", "normalized": ["You're missing a vital part."]}, {"name": "You", "audio": "", "normalized": ["'I'm a perverted lecturer who gets off on my foolishness being filmed inside the sacred halls of learning.", "'"]}, {"name": "You", "audio": "", "normalized": ["Right?"]}, {"name": "Mokuren", "audio": "v_r-ev102_0009", "normalized": ["Forgive me… I'm a perverted lecturer who gets off on my foolishness being filmed inside the sacred halls of learning."]}, {"name": "You", "audio": "", "normalized": ["Hmm, even though you know this is going to be uploaded, you say that so easily."]}, {"name": "Mokuren", "audio": "v_r-ev102_0010", "normalized": ["Th-that's because you told me to say it…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, even so."]}, {"name": "", "audio": "", "normalized": ["…Still, in the end, her face would be covered with a mosaic and the parts where her name and personal information were exposed would be bleeped out."]}, {"name": "", "audio": "", "normalized": ["There was no need to actually expose her, because this was only to make Mokuren taste the joy of masochism."]}, {"name": "You", "audio": "", "normalized": ["…But still, that dangling piercing looks good on you."]}, {"name": "", "audio": "", "normalized": ["As my eyes moved to her vulva, the metal in between her pussy lips gleamed mysteriously, wet with the juices overflowing from her female hole."]}, {"name": "Mokuren", "audio": "v_r-ev102_0011", "normalized": ["Auuhh, nnhnn… th-thank you…"]}, {"name": "", "audio": "", "normalized": ["As Mokuren answered, she traced the piercing with her finger, embarrassedly but lovingly."]}, {"name": "", "audio": "", "normalized": ["…She really was a completely perverted woman.", " There wasn't even a need to use my power."]}, {"name": "", "audio": "", "normalized": ["That's right, while making Mokuren fall, I hadn't used my power one bit."]}, {"name": "", "audio": "", "normalized": ["I had simply realized that she had no idea what to do with that mature body of hers, and simply had approached her as a normal man and violated her just once."]}, {"name": "", "audio": "", "normalized": ["Just from forcing her to have sex that one time, Mokuren had awakened to her perverted masochistic desires, and easily became my sex slave."]}, {"name": "You", "audio": "", "normalized": ["The gazes of those students who see this video will definitely be fixed on your crotch, you know?"]}, {"name": "You", "audio": "", "normalized": ["They'll want to confirm whether or not you really have a labia piercing."]}, {"name": "Mokuren", "audio": "v_r-ev102_0012", "normalized": ["Uuuh, I wonder why each and every one of my students end up browsing strange websites."]}, {"name": "You", "audio": "", "normalized": ["That's gotta be because they're your students.", " Your perverted aura is infecting them."]}, {"name": "Mokuren", "audio": "v_r-ev102_0013", "normalized": ["Aah, no way… M-my fault… Everyone, please forgive your lewd, perverted, no good teacher…"]}, {"name": "", "audio": "", "normalized": ["While her mouth spoke an apology, her vagina was shining even wetter."]}, {"name": "", "audio": "", "normalized": ["Just as planned.", " 'Your perverted aura is infecting them' was nothing more than words meant to make Mokuren even more excited."]}, {"name": "", "audio": "", "normalized": ["The truth was, I had spread a rumor among students who were familiar with the internet by asking 'Might that be Ms.", " Mokuren?", ","]}, {"name": "Mokuren", "audio": "v_r-ev102_0014", "normalized": ["Uuuh… I'm sorry, everyone… It's my fault you're all becoming perverts…"]}, {"name": "You", "audio": "", "normalized": ["…Seems about the right time now.", " Mokuren, you can push them out now."]}, {"name": "", "audio": "", "normalized": ["Her womb was excited just from the verbal assault, and as I realized she was feeling the energy of her building climax, I triumphantly gave her the next order."]}, {"name": "Mokuren", "audio": "v_r-ev102_0015", "normalized": ["Y-yes, I understand.", " Well then… nngh, phgyuuh, guuh…!"]}, {"name": "", "audio": "", "normalized": ["As Mokuren strained and gave an awkwardly flirty smile, a slippery, glossy pink orb began to appear from her crevice."]}, {"name": "You", "audio": "", "normalized": ["Ohh, I can see it now, I can see it.", " Teacher is starting to lay eggs."]}, {"name": "", "audio": "", "normalized": ["The sphere that was sticking halfway out of her vagina was an egg-shaped vibrator I had prepared in advance that morning."]}, {"name": "", "audio": "", "normalized": ["It was hard to tell from the outside, but inside her plump abdomen, buried deep inside her pussy were six of the softball-sized vibrators."]}, {"name": "You", "audio": "", "normalized": ["The straitlaced Ms.", " Fujibayashi, going crazy from a bunch of vibrators stuffed into her womb during the middle of class…"]}, {"name": "You", "audio": "", "normalized": ["I wonder what your students would think if they knew?"]}, {"name": "Mokuren", "audio": "v_r-ev102_0016", "normalized": ["F-for heaven's sake, please don't say that…"]}, {"name": "You", "audio": "", "normalized": ["I saw it.", " You tried to hide it in the water of the pool, but you were leaking your shameful, lewd juices constantly."]}, {"name": "Mokuren", "audio": "v_r-ev102_0017", "normalized": ["B-but, the vibrators were rubbing inside my pussy, hhnn!", " I couldn't stop myself from orgasming…"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, even as you say that you seem like you're going to cum again."]}, {"name": "Mokuren", "audio": "v_r-ev102_0018", "normalized": ["Y-yes… My hole's entrance is being stretched so wide it feels like it will tear, I-I think I'm gonna cum!"]}, {"name": "You", "audio": "", "normalized": ["Hey, don't cum yet.", " I won't let you orgasm until you finish birthing all six of them."]}, {"name": "Mokuren", "audio": "v_r-ev102_0019", "normalized": ["Aphhwh?", " Th-that's impossible… Seriously, I can't stand it even after just one…!"]}, {"name": "You", "audio": "", "normalized": ["If you don't endure it, I'll upload this video without your face being blocked, though?"]}, {"name": "Mokuren", "audio": "v_r-ev102_0020", "normalized": ["N-no way… if you do that the students will definitely find ouut!"]}, {"name": "You", "audio": "", "normalized": ["Wouldn't that be fun too?", " Look, hurry up and push them out.", " Let everyone see their teacher laying eggs."]}, {"name": "", "audio": "", "normalized": ["I didn't give her a moment to breathe.", " I continued pleasuring Mokuren right up to the brink of her climax."]}, {"name": "", "audio": "", "normalized": ["As I continued, her masochistic joy grew and her whole body was dyed even redder."]}, {"name": "Mokuren", "audio": "v_r-ev102_0021", "normalized": ["I-I understand.", " I'll birth them without cumming, so please, leave the mosaic on…"]}, {"name": "", "audio": "", "normalized": ["In contrast to her words, she began to push in a somewhat trancelike state."]}, {"name": "Mokuren", "audio": "v_r-ev102_0022", "normalized": ["Guuh.", " Guuh, aphh… phuuh, nnphh…!"]}, {"name": "You", "audio": "", "normalized": ["Hey, you're a lecturer, you know?", " Birth them while making it clear what you want your students to do."]}, {"name": "Mokuren", "audio": "v_r-ev102_0023", "normalized": ["Y-yes… Teacher's going to birth them now… Everyone, please watch me birth them and fap a lot…"]}, {"name": "", "audio": "", "normalized": ["As she said this, Mokuren put more and more force into her lower half."]}, {"name": "", "audio": "", "normalized": ["The muscles in her abdomen tightened at the slight waves crashing through her."]}, {"name": "", "audio": "", "normalized": ["A wet spray of love juices escaped from the small space between her pussy lips and the egg."]}, {"name": "", "audio": "", "normalized": ["Then, in the next instant―"]}, {"name": "Mokuren", "audio": "v_r-ev102_0024", "normalized": ["Aaah☆", " It's coming out☆", " I'm giving birth!", " It's coming out!", " Nnhahaahh!"]}, {"name": "", "audio": "", "normalized": ["As she let out a scream that echoed throughout the school building, Mokuren birthed an egg with a wet plop."]}, {"name": "Mokuren", "audio": "v_r-ev102_0025", "normalized": ["Hiih, nnhhiih… Everyone, are you watching… Teacher lewdly birthing an egg…"]}, {"name": "", "audio": "", "normalized": ["Her eyes were full of tears, her mouth was drooling, and her gaping open female cave was spilling out hot sex fluids, soaking and dirtying her body and the floor."]}, {"name": "", "audio": "", "normalized": ["Her nipples, which were especially sensitive even compared to the rest of her body, were swelled up to more than twice their normal size, like sponges."]}, {"name": "", "audio": "", "normalized": ["However…"]}, {"name": "You", "audio": "", "normalized": ["Oh, it seems as though you didn't orgasm."]}, {"name": "", "audio": "", "normalized": ["On the other side of the lens, Mokuren's pupils and toes weren't responding to any sort of climax.", " She had successfully endured the first wave."]}, {"name": "Mokuren", "audio": "v_r-ev102_0026", "normalized": ["Y-yesh… P-please have mercy… I'm begging you, pleash give my filthy self permission to orgasm…"]}, {"name": "", "audio": "", "normalized": ["Nonetheless, it was by a razor thin margin."]}, {"name": "", "audio": "", "normalized": ["Her mangled speech made it clear that if she had let down her guard even a bit, she would have gradually succumbed to serial orgasms."]}, {"name": "", "audio": "", "normalized": ["In that case, how much could she withstand?", " The fun was just beginning."]}, {"name": "You", "audio": "", "normalized": ["Just as I said at the beginning, orgasm is forbidden until you finish letting them all out."]}, {"name": "You", "audio": "", "normalized": ["No matter how much you beg, that rule isn't changing."]}, {"name": "Mokuren", "audio": "v_r-ev102_0027", "normalized": ["Auuh, hhihh, uuh… even tho theresh shtill five left, no way, no waay…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0028", "normalized": ["Haah, haah… could you let me resht… just for a moment… pleash, I beg you…"]}, {"name": "You", "audio": "", "normalized": ["Hey, don't go resting.", " Hurry up and birth them.", " There's nothing more boring than a tedious porno."]}, {"name": "", "audio": "", "normalized": ["The slight bit of her reason remaining was trying to hold back her body's excitement even a little bit, but of course, I wouldn't let that happen."]}, {"name": "You", "audio": "", "normalized": ["If you complain any more than this, I'm going to leave off the mosaic even if you don't cum, got it?"]}, {"name": "Mokuren", "audio": "v_r-ev102_0029", "normalized": ["Yessh, forgive mee… I'll birth them right awaay, I'll birth the eggs sho pleash forgive mee…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0030", "normalized": ["E-everyone… I'm gonna let out the second one.", " Make sure you get a good look at your teacher's egg-laying pussy…!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0031", "normalized": ["Nngh, nngh, guhhiih!", " It's coming, a huge egg, it's pressing against the wall of my pussy while it's coming ouut!"]}, {"name": "", "audio": "", "normalized": ["Mokuren's face was distorted with anguish and pleasure, and bodily fluids sprayed from all her orifices."]}, {"name": "", "audio": "", "normalized": ["There was the figure of a woman who had been completely corrupted, completely unlike her normal self that gallantly brandished a teacher's pointer everyday."]}, {"name": "Mokuren", "audio": "v_r-ev102_0032", "normalized": ["Ogghiih!", " It's coming out, it's comiing!", " My pussy is teariing!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0033", "normalized": ["Nnghiih!", " Nnh, phgghh, uuh, uuh!"]}, {"name": "", "audio": "", "normalized": ["The second vibrator was expelled from her vulgar opening with a wet sound."]}, {"name": "", "audio": "", "normalized": ["Her birth canal where the eggs had passed through was still wide open, and it seemed as if one looked in they would see all the way deep inside."]}, {"name": "You", "audio": "", "normalized": ["Hoh, the second one.", " Seems like you managed to endure again."]}, {"name": "Mokuren", "audio": "v_r-ev102_0034", "normalized": ["A-agaiin!", " Teacher's pussy is all slack and stickily giving biirth!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0035", "normalized": ["Nngh, pph, nnhh!", " Uuh, haa, aah!"]}, {"name": "", "audio": "", "normalized": ["The instant that Mokuren strained her body again suddenly, the third egg bulged out from her entrance."]}, {"name": "", "audio": "", "normalized": ["The egg, coated in her sweet nectar, shone dully and buzzed as it revealed itself."]}, {"name": "Mokuren", "audio": "v_r-ev102_0036", "normalized": ["Nnhahh, aah, it'sh coming ouut, the egg is, ouut!"]}, {"name": "You", "audio": "", "normalized": ["That's the third.", " Good job, Mokuren."]}, {"name": "Mokuren", "audio": "v_r-ev102_0037", "normalized": ["It'sh coming ouut!", " Teacher's giving birth again!", " Ohhihh?!", " Ohohhohh?!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0038", "normalized": ["Hohh, uuh, uuh.", " Nnhahh, aah, ahaah… Aah, phh, nnhhohh?!"]}, {"name": "", "audio": "", "normalized": ["Mokuren strained even harder, as though the remaining eggs were stuck firmly deep inside her."]}, {"name": "", "audio": "", "normalized": ["The inside of her pussy twitched countless times, trying to expel the foreign objects, and each time, sticky love fluids ran down her."]}, {"name": "Mokuren", "audio": "v_r-ev102_0039", "normalized": ["Nnnhooh, ohh, ohh!", " Uuuh, uuh!", " I'm tearing, I'm teariing!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0040", "normalized": ["My insides, they're all c-coming ouut!", " Ohh, hooh, hooh, hoohh!"]}, {"name": "", "audio": "", "normalized": ["As Mokuren let out a particularly loud squeal, two eggs plopped out of her body all at once."]}, {"name": "You", "audio": "", "normalized": ["That's the fifth one.", " Just one left."]}, {"name": "", "audio": "", "normalized": ["One, then another… the number of eggs birthed by Mokuren, whose limbs shook as she screamed with each birth, finally reached the number five."]}, {"name": "Mokuren", "audio": "v_r-ev102_0041", "normalized": ["Nnh, ohh, ohoohh, nnh, hohh, uuh, uuhhohh!", " Hohoohh!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0042", "normalized": ["Uuh, nnhh, hiihh, uuh, phh, uuh, uuhh…"]}, {"name": "You", "audio": "", "normalized": ["Letting out such vulgar groans even though you're a teacher, are you trying to make your students' dicks shrivel up?"]}, {"name": "You", "audio": "", "normalized": ["Nah, actually, they might be getting harder."]}, {"name": "You", "audio": "", "normalized": ["Since I'm sure that none of them could have imagined that gallant Ms.", " Mokuren birthing eggs while letting out such vulgar groans."]}, {"name": "Mokuren", "audio": "v_r-ev102_0043", "normalized": ["Ohhohh, hiihh, hauuhh… aah, aah, aahh…"]}, {"name": "", "audio": "", "normalized": ["Mokuren could only moan unintelligibly, not showing whether or not she heard my words."]}, {"name": "", "audio": "", "normalized": ["However, even with her eyes open wide and looking like she would faint, she had the strength of will to follow my orders and restrain herself from orgasm."]}, {"name": "", "audio": "", "normalized": ["As expected of even a fallen Taimanin, or something like that."]}, {"name": "You", "audio": "", "normalized": ["Well, still, you've done well enduring until now.", " The next one is the last one."]}, {"name": "You", "audio": "", "normalized": ["Show your birthing orgasm to your students on the other side of the camera."]}, {"name": "Mokuren", "audio": "v_r-ev102_0044", "normalized": ["Aah, huhh?", " I-i-is it okay?", " To orgasm from giving birth…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, truthfully I forbid it until you finished birthing them all, but this is your reward for enduring up until now."]}, {"name": "Mokuren", "audio": "v_r-ev102_0045", "normalized": ["Y-yesh, thank you… I'm so happy, because I can't hold back my orgasm anymore…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0046", "normalized": ["Everyone, look closely… Since I got permishun, now your teacher is going to orgasm with all her might."]}, {"name": "", "audio": "", "normalized": ["Facing the camera, she opened her legs even wider than before, declaring this in slurred words once more."]}, {"name": "Mokuren", "audio": "v_r-ev102_0047", "normalized": ["Nnpph… pphh, uuh, uwaah!", " It's coming ouut, the last huge egg is descending to the entrance of my pussyy!"]}, {"name": "", "audio": "", "normalized": ["Her beautiful face crumbled and twisted with joy at finding an outlet for her stifled climaxes."]}, {"name": "Mokuren", "audio": "v_r-ev102_0048", "normalized": ["Higghii!", " I'm cumming, I'm cummiing!", " I'm gonna cuum!"]}, {"name": "You", "audio": "", "normalized": ["Hey, not yet!", " At the same time that you birth it!", " I didn't allow you to cum before that!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0049", "normalized": ["Y-yeshh!", " Nnh, I'll hold baack!", " I-I won't orgaasm!"]}, {"name": "", "audio": "", "normalized": ["Mokuren's entire body twitched as she managed to stop herself just before climax."]}, {"name": "", "audio": "", "normalized": ["Her lower abdomen moved rhythmically up and down countless times, making her entire body pulse to the very end."]}, {"name": "Mokuren", "audio": "v_r-ev102_0050", "normalized": ["Ahhehehh!", " I'm cummiing!", " Hauuh, uuh, nnhhyaah!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0051", "normalized": ["Hiih!", " I'm letting it ouut!", " I'm giving birth to a huge egg so I'm cumming in front of the cameraa!"]}, {"name": "", "audio": "", "normalized": ["Her vagina entrance that had shut after the fifth egg spread open once again."]}, {"name": "Mokuren", "audio": "v_r-ev102_0052", "normalized": ["L-look…!", " Everyone ejaculate while you watch your teacher's extraordinary egg-laying orgasm!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0053", "normalized": ["I'm cummiing!", " My body is tingling―ahhiih, phh, highyaah!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0054", "normalized": ["Guaah… aahaha, aah… uwaah…"]}, {"name": "", "audio": "", "normalized": ["Just as promised, at the same time Mokuren birthed the last egg, she climbed to her peak."]}, {"name": "Mokuren", "audio": "v_r-ev102_0055", "normalized": ["Hiih, hiihuuhh… my pussy… still won't shtop twitching…"]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back in her head and her thighs trembled with the aftershocks of her orgasm as beneath her were the six eggs and a large puddle that was spreading."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, you came magnificently.", " You're still dribbling cum, huh."]}, {"name": "Mokuren", "audio": "v_r-ev102_0056", "normalized": ["Ahiihh… that was my first time having such an amazhing orgasm…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm sure your students watching this are letting out the biggest load of their lives too."]}, {"name": "You", "audio": "", "normalized": ["After all, even if it's behind the screen, they still got to see their respected Ms.", " Fujibayashi's exquisitely perverted orgasm."]}, {"name": "Mokuren", "audio": "v_r-ev102_0057", "normalized": ["Uuuh, no way… I'm sho embarrassed…"]}, {"name": "", "audio": "", "normalized": ["Her expression was completely carved in ecstasy as hot sighs escaped from her lips as she slurred."]}, {"name": "", "audio": "", "normalized": ["I knew that while her mouth was protesting in embarrassment, her eyes were looking for even greater pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hmm, that embarrassment feels so good you could get addicted to it, right?"]}, {"name": "You", "audio": "", "normalized": ["If not, you wouldn't be orgasming from this kind of perverted play."]}, {"name": "Mokuren", "audio": "v_r-ev102_0058", "normalized": ["Y-yes, thinking about my students jerking their dicks while watching me, I'm so embarrassed I feel like my brain is going to boil over."]}, {"name": "Mokuren", "audio": "v_r-ev102_0059", "normalized": ["B-but, that feelsh, sho good… Nnph, phh, nngh…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0060", "normalized": ["E-Everyone… watch this video a lot… jerk it to your teacher a lot okay…"]}, {"name": "", "audio": "", "normalized": ["The more she talked, the easier it was to identify just who was depicted in this adult video."]}, {"name": "", "audio": "", "normalized": ["Even so, she kept talking, seemingly completely lost to pleasure."]}, {"name": "You", "audio": "", "normalized": ["A lot… huh.", " In that case, why don't we give them one more bit of fanservice?"]}, {"name": "Mokuren", "audio": "v_r-ev102_0061", "normalized": ["F-fanservice?", " What should I…?"]}, {"name": "You", "audio": "", "normalized": ["Those vibrators put a lot of pressure on your bladder too.", " You should have to urinate pretty badly by now?"]}, {"name": "Mokuren", "audio": "v_r-ev102_0062", "normalized": ["Ahh, yesh.", " My bladder is so full, I want to pee…"]}, {"name": "You", "audio": "", "normalized": ["You understand if I say that much, right?", " Spray it all over them, give the eggs you laid a golden shower."]}, {"name": "Mokuren", "audio": "v_r-ev102_0063", "normalized": ["Nnnhah?", " N-no way, are you serioush…?"]}, {"name": "", "audio": "", "normalized": ["Though she hesitated, the area peeking out from her crevice near her urethra was already twitching."]}, {"name": "", "audio": "", "normalized": ["She was swollen red there where her labia piercing was, and even the slightest stimulation seemed as if it would break down her endurance."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, gets you excited, right?", " Your students will see your filthy urine."]}, {"name": "Mokuren", "audio": "v_r-ev102_0064", "normalized": ["Aah, aah, what should I do… I can't pee…"]}, {"name": "", "audio": "", "normalized": ["Though she was bewildered, she didn't refuse.", " Mokuren held her piercing as she spread her labia wide."]}, {"name": "", "audio": "", "normalized": ["Then, she lifted her hips slightly, and adjusted herself so that the camera lens would capture her urethra better."]}, {"name": "Mokuren", "audio": "v_r-ev102_0065", "normalized": ["I-I'll do it… After the eggs, now peeing… W-Watch your teacher urinate…!"]}, {"name": "Mokuren", "audio": "v_r-ev102_0066", "normalized": ["Happh, haah, ahhehh…"]}, {"name": "", "audio": "", "normalized": ["Different from the strained squeal she had as she birthed the eggs, she let out an exhausted voice, as a stream of golden liquid came forth from her fissure."]}, {"name": "", "audio": "", "normalized": ["At that moment the thick scent of ammonia filled the area, mixing with the smell of her love fluids and simulating the male senses."]}, {"name": "You", "audio": "", "normalized": ["Ohh, you had quite a bit saved up.", " That intense female scent is wafting this way."]}, {"name": "Mokuren", "audio": "v_r-ev102_0067", "normalized": ["Haah, hiihh… I'm so embarrassed… but I can't stop peeiing!"]}, {"name": "", "audio": "", "normalized": ["At my jeering words, Mokuren strained her abdomen and tried to stop urinating, but the dam called her bladder had been breached and there was no stopping it."]}, {"name": "", "audio": "", "normalized": ["Her lewd urine that continued to overflow made a sploshing noise as it dripped onto the floor and splashed back onto her ankles."]}, {"name": "You", "audio": "", "normalized": ["It's a shame that the students can't smell this scent.", " I'm sure one whiff would make their softened dicks recover in an instant."]}, {"name": "Mokuren", "audio": "v_r-ev102_0068", "normalized": ["I-is that so?", " Would everyone be excited by my filthy pee…?"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, I'm sure of it.", " If I wasn't filming, even I would swoop down on you in a flash."]}, {"name": "Mokuren", "audio": "v_r-ev102_0069", "normalized": ["Haapph, my… everyone excited by your teacher's pee… phwaah?!", " N-no way?", " Haah, aah, aahh!"]}, {"name": "", "audio": "", "normalized": ["Halfway through peeing, Mokuren suddenly let out a piercing squeal and the curved stream coming from her moved up and down wildly."]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " Did you by any chance cum again?", " Surely not just from pissing?"]}, {"name": "Mokuren", "audio": "v_r-ev102_0070", "normalized": ["Y-yeshh… from peeing… I orgasmed jusht from peeing…"]}, {"name": "", "audio": "", "normalized": ["This was the final form of this perverted woman."]}, {"name": "", "audio": "", "normalized": ["It seemed as though her lewd vagina, freed from the pressure, was now sent into heavenly pleasure…"]}, {"name": "", "audio": "", "normalized": ["…from just the slightest stimulation of her urination."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, I got some really great footage today.", " Well then, Mokuren, let's have some parting words."]}, {"name": "", "audio": "", "normalized": ["The camera's storage was almost at its limit as I spoke to Mokuren, who was still dazedly leaking her golden stream."]}, {"name": "Mokuren", "audio": "v_r-ev102_0071", "normalized": ["Y-yesh… Everyone, thank you for watching until the end today…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0072", "normalized": ["I got sho excited thinking about everyone watching me and I came shoo much…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0073", "normalized": ["Even though I'm such a perverted lecturer, let's get along from now on too…"]}, {"name": "Mokuren", "audio": "v_r-ev102_0074", "normalized": ["Please look at my body and masturbate a lot, okay."]}, {"name": "", "audio": "", "normalized": ["Mokuren spoke these words at my prompting.", " Of course, as she continued to sloppily urinate."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, that was a wonderful statement.", " Mokuren, you've become a splendid female slave."]}, {"name": "", "audio": "", "normalized": ["After clapping briefly at Mokuren's statement, I turned off the power to the camera."]}]