[{"name": "", "audio": "", "normalized": ["A certain researcher from a UFS government organization has been talked about a lot in the scene."]}, {"name": "", "audio": "", "normalized": ["The reason was, apparently, this researcher was a skilled yet non-licensed surgeon, rumored to be able to graft Demon's limbs onto a man, even."]}, {"name": "", "audio": "", "normalized": ["At the same time, I have also heard of her reputation as a mad scientist, casually running experiments on humans and dabbling in body modification."]}, {"name": "You", "audio": "", "normalized": ["(I am sure this researcher is talented, but perhaps I should be careful when making contact…)"]}, {"name": "", "audio": "", "normalized": ["If it was truly possible to transplant Demonic powers into human beings, then I wanted this researcher on my side by any means."]}, {"name": "", "audio": "", "normalized": ["Apparently, the researcher was no longer with the UFS and is now working as a back-alley doctor in the slums."]}, {"name": "", "audio": "", "normalized": ["I located the clinic based on the intel I had obtained and paid the researcher a visit."]}, {"name": "Mary", "audio": "v_r-ev177_0000", "normalized": ["――Weellcome to Mengel Clinic!", " You must be the Mr.", " Fuuma I have been hearing so much about?", " I'm Mary Mengel.", " Pleasure to meet you."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, that's right.", " How did you know I was coming?"]}, {"name": "", "audio": "", "normalized": ["The person who greeted me at the clinic was a surprisingly tall and voluptuous woman."]}, {"name": "", "audio": "", "normalized": ["Bur her lab coat was stained with blood and the only other thing she was wearing was a pair of slutty looking lingerie."]}, {"name": "Mary", "audio": "v_r-ev177_0001", "normalized": ["Well you know.", " I am kind of on the run.", " I must be able to protect myself and whatnot.", " Anyway, what do you want with me?"]}, {"name": "", "audio": "", "normalized": ["I was surprised she was acting so casual.", " After all, she is obsessed with sickening experiments.", " Perhaps she is more eccentric than what I have heard."]}, {"name": "You", "audio": "", "normalized": ["If you already know that much, then we can get down to the business…"]}, {"name": "You", "audio": "", "normalized": ["Let's cut to the chase.", " I want you to work for me.", " I will pay well, of course."]}, {"name": "Mary", "audio": "v_r-ev177_0002", "normalized": ["Sure, why not?"]}, {"name": "You", "audio": "", "normalized": ["Ehh, seriously?!", " …A-are you sure about that?"]}, {"name": "", "audio": "", "normalized": ["I even felt somewhat let down by her answer.", " Mary seemed dumbfounded as well."]}, {"name": "Mary", "audio": "v_r-ev177_0003", "normalized": ["If you can fund me to continue my work, then I have no more need to run such a clinic like this one, so."]}, {"name": "Mary", "audio": "v_r-ev177_0004", "normalized": ["I get to focus on my research and experiments.", " It is exactly I have been wishing for."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " Glad to hear that!", " Then, welcome aboard."]}, {"name": "Mary", "audio": "v_r-ev177_0005", "normalized": ["Yeah!", " I'm glad too.", " But there is one thing, I have one little thing to ask you before moving on."]}, {"name": "", "audio": "", "normalized": ["As soon as I thought things were wrapping up, Mary smiled distinctively, lifting up the ends of her lips."]}, {"name": "You", "audio": "", "normalized": ["…I'm listening, what is it?"]}, {"name": "", "audio": "", "normalized": ["I was bugged by anxiety I could not quite put my hands on, but stepped into her office regardless."]}, {"name": "", "audio": "", "normalized": ["Inside was a collection of all the facilities and equipment, seemingly too clean for a back alley doctor."]}, {"name": "", "audio": "", "normalized": ["However, I noticed some unsettling tools like drills and circular saws lying among other equipment like disinfected scalpels."]}, {"name": "Mary", "audio": "v_r-ev177_0006", "normalized": ["――So, let's get this started.", " Come on, take your clothes off and get naked now."]}, {"name": "You", "audio": "", "normalized": ["Y-yeah… Fine, I'll do so."]}, {"name": "", "audio": "", "normalized": ["I took my clothes off and sat down on the medical bed, far from anything resembling comfortable."]}, {"name": "", "audio": "", "normalized": ["Mary squatted down in front of the rugged medical bed.", " Which makes her right in front of my crotch."]}, {"name": "Mary", "audio": "v_r-ev177_0007", "normalized": ["Oh my, well well well.", " What a, what a magnificent penis you have here.", " Humnuhh."]}, {"name": "You", "audio": "", "normalized": ["…Y-you're being awfully complimenting, huh?"]}, {"name": "Mary", "audio": "v_r-ev177_0008", "normalized": ["Oh don't be shy.", " I can feel the heat with just by touching my cheeks close to it.", " And look at the hardness and the size."]}, {"name": "", "audio": "", "normalized": ["Her request was that she wanted to examine my body thoroughly, from the head to toe."]}, {"name": "", "audio": "", "normalized": ["I was afraid she was going to perform some surgery on me."]}, {"name": "", "audio": "", "normalized": ["But she swore she would not just start hacking me up with a scalpel all of the sudden."]}, {"name": "", "audio": "", "normalized": ["However, I still could not shed the feeling I had become a frog on a dissecting table with her dangerous looking eyes staring at me."]}, {"name": "Mary", "audio": "v_r-ev177_0009", "normalized": ["Hehe, don't be so alarmed, I am just very interested in you.", " That's why I'm taking a good look… Hmm, this part looks sensitive."]}, {"name": "", "audio": "", "normalized": ["Mary narrowed her eyes and stroked the backside and the base of my penis in a practiced manner."]}, {"name": "", "audio": "", "normalized": ["She licked her lips and continued to give me a handjob, gradually gripping my cock harder."]}, {"name": "", "audio": "", "normalized": ["I realized then.", " She was interested in my body as a man, not just as a guinea pig."]}, {"name": "You", "audio": "", "normalized": ["You're quite a scholar."]}, {"name": "Mary", "audio": "v_r-ev177_0010", "normalized": ["Yes.", " I often forget to eat or sleep when I'm focused."]}, {"name": "", "audio": "", "normalized": ["Mary started to boast proudly."]}, {"name": "Mary", "audio": "v_r-ev177_0011", "normalized": ["So I find quick intake of calories quite important.", " Especially something like a thick paste of protein."]}, {"name": "", "audio": "", "normalized": ["She smiled as she remarked and moved her hands down gently to my ball sack underneath the penis."]}, {"name": "", "audio": "", "normalized": ["Too focused on research to forget eating or sleeping.", " I wondered what kind of diet she was on to keep her voluptuous figure."]}, {"name": "Mary", "audio": "v_r-ev177_0012", "normalized": ["Oh, it just got even bigger!", " Such an expansion ratio!", " I can think of many modifications to begin with, with this length!"]}, {"name": "", "audio": "", "normalized": ["She started spewing alarming remarks as she fondled my penis."]}, {"name": "You", "audio": "", "normalized": ["N-no, I don’t want my body modified, it's the…"]}, {"name": "Mary", "audio": "v_r-ev177_0013", "normalized": ["Yes, of course, I know.", " It was just my personal opinion.", " Ahh, in any case, such a waste you have not augmented this yet."]}, {"name": "", "audio": "", "normalized": ["She breathed out ecstatically.", " Her technique handling a penis was top notch and how she occasionally rubbed it up against her cheek was really something else."]}, {"name": "", "audio": "", "normalized": ["Her touch was like what of a high-end escort and I was getting aroused."]}, {"name": "Mary", "audio": "v_r-ev177_0014", "normalized": ["Oh, don't be shy.", " Please do feel free to enjoy this, okay?", " I just want to take a good look at you and your body, every bit of it."]}, {"name": "", "audio": "", "normalized": ["I felt like I was prey being hunted, but I had no choice but to let Mary handle me."]}, {"name": "", "audio": "", "normalized": ["She looked almost like a predator drooling in front of a prey."]}, {"name": "Mary", "audio": "v_r-ev177_0015", "normalized": ["Ahaahh, wonderful.", " I see fluid is coming out of your urethra.", " Good, you are responding to stimulation on the corpus spongiosum."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was from her sweet breath coming out of her nostrils, I saw precum coming out of the tip.", " But more importantly…"]}, {"name": "You", "audio": "", "normalized": ["Y-you don't have to…call everything anatomically."]}, {"name": "", "audio": "", "normalized": ["They were anatomically correct terms, but coming from the mad scientists' mouth…"]}, {"name": "", "audio": "", "normalized": ["It sounded unusually lewd for some reason."]}, {"name": "", "audio": "", "normalized": ["Mary chuckled a little inside her mouth and continued to stimulate my penis already getting wet from the precum."]}, {"name": "Mary", "audio": "v_r-ev177_0016", "normalized": ["Now then, allow me to present to you exactly how good my body modification skills are."]}, {"name": "You", "audio": "", "normalized": ["…What?!"]}, {"name": "Mary", "audio": "v_r-ev177_0017", "normalized": ["Mnnh… Mnnhchhuhh… Juuhhrruhh… Mnnhuuhh.", " Mhuchuhh.", " Rellroouh.", " Mnnhuhh… Mnnchuuhh."]}, {"name": "", "audio": "", "normalized": ["Mary tangled her tongue along my penis with a hungry looking eyes."]}, {"name": "", "audio": "", "normalized": ["At first glance, it was only a passionate blowjob, but the length of her tongue was not right."]}, {"name": "", "audio": "", "normalized": ["It was elongated beyond any regular human tongue, so much so it could wrap around my entire cock.", " It was also wide enough to cover the tip as well."]}, {"name": "You", "audio": "", "normalized": ["W-wait… What the?"]}, {"name": "Mary", "audio": "v_r-ev177_0018", "normalized": ["Mnnguhh… Mchuuhh.", " Yes, indeed.", " My tongue here, I had modified this myself."]}, {"name": "", "audio": "", "normalized": ["I was stunned.", " I had no idea I would be witnessing her handiwork in such manner."]}, {"name": "", "audio": "", "normalized": ["The tongue ran across like it had a mind of its own.", " Strangely, I had no repulsive feeling towards its snake-like movement, carefully licking up every bit of my penis."]}, {"name": "You", "audio": "", "normalized": ["I see.", " So your skill is well proven.", " …Ugh?!"]}, {"name": "", "audio": "", "normalized": ["Her tongue was unbelievably long.", " I unintentionally let out a groan from the stimulation on my cock."]}, {"name": "", "audio": "", "normalized": ["Her tongue was reaching places where it would not usually be possible, licking the shoulders, the back, and the urethra at the same time."]}, {"name": "Mary", "audio": "v_r-ev177_0019", "normalized": ["Mnnhuhuhuh.", " It feels like getting a blowjob from a few girls at once, doesn't it?", " I can tell from your face."]}, {"name": "", "audio": "", "normalized": ["Mary was completely right.", " It was as though I was now developing a new fetish."]}, {"name": "You", "audio": "", "normalized": ["Modifying your own tongue like this… Huhh, you do surprise me quite a lot."]}, {"name": "Mary", "audio": "v_r-ev177_0020", "normalized": ["I had this transplanted from a greater Succubus.", " Mnnghh… Mnnguchhuh.", " It honestly is nothing with my skills.", " Mnnhuhhuhh."]}, {"name": "", "audio": "", "normalized": ["If that was true, I surely had to get a talent like her to work for me.", " I was amazed at how skilled she was at the handjob and the blowjob, in addition to her surgery skills."]}, {"name": "", "audio": "", "normalized": ["Once Mary started licking, her eyes began to water up.", " Perhaps she was aroused, I could see her cheeks were blushing and her breath short."]}, {"name": "You", "audio": "", "normalized": ["…?", " …What's up, are you getting turned on?"]}, {"name": "Mary", "audio": "v_r-ev177_0021", "normalized": ["Haahh, ahuhahh… You can tell?", " The tongue I had transplanted, it's actually a sexually sensitive organ for Succubi."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " So it means you are actually getting sexually aroused as you lick my cock?"]}, {"name": "", "audio": "", "normalized": ["Mary smiled erotically as she licked up the entire head of my penis with her inhumane tongue."]}, {"name": "Mary", "audio": "v_r-ev177_0022", "normalized": ["I suppose so."]}, {"name": "Mary", "audio": "v_r-ev177_0023", "normalized": ["Think of it this way.", " My sensitive organ is rubbing up against your cock as we speak."]}, {"name": "", "audio": "", "normalized": ["I saw what she meant.", " Even just a blowjob was equally arousing as directly having our sexual organs in contact with Mary."]}, {"name": "Mary", "audio": "v_r-ev177_0024", "normalized": ["The Demons are fascinating creatures.", " Tongues as sexual organs.", " I've come across various specimens since I came here."]}, {"name": "", "audio": "", "normalized": ["To me, she was equally fascinating and odd as she was obsessed with the Dark World and even transplanted Demonic organs on herself."]}, {"name": "", "audio": "", "normalized": ["I now had vague ideas on why she could not stay with the UFS even with such a talent."]}, {"name": "You", "audio": "", "normalized": ["Very well, Mary Mengel.", " Do go ahead and entertain me with that tongue of yours."]}, {"name": "Mary", "audio": "v_r-ev177_0025", "normalized": ["Ahahh, yes.", " …Mnnguhhmnguuhh."]}, {"name": "", "audio": "", "normalized": ["Mary reluctantly lifted her tongue off of my cock, and then opened her lips wide and swallowed my cock whole."]}, {"name": "Mary", "audio": "v_r-ev177_0026", "normalized": ["Mnnjuhh, hmnnbuhhuhh… Mnjuruuhhriuhh… Mnnuhh.", " Mnhuhruhh.", " Mnguhh."]}, {"name": "", "audio": "", "normalized": ["She used her lips to stimulate the head and french kissed it so it would shine with her saliva.", " And then deep throated the whole thing with lewd noises."]}, {"name": "", "audio": "", "normalized": ["The way she stared up at me with her eyes narrowed was so erotic, even the real Demons would have been no match."]}, {"name": "Mary", "audio": "v_r-ev177_0027", "normalized": ["Hmnnguhh… Mnchuuhh.", " Mnmmhuhh… Mughuhh.", " Nghouhh."]}, {"name": "You", "audio": "", "normalized": ["Huh… Sucking on my dick actually makes you aroused, doesn't it?", " Man, that tongue must really be that sensitive."]}, {"name": "", "audio": "", "normalized": ["Mary nodded affirmatively with a glimmer in the depth of her eyes."]}, {"name": "", "audio": "", "normalized": ["She was still sucking on my dick as the tip of her tongue kept licking the back side and protruding shoulders."]}, {"name": "", "audio": "", "normalized": ["In addition, so much saliva was overflowing from her mouth.", " The inside of her mouth had a unique sensation has it kept sucking onto the head."]}, {"name": "", "audio": "", "normalized": ["Perhaps her mouth itself had been surgically modified in some way or another as well."]}, {"name": "Mary", "audio": "v_r-ev177_0028", "normalized": ["Mbughh.", " Mnguhh… Nhujuuh.", " Nmguhh, mnguhha, mnguhh… Hmuhh."]}, {"name": "", "audio": "", "normalized": ["She adjusted her angle of approach as she kept sucking onto the shaft with lewd watery sound."]}, {"name": "", "audio": "", "normalized": ["The hot breath coming out of her nostrils tickled the base of the penis and the shaft flexed as she changed her angle and the pacing."]}, {"name": "You", "audio": "", "normalized": ["Huh… So your entire mouth is pretty much like a sexual organ to you, isn't it?"]}, {"name": "Mary", "audio": "v_r-ev177_0029", "normalized": ["Hmnnhh… Mnnhuhahh, aaghh… Please.", " Please do enjoy my mouth pussy all you like."]}, {"name": "", "audio": "", "normalized": ["Mary pulled my cock out of her mouth for a moment and showed me the viscous mixture of her saliva and my precum inside her mouth."]}, {"name": "", "audio": "", "normalized": ["She continued to suck my cock with a sultry smile on her face."]}, {"name": "You", "audio": "", "normalized": ["Alright.", " I will do so."]}, {"name": "Mary", "audio": "v_r-ev177_0030", "normalized": ["Mnnguhh… Mchuuhh.", " Mmmhuhh."]}, {"name": "", "audio": "", "normalized": ["She began to suck on my dick again.", " The obscene watery noise was getting even louder and her head was speeding up as well."]}, {"name": "", "audio": "", "normalized": ["Since apparently her mouth acts as a sexual organ, I lifted my hips and began to pound Mary's tongue and mouth."]}, {"name": "Mary", "audio": "v_r-ev177_0031", "normalized": ["Hmmbuuhffu… Mhuughh.", " Mhaahh, nfuuhh.", " Mnnmuhh… Nhhegh.", " Mnguhh… Nhhauh, mnnchughh… S-so good."]}, {"name": "", "audio": "", "normalized": ["Mary narrowed her eyes ecstatically as she was fucked right in the depth of her throat."]}, {"name": "", "audio": "", "normalized": ["She contracted her throat and spread the tips of her tongue in synch with my movements and spread the saliva all over my penis."]}, {"name": "Mary", "audio": "v_r-ev177_0032", "normalized": ["Pffhuuahh.", " Ahh, amazing.", " With such a magnificent penis, I'm also interested in how you cum, not only how long you can last."]}, {"name": "", "audio": "", "normalized": ["Mary was toying with my penis with a child-like gleam of curiosity in her gray eyes."]}, {"name": "You", "audio": "", "normalized": ["Fine.", " Do what you wish.", " I couldn't care less."]}, {"name": "Mary", "audio": "v_r-ev177_0033", "normalized": ["Mhuhuhuhu… I will, then."]}, {"name": "", "audio": "", "normalized": ["Mary sucked onto my penis with a truly happy sounding answer."]}, {"name": "", "audio": "", "normalized": ["She continued to rub the part of my cock her could not fit in her mouth with her fingertips and massaged my balls as well."]}, {"name": "Mary", "audio": "v_r-ev177_0034", "normalized": ["Mnnguuhh… Mnncuhh, mnuhh.", " Mchuuhh… Nmhuhh, nnguuhh."]}, {"name": "", "audio": "", "normalized": ["So much precum was coming out and as it mixed with her saliva, a sticky noise from the mixture in her mouth echoed across the office."]}, {"name": "", "audio": "", "normalized": ["Even if it was just a mouth, it still felt like a genuine vagina, and to add to it, her Succubus tongue was tangling onto my cock."]}, {"name": "", "audio": "", "normalized": ["I was surprised that even if my penis was in deep enough to penetrate her throat, her tongue accurately stimulated my urethra."]}, {"name": "You", "audio": "", "normalized": ["Good, Mary.", " I'm coming soon, okay?"]}, {"name": "Mary", "audio": "v_r-ev177_0035", "normalized": ["Mnnjuhh, mbuhh.", " Nmmjuuhh… Uhhuhuhuh.", " Mnnhuhh… Please do."]}, {"name": "", "audio": "", "normalized": ["The devilish doctor conveyed affirmation as she narrowed her eyes in a trance while she continued to suck my cock."]}, {"name": "", "audio": "", "normalized": ["She must have been aroused from sucking my penis.", " She had unbuttoned her lab coat and was masturbating through her underwear."]}, {"name": "You", "audio": "", "normalized": ["Good… Fantastic.", " You… You better come too!"]}, {"name": "", "audio": "", "normalized": ["I shoved my orgasming penis into the depth of her throat and the fully opened shoulders of my cock shuddered inside her mouth."]}, {"name": "", "audio": "", "normalized": ["*Spurt* *Sput* *Splosh* *Spew* *Spew* *Sput*"]}, {"name": "Mary", "audio": "v_r-ev177_0036", "normalized": ["Mnguuhh?!", " Mngguuhhgghuhh!"]}, {"name": "", "audio": "", "normalized": ["So much cum was released inside Mary's throat, much of it came overflowing out of her."]}, {"name": "", "audio": "", "normalized": ["As soon as I came, Mary had too.", " She orgasmed with her mouth which she had modified to a sexual organ herself."]}, {"name": "Mary", "audio": "v_r-ev177_0037", "normalized": ["Mnnuhh… Mbuuhghh… Hmmchuuhh.", " Mnuhh…nmuh, chuhh… Nnmuhh."]}, {"name": "", "audio": "", "normalized": ["Her oral membrane and tongue twisted and danced."]}, {"name": "", "audio": "", "normalized": ["Her tongue swayed in a way as of it was gently petting my ejaculating penis, and her cheeks deflated, trying to suck out all the cum."]}, {"name": "", "audio": "", "normalized": ["I kept on cumming, twice and then thrice from the unprecedented pleasure from her blowjob."]}, {"name": "Mary", "audio": "v_r-ev177_0038", "normalized": ["…Mnnhuhh… Mnuhh.", " Mhuhh."]}, {"name": "You", "audio": "", "normalized": ["Huh, you came down there too?"]}, {"name": "", "audio": "", "normalized": ["As I looked down towards the floor, Mary's crotch was all wet as she had been masturbating as she was swallowing cum."]}, {"name": "", "audio": "", "normalized": ["It must have felt like orgasming with two different organs as she was giving a blowjob."]}, {"name": "Mary", "audio": "v_r-ev177_0039", "normalized": ["…Mnnhuhh, mnuhh.", " Ppffuhahh.", " Haauh, haah, haauh… Ahahh."]}, {"name": "", "audio": "", "normalized": ["Once the long ejaculation was over, Mary finally let go of my penis from my mouth with an aroused expression on her face."]}, {"name": "", "audio": "", "normalized": ["A clear mucus was drawing a bridge between Mary's lips and the entirety of my penis."]}, {"name": "Mary", "audio": "v_r-ev177_0040", "normalized": ["Mnnaahh… Ahh, don't waste it… Mnnchuuhh, mguhh.", " Juruuhhruhh."]}, {"name": "You", "audio": "", "normalized": ["Good thinking…"]}, {"name": "", "audio": "", "normalized": ["Even after she did let go of my cock for a moment, she was soon back as sucking any cum left inside it."]}, {"name": "", "audio": "", "normalized": ["It may have been what's left of the ejaculation but there was still enough amount for her to swallow with a lewd sound."]}, {"name": "", "audio": "", "normalized": ["She had her mouth full with it and was savoring the cum."]}, {"name": "Mary", "audio": "v_r-ev177_0041", "normalized": ["Mnhuhuhuh… Aaahhmmnn."]}, {"name": "", "audio": "", "normalized": ["She opened her mouth wide and showed me how much cum she had inside her mouth.", " It was as if she was a pornstar."]}, {"name": "", "audio": "", "normalized": ["Mary seemed satisfied and she swallowed every last drop of cum in her mouth.", " A drip of white liquid ran down from her lips."]}, {"name": "Mary", "audio": "v_r-ev177_0042", "normalized": ["Haahh.", " It was really, amazing."]}, {"name": "You", "audio": "", "normalized": ["Yeah, you look pretty satisfied, yeah?"]}, {"name": "", "audio": "", "normalized": ["The devilish doctor was smiling at me satisfied in front of the patient's bed as she caught her breath."]}, {"name": "Mary", "audio": "v_r-ev177_0043", "normalized": ["I mean, look at the volume and thickness of your semen.", " It's giving me inspiration for new experiments.", " Uhhuhuhuhuhu."]}, {"name": "", "audio": "", "normalized": ["Mary was reminiscing of the act as she sat flat on the floor.", " Even with lust filled eyes, she seemed to be pondering about something."]}, {"name": "Mary", "audio": "v_r-ev177_0044", "normalized": ["Oh, I know!", " How about I make something out of this semen?", " Like a homunculi, huh?"]}, {"name": "You", "audio": "", "normalized": ["H-hey, are you serious?"]}, {"name": "", "audio": "", "normalized": ["Creating an artificial life out of animal semen is some alchemist's fantasy."]}, {"name": "Mary", "audio": "v_r-ev177_0045", "normalized": ["Or perhaps concoct an aphrodisiac out of the semen?", " Oh wait, how about adding another penis to increase the amount?!"]}, {"name": "", "audio": "", "normalized": ["Mary kept spewing more crazy ideas, one after another."]}, {"name": "", "audio": "", "normalized": ["Every single one of them were either extremely dangerous to my well being or just absolutely insane."]}, {"name": "", "audio": "", "normalized": ["However, I saw potential in her… Perhaps she will be of use after all.", " She was indeed a talented but mad scientist."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Something about praise a fool…perhaps."]}, {"name": "Mary", "audio": "v_r-ev177_0046", "normalized": ["Hey, did you say something?"]}, {"name": "You", "audio": "", "normalized": ["…Never mind."]}]