[{"name": "", "audio": "", "normalized": ["Heated moans kept echoing in the dark, underground room."]}, {"name": "", "audio": "", "normalized": ["I moved my focus gradually to the middle of the room where the moans were coming from."]}, {"name": "You", "audio": "", "normalized": ["The Mad Joy Murder actually looks cute like this."]}, {"name": "", "audio": "", "normalized": ["I was taking my time here, torturing the finally captured Dark World doctor and a sadistic dissection fanatic, Arda."]}, {"name": "Arda", "audio": "v_r-ev183_0000", "normalized": ["Haahh, huuhh, haauhhgh… Nnnaahh… Huuggh… Ughuhh…"]}, {"name": "You", "audio": "", "normalized": ["Don't get me wrong though.", " I'm not doing this out of sadistic joy, unlike you."]}, {"name": "Arda", "audio": "v_r-ev183_0001", "normalized": ["Oh, is that right.", " Mnnguhh, but it really is half-assed… I-it won't even keep me occupied."]}, {"name": "", "audio": "", "normalized": ["I used a special spike to nail her palm to a cross, almost like a holy figure, and then inserted a vibrator into her."]}, {"name": "", "audio": "", "normalized": ["I was cornering her with both the pain and pleasure, but――"]}, {"name": "Arda", "audio": "v_r-ev183_0002", "normalized": ["Y-you think this is foreplay… It's as cheap as a child's attempt at foreplay."]}, {"name": "", "audio": "", "normalized": ["I made sure that she would feel the pain from her hand every time she flinched from the pleasure, but Arda seemed she was still calm enough."]}, {"name": "You", "audio": "", "normalized": ["Hmm… Looks like it's gonna be a long night.", " At least it's a sight for sore eyes."]}, {"name": "You", "audio": "", "normalized": ["I have all the time I need, so I guess I'll take it slow."]}, {"name": "Arda", "audio": "v_r-ev183_0003", "normalized": ["Sounds good… Haamnnguuhh… Don't bore me though… Aaahhaahh… And I'll keep you company."]}, {"name": "", "audio": "", "normalized": ["Even though it must have been half bluffing, I was disturbed by the fact I could sense she was actually enjoying this."]}, {"name": "", "audio": "", "normalized": ["After all, she was a Demon with perverted fondness for dissection and torture, I supposed it was only a natural reaction from her."]}, {"name": "", "audio": "", "normalized": ["It would have made my job harder if she was screaming like a little girl."]}, {"name": "", "audio": "", "normalized": ["It was all within my expectation.", " The game was on."]}, {"name": "You", "audio": "", "normalized": ["Well well, so, to start off our long night together, let us have a little conversation…"]}, {"name": "", "audio": "", "normalized": ["I clasped my hands together slowly while looking at her sweaty and exposed large breasts."]}, {"name": "Arda", "audio": "v_r-ev183_0004", "normalized": ["B-bedtime story?", " I'm going to fall asleep if it's boring."]}, {"name": "You", "audio": "", "normalized": ["Don't worry.", " I won't let you, not easily…"]}, {"name": "", "audio": "", "normalized": ["I did say a conversation, but it was more of an interrogation, so I would keep going till I had all the answers I needed."]}, {"name": "You", "audio": "", "normalized": ["My men went to you for a patch up after they were injured in a combat and on the run."]}, {"name": "You", "audio": "", "normalized": ["Why did you write them off as deceased despite your treatments?"]}, {"name": "Arda", "audio": "v_r-ev183_0005", "normalized": ["I-I guess it was their life expectancy?"]}, {"name": "You", "audio": "", "normalized": ["Of course, some of the injuries might have been fatal.", " But you aren't any backstreet quack…"]}, {"name": "You", "audio": "", "normalized": ["You are a renowned Dark World doctor.", " People call you a god…or rather a devil, when it comes to surgical operations."]}, {"name": "Arda", "audio": "v_r-ev183_0006", "normalized": ["So what… Haahhaahhuughh… Dead is dead… I coundn't help them, that was their fate."]}, {"name": "You", "audio": "", "normalized": ["Anyone would suspect something was up.", " You are supposed to be the great Dark World doctor, but every one of them was too late to save?"]}, {"name": "", "audio": "", "normalized": ["It could not have been possible that every last one of my men who visited her for help ended up dead."]}, {"name": "Arda", "audio": "v_r-ev183_0007", "normalized": ["It's fate, I tell you… Because… Haahaahh, I thought it was more fun to just kill them!"]}, {"name": "You", "audio": "", "normalized": ["What?"]}, {"name": "Arda", "audio": "v_r-ev183_0008", "normalized": ["Rather than treat them… It's more fun to dissect them.", " They were on a silver platter right in front of me… I couldn't help it."]}, {"name": "", "audio": "", "normalized": ["Arda said so without any remorse in her voice."]}, {"name": "You", "audio": "", "normalized": ["Some doctor you are."]}, {"name": "Arda", "audio": "v_r-ev183_0009", "normalized": ["Aaahh, huuhh… You surely…aren't expecting me to recite the Hippocratic Oath."]}, {"name": "Arda", "audio": "v_r-ev183_0010", "normalized": ["I just love the feeling of flesh and blood as I dissect them."]}, {"name": "You", "audio": "", "normalized": ["Mixing your work with your hobby… Looks like you've taken more lives than saved."]}, {"name": "", "audio": "", "normalized": ["At this point, I was unsure what exactly made her a medical doctor and why people called her that."]}, {"name": "Arda", "audio": "v_r-ev183_0011", "normalized": ["I-I can't… Haahaahh, help myself, if there's an easy to kill prey right in front of my eyes… I can't help it."]}, {"name": "Arda", "audio": "v_r-ev183_0012", "normalized": ["Everyone's the same… Aaahhahh, even you too, right?"]}, {"name": "You", "audio": "", "normalized": ["Humph, I can't control your murdering impulse…"]}, {"name": "", "audio": "", "normalized": ["As a doctor, it would be a crippling, if not fatal, flaw."]}, {"name": "", "audio": "", "normalized": ["But her instinct to kill, and her medical knowledge――"]}, {"name": "", "audio": "", "normalized": ["Especially the insight into the human anatomy.", " The doctor who knows how to treat a man…"]}, {"name": "", "audio": "", "normalized": ["…knows where to hurt a man to effectively kill one."]}, {"name": "You", "audio": "", "normalized": ["By the looks of it, you seem to be more of the type that would go rushing out, seeking blood on your own."]}, {"name": "Arda", "audio": "v_r-ev183_0013", "normalized": ["Don't get me wrong.", " Aaahmnnuhh… Haahhahh, I like to take my time to enjoy it."]}, {"name": "Arda", "audio": "v_r-ev183_0014", "normalized": ["Just like what you are doing now… In a roo.", " like this one… Aahhaahhaahh… Slowly…"]}, {"name": "Arda", "audio": "v_r-ev183_0015", "normalized": ["I want to take in the flesh, the blood, and the screams… It's so exciting to me."]}, {"name": "", "audio": "", "normalized": ["Her murder impulse was way over the top…but it certainly was interesting to me."]}, {"name": "", "audio": "", "normalized": ["In an ordinary life, she would have made a terrible neighbor, but our lives are filled with fierce battles that makes it hard to stay sane."]}, {"name": "", "audio": "", "normalized": ["Like they say, fight fire with fire, I could make a good use of her if I handle her right."]}, {"name": "Arda", "audio": "v_r-ev183_0016", "normalized": ["You can't… Nnnuughhuhhpphh…always get what you want when you want it."]}, {"name": "Arda", "audio": "v_r-ev183_0017", "normalized": ["So…I just don't hold back when there's something I want right there."]}, {"name": "", "audio": "", "normalized": ["She was going on and on about her philosphy despite the situation she was in.", " Her beathing was getting shallower but still, she was really something."]}, {"name": "You", "audio": "", "normalized": ["To be honest… Not bad."]}, {"name": "Arda", "audio": "v_r-ev183_0018", "normalized": ["What?"]}, {"name": "You", "audio": "", "normalized": ["I don't exactly agree with what you are saying, but I understand, and I don't hate it."]}, {"name": "Arda", "audio": "v_r-ev183_0019", "normalized": ["Y-yeah… You interest me… You and I, have a similar scent."]}, {"name": "You", "audio": "", "normalized": ["Perhaps…"]}, {"name": "", "audio": "", "normalized": ["Even though our choice of sins may have been in different fields, we were both far from ordinary or sensical."]}, {"name": "You", "audio": "", "normalized": ["But you did kill a lot of my men.", " I have to make your ass pay for that to make it right."]}, {"name": "Arda", "audio": "v_r-ev183_0020", "normalized": ["My ass… Mnnaahhahh, you like it up the back?"]}, {"name": "You", "audio": "", "normalized": ["I didn't mean that.", " Just saying I will make you pay for your actions."]}, {"name": "", "audio": "", "normalized": ["I could think of few interesting ways to put her to use, but I could not just let someone who killed my men on a whim go free."]}, {"name": "", "audio": "", "normalized": ["We all have urges we cannot control.", " And in Arda's case, it's just off the charts, but――"]}, {"name": "", "audio": "", "normalized": ["I still have to teach her she needs to control those urges for her to be of any use."]}, {"name": "", "audio": "", "normalized": ["I decided to dedicate my time to her for the night to make her pay for it and to break her in."]}, {"name": "You", "audio": "", "normalized": ["You know what this is?"]}, {"name": "Arda", "audio": "v_r-ev183_0021", "normalized": ["I-it's the spike that's…in my hands…right?", " Honestly, they are are a little too thick for my taste."]}, {"name": "You", "audio": "", "normalized": ["I thought so.", " Compared to scalpels and needles you use for careful dissection and torture, they are rather unsophisticated."]}, {"name": "Arda", "audio": "v_r-ev183_0022", "normalized": ["Men always thinks the bigger the better… but that's not always true.", " It's how you use them… Haahhahh, rather than the size."]}, {"name": "You", "audio": "", "normalized": ["In which case, you are in good hands.", " There were specially made for uses like this.", " It looks like an ordinary spike…"]}, {"name": "", "audio": "", "normalized": ["As I was continuing my explanation, I raised the spike and drove it mercilessly into her large, swaying breasts."]}, {"name": "Arda", "audio": "v_r-ev183_0023", "normalized": ["Fffuuaahgghh!"]}, {"name": "", "audio": "", "normalized": ["A scream like she was dying echoed full of the basement."]}, {"name": "", "audio": "", "normalized": ["One would think she would have been dead from the fatal stab."]}, {"name": "You", "audio": "", "normalized": ["The pain of having a spike in your chest is very real.", " But I have this spike cursed with the 'curse of invulnerability'."]}, {"name": "Arda", "audio": "v_r-ev183_0024", "normalized": ["Mnnaahhuuahhahahhahh… Ugghhggeehhggheehh, aahughhgheehh!"]}, {"name": "You", "audio": "", "normalized": ["It's a fatal blow to your chest.", " I must imagine it must hurt quite a bit."]}, {"name": "You", "audio": "", "normalized": ["ItBut don't worry.", " It only brings pain and will not leave a scratch on you."]}, {"name": "", "audio": "", "normalized": ["Arda writhed in pain from getting her chest inpaled with sweat all over her, but there was no wound or even blood, thanks to the curse."]}, {"name": "Arda", "audio": "v_r-ev183_0025", "normalized": ["Aaaggeehhgaahhghhuhh… …"]}, {"name": "You", "audio": "", "normalized": ["How is it?", " It's quite interesting.", " I guess you must be in too much pain to appreciate it, but…"]}, {"name": "", "audio": "", "normalized": ["The severe pain made her body react.", " She was struggling and made the spikes in her hands squeak and that bought on the never-ending cycle of pain."]}, {"name": "Arda", "audio": "v_r-ev183_0026", "normalized": ["Guuaaghhaahh… The spike… It's so big and burrnningg, in my, ugghahh, my chest…"]}, {"name": "You", "audio": "", "normalized": ["Yes, it's all the way in there, so deep.", " You can feel the pain with your organs, can't you?"]}, {"name": "Arda", "audio": "v_r-ev183_0027", "normalized": ["Hiigguhh… I can feel it… scraping me… The pain… It's burning me up… Hiigghuughuuehh."]}, {"name": "", "audio": "", "normalized": ["Her brain sensed the danger and her body went into overdrive to escape from the pain, but she could not get free of the bondage."]}, {"name": "You", "audio": "", "normalized": ["Enjoying what you have been doing to others being done to yourself.", " Don't you think is a new perspective to enjoy?"]}, {"name": "Arda", "audio": "v_r-ev183_0028", "normalized": ["Nmnmguahhaahh… Gggaahhggeehhgghhee!"]}, {"name": "", "audio": "", "normalized": ["She just gave me a glance as I stood besides her but it seemed she was no longer able to talk back to me."]}, {"name": "You", "audio": "", "normalized": ["This is gonna be a sleepless night, eh?"]}, {"name": "Arda", "audio": "v_r-ev183_0029", "normalized": ["Uhhgguhh… Aaahuhhguhh… Guugihheeiihh…"]}, {"name": "You", "audio": "", "normalized": ["The deed comes back upon the doer.", " What you do to others will come back to you… Well said."]}, {"name": "", "audio": "", "normalized": ["I was watching her, expecting her to go mental from the pain or such――"]}, {"name": "", "audio": "", "normalized": ["There was a slight change in her agonized expression."]}, {"name": "Arda", "audio": "v_r-ev183_0030", "normalized": ["Aaahhuhh, guuhh, haahh… Aaahhaahhnn… It's in my chest… It's in there… Right in my chest."]}, {"name": "", "audio": "", "normalized": ["Her scream of agony began to fade and instead she was letting out moans and began reacting erotically."]}, {"name": "You", "audio": "", "normalized": ["Humph… This is fascinating."]}, {"name": "You", "audio": "", "normalized": ["The extreme pain may have stimulated the brain, producing chemicals to convert it to pleasure, perhaps?"]}, {"name": "Arda", "audio": "v_r-ev183_0031", "normalized": ["Aaahhaahhahh… Th-that's right.", " The brain… Haahhaammnn, it has many fuctions to ease the pain…"]}, {"name": "Arda", "audio": "v_r-ev183_0032", "normalized": ["I saw… Aaahiieehh….", " Many women get wet, and many men get hard…as I dissected them."]}, {"name": "", "audio": "", "normalized": ["She was finally talking like a doctor now."]}, {"name": "You", "audio": "", "normalized": ["I see… Speaking of getting wet, looks like you are getting wet down there too."]}, {"name": "Arda", "audio": "v_r-ev183_0033", "normalized": ["Mnnhuuhaahh… Huuhaahhghh…"]}, {"name": "", "audio": "", "normalized": ["I checked her crevice and her pinkish flesh was squirming and clearly showing signs of joy."]}, {"name": "You", "audio": "", "normalized": ["Such a convenient, self-sufficient body you have.", " Getting off on your own torture like this."]}, {"name": "Arda", "audio": "v_r-ev183_0034", "normalized": ["Hahhahh… Guuahaahh, these spikes are moving inside me… Aaahh, amazing… Mnnaahh, it's making me turned on."]}, {"name": "", "audio": "", "normalized": ["I was afraid that she might actually die from the shock of the pain, but she indeed was the Mad Joy Murderer."]}, {"name": "", "audio": "", "normalized": ["She was beginning to adapt and feel pleasure through the pain."]}, {"name": "You", "audio": "", "normalized": ["Good reaction.", " Now show me how you squirm in pleasure in the same situtation as your usual victims do."]}, {"name": "", "audio": "", "normalized": ["As I said, I turned on the switch on the vibrator stuck in her crotch."]}, {"name": "Arda", "audio": "v_r-ev183_0035", "normalized": ["Huuhiiahhaagghhaahhaghh hh!"]}, {"name": "", "audio": "", "normalized": ["A violent vibration ran through her body from her pussy, amplifying the pain."]}, {"name": "Arda", "audio": "v_r-ev183_0036", "normalized": ["Higiigigiigigiahgahh, what, what it this, hiiehhiiggeeh, oh god… It's in my chest and down there at the same time…"]}, {"name": "You", "audio": "", "normalized": ["The pain of your guts being impaled and the pleasure down in your pussy.", " The night's getting exciting, isn't it?"]}, {"name": "Arda", "audio": "v_r-ev183_0037", "normalized": ["Mnnhiiggeeiiaamnn, guugaahhgeehh, mnnhuufuaahh, my chest and pussy aches, I doesn't stop!"]}, {"name": "You", "audio": "", "normalized": ["How about something different for a change?"]}, {"name": "", "audio": "", "normalized": ["If the brain can convert the pain of having her chest impaled into pleasure, then just stimulating it hard all the time would be no good."]}, {"name": "", "audio": "", "normalized": ["Whether the pain or pleasure, the human body and brain would eventually adapt to it.", " Then you have to make the waves to keep it fresh."]}, {"name": "", "audio": "", "normalized": ["That was my idea and I lowered the vibrator's power down."]}, {"name": "Arda", "audio": "v_r-ev183_0038", "normalized": ["Huuahhaahahh, huugghh… Haahh, huuhahh, it's going away… Mnnguuhhuhh…"]}, {"name": "You", "audio": "", "normalized": ["It's just a little break so you can really enjoy the next big wave."]}, {"name": "", "audio": "", "normalized": ["With a wet, farting noise, love juice from her crotch, now with weaker vibration, dripped down."]}, {"name": "Arda", "audio": "v_r-ev183_0039", "normalized": ["Aaahahahh, huuaahh, I want it… I want more… More stimulation… I want pleasure… Please…"]}, {"name": "Arda", "audio": "v_r-ev183_0040", "normalized": ["I want you to impale me… My chest and my pussy….", " Penetrate me…"]}, {"name": "You", "audio": "", "normalized": ["Good, the thirst for the pleasure is the most important thing."]}, {"name": "", "audio": "", "normalized": ["Like they say, hunger is the best spice.", " The occasional mix of strong and weak stimulation would lead her further into pleasure."]}, {"name": "", "audio": "", "normalized": ["I turned the switch back on again as Arda begged."]}, {"name": "Arda", "audio": "v_r-ev183_0041", "normalized": ["Huuhheeghheegheeghaahaahahh!"]}, {"name": "You", "audio": "", "normalized": ["Such a sweet voice.", " You must be enjoying the night."]}, {"name": "Arda", "audio": "v_r-ev183_0042", "normalized": ["Hieeahhaahh, I-I'm coming… I wanna come while being impaled, hiieeahh, both in my chest and pussy… I wanna come…"]}, {"name": "You", "audio": "", "normalized": ["Looks like you are in the ballpark of the ultimate orgasm for the first time."]}, {"name": "Arda", "audio": "v_r-ev183_0043", "normalized": ["Nnnheehhmnhuuhh, I wanna come, please let me come, come… Penetrate me deep and….", " Please make me come…"]}, {"name": "You", "audio": "", "normalized": ["Good, good.", " You are being honest about it.", " Let's say you paid for killing my men for now and let's have you climax now."]}, {"name": "", "audio": "", "normalized": ["Of course, I already had the upcoming plans all drawn up in the inside of my head."]}, {"name": "", "audio": "", "normalized": ["I could just leave her be to the vibrator and slowly drive her towards orgasm, but it was only the matter of time and I decided to end with a bang instead."]}, {"name": "Arda", "audio": "v_r-ev183_0044", "normalized": ["Guuggaahhgeehh, coming, coming, mnnggeehheeaahhahhahh, heeiigg!"]}, {"name": "You", "audio": "", "normalized": ["Orgasm in the ultimate pain and pleasure!"]}, {"name": "", "audio": "", "normalized": ["I told her of the finale and pulled out the spike impaling her chest with all of my might."]}, {"name": "Arda", "audio": "v_r-ev183_0045", "normalized": ["Huumggeeheiiaahaamnngg !"]}, {"name": "", "audio": "", "normalized": ["The repeated pain was immediately converted into the pleasure by the chemicals in her brain and Arda orgasmed as she violently spazzed."]}, {"name": "Arda", "audio": "v_r-ev183_0046", "normalized": ["Hiigheeihhihhiihh, it's coming, coming, coming, coming, coming!"]}, {"name": "", "audio": "", "normalized": ["In synch with her screams of the pleasure, she ejaculated from her crotch and it soaked the floor of the basement room."]}, {"name": "You", "audio": "", "normalized": ["You're spewing juice instead of blood, huh?"]}, {"name": "Arda", "audio": "v_r-ev183_0047", "normalized": ["Huuaahhiihahhaahh, heehhahh, so good, hiihgguuahooehh… Ohhiieehh, mnngheehh, it's still going…"]}, {"name": "", "audio": "", "normalized": ["Apparently she was even more turned on and the vibrator came out of her crotch and ejaculation erupted."]}, {"name": "Arda", "audio": "v_r-ev183_0048", "normalized": ["Hieeaahh, nnggueehhiiehheehh, it feels so goodd, iigeehahhmgg!"]}, {"name": "You", "audio": "", "normalized": ["You must really enjoy this."]}, {"name": "Arda", "audio": "v_r-ev183_0049", "normalized": ["Mnngagagaahhahhahh… Amazing… Uguuhhuuhh… Mnnhuhh… Haahhuhh…"]}, {"name": "", "audio": "", "normalized": ["Arda was savoring the kind of pleasure she had ever experienced before while she kept twitching."]}, {"name": "Arda", "audio": "v_r-ev183_0050", "normalized": ["Mnnhahahh, mnnaahh… Haahhuuhh, huuhh… Haahh… Gghuuhhuhh."]}, {"name": "", "audio": "", "normalized": ["Soon, her consciousness faded from the overdose of pleasure and Arda's body went limp and still."]}, {"name": "You", "audio": "", "normalized": ["Well, that makes us even for killing my men."]}, {"name": "", "audio": "", "normalized": ["I decided the torture was enough.", " It was so violent, it would have killed an ordinary man just from the shock."]}, {"name": "You", "audio": "", "normalized": ["Now, I may have other uses for her abilities as a doctor, eventually."]}, {"name": "", "audio": "", "normalized": ["I looked at now passed out Arda and patted my palm with the spike in my other hand and smiled."]}]