[{"name": "", "audio": "", "normalized": ["Yume Filina was a UFS test operator equipped with android arms and legs, just like Asuka Koukawa."]}, {"name": "", "audio": "", "normalized": ["Her parents were killed in the battle against the Demons and she also, unfortunately, lost all of her limbs."]}, {"name": "", "audio": "", "normalized": ["The UFS found her and she had no choice but to become the guinea pig for their research.", " In return, she got her limbs back."]}, {"name": "", "audio": "", "normalized": ["Yume's android arms and legs were equipped with the power of both concentrated demonic powers and anti-demon particles."]}, {"name": "", "audio": "", "normalized": ["It was capable of working like Taimanin's ninja arts and its power and speed were matches for even that of greater Demons."]}, {"name": "", "audio": "", "normalized": ["Most of Yume's body was mechanized at that point, but her limbs were modeled after animals."]}, {"name": "", "audio": "", "normalized": ["Perhaps because of that, Yume spouted nine tails made of magic in the battle, hence she was called the \"Nine Tail."]}, {"name": "", "audio": "", "normalized": ["…I obtained this intel and immediately made contact with Yume, offering her to join me."]}, {"name": "", "audio": "", "normalized": ["However, Yume was under the influence of UFS brainwashing and she denied my offer, saying she could not betray them, They saved her life."]}, {"name": "", "audio": "", "normalized": ["But…the intelligence on her android arms and legs made with the top-secret UFS technology."]}, {"name": "", "audio": "", "normalized": ["And Yume's power to control them.", " I wanted them."]}, {"name": "", "audio": "", "normalized": ["I captured and bound Yume, then took her back to the hideout.", " At first, I made sure not to hurt her, but she was stubborn through and through."]}, {"name": "", "audio": "", "normalized": ["…Thankfully, Yume was a woman."]}, {"name": "", "audio": "", "normalized": ["Even with her limbs were mechanized, her beauty and obviously ample body were worth a taste…"]}, {"name": "", "audio": "", "normalized": ["If she would not talk at all, then… So I destroyed her limbs completely and ceased their function then proceeded to break her."]}, {"name": "", "audio": "", "normalized": ["Meaning, to the violation of her body――"]}, {"name": "", "audio": "", "normalized": ["It had been a few days since I began violating Yume Filina."]}, {"name": "Yume", "audio": "v_r-ev263_0000", "normalized": ["Ugh, uughh… I-it's getting bigger again…inside me, even harder…no…!"]}, {"name": "", "audio": "", "normalized": ["Animals think only of leaving their offspring when they are about to die."]}, {"name": "", "audio": "", "normalized": ["It was not the time yet, but Yume was certainly on the verge of life and death."]}, {"name": "", "audio": "", "normalized": ["I had no idea if it was because of that."]}, {"name": "", "audio": "", "normalized": ["But Yume's vagina was wiggling to invite in more seed into her depth and was completely drenched with pussy juice."]}, {"name": "", "audio": "", "normalized": ["I doubted my eyes when I saw her being drenched without any proper foreplay right when I started the torture."]}, {"name": "", "audio": "", "normalized": ["Of course, she was extremely sensitive and very tight down there.", " I did not even have to move and I almost came."]}, {"name": "", "audio": "", "normalized": ["As long as I had this hole, I had no problem with her not having the limbs.", " In fact, it was easier for me as she could not resist."]}, {"name": "You", "audio": "", "normalized": ["Guh, I'm cumming…!"]}, {"name": "Yume", "audio": "v_r-ev263_0001", "normalized": ["?!", "….", " N-no… Aaaghh…!"]}, {"name": "", "audio": "", "normalized": ["The erect penis throbbed and poured the sizzling, white semen right into Yume's pussy."]}, {"name": "", "audio": "", "normalized": ["The pussy squeezed and contracted as if it was in joyous raptures from it and sucked everything deep into her pussy, not to let even a drop of it escape."]}, {"name": "Yume", "audio": "v_r-ev263_0002", "normalized": ["Ughh…!", " Guhh, haagh, haauhh, haahh… I-it's so hot… Haauhh, haauhh… How long are you going to…"]}, {"name": "You", "audio": "", "normalized": ["Huh… How was that, did it feel good to get creampied, how did it feel?"]}, {"name": "Yume", "audio": "v_r-ev263_0003", "normalized": ["Gughh!", " …Violating me against my will…like this, of course, I don't like it…!"]}, {"name": "", "audio": "", "normalized": ["She stared angrily at me and did not let go of her attitude.", " Yume had been like this for the past few days."]}, {"name": "", "audio": "", "normalized": ["Her mind did not break a bit and she held back the pleasure by muffling her voice, not even mentioning anything I wanted to know."]}, {"name": "", "audio": "", "normalized": ["I actually quite liked a woman like her with tough willpower.", " In fact, she would be a great warrior if I could get her on my side."]}, {"name": "You", "audio": "", "normalized": ["I haven't seen any woman endure my torture for this long in a while.", " I suppose the secret of your strength was not just because of your limbs."]}, {"name": "Yume", "audio": "v_r-ev263_0004", "normalized": ["…Humph.", " You say that now, but I'm not going to leak any of the top-secret intel…!"]}, {"name": "", "audio": "", "normalized": ["Yume continued to deny my demands and never bent her attitude at all.", " She certainly was stubborn, but…"]}, {"name": "", "audio": "", "normalized": ["I could not keep doing this forever."]}, {"name": "", "audio": "", "normalized": ["I had decided to finally break Yume for once and for all…!"]}, {"name": "You", "audio": "", "normalized": ["if you just cannot say it, then that's fine.", " I'm only going to cum inside you one more time."]}, {"name": "Yume", "audio": "v_r-ev263_0005", "normalized": ["?!", " H-how many times are you going to cum inside… Mnnaaghh!"]}, {"name": "", "audio": "", "normalized": ["I kept pounding my erect penis into Yume's pussy as we made slapping noise as our skin slammed into each other wildly."]}, {"name": "", "audio": "", "normalized": ["I rubbed Yume's weak spots which I have discovered in the past few days and her pussy contracted tightly and spewed even more fluids."]}, {"name": "", "audio": "", "normalized": ["I was certain she was enjoying it from her physical reactions, but Yume did not let out moans easily."]}, {"name": "", "audio": "", "normalized": ["But I had decided to make her moan in pleasure today, so I continue to tease her sensitive spots, even harder than the usual."]}, {"name": "Yume", "audio": "v_r-ev263_0006", "normalized": ["Mnnguhh, heeghhuhh…!", " S-stop it, please…!", " No more, please don't cum inside me anymore…!"]}, {"name": "You", "audio": "", "normalized": ["Then do as I tell you to."]}, {"name": "Yume", "audio": "v_r-ev263_0007", "normalized": ["…I-I just can't.", " I already told you that many times…"]}, {"name": "You", "audio": "", "normalized": ["Then I'm gonna cum inside you."]}, {"name": "Yume", "audio": "v_r-ev263_0008", "normalized": ["P-please, not that…!", " Please, not anymore, you are going to make me pregnant…!"]}, {"name": "You", "audio": "", "normalized": ["Then spit it all out!", " Spill all the UFS intel you know, and the secrets of their android technology!"]}, {"name": "Yume", "audio": "v_r-ev263_0009", "normalized": ["Ughh, uughh…!", " I-I can't say it… I just cannot say it… Not that, I can't…!"]}, {"name": "You", "audio": "", "normalized": ["Damn it, you're so stubborn!"]}, {"name": "", "audio": "", "normalized": ["I sped up the pounding and moved to finish her off.", " The tip of my cock was inflated to maximum and I was about to climax."]}, {"name": "Yume", "audio": "v_r-ev263_0010", "normalized": ["No, noo!", " Please, I beg you, don't do this, eeghh, don't cum inside my pussy any more!", " Please don't violate me anymore!"]}, {"name": "You", "audio": "", "normalized": ["Cumming!"]}, {"name": "Yume", "audio": "v_r-ev263_0011", "normalized": ["Mnngghh!"]}, {"name": "", "audio": "", "normalized": ["The burning lump of heat passed through my urethra from my body and erupted right into the depth of Yume's pussy."]}, {"name": "", "audio": "", "normalized": ["With a violent orgasm, my penis throbbed and Yume's lower body shuddered from the shock."]}, {"name": "Yume", "audio": "v_r-ev263_0012", "normalized": ["Mnnuugghh…!", " I-I don't want to come, but…!", " M-my pussy is so hot and I can feel the cum so much…!"]}, {"name": "", "audio": "", "normalized": ["She was biting down on her lower lip and desperately held herself from screaming, but with such extreme pleasure, it was nothing but futile."]}, {"name": "", "audio": "", "normalized": ["Better yet.", " Her honey pot which had just orgasmed tangled onto my cock as though it wanted even more semen, burning up."]}, {"name": "", "audio": "", "normalized": ["The lewd smell from the mixture of sweat, pussy juice, and semen filled the air and just the mere whiff of it made my cock solid again."]}, {"name": "", "audio": "", "normalized": ["Yume must have been affected by such lewd smell as well, she was ready to devour the pleasure as her hips moved up and down slightly."]}, {"name": "Yume", "audio": "v_r-ev263_0013", "normalized": ["…Mnngh, nnghh, mmnngh…?!", " Wh-what the hell am I doing…?!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… You, your hips just moved on their own.", " It was almost like we were having actual sex, huh…!"]}, {"name": "Yume", "audio": "v_r-ev263_0014", "normalized": ["N-n-no way…!", " That was nothing, just a reaction… I only tried to get your hard cock out of me…!"]}, {"name": "You", "audio": "", "normalized": ["Get it out?", " Ha, I'm not gonna let you do that…!"]}, {"name": "", "audio": "", "normalized": ["I resumed pounding Yume as I grabbed her large breasts not to let her go."]}, {"name": "Yume", "audio": "v_r-ev263_0015", "normalized": ["No, mnnghh, heeuguhhmnghh!", " M-my tits, don't grab them so hard, please, noo…!"]}, {"name": "", "audio": "", "normalized": ["Yume's breasts were soft and fit my palm very well."]}, {"name": "", "audio": "", "normalized": ["On top of the twin peaks were the beautifully colored cherries and was shaking as if it wanted more."]}, {"name": "", "audio": "", "normalized": ["I pressed my palm against Yume and the fingers sunk into her soft flesh and felt her temperature seep into my palm."]}, {"name": "", "audio": "", "normalized": ["I groped her breasts hard enough to deform it and savored her marshmallow-like touch."]}, {"name": "Yume", "audio": "v_r-ev263_0016", "normalized": ["I-if you touch my tits at the same time… It feels too good…!", " Deep inside of my chest, aching and I'm going to really like it!"]}, {"name": "", "audio": "", "normalized": ["I took the opportunity while Yume was enjoying me groping her breasts and also teased her lower body as well."]}, {"name": "", "audio": "", "normalized": ["No matter how many times I came inside her and she orgasmed, Yume's vagina never got loose and continued to squeeze tight like a virgin."]}, {"name": "You", "audio": "", "normalized": ["Come on, you should just accept it in and you can enjoy the best pleasure there is…!"]}, {"name": "", "audio": "", "normalized": ["Every time I shoved the erect penis into Yume's pussy, erotic, sticky, and wet noise echoed from out joint."]}, {"name": "", "audio": "", "normalized": ["Thick pussy juice like molten butter dripped down and it made my movements much smoother."]}, {"name": "", "audio": "", "normalized": ["The faster I moved, the more sensitive Yume got."]}, {"name": "", "audio": "", "normalized": ["…But Yume groans more and more scared the more sensitive she got.", " In the end, she was tearing up in her eyes."]}, {"name": "Yume", "audio": "v_r-ev263_0017", "normalized": ["Ughh, heeguhh…!", " Please, I beg you, don't do this…If you cum any more inside me, you're going to make me pregnant…!"]}, {"name": "You", "audio": "", "normalized": ["Humph, don’t make me say it again.", " The only way you're gonna get out of this is to spill everything."]}, {"name": "You", "audio": "", "normalized": ["If you don't want my baby, then just say it!", " Spill everything and anything you know!"]}, {"name": "", "audio": "", "normalized": ["I threw my demands at her as I slammed my penis hard into her pussy."]}, {"name": "Yume", "audio": "v_r-ev263_0018", "normalized": ["B-but… Really, I really can't say it…!", " Please, don't make me pregnant…!", " Please, don't make me knocked up…!"]}, {"name": "You", "audio": "", "normalized": ["Guhh… Y-Yume…!"]}, {"name": "", "audio": "", "normalized": ["How she was begging me with tears in her eyes was so desperate, sad, and pitiful…"]}, {"name": "", "audio": "", "normalized": ["And it appeared so tempting in her eyes."]}, {"name": "", "audio": "", "normalized": ["Do not make me pregnant…"]}, {"name": "", "audio": "", "normalized": ["Every time I heard the phrase, my desire dark desire to make Yume pregnant bubbled over inside my belly along with my sadistic lust."]}, {"name": "", "audio": "", "normalized": ["I wanted to fuck her… I wanted to fuck her to the core of her bones and knock her up… I wanted to make her pregnant…!"]}, {"name": "", "audio": "", "normalized": ["The thought painted my thought black and that pent up foul desire exploded eventually."]}, {"name": "Yume", "audio": "v_r-ev263_0019", "normalized": ["?!", " Aaaghh, i-inside me, your cock is getting bigger… Huaaghh, aghh, aahh!", " Aaagh, mmnahh, aahhmnghh!"]}, {"name": "", "audio": "", "normalized": ["As I drilled the flesh inside Yume's pussy with a violent pounding, she finally let out true moans of pleasure as she could not hold it in anymore."]}, {"name": "Yume", "audio": "v_r-ev263_0020", "normalized": ["Noo, why are you going so hard, mnnghh, aaghh!", " I-I said noo…!"]}, {"name": "Yume", "audio": "v_r-ev263_0021", "normalized": ["If you move so fast, your cock is going to cum…!", " You are gonna cum inside mee!", " You're really gonna make me pregnant!"]}, {"name": "", "audio": "", "normalized": ["Her words were alluring to men at it blew up my gushing desire towards Yume even more."]}, {"name": "You", "audio": "", "normalized": ["Yume, Yume, Yumee!"]}, {"name": "", "audio": "", "normalized": ["I lost my self-control, quite unusual for me, and screamed Yume's name as I devoured her like a lover."]}, {"name": "", "audio": "", "normalized": ["And I pounded my hips desperately just to achieve a single goal, violating her drenched pussy."]}, {"name": "Yume", "audio": "v_r-ev263_0022", "normalized": ["Aaaheeghh, mnnaaghh, aaghh, aaghh aahmnaahnagmnaaghhmn!", " I-it's too rough, ooghh, you're gonna break my pussy, ooghh!"]}, {"name": "You", "audio": "", "normalized": ["Yumee!", " Mother by baby, get pregnant!"]}, {"name": "Yume", "audio": "v_r-ev263_0023", "normalized": ["Aaaghh!", " No, no, noo!", " Not pregnant!", " Please don't cum in my pussy, ooghh!"]}, {"name": "", "audio": "", "normalized": ["Despite Yume's intentions, her body sought the best pleasure possible and lowered her womb as it longed for the semen."]}, {"name": "Yume", "audio": "v_r-ev263_0024", "normalized": ["N-noo!", " My womb is coming down!", " My pussy wants to get knocked up with your babies!"]}, {"name": "You", "audio": "", "normalized": ["Cumming, I'm cumming, Yume!", " I'm gonna let everything out in your womb, so you better get pregnant!"]}, {"name": "", "audio": "", "normalized": ["I could not remember the last time I was turned on like this."]}, {"name": "", "audio": "", "normalized": ["I was so aroused I had lost control of myself."]}, {"name": "", "audio": "", "normalized": ["I slammed my hips brutally as the last spurt and shoved the tip of my cock into the deepest part of her pussy, right into her womb's opening."]}, {"name": "Yume", "audio": "v_r-ev263_0025", "normalized": ["Aaangh, aahhmn, aannghh, aahmmnnghh!", " You're gonna cum inside my womb!", " Your baby juice is coming inside mee!"]}, {"name": "You", "audio": "", "normalized": ["I can't wait much longer…!", " Cumming, Yume, I'm cumming!", " Get pregnant, pregnantt!"]}, {"name": "Yume", "audio": "v_r-ev263_0026", "normalized": ["No, noo!", " I'm gonna cum with creampie too!", " Coming, coming, coommiinngg!", " !"]}, {"name": "", "audio": "", "normalized": ["I shoved my penis in particularly hard as the finisher deep inside her pussy and drilled open her womb, then released all the semen into it."]}, {"name": "", "audio": "", "normalized": ["I gripped Yume's breasts so hard that I was almost deforming it and spewed a massive amount of cum inside Yume."]}, {"name": "Yume", "audio": "v_r-ev263_0027", "normalized": ["Aaaghh!", " Cum, commiinngg!", " Hot one, so much comiinngg!", " I'm gonna get pregnant!"]}, {"name": "", "audio": "", "normalized": ["Yume also achieved orgasm at the same time as she squeezed her pussy so hard it was almost painful while her body twitched violently."]}, {"name": "Yume", "audio": "v_r-ev263_0028", "normalized": ["Noo!", " If you cum such a thick one inside me, aaghh, I'm gonna get knocked up for sure!", " You're gonna make me pregnant!"]}, {"name": "", "audio": "", "normalized": ["Yume's ecstatic orgasmic scream made my lower body react once again and spewed semen from the tip even after I thought I let everything out."]}, {"name": "Yume", "audio": "v_r-ev263_0029", "normalized": ["I-it's still coming out, uuhghh…!", " Your dick juice doesn’t stop…!", " I'm gonna get pregnant for sure…"]}, {"name": "", "audio": "", "normalized": ["We both orgasmed repeatedly."]}, {"name": "", "audio": "", "normalized": ["We savored the feeling of each other's genitals like a loving couple and sunk ourselves into the sea of orgasm."]}, {"name": "", "audio": "", "normalized": ["…After some time has passed, we were catching our breath as we sat in the aftermath of the act."]}, {"name": "", "audio": "", "normalized": ["Suddenly, Yume opened her mouth."]}, {"name": "Yume", "audio": "v_r-ev263_0030", "normalized": ["Haauhh, haauhh, haaughh… It felt great, but… But I… I can't tell you the secrets…"]}, {"name": "You", "audio": "", "normalized": ["?!", " What did you say…?!"]}, {"name": "", "audio": "", "normalized": ["She only admitted to pleasure.", " She was being more honest than before, but she was still remaining silent on the important part."]}, {"name": "", "audio": "", "normalized": ["But――"]}, {"name": "Yume", "audio": "v_r-ev263_0031", "normalized": ["…Let me make a demand of my own, okay?", " …If you can make me feel even better…then maybe I'll tell you about it, hmm…?"]}, {"name": "", "audio": "", "normalized": ["…Her words caught me completely off guard.", " Yume who had been so stubborn previously saying something like that."]}, {"name": "", "audio": "", "normalized": ["Was she corrupted by the pleasure…?", " Or was it a trap to catch me off guard…?", " I could not tell for sure yet."]}, {"name": "", "audio": "", "normalized": ["I was wondering what to make of it with my head beginning to cool down.", " Then suddenly――"]}, {"name": "Yume", "audio": "v_r-ev263_0032", "normalized": ["Aaahhmnn!", " …This is amazing, your cock is already rock-hard again…!"]}, {"name": "", "audio": "", "normalized": ["Yume raised her voice with ecstatic expression in joy as she felt the cock getting hard again.", " I was now certain after seeing that."]}, {"name": "", "audio": "", "normalized": ["…Yume lost to my cock…!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Alright, alright.", " If you want me to fuck you that much, then I'll do as you want…!"]}, {"name": "", "audio": "", "normalized": ["Once again, I supported Yume's body by grabbing onto her breasts and shoved my erect cock right into her honey pot."]}, {"name": "Yume", "audio": "v_r-ev263_0033", "normalized": ["Aaahhmnn!", " So good, so good, your cock feels amazing, ooghh!", " Please do more, please make my pussy feel even better!"]}, {"name": "", "audio": "", "normalized": ["…Yume's reaction was that of a lewd beast and it was even more erotic than run of the mill slut.", " She had turned into something of a vulgar whore…"]}, {"name": "", "audio": "", "normalized": ["Then I continued to fuck both her pussy and anus hard and ejaculated over and over again inside Yume's body."]}, {"name": "Yume", "audio": "v_r-ev263_0034", "normalized": ["…Haahh, haauuhh, haauughh… Mnnhuhhuhh… So much cum came out… It's so hot…"]}, {"name": "", "audio": "", "normalized": ["A few hours later."]}, {"name": "", "audio": "", "normalized": ["We had enjoyed the lusty sex beyond our limits and were covered in the mixture of fluids that I was not even sure if it was semen or her pussy juice."]}, {"name": "", "audio": "", "normalized": ["The air was filled with erotic heat.", " It was fumigating with the overwhelming male and female pheromones."]}, {"name": "", "audio": "", "normalized": ["Such an environment lit up our desires but even I was exhausted and my cock still inside her began to soften up."]}, {"name": "", "audio": "", "normalized": ["Same went for Yume as well and she was barely conscious from orgasming so many times, swaying her body left and right, about to collapse."]}, {"name": "Yume", "audio": "v_r-ev263_0035", "normalized": ["Haaghh… Your cock… Ahhmnghh, it's gonna come out of me like this…"]}, {"name": "", "audio": "", "normalized": ["It was not because Yume's pussy got any looser."]}, {"name": "", "audio": "", "normalized": ["It was solely because it was so slippery and smooth, even a slip of a mind and it would have come out."]}, {"name": "You", "audio": "", "normalized": ["Ughh… Yume…"]}, {"name": "", "audio": "", "normalized": ["However, I let my lower body go limp from the exhaustion after so many orgasms and it almost caused my cock to slip out of Yume's vagina."]}, {"name": "Yume", "audio": "v_r-ev263_0036", "normalized": ["Aaaghh!", " N-noo…!", " If you pull your cock out now…!", " Aaaghh, it's going to rub the entrance of my pussy… S-so goodd…!"]}, {"name": "", "audio": "", "normalized": ["That moment, the cock which was plugging Yume's pussy flopped out and so much lewd fluids stored inside her flooded out…!"]}, {"name": "Yume", "audio": "v_r-ev263_0037", "normalized": ["Mnnhgaahh!", " C-c-coming out, uughh!", " Your baby juice is all coming out, ughh!"]}, {"name": "", "audio": "", "normalized": ["With a bubbling and spewing obscene noise, a mixture of semen and her pussy juice came dripping out of her like a lava flow."]}, {"name": "Yume", "audio": "v_r-ev263_0038", "normalized": ["Huuaghhaahh…!", " Th-this is like actually giving birth, eghh…!", " So much cum coming out of me…!"]}, {"name": "", "audio": "", "normalized": ["And then Yume pissed herself pathetically and gushed the golden shower along with the rest of the fluids."]}, {"name": "Yume", "audio": "v_r-ev263_0039", "normalized": ["Haahh… I-I'm pissing myself too…!", " I just pissed myself, aaghh…!"]}, {"name": "", "audio": "", "normalized": ["As she came, she spewed various fluids and continued to orgasm."]}, {"name": "", "audio": "", "normalized": ["Perhaps because she was groggy, to begin with, she closed her eyes and passed out while she was pissing herself."]}, {"name": "You", "audio": "", "normalized": ["Huughh… Hughh, looks like she's completely broken now."]}, {"name": "", "audio": "", "normalized": ["Then she opened her mouth and began sleeptalking."]}, {"name": "Yume", "audio": "v_r-ev263_0040", "normalized": ["Mnnghh… I'm going to give you all the intel… Mnngh… So please, more, do my pussy… Mnngh… Mnnhyaahh…"]}, {"name": "", "audio": "", "normalized": ["Despite her cute breathing while she slept, Yume was letting out lewd comments and I decided to indulge her."]}, {"name": "", "audio": "", "normalized": ["I was going to fuck her over and over, no matter if Yume got pregnant, with a dark desire swirling inside me…"]}]