[{"name": "You", "audio": "", "normalized": ["It's big equipment, but you're not too inexperienced to handle it, Yuti Rudin."]}, {"name": "", "audio": "", "normalized": ["Using force in the foot that he had pressed against her head, the man looks at Yuti with eyes filled with ridicule."]}, {"name": "", "audio": "", "normalized": ["Distorting her face, she lifts her gaze up to meet the man with unchanging hostility."]}, {"name": "Yuti", "audio": "v_r-ev171_0000", "normalized": ["Argh, doing this to me…!", " You better get ready!"]}, {"name": "You", "audio": "", "normalized": ["Heh, just like my intel said you're a simple and overly-confident bitch."]}, {"name": "You", "audio": "", "normalized": ["If you don't have this weapon, you only have a bit of power.", " Next for you is…"]}, {"name": "", "audio": "", "normalized": ["As Yuti reaches out, the man picks up Laevateinn and the moment it was in his hand she became alert and silent."]}, {"name": "", "audio": "", "normalized": ["At the same time, the shield that left the owner's hand broke out with an alarm and then became quiet."]}, {"name": "You", "audio": "", "normalized": ["Online user authentication, huh?"]}, {"name": "Yuti", "audio": "v_r-ev171_0001", "normalized": ["Haha, too bad you can't do what you planned."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, we'll see about that.", " Human beings are more obedient than machines, right?"]}, {"name": "Yuti", "audio": "v_r-ev171_0002", "normalized": ["Wha-what are you planning on doing…"]}, {"name": "", "audio": "", "normalized": []}, {"name": "Yuti", "audio": "v_r-ev171_0003", "normalized": ["Doing something like this… I'll never forgive you…!", " You'll pay for this…"]}, {"name": "You", "audio": "", "normalized": ["Haha, are you begging?", " If you say it with a happy voice, I can only see it as flattery."]}, {"name": "Yuti", "audio": "v_r-ev171_0004", "normalized": ["Ack…!"]}, {"name": "", "audio": "", "normalized": ["In the middle of a crowd, Yuti grinds her teeth at the man's words that she hears through a tiny earphone."]}, {"name": "", "audio": "", "normalized": ["Yuti, who is retrained by the man, has two vibrators underneath her suit and was being disciplined by walking in front of a station in a busy area like that."]}, {"name": "", "audio": "", "normalized": ["She has a distressed appearance due to the shackles and the force in her crotch that's making her walk bow-legged."]}, {"name": "", "audio": "", "normalized": ["The vibrators are pushed up in the suit in a shape that will definitely peak the curiosity of passers-by."]}, {"name": "Yuti", "audio": "v_r-ev171_0005", "normalized": ["Ang!"]}, {"name": "Men", "audio": "", "normalized": ["Hey, that voice just now…\" \"Seriously, what a slut…"]}, {"name": "", "audio": "", "normalized": ["Yuti's husky voice that raises suddenly prompts men to stop and cast a glance at her."]}, {"name": "", "audio": "", "normalized": ["When Yuti's face becomes red, the men who stopped grin and snort with laughter."]}, {"name": "You", "audio": "", "normalized": ["Do you like it?", " If you want to stand out then in front of a station downtown is the perfect place."]}, {"name": "You", "audio": "", "normalized": ["You'll get to see exactly what I mean."]}, {"name": "Yuti", "audio": "v_r-ev171_0006", "normalized": ["St-stop, this isn't how I really am."]}, {"name": "You", "audio": "", "normalized": ["You're the one that's turning red while doing something that isn't like you, right?"]}, {"name": "You", "audio": "", "normalized": ["Enjoying yourself like this will entertain me.", " I'll release you from it once the punishment is finished."]}, {"name": "Yuti", "audio": "v_r-ev171_0007", "normalized": ["Hee!"]}, {"name": "", "audio": "", "normalized": ["Suddenly the vibrator shakes and Yuti trembles."]}, {"name": "Yuti", "audio": "v_r-ev171_0008", "normalized": ["Hnng, ah, ah, mnn…!"]}, {"name": "", "audio": "", "normalized": ["Yuti's hips shake to match the rotation of the vibrator thats beating her pussy."]}, {"name": "Men", "audio": "", "normalized": ["She's definitely trying to tempt us with moving her hips like that…\" \"Such a beautiful girl is a slutty exhibitionist…"]}, {"name": "Men", "audio": "", "normalized": ["If we ask, she'll probably let us fuck her…"]}, {"name": "", "audio": "", "normalized": ["Several men filled with lust move in front of Yuti ."]}, {"name": "Yuti", "audio": "v_r-ev171_0009", "normalized": ["These assholes…"]}, {"name": "You", "audio": "", "normalized": ["Hey, don't have all the fun by yourself, meet their expectations.", " You can become popular, just like you want."]}, {"name": "Yuti", "audio": "v_r-ev171_0010", "normalized": ["Wh-what kind of stupid thing… it's enough, you can stop the vibrator and release me.", " Otherwise…"]}, {"name": "", "audio": "", "normalized": ["Yuti's vagina is starting to get wet from the vibrator and she starts to feel unbearable fear."]}, {"name": "", "audio": "", "normalized": ["The bouncing of her hips looks so pleasurable and lewd, it encourages the violent eyes of the men."]}, {"name": "", "audio": "", "normalized": ["As if seeing through the fact that Yuti is becoming accustomed to the burning heat she has never felt before, the man cuts through her pleasure and gives her orders."]}, {"name": "You", "audio": "", "normalized": ["That's right… tell the men around you 'rip my suit and look at my tits and pussy'."]}, {"name": "Yuti", "audio": "v_r-ev171_0011", "normalized": ["Huh?!", " Are you stupid, I would never say something like that!"]}, {"name": "You", "audio": "", "normalized": ["If you can't do it then I won't release you.", " I'll just keep you there and keep making you expose yourself like an idiot."]}, {"name": "", "audio": "", "normalized": ["As soon as the man says that, the vibration of the toy increases."]}, {"name": "Yuti", "audio": "v_r-ev171_0012", "normalized": ["Mnn, ack… I got it, fine so just turn down the vibration… I can't, mnn, say anything like this…"]}, {"name": "You", "audio": "", "normalized": ["Fine.", " It's wise to think about what you should do."]}, {"name": "", "audio": "", "normalized": ["He brings the strength of the two vibrators down to their original speeds."]}, {"name": "Yuti", "audio": "v_r-ev171_0013", "normalized": ["Haa… ahh, haa, haa…"]}, {"name": "Yuti", "audio": "v_r-ev171_0014", "normalized": ["(Even if I resist, it just gives him what he wants.", " Now I should just pretend to follow his rules and endure this…)"]}, {"name": "Man 1", "audio": "", "normalized": ["Haha, hey pretty lady, you look like you're suffering.", " How about we help you feel good?"]}, {"name": "", "audio": "", "normalized": ["One of the men yells out to Yuti with a lingering voice and a smirk."]}, {"name": "Yuti", "audio": "v_r-ev171_0015", "normalized": ["Oh yeah… he-hey you, could you… could you come here…?"]}, {"name": "Man 2", "audio": "", "normalized": ["M-me…?"]}, {"name": "", "audio": "", "normalized": ["In response to the man who yelled who looks violent and pervy, Yuti calls out to another man."]}, {"name": "", "audio": "", "normalized": ["While watching out for the man who originally called out to Yuti, the man Yuti chose walks over and stands in front of her."]}, {"name": "", "audio": "", "normalized": ["Compared to the other men, he seems less violent and somewhat gentle.", " The man who called out before clicks his tongue in disappointment."]}, {"name": "Yuti", "audio": "v_r-ev171_0016", "normalized": ["I… I want you to t-take out my tits and pussy…"]}, {"name": "Man 2", "audio": "", "normalized": ["…Huh?"]}, {"name": "Yuti", "audio": "v_r-ev171_0017", "normalized": ["I-its hot and I'm in pain… s-so… rip my suit and show my tits and pussy, please."]}, {"name": "", "audio": "", "normalized": ["Talking quickly to get everything over as fast as possible, Yuti's breathing is rough because her body is burning so much she feels dizzy."]}, {"name": "", "audio": "", "normalized": ["There's so much hot liquid overflowing from her vagina she can't stand it."]}, {"name": "Yuti", "audio": "v_r-ev171_0018", "normalized": ["(Haa, haa, what, what is this?!", ")"]}, {"name": "", "audio": "", "normalized": ["In this situation, because of her words just now, Yuti's body is getting extremely worked up."]}, {"name": "Yuti", "audio": "v_r-ev171_0019", "normalized": ["Pl-please, hurry…"]}, {"name": "Man 2", "audio": "", "normalized": ["O-okay…"]}, {"name": "", "audio": "", "normalized": ["The man reaches out to Yuti.", " Yuti's breath shakes as she stares at his hand, feeling sweet honey run out of her hole."]}, {"name": "Yuti", "audio": "v_r-ev171_0020", "normalized": ["Ahh…"]}, {"name": "", "audio": "", "normalized": ["He rips the suit and her swollen breasts tumble out."]}, {"name": "", "audio": "", "normalized": ["She gives a long sigh as her sweet liquid overflows from the vibrator."]}, {"name": "", "audio": "", "normalized": ["The sound of the vibrators is no longer covered, so it reaches Yuti and the men around her as well."]}, {"name": "", "audio": "", "normalized": ["From the suit comes the pungent smell of sex."]}, {"name": "Men", "audio": "", "normalized": ["She's soaking, isn't she?", "\" \"Yeah, shes dripping from that thick vibrator.", "\" \"From her big tits to the vibrator, she's a slut."]}, {"name": "", "audio": "", "normalized": ["The woman's skin exposed along with her toys makes the men horny, and the smell of their passion drifts in the hot air."]}, {"name": "Yuti", "audio": "v_r-ev171_0021", "normalized": ["―Eh!"]}, {"name": "", "audio": "", "normalized": ["Yuti's body bucks at the heat and at the lust of the men."]}, {"name": "", "audio": "", "normalized": ["They're looking at her.", " Yes, the moment she realized it―"]}, {"name": "Yuti", "audio": "v_r-ev171_0022", "normalized": ["Hyaa!"]}, {"name": "", "audio": "", "normalized": ["With a change in her abdomen so obvious that even someone watching could notice, Yuti squeezes the vibrator and her love juice splatters and gushes everywhere."]}, {"name": "", "audio": "", "normalized": ["She moans with a hoarse voice as her breasts come out.", " It's obvious that she's climaxing."]}, {"name": "Men", "audio": "", "normalized": ["She came when you looked at her.", "\" \"Is this some kind of porn filming?"]}, {"name": "Men", "audio": "", "normalized": ["Actress?", " No matter how you look at it she's a perverted slut."]}, {"name": "Men", "audio": "", "normalized": ["Hey, let's see you cum more slut!", "\" \"Move your hips, move your hips like you want a cock!", "\" \"Do it while moaning, you whore!"]}, {"name": "Yuti", "audio": "v_r-ev171_0023", "normalized": ["Ahh, ah, mnn, ahh, haa, haa, haa…"]}, {"name": "You", "audio": "", "normalized": ["Look around, you're so popular.", " Look at the faces of the guys gathering around."]}, {"name": "", "audio": "", "normalized": ["Hearing the man's voice in her earphone, Yuti looks around her with her eyes wavering because of her climax."]}, {"name": "", "audio": "", "normalized": ["There are countless pairs of eyes directed at her."]}, {"name": "", "audio": "", "normalized": ["With eyes on no one else, the heat and deep emotions of lust are only aimed at Yuti."]}, {"name": "Yuti", "audio": "v_r-ev171_0024", "normalized": ["Ahhaahh…"]}, {"name": "", "audio": "", "normalized": ["As her trembling voice spills out Yuti moves her hips, aching for pleasure."]}, {"name": "", "audio": "", "normalized": ["The men around her watch her every move and once again sneer and say that she came again and say what a slut she is."]}, {"name": "You", "audio": "", "normalized": ["If you leave them all like that, you're gonna get fucked so hard…"]}, {"name": "Yuti", "audio": "v_r-ev171_0025", "normalized": ["… Nghaa…"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… that's a problem.", " Keep attracting the guys like that and then maybe I'll take them prisoner."]}, {"name": "Yuti", "audio": "v_r-ev171_0026", "normalized": ["I have to… take them prisoner…"]}, {"name": "You", "audio": "", "normalized": ["That's right.", " You know what you have to do, right?"]}, {"name": "Yuti", "audio": "v_r-ev171_0027", "normalized": ["… Som-something even worse?"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… you guessed it.", " Everyone's cocks are hard waiting for you to cum."]}, {"name": "You", "audio": "", "normalized": ["Make your climax face bigger and better than before, so you can meet their expectations."]}, {"name": "Yuti", "audio": "v_r-ev171_0028", "normalized": ["It's so much more from before… I'm making everyone stare…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, make a fool of yourself from the swollen tits that you want the guys to touch to your cunt."]}, {"name": "Yuti", "audio": "v_r-ev171_0029", "normalized": ["Ahh, ah, haa, haa, haa… nn"]}, {"name": "", "audio": "", "normalized": ["Yuti's breath turns ragged at the man's words."]}, {"name": "", "audio": "", "normalized": ["Along with her climax, her body heat that had slowly been going down is now more intense than before the climax."]}, {"name": "", "audio": "", "normalized": ["It's a useless warning from somewhere in her mind, but she can't shake her lustful thoughts."]}, {"name": "", "audio": "", "normalized": ["Yuti's mouth clumsily falls open and twists with a vaguely anxious look."]}, {"name": "Yuti", "audio": "v_r-ev171_0030", "normalized": ["So-someone, please touch my tits and pussy…"]}, {"name": "", "audio": "", "normalized": ["The men's eyes change.", " Darkening spots in their rising pants are starting to show."]}, {"name": "Yuti", "audio": "v_r-ev171_0031", "normalized": ["Please humiliate me until I'm satisfied from my huge tits that I want rubbed to my pussy that I want sucked."]}, {"name": "Yuti", "audio": "v_r-ev171_0032", "normalized": ["I want you to milk me like an animal, fuck me hard with the vibrator and stroke my pussy as messy as you can!"]}, {"name": "Yuti", "audio": "v_r-ev171_0033", "normalized": ["Please, I can't hold out anymore, do it hard!"]}, {"name": "", "audio": "", "normalized": ["Yuti was yelling as her mind and body were burning."]}, {"name": "", "audio": "", "normalized": ["She is spilling out obscene and vulgar words that she had never thought of before."]}, {"name": "Yuti", "audio": "v_r-ev171_0034", "normalized": ["H-hurry up, quickly!"]}, {"name": "", "audio": "", "normalized": ["As she greedily moves her hips with the vibrator that can only move in an arc, Yuti calls out in a sweet voice very unlike herself to the men."]}, {"name": "Man 1", "audio": "", "normalized": ["Hehe, I'll do it for you."]}, {"name": "", "audio": "", "normalized": ["The first man that was lusting after Yuti now exposes himself and steps up."]}, {"name": "", "audio": "", "normalized": ["Yuti's chest is hot and aching."]}, {"name": "", "audio": "", "normalized": ["When one man comes forward, other men stop what they're doing and one after another approach Yuti."]}, {"name": "Yuti", "audio": "v_r-ev171_0035", "normalized": ["Mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["Yuti's slutty voice rang out as her pussy was pummeled with the vibrator and her nipples were pinched from behind."]}, {"name": "Yuti", "audio": "v_r-ev171_0036", "normalized": ["Ahh, ahh, it's spreading, my pussy, ahh, it's getting bigger."]}, {"name": "Man 1", "audio": "", "normalized": ["You're a beautiful slut, so I'm ready to fuck your pussy up just like you want!"]}, {"name": "", "audio": "", "normalized": ["The squeezes the vibrator so that the thick muscles in his arms show, and then the man violently fucks her with it."]}, {"name": "Yuti", "audio": "v_r-ev171_0037", "normalized": ["Whooa!", " That's amazing, that, that!", " Hyaah, vibrators are awesome!"]}, {"name": "Yuti", "audio": "v_r-ev171_0038", "normalized": ["Mnnaahh, ahh, ahh!", " The vibrator is so fast and it's hitting the back of my cunt and making a mess!"]}, {"name": "", "audio": "", "normalized": ["The vibrator shaped like a penis is repeatedly thrust in her folds, and her love juices come oozing out endlessly."]}, {"name": "", "audio": "", "normalized": ["The intensity of the fucking is so hard that the sound of her sweet honey is loud and almost matches the sound of the vibrator.", " She is splashing it everywhere."]}, {"name": "Man 1", "audio": "", "normalized": ["Wow, you're a slut through and through, when I fuck you with the vibrator your clit became so hard, look!"]}, {"name": "Yuti", "audio": "v_r-ev171_0039", "normalized": ["Nyaahh, I like it there!", " I like the clit!"]}, {"name": "Man 1", "audio": "", "normalized": ["Then start thrusting your hips, ride the vibrator more, let's see your hips move!"]}, {"name": "Yuti", "audio": "v_r-ev171_0040", "normalized": ["The vibrator, ohh, please fuck me with the vibrator more, ahh, hit my clit!"]}, {"name": "", "audio": "", "normalized": ["Not only thrusting her hips, Yuti times her thrusts with the pumping of the vibrator."]}, {"name": "", "audio": "", "normalized": ["She's bowlegged and looks miserable because of the shackles, but she moves her hips with the vibrator."]}, {"name": "Man 3", "audio": "", "normalized": ["Well, now I know why your tits are so big, you're just a dirty slut who only thinks about and lives for sex!"]}, {"name": "", "audio": "", "normalized": ["The guy enjoying Yuti's tits is fueled by her masochistic appearance and starts grabbing her tits with a cruel force."]}, {"name": "Yuti", "audio": "v_r-ev171_0041", "normalized": ["Hee!", " Y-you're smashing my tits, oho, ohh, ohh!"]}, {"name": "Man 3", "audio": "", "normalized": ["So?!", " You only think about sex, so they got this big in the first place!"]}, {"name": "Man 4", "audio": "", "normalized": ["That's right, what a stupid slut!", " Using vibrators in an area like this!"]}, {"name": "Man 5", "audio": "", "normalized": ["You only think about dicks right?!", " That's why getting your tits grabbed like that gives you so much pleasure, right?!"]}, {"name": "", "audio": "", "normalized": ["The men around yell at Yuti with blood in their eyes."]}, {"name": "Yuti", "audio": "v_r-ev171_0042", "normalized": ["(My tits really are becoming something, they're red from being smashed and are messed up so much that it hurts.", ")"]}, {"name": "Yuti", "audio": "v_r-ev171_0043", "normalized": ["(My pussy has been beaten so much with the vibrator that it hurts…)"]}, {"name": "Yuti", "audio": "v_r-ev171_0044", "normalized": ["(But everyone is so excited to see me like this that their dicks are hard.", ")"]}, {"name": "Yuti", "audio": "v_r-ev171_0045", "normalized": ["Th-that's right, I only think of dicks!"]}, {"name": "Yuti", "audio": "v_r-ev171_0046", "normalized": ["I only want to be looked at with dirty motives, so my tits are swollen!"]}, {"name": "Yuti", "audio": "v_r-ev171_0047", "normalized": ["Ahh, look more!", " Do more!", " Make your dicks harder and look at me with dirty thoughts!"]}, {"name": "Man 1", "audio": "", "normalized": ["This bitch, her brain is rotting from all the thoughts about dicks!", " I'll make you cum like you want!"]}, {"name": "Man 3", "audio": "", "normalized": ["I'll squeeze your tits until milk comes out!", " You'll cum with that, you filthy whore, come on, cum!"]}, {"name": "Men", "audio": "", "normalized": ["Cum while showing us your cunt more!", "\" \"That's right, open your legs and let the juices flow!"]}, {"name": "Men", "audio": "", "normalized": ["Make milk come our and show us while you cum!"]}, {"name": "Yuti", "audio": "v_r-ev171_0048", "normalized": ["Whooaa, mnn ohh, i-it's getting intense again!"]}, {"name": "", "audio": "", "normalized": ["Because of the intensity of the pumping vibrator, her folds are being dragged inside her and pushed out over and over."]}, {"name": "", "audio": "", "normalized": ["In the depths of her pussy, her insides are beaten, red and swollen.", " She is surrendering to the vibrator and opening her mouth."]}, {"name": "", "audio": "", "normalized": ["Her voluptuous breasts have been attacked so much their losing their shape, and her angry nipples feel like they're going to be torn off."]}, {"name": "", "audio": "", "normalized": ["The men rush and attack Yuti, their voices rough and filled with lust, exposing their beastly sides."]}, {"name": "Yuti", "audio": "v_r-ev171_0049", "normalized": ["Ahh I'm cumming, my pussy, I'm a dirty exhibitionist, my breast milk and orgasm are coming!"]}, {"name": "", "audio": "", "normalized": ["Yuti reveals her sexual nature and she stirs up the men around her."]}, {"name": "You", "audio": "", "normalized": ["You're quite a mess."]}, {"name": "You", "audio": "", "normalized": ["But is it okay?", " To cum like this alone?"]}, {"name": "You", "audio": "", "normalized": ["There are hard cocks all around you."]}, {"name": "Yuti", "audio": "v_r-ev171_0050", "normalized": ["They're hard, mnnaahh, ahh, everyone's dicks, hoo, they're standing just like my clit and nipples."]}, {"name": "", "audio": "", "normalized": ["Yuti answers the man without hiding her thoughts, exposing her dirty mind."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " They're just like you, they're about to blow their loads."]}, {"name": "You", "audio": "", "normalized": ["But, they're just staring unconsciously.", " Tell them to cum all over you.", " Make them cum, Yuti."]}, {"name": "You", "audio": "", "normalized": ["You're going to let them cum on you and humiliate you.", " Make them your captives."]}, {"name": "Yuti", "audio": "v_r-ev171_0051", "normalized": ["Ohh, hoo, dicks, dicks love me…!"]}, {"name": "", "audio": "", "normalized": ["Thinking about the men whose desperate cocks would cum on her, Yuti's knees shook with pleasure."]}, {"name": "", "audio": "", "normalized": ["Yuti screams at the men in front of her before the man talking through the earphone can finish."]}, {"name": "Yuti", "audio": "v_r-ev171_0052", "normalized": ["E-everyone, I want to cum at the same time as you."]}, {"name": "Yuti", "audio": "v_r-ev171_0053", "normalized": ["I want you to cum all over me.", " Violate me with your thick hard cocks!"]}, {"name": "Yuti", "audio": "v_r-ev171_0054", "normalized": ["Aaan, hurry!", " Quick!", " My dirty pussy is gonna cum!"]}, {"name": "", "audio": "", "normalized": ["The men greeted that with their cocks out and walk in front of Yuti, who is still moving her hips."]}, {"name": "", "audio": "", "normalized": ["Countless cocks are directed at Yuti and are being handled violently while dripping cum."]}, {"name": "Yuti", "audio": "v_r-ev171_0055", "normalized": ["Naahh, ahh, the smell of dicks!", " The sweet and salty ammonia smell!"]}, {"name": "Yuti", "audio": "v_r-ev171_0056", "normalized": ["Oooh, I feel it in my pussy, I feel everyone's dick smell in my pussy!"]}, {"name": "Man 6", "audio": "", "normalized": ["This fucking slut, I'm gonna shoot so much cum on her!"]}, {"name": "Man 7", "audio": "", "normalized": ["Haa, haa, cover her from her head!"]}, {"name": "Yuti", "audio": "v_r-ev171_0057", "normalized": ["Ahh, make me cum, cover this whore in semen!"]}, {"name": "Man 8", "audio": "", "normalized": ["I'll do it, I'm gonna make you cum, you slut!"]}, {"name": "", "audio": "", "normalized": ["She opens her nostrils and enjoys the smell of the dicks and it makes the men cum faster."]}, {"name": "", "audio": "", "normalized": ["Two guys pump the vibrator and smash her breasts intensely as if to show the other men who are stroking their cocks."]}, {"name": "", "audio": "", "normalized": ["Wrapped up in pain, cum goes flying and Yuti, whose hand is dripping after taking the vibrator out, does the same."]}, {"name": "", "audio": "", "normalized": ["The men are moving their hands quickly."]}, {"name": "", "audio": "", "normalized": ["Around the area, the thick smell of semen starts to stagnate."]}, {"name": "Yuti", "audio": "v_r-ev171_0058", "normalized": ["“Ahh the smell of cock is here, ahh, ahh, this smell is no good, my pussy is throbbing, this smell is no good!", "”"]}, {"name": "Yuti", "audio": "v_r-ev171_0059", "normalized": ["“I can’t stand it, ahh, ahh, I’m cumming I’m cumming, use the vibrator harder!", " Be rougher with your cocks and my tits!", "”"]}, {"name": "", "audio": "", "normalized": ["Yuti’s knees shake violently, her splash of juices thinning out the other hot liquid that’s all over her body."]}, {"name": "You", "audio": "", "normalized": ["“Now, beg for them to cum.", " They’ll all blow their loads if you do that.", " That’s what you want.", "”"]}, {"name": "Yuti", "audio": "v_r-ev171_0060", "normalized": ["“Mnn, mnn, let it go!", " Cum!", " Cover me in your hot and smelly cum!", " I’m gonna cum!", " My pussy, I’m cumming!", "”"]}, {"name": "", "audio": "", "normalized": ["Yuti was half-consciously pleading, almost reflexively."]}, {"name": "Men", "audio": "", "normalized": ["“Whoaa, I’m cumming!", " Fuck!", "” “I’m cumming so much cuz she asked for it!", "” “Ohh, I’m cumming too, I’m cumming!", "”"]}, {"name": "Yuti", "audio": "v_r-ev171_0061", "normalized": ["Ahh, I'm cumming I'm cumming!", " I can't stand it, fuck!"]}, {"name": "Yuti", "audio": "v_r-ev171_0062", "normalized": ["Hyaa!"]}, {"name": "", "audio": "", "normalized": ["A huge amount of semen comes from the men's cocks and at the same time that it all lands on Yuti, she convulses violently and sprays more juice from herself than the semen."]}, {"name": "", "audio": "", "normalized": ["Her tits are smashed, the vibrator is vibrating in her pussy, and Yuti's convulsions won't stop."]}, {"name": "", "audio": "", "normalized": ["The sight of Yuti makes the men cum more and they keep cumming to satisfy her."]}, {"name": "Yuti", "audio": "v_r-ev171_0063", "normalized": ["Fwaah, ahh, so much semen!", " Ahh, I'm cumming, fuck!", " I'm cumming again!", " My pussy!", " I'm about to orgasm!"]}, {"name": "", "audio": "", "normalized": ["She can't stand it any longer, and with hands holding her breasts and the vibrator, she continues her never-ending climax."]}, {"name": "Men", "audio": "", "normalized": ["Look, she's cumming again!", "\" \"Let's cum over her more!", "\" \"I'll cum watching her, take my cum too!"]}, {"name": "", "audio": "", "normalized": ["Even though the men in front of her finish ejaculating, men push from behind and appear to pour more semen on her."]}, {"name": "", "audio": "", "normalized": ["At that moment, Yuti's body shakes as she receives the hot white liquid."]}, {"name": "You", "audio": "", "normalized": ["How was it, Yuti?"]}, {"name": "Yuti", "audio": "v_r-ev171_0064", "normalized": ["Oooh, wahh, ahh, th-the semen, so hot, mnn, ahh, smelly, soo good…"]}, {"name": "", "audio": "", "normalized": ["Covered in semen and drunk on her orgasm, Yuti answers with a slurred half-conscious voice."]}, {"name": "You", "audio": "", "normalized": ["Don't you want to have this kind of pleasure again?", " More intense, more exciting, if that's the pleasure you're looking for then…"]}, {"name": "Yuti", "audio": "v_r-ev171_0065", "normalized": ["Eee, I wanna have people look more, ahh, soo good, I want it…"]}, {"name": "You", "audio": "", "normalized": ["Then join me.", " Leave the UFS and swear loyalty to me."]}, {"name": "Yuti", "audio": "v_r-ev171_0066", "normalized": ["O-okay… of course…"]}, {"name": "You", "audio": "", "normalized": ["Heheh, good girl… now you're mine."]}, {"name": "Yuti", "audio": "v_r-ev171_0067", "normalized": ["Ahh…"]}, {"name": "", "audio": "", "normalized": ["Yuti hears the mans distorted laughter through a cloudiness caused by her orgasm."]}]