[{"name": "", "audio": "", "normalized": ["My organization's intelligence network came across a rumor of a half-demon, half-human hybrid."]}, {"name": "", "audio": "", "normalized": ["Apparently, one came over to the human world after finding a gate that was coincidentally open."]}, {"name": "", "audio": "", "normalized": ["For a human, she looked way too conspicuous and for a demon, she looked way too human, so both sides avoided her."]}, {"name": "", "audio": "", "normalized": ["And that she was using her powerful demonic powers, going around and killing people…"]}, {"name": "", "audio": "", "normalized": ["In fact, I had received a few reports of my men being slaying.", " Hence I had visited this jungle out of nowhere myself."]}, {"name": "", "audio": "", "normalized": ["I wanted to see this human-demon hybrid with my own eyes… But the target showed up so easily."]}, {"name": "Hoop", "audio": "v_r-ev259_0000", "normalized": ["…Hegh, m-my body…!", " What, what is happening to me…?!"]}, {"name": "", "audio": "", "normalized": ["I had made contact with her and she was just a docile girl."]}, {"name": "", "audio": "", "normalized": ["The name was Hoop.", " Her skin looked human, with golden eyes and two-tones hair.", " She did carry the characteristics of a demon and a human, indeed."]}, {"name": "", "audio": "", "normalized": ["She looked about 18 years-old with a slender body."]}, {"name": "", "audio": "", "normalized": ["She definitely looked beautiful and it was not hard to imagine she would have been the center of curious attention in the human world."]}, {"name": "", "audio": "", "normalized": ["My men must have approached her for such reason, I assumed.", " But her demonic powers…"]}, {"name": "", "audio": "", "normalized": ["Yes, her \"erotic arts\" that was passed on from her succubus parent, managed to kill all those men who hit on her."]}, {"name": "You", "audio": "", "normalized": ["I just took away your powers to be mine and used it on you instead.", " Now, how does it feel to be the receiving end of your own power?"]}, {"name": "Hoop", "audio": "v_r-ev259_0001", "normalized": ["Wh-why are you doing this…?!", " What in the world did I do to deserve this…?!"]}, {"name": "You", "audio": "", "normalized": ["Seems you've killed a few of my men.", " I can't let that slide."]}, {"name": "Hoop", "audio": "v_r-ev259_0002", "normalized": ["Wait…!", " B-but, that was only because…those men tried to forcefully violate me…"]}, {"name": "You", "audio": "", "normalized": ["Huh… So you say it was just self-defense…"]}, {"name": "", "audio": "", "normalized": ["…Her sexual powers, this was… I realized after taking it for myself, but it was more powerful than I thought…"]}, {"name": "Hoop", "audio": "v_r-ev259_0003", "normalized": ["Aaghh…!", " Wait, what the…?", " Mnngnmmh… M-my body is starting to burn up…!", " I-it's so sensitive… Mnnghh!"]}, {"name": "", "audio": "", "normalized": ["Her powers allowed the user to create and show any illusion to the target."]}, {"name": "", "audio": "", "normalized": ["However, the pleasure from the illusion… Surprisingly, that actually transformed into physical pleasure…!"]}, {"name": "", "audio": "", "normalized": ["The target would be overwhelmed by the pleasure and they would go mad from the orgasm before being killed off."]}, {"name": "", "audio": "", "normalized": ["It only worked against one target at a time, but it was certainly an extremely powerful ability."]}, {"name": "", "audio": "", "normalized": ["However, the ability worked by utilizing the target's own desires, so it would not work against a mentally trained target."]}, {"name": "", "audio": "", "normalized": ["Hoop herself was subjected to the effects of such powers, so she was aroused against her will, but she did not appear to be under the illusion."]}, {"name": "You", "audio": "", "normalized": ["What, do you not have lust or something?"]}, {"name": "Hoop", "audio": "v_r-ev259_0004", "normalized": ["Ughh… I-I just…want to…find my mother, that's it… Please… Mnngh, mnnaahh…!"]}, {"name": "You", "audio": "", "normalized": ["Your mother?", " Hmm, you say you have a succubus as one of your parents but you have no lust?"]}, {"name": "You", "audio": "", "normalized": ["But it looks like you're getting aroused to me, see?"]}, {"name": "", "audio": "", "normalized": ["She was hugging her own body while moving her thighs restlessly, rubbing her crotch frustratedly."]}, {"name": "", "audio": "", "normalized": ["In addition, she was groping her own breast with one of her hands and heightening her pleasure."]}, {"name": "You", "audio": "", "normalized": ["…I see it now.", " You have human blood in you as well.", " So that's what you cannot resist biological sexual urges!"]}, {"name": "Hoop", "audio": "v_r-ev259_0005", "normalized": ["Uguhh… I-I don't even know… Aahhnm, p-please stop this… M-my pussy's…burning up, aching… Haagh, ahhnmm…!"]}, {"name": "", "audio": "", "normalized": ["She was only a hybrid which meant her power was not at its full potential.", " By the looks of it, she probably could not control it perfectly."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, you want this, don't you?"]}, {"name": "Hoop", "audio": "v_r-ev259_0006", "normalized": ["Ehh…?", " Ahh, no…?!"]}, {"name": "", "audio": "", "normalized": ["I casually took out my penis and showed it off to Hoop."]}, {"name": "Hoop", "audio": "v_r-ev259_0007", "normalized": ["Aaghh… N-no, please…!", " I-I can't take my eyes off of it…!", " No, no…!"]}, {"name": "", "audio": "", "normalized": ["She walked towards me while muttering."]}, {"name": "", "audio": "", "normalized": ["Apparently, she could not resist the lusty desires that were brewing up inside her――"]}, {"name": "", "audio": "", "normalized": ["Hoop mounted on top of me as she spread her own legs apart."]}, {"name": "", "audio": "", "normalized": ["She removed the clothing from her chest and exposed her beautifully exposed breasts, showing it off with no hesitation."]}, {"name": "", "audio": "", "normalized": ["She then pulled her skirts up and moved her panties to the side and placed the tip of my cock onto her exposed crevice."]}, {"name": "Hoop", "audio": "v_r-ev259_0008", "normalized": ["P-please stop…!", " …B-but… It's making my pussy burn up when I see it… And I just can't stand it…!"]}, {"name": "", "audio": "", "normalized": ["Hoop spouted contradictory statements while she held my body down and was twisting her hips, ready to make the penetration anytime."]}, {"name": "", "audio": "", "normalized": ["Her soft, feminine valley of flesh was rubbing onto the tip of my cock."]}, {"name": "", "audio": "", "normalized": ["Hoop's body trembled every time she moved and she writhed from pleasure."]}, {"name": "", "audio": "", "normalized": ["…However, she did not actually put it inside her."]}, {"name": "", "audio": "", "normalized": ["Under closer observation, I noticed she was twisting her hips at the last moment to avoid her vagina from joining with the penis."]}, {"name": "Hoop", "audio": "v_r-ev259_0009", "normalized": ["No, please, this isn't…!", " I can't put that in, but my body is moving on its own and… Ahhnm, no, no…!"]}, {"name": "", "audio": "", "normalized": ["She was desperately trying to escape her own powers and was trying to control her own lower body."]}, {"name": "", "audio": "", "normalized": ["It actually looked like she was performing a lewd dance."]}, {"name": "", "audio": "", "normalized": ["However, with even a little slip of the mind, she was about to make the penetration, and Hoop unintentionally stimulated her labia with the tip."]}, {"name": "Hoop", "audio": "v_r-ev259_0010", "normalized": ["Mnnaahh!", " No, this is so hot…!", " It's so hard and hot, touching my pussy… No, please, please…!"]}, {"name": "", "audio": "", "normalized": ["Her spine tingled and she must have felt electrifying pleasure."]}, {"name": "", "audio": "", "normalized": ["Her resistance was weakening as she was reaching the limit."]}, {"name": "You", "audio": "", "normalized": ["You should just stop with your pointless resistance.", " Succubus blood runs in your veins."]}, {"name": "You", "audio": "", "normalized": ["There's no way you can resist pleasure.", " Just accept it…!"]}, {"name": "", "audio": "", "normalized": ["I thrust my hips forward to help her while saying so and Hoop let out sweet moans and kept shaking her hips lewdly."]}, {"name": "Hoop", "audio": "v_r-ev259_0011", "normalized": ["Please, just stop with this power…!", " I can't, I really can't take it…!", " Your c-cock is coming in…!"]}, {"name": "You", "audio": "", "normalized": ["Hah, what's wrong with that?", " I thought you wanted it!", " Come on, just get my cock inside you!"]}, {"name": "", "audio": "", "normalized": ["The moment I rubbed the tip of my cock on her now moist vaginal flesh, Hoop's whole body shuddered like she was having a seizure."]}, {"name": "Hoop", "audio": "v_r-ev259_0012", "normalized": ["Ahh, no, p-please…!", " …I-I really can't, really can't take it anymore…!", " I, I can't…stand it anymore…!"]}, {"name": "", "audio": "", "normalized": ["Her resistance did not last long and Hoop slowly dropped her hips down as she adjusted the angle of her vagina and my cock…"]}, {"name": "", "audio": "", "normalized": ["A wet sound came from her already drenched vagina and it gradually engulfed my violently erect penis."]}, {"name": "", "audio": "", "normalized": ["I felt a slight bit of resistance going in, but she was already so aroused and moist, it accepted the cock in without much of a fuss."]}, {"name": "", "audio": "", "normalized": ["Then――"]}, {"name": "Hoop", "audio": "v_r-ev259_0013", "normalized": ["Mnnaaghahh!", " Mnnohh, s-so deep, your cock is coming in so deep inside me, all of it…!", " Hot, it's so hot…!"]}, {"name": "", "audio": "", "normalized": ["After she had lowered her hips about halfway, perhaps it was intentional or she just slipped, her hips dropped down and engulfed the cock whole."]}, {"name": "You", "audio": "", "normalized": ["Guh, h-hey, the whole thing at once…?!"]}, {"name": "Hoop", "audio": "v_r-ev259_0014", "normalized": ["No, aghh, huhaahh, ahh… Aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Her burning flesh inside her vagina squeezed tightly and spewed a small amount of squirt.", " Apparently, she orgasmed slightly."]}, {"name": "", "audio": "", "normalized": ["The soft vaginal tissue tangled onto my penis and it was sucking on it like a blowjob."]}, {"name": "", "audio": "", "normalized": ["As her body trembled, her beautiful breasts bounced lewdly.", " Her burning body was turning pinkish."]}, {"name": "You", "audio": "", "normalized": ["…Alright, come on.", " You put that thing in yourself and you already came.", " Hey, put some effort in if you wanna actually fuck."]}, {"name": "Hoop", "audio": "v_r-ev259_0015", "normalized": ["Ughh, haahh, haahh…S-sex… Wh-what are you saying… Mnnguhh…!", " I-I can't stop my hips… Ahh, mnnahh, ahhnm!"]}, {"name": "", "audio": "", "normalized": ["Her words told me the lewd powers and her instincts overwhelmed her sanity."]}, {"name": "Hoop", "audio": "v_r-ev259_0016", "normalized": ["…I-I understand…"]}, {"name": "", "audio": "", "normalized": ["Hoop answered with acceptance and started moving her own hips."]}, {"name": "Hoop", "audio": "v_r-ev259_0017", "normalized": ["Mnngh, haahh, aahh…!", " Your cock is so hot… The tip is rubbing in so much… Y-yes…!", " Mngh, mnnguh, mnngh…!"]}, {"name": "", "audio": "", "normalized": ["I had figured Hoop did not have much sexual experience and she would not be able to move much from her manners."]}, {"name": "", "audio": "", "normalized": ["…However, it could not have been farther from the truth."]}, {"name": "", "audio": "", "normalized": ["She was not just moving her hips up and down, but pounding them rhythmically and twisting them."]}, {"name": "", "audio": "", "normalized": ["It was as though she knew exactly where men liked."]}, {"name": "", "audio": "", "normalized": ["And yet, her pussy squeezed tightly and vaginal fluid kept coming out endlessly, burning up inside."]}, {"name": "", "audio": "", "normalized": ["The flesh of her vagina was wiggling around like tentacles and she started moving so the pleasure was unparalleled."]}, {"name": "", "audio": "", "normalized": ["Her body and moves were indeed that of the succubus's heritage, so it was so lewd… Yet, her expression was still hesitant."]}, {"name": "Hoop", "audio": "v_r-ev259_0018", "normalized": ["Huaahh, ahh, mnng, mnnhh, mnnm…!", " No, please, I can't stop my pussy feeling so good…!", " Please, stop…!"]}, {"name": "", "audio": "", "normalized": ["It was her own body, but she had no way of controlling it.", " She kept on pounding her hips while begging for it to stop."]}, {"name": "", "audio": "", "normalized": ["I continued to watch it for some time, but her expression did not change from the hesitation."]}, {"name": "", "audio": "", "normalized": ["It was as though the body was corrupted but her mind was not."]}, {"name": "You", "audio": "", "normalized": ["…Huh, that's interesting.", " Then I guess I'll break your mind too and show how slutty you really are…!"]}, {"name": "Hoop", "audio": "v_r-ev259_0019", "normalized": ["Wh-what…?", " …Heeghh?!", " S-stop!", " That's my butt… Aagahh, aaghh…!"]}, {"name": "", "audio": "", "normalized": ["I inserted the vibrator I had prepared just in case into Hoop's anus with no mercy."]}, {"name": "", "audio": "", "normalized": ["Hoop took the vibrator in with almost no resistance and her whole body trembled from the pleasure of having her rectum violated."]}, {"name": "Hoop", "audio": "v_r-ev259_0020", "normalized": ["Heegh, aghh, aagahh…!", " Wh-what are you doing in my anus…!", " Heeughh, aahh, my pussy, and my ass, i-it's so tight…!"]}, {"name": "", "audio": "", "normalized": ["…However, it was just the start."]}, {"name": "You", "audio": "", "normalized": ["Haha, we're only getting started…!"]}, {"name": "", "audio": "", "normalized": ["I took out many more vibrators and then started shoving it into her trembling anus by stretching it open…"]}, {"name": "", "audio": "", "normalized": ["It was not just one or two of them either.", " Three, four, five… I shoved numerous vibrators into her at once."]}, {"name": "Hoop", "audio": "v_r-ev259_0021", "normalized": ["N-noo!", " E-even one's enough to make my butthole go insane, but you're putting so many into me…!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha… Take this!"]}, {"name": "", "audio": "", "normalized": ["Once I finished inserting all of them in, I turned the switch of the vibrators on directly to maximum strength."]}, {"name": "", "audio": "", "normalized": ["*Buuzz!", "* A loud noise like a gang of hornets flying about echoed and Hoop's back arched back."]}, {"name": "Hoop", "audio": "v_r-ev259_0022", "normalized": ["Heeguegueegguhhuughh!", " …Th-they are buzzing so hard in my butt… Th-they are vibrating my pussy too!"]}, {"name": "", "audio": "", "normalized": ["Perhaps she was disoriented as she writhed from the vibrators buzzing in coordination and her hips started violently twisting around."]}, {"name": "", "audio": "", "normalized": ["She seemed to be unable to resist the pressure and vibration inside the anus while she drooled and let out some kind of a moan."]}, {"name": "", "audio": "", "normalized": ["She was showing pathetically pleasured expression and her body shuddered… Or rather, she was vibrating herself."]}, {"name": "", "audio": "", "normalized": ["With six vibrators in her anus, even the succubus heritage could not stop her from going mad."]}, {"name": "", "audio": "", "normalized": ["…However, she was still resisting me and was barely putting off orgasm with what little energy she left in her."]}, {"name": "Hoop", "audio": "v_r-ev259_0023", "normalized": ["Ugh, uughuhh…!", " My belly, m-my butt, they are burning up…!", " It's so hot, I'm getting burnt…!"]}, {"name": "", "audio": "", "normalized": ["Her flesh inside the anus was literary burning up crimson red and at the same time, her vagina was lewdly heating up."]}, {"name": "You", "audio": "", "normalized": ["You better squeeze your ass tight so it won't pop off.", " You'll suffer even if a single vibrator comes out…!"]}, {"name": "Hoop", "audio": "v_r-ev259_0024", "normalized": ["Heeguhh?!", " H-how could I even… Mnnguhh, m-my anus is burning up!", " My pussy and your cock are so hot too!"]}, {"name": "", "audio": "", "normalized": ["It was hot.", " So she wanted it out."]}, {"name": "", "audio": "", "normalized": ["That seemed to be what she was trying to say, but she reacted obediently to my words and squeezed her anus to prevent them from coming out."]}, {"name": "", "audio": "", "normalized": ["I thought I would tease her a bit and tugged on the strips on the vibrators."]}, {"name": "", "audio": "", "normalized": ["Hoop's body pulled back and the flesh inside her vagina contracted."]}, {"name": "You", "audio": "", "normalized": ["Hahahah!", " You really are a daughter of a succubus.", " It's like your whole body is sexually sensitive!"]}, {"name": "You", "audio": "", "normalized": ["…Now, why don't you just become mine, huh?"]}, {"name": "", "audio": "", "normalized": ["I flexed my lower body and then shoved my cock filled with blood and still rock-hard onto Hoop's vagina."]}, {"name": "Hoop", "audio": "v_r-ev259_0025", "normalized": ["Mnnaaghh!", " S-so hard, it's coming in!", " M-my butthole is shaking and my pussy's getting pounded too!"]}, {"name": "", "audio": "", "normalized": ["As I moved my cock in and out quickly, Hoop started describing her current situation with lewd words as her intelligence apparently was no more."]}, {"name": "", "audio": "", "normalized": ["I figured succubus would be more intelligent than this, but… Maybe it was because she was just a hybrid between human and succubus."]}, {"name": "", "audio": "", "normalized": ["She must have been treated quite rough in either of the worlds."]}, {"name": "", "audio": "", "normalized": ["Then maybe I could be a messiah of sort for her?", " …Of course, she would be my sex slave, instead…"]}, {"name": "Hoop", "audio": "v_r-ev259_0026", "normalized": ["Huughh, heeguhh, ughh…!", " P-please stop this already!", " If you keep going anymore, y-you'll really make me mad!"]}, {"name": "", "audio": "", "normalized": ["Hoop let out a scream, trying to stop me as if she had read my mind or something."]}, {"name": "", "audio": "", "normalized": ["Of course, there was no way I was going to stop there."]}, {"name": "You", "audio": "", "normalized": ["You, did you forget you were the one willingly sat on top of me?"]}, {"name": "You", "audio": "", "normalized": ["And you're the one who's been shaking your ass on top of me like a whore too!"]}, {"name": "Hoop", "audio": "v_r-ev259_0027", "normalized": ["Th-that's not right!", " You took my powers and you used it on me, that's not…!"]}, {"name": "", "audio": "", "normalized": ["…I gave her words to plunge ger into despair."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… The power's been deactivated for a while now, you know…?"]}, {"name": "Hoop", "audio": "v_r-ev259_0028", "normalized": ["?!", " …N-no way, that can't be…?!"]}, {"name": "You", "audio": "", "normalized": ["Hahahahah!", " I wouldn't lie!", " Your are pounding your ass on your own and squeezing your asshole, devouring pleasure!"]}, {"name": "Hoop", "audio": "v_r-ev259_0029", "normalized": ["Aghaahh… No way, no way…!", " M-my pussy, and my ass, they feel so good and this is all on my own…!"]}, {"name": "You", "audio": "", "normalized": ["Just let your instinct take over and feel the pleasure!", " Forget about the suffering!", " Let your true self come out!"]}, {"name": "Hoop", "audio": "v_r-ev259_0030", "normalized": ["…?!", " My true self…?!"]}, {"name": "", "audio": "", "normalized": ["That moment, Hoop opened her eyes with a shocked expression and stared blankly into the air, pondering."]}, {"name": "", "audio": "", "normalized": ["Her hips actually slowed down and she went like like something snapped inside her."]}, {"name": "Hoop", "audio": "v_r-ev259_0031", "normalized": ["Ahh….", " I see.", " So this is what I really feel… If I don't try to keep it in, I don't have to suffer anymore…!"]}, {"name": "", "audio": "", "normalized": ["The moment she said…pinkish, captivating light came into her eyes."]}, {"name": "You", "audio": "", "normalized": ["Hey, Hoo…"]}, {"name": "Hoop", "audio": "v_r-ev259_0032", "normalized": ["Ahahahhnmghh!", " This feels soo good!", " It's pounding me hard in my belly and my back and ass are vibrating!"]}, {"name": "", "audio": "", "normalized": ["…Hoop finally snapped and the pleasure immediately overwhelmed her mind."]}, {"name": "", "audio": "", "normalized": ["Or rather, Hoop had taken control of the pleasure.", " Then she revealed herself, as she was about to fully embrace pleasure…!"]}, {"name": "Hoop", "audio": "v_r-ev259_0033", "normalized": ["This, this is it!", " I wanted to come so much with your manly, rock-hard cock so much!", " I wanted to fuck!"]}, {"name": "You", "audio": "", "normalized": ["Guh, Hoop, y-you…!"]}, {"name": "", "audio": "", "normalized": ["Hoop exposed the lust she had hidden inside and squeezed her vagina tightly while letting out aroused feminine hormones."]}, {"name": "Hoop", "audio": "v_r-ev259_0034", "normalized": ["Ahhnmghh, your cock's so amazing!", " It's got a girthy tip and you know it's gonna feel awesome if you'd put it in deep into my pussy!"]}, {"name": "", "audio": "", "normalized": ["Now, her speech turned to that of a whore too and she started shaking her ass even faster than before."]}, {"name": "", "audio": "", "normalized": ["Lewd, wet noises came from her membrane as she moved her hips up and down with a long stroke."]}, {"name": "", "audio": "", "normalized": ["It appeared she was enjoying the cock from the tip to the base."]}, {"name": "", "audio": "", "normalized": ["And she was adjusting the angle so she was hitting her sensitive spots so the tip was hitting her numerous G-spots."]}, {"name": "", "audio": "", "normalized": ["She was stroking my cock like an experienced whore and it was even about to make me orgasm quickly."]}, {"name": "You", "audio": "", "normalized": ["Guh, I'm not gonna cum before you do…!"]}, {"name": "", "audio": "", "normalized": ["I pounded her pussy not to be outdone and then started drilling into Hoop's womb as she had transformed into a beast."]}, {"name": "Hoop", "audio": "v_r-ev259_0035", "normalized": ["Mnnaahh!", " This is too good!", " If you're gonna keep doing this, I'm gonna come on my first time!", " I'm gonna come!"]}, {"name": "You", "audio": "", "normalized": ["Come!", " Just come!", " Let the pleasure guide you!", " Go mad from orgasm!"]}, {"name": "", "audio": "", "normalized": ["I mustered up all my energy to pound into Hoop's vagina."]}, {"name": "Hoop", "audio": "v_r-ev259_0036", "normalized": ["Aghhaghaaghaahhnmaahhnmaahahhnbm mm!", " Come, coming, my pussy's coming, ughh!"]}, {"name": "", "audio": "", "normalized": ["I slammed the tip as deep and as hard as I could into her vagina and release a massive amount of sizzling semen into her womb, prying it open…!"]}, {"name": "Hoop", "audio": "v_r-ev259_0037", "normalized": ["Mnghh, coommiingg!", " It's hot, it's so hot, eegheehh!", " So much cum, pouring into my womb!"]}, {"name": "", "audio": "", "normalized": ["She was squeezing the depth of her vagina and sucked on the tip.", " As thick semen was pumped out the pressure of her flesh, Hoop's hips jumped up."]}, {"name": "Hoop", "audio": "v_r-ev259_0038", "normalized": ["My pussy's burning up so much, oohh!", " I'm coming so hard with dick-milk all over me!", " I just can't stop it!"]}, {"name": "Hoop", "audio": "v_r-ev259_0039", "normalized": ["I never knew, I never knew anything like this, ooguhh!"]}, {"name": "", "audio": "", "normalized": ["Hoop moaned madly as she squirted all over the place, making lewd, wet noises."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, that's some spectacular orgasm there, Hoop!", " But the real pleasure is so much better than this…!"]}, {"name": "Hoop", "audio": "v_r-ev259_0040", "normalized": ["?!", " …R-really…?!", " I want to know what real pleasure is like, I want to have more sex!"]}, {"name": "You", "audio": "", "normalized": ["Alright, taste my cock more!"]}, {"name": "Hoop", "audio": "v_r-ev259_0041", "normalized": ["Please, please fuck mee!", " I'll fuck your cock too!", " Please, please cum all over me!", " Please make me feel good!"]}, {"name": "", "audio": "", "normalized": ["I shoved my still-erect penis into Hoop's pussy as she had become addicted to pleasure…"]}, {"name": "", "audio": "", "normalized": ["A few hours later… No, nobody was certain how long actually passed since then."]}, {"name": "", "audio": "", "normalized": ["I continued to fuck each other without ever taking it out."]}, {"name": "", "audio": "", "normalized": ["Hoop was the one who tapped out first and she stopped moving as her body was trembling."]}, {"name": "", "audio": "", "normalized": ["…However, it appeared her lust was still present as her vagina sucked onto my penis, devouring semen without even her moving."]}, {"name": "", "audio": "", "normalized": ["Hoop became completely unhinged and broken as she drooled while drowning in the sea of pleasure."]}, {"name": "", "audio": "", "normalized": ["…I was getting close to my limits as I had been engaged in continuous sexual activities."]}, {"name": "You", "audio": "", "normalized": ["Alright, we're about to be done here.", " The last cumshot, take it in deep…!"]}, {"name": "", "audio": "", "normalized": ["As the final push, I kept on pounding my cock into Hoop's vagina while she was still immobile."]}, {"name": "Hoop", "audio": "v_r-ev259_0042", "normalized": ["Mnneuhh, heehhnm, aahuhhnm…!", " Y-your cock, your cock's so amazing…!", " More, please give me more…!"]}, {"name": "", "audio": "", "normalized": ["She showed a pathetic smile as she desperately wiggled her vagina to savor the last pounding."]}, {"name": "", "audio": "", "normalized": ["Then――"]}, {"name": "You", "audio": "", "normalized": ["Guh, cumming…!", " Take it all in with your womb!"]}, {"name": "Hoop", "audio": "v_r-ev259_0043", "normalized": ["Y-yeess…!", " Please cum inside my pussy…!", " Please give it to me, everything…!"]}, {"name": "", "audio": "", "normalized": ["With the cock driving deep inside her pussy, I poured the last load of semen into her baby-chamber already filled with cum."]}, {"name": "", "audio": "", "normalized": ["With viscous semen slamming into her womb, Hoop's body twitched and jumped up silly."]}, {"name": "", "audio": "", "normalized": ["Hoop was not even able to moan at this point as her body was quietly but surely orgasming violently as her head fell limp."]}, {"name": "You", "audio": "", "normalized": ["…Now, I can give you this pleasure as much as you want if you join me… How do you like to join me?"]}, {"name": "", "audio": "", "normalized": ["At first, I was content as long as she did not become my enemy, but I wanted her powers as it would even surpass the effects of aphrodisiacs."]}, {"name": "Hoop", "audio": "v_r-ev259_0044", "normalized": ["Hueehh…?", " …Mnnheheheh!", " O-of course, I will…"]}, {"name": "", "audio": "", "normalized": ["I heard Hoop's answer and skewed my lips into a smile."]}, {"name": "", "audio": "", "normalized": ["I picked Hoop up while she was still not able to move and then left the scene…"]}]