[{"name": "Olivia", "audio": "v_sr350_0000", "normalized": ["Guh, I didn't know there would be a man with such a powerful ability…"]}, {"name": "", "audio": "", "normalized": ["Inside a dimly lit underground room, a woman, Olivia Belew of the UFS, was staring at me with cold eyes."]}, {"name": "", "audio": "", "normalized": ["Her body was taken over by a black mist-like substance coming from her limbs."]}, {"name": "", "audio": "", "normalized": ["She was forced to strike an embarrassing pose of spreading open her legs with her own hands, but her attitude was still strong."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… That mist.", " Demonic miasma, is it?", " It did give me quite a bit of trouble, but it was not too hard to neutralize it."]}, {"name": "", "audio": "", "normalized": ["The UFS tasked Olivia with the mission to eliminate me, assuming her powers would be useful."]}, {"name": "", "audio": "", "normalized": ["She could manipulate the dark miasma with her will and my unit took considerable damage."]}, {"name": "", "audio": "", "normalized": ["However, I was barely able to snatch control of it from her."]}, {"name": "You", "audio": "", "normalized": ["(With that said, I still can't vanish the darkness coming out of her… I can't even get close to her let alone restrain her.", ")"]}, {"name": "", "audio": "", "normalized": ["I hid my frustration inside and looked at Olivia provocatively."]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " Anyway, you're supposed to be a colonel with the UFS but you're dressed quite obscenely, huh?"]}, {"name": "", "audio": "", "normalized": ["Olivia was lying on her back and her clothes were undone on the front, exposing her ripe breasts."]}, {"name": "", "audio": "", "normalized": ["The only thing that was remotely functioning as a piece of clothing as her tiny panties covering her crotch."]}, {"name": "", "audio": "", "normalized": ["Yet, Olivia did not let go of her calm expression."]}, {"name": "Olivia", "audio": "v_sr350_0001", "normalized": ["It's not like the situation will improve if I act ashamed.", " It's not wise to show weakness to a man, especially one like you."]}, {"name": "You", "audio": "", "normalized": ["You're calm and collected.", " And you are right about that…"]}, {"name": "You", "audio": "", "normalized": ["Ah, I see.", " Black did things to your body already, so you know what it's like, huh."]}, {"name": "", "audio": "", "normalized": ["Black.", " The moment I mentioned that name, I saw Olivia's expression frowned and I did not miss it."]}, {"name": "You", "audio": "", "normalized": ["He did all sorts of things to every part of your body, didn't he?", " From your brain to your womb, no exception."]}, {"name": "", "audio": "", "normalized": ["The demonic miasma.", " The powerful ability which supported Olivia was not given to her by the UFS."]}, {"name": "", "audio": "", "normalized": ["Olivia fell to Nomad's trap when she was injured in an operation and she was capture."]}, {"name": "", "audio": "", "normalized": ["Then, Olivia caught the eye of the fonder, Edwin Black, and she was made a guinea pig for the experiments with miasma."]}, {"name": "", "audio": "", "normalized": ["Later, Olivia was rescued by the UFS friendlies."]}, {"name": "", "audio": "", "normalized": ["Apparently, she came back to the frontlines after a period of recovery, but the fear from that time was etched into her."]}, {"name": "Olivia", "audio": "v_sr350_0002", "normalized": ["You, how much do you know about it…?"]}, {"name": "", "audio": "", "normalized": ["Unlike her previous calm and collected demeanor, Olivia was now staring at me as rage filled her eyes."]}, {"name": "", "audio": "", "normalized": ["The experiments were so horrific it even bleached her hair and she lost many things.", " Including her arms and――"]}, {"name": "You", "audio": "", "normalized": ["I know that you killed your own men."]}, {"name": "", "audio": "", "normalized": ["The next moment, Olivia's body jumped as she tried to attack me."]}, {"name": "", "audio": "", "normalized": ["Had I not rendered her immobile, she could have gone for my jugular and torn it off."]}, {"name": "You", "audio": "", "normalized": ["You had gone mad when they rescued you from Nomad, huh?", " I heard there were fatalities among the UFS too.", " And you men were…"]}, {"name": "Olivia", "audio": "v_sr350_0003", "normalized": ["Shut up, shut up!", " Stop talking already!", " Damn it, get this off, damn it, damn you!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you are relying on the power given to you by those who played with your body."]}, {"name": "You", "audio": "", "normalized": ["The same power that took the lives of your men… Quite ironic."]}, {"name": "", "audio": "", "normalized": ["Olivia was not staring at me with ogre-like enraged expression at me as I pointed out the hurtful truth."]}, {"name": "", "audio": "", "normalized": ["I smiled smugly inside my mind as I broke her icy masquerade."]}, {"name": "You", "audio": "", "normalized": ["Your men were toyed with and then slaughtered, I hear…"]}, {"name": "You", "audio": "", "normalized": ["Maybe you should go through the same to repent your sins, don't you think so?"]}, {"name": "", "audio": "", "normalized": ["The dark miasma holding down her body started to change its shape.", " I wondered if she could keep her sanity this time."]}, {"name": "Olivia", "audio": "v_sr350_0004", "normalized": ["Wh-what is this… Hheeguh?!", " Th-the darkness, my body, s-stop this, oohuhnmm!"]}, {"name": "", "audio": "", "normalized": ["The tentacle-like miasma reached out and covered Olivia's erotic body.", " She jumped from the slithering sensation and let out a breath."]}, {"name": "Olivia", "audio": "v_sr350_0005", "normalized": ["Uguhh, y-you, not my breasts?!", " I-it's coming inside my underwear… Th-this is pointless.", " This is nothing, at all…!"]}, {"name": "You", "audio": "", "normalized": ["Huh, so you're keeping your voice in…"]}, {"name": "You", "audio": "", "normalized": ["But it looks like your body is already ready to go, eh?", " I don't know who did it, but they've done a fine job on you."]}, {"name": "Olivia", "audio": "v_sr350_0006", "normalized": ["E-enough with the nonsense, aahhnmng, th-this is nothing, even if you touch me!", " I-it's just some chill I'm feeling, aauhh…!"]}, {"name": "", "audio": "", "normalized": ["Olivia bit down on her lips and tried to resist me even as her body twisted from pleasure."]}, {"name": "", "audio": "", "normalized": ["I saw her and ordered the miasma to tease her even more."]}, {"name": "Olivia", "audio": "v_sr350_0007", "normalized": ["Aaaheeghh, guhuhh?!", " Don't rub my nipples, it's disgusting… Aahaahh, haaguhh?!", " I-it's wigging i-inside my panties!"]}, {"name": "You", "audio": "", "normalized": ["I see.", " Your nipples' and clitoris are specially made sensitive."]}, {"name": "You", "audio": "", "normalized": ["But how hard you are getting turned on… Don't tell me you are pleasuring yourself like this usually, hmm?"]}, {"name": "Olivia", "audio": "v_sr350_0008", "normalized": ["D-don't mock me, aahhnmm, n-no one would do such obscene thing, mnnhaahh, m-my powers are, oohuhh, guh, f-for my service…"]}, {"name": "", "audio": "", "normalized": ["She was determined not to let out a voice but it was not going to stop the darkness teasing her."]}, {"name": "Olivia", "audio": "v_sr350_0009", "normalized": ["(Wh-why?", " M-my breasts and my vagina, they're both burning up… D-don't worry, everyone, I shall not lose to such darkness again…)"]}, {"name": "You", "audio": "", "normalized": ["Now, I keep hearing some wet noises, huh?", " I can smell something funny too… You, do you have any idea what that is?"]}, {"name": "Olivia", "audio": "v_sr350_0010", "normalized": ["Heeuyaauguhh?!"]}, {"name": "", "audio": "", "normalized": ["Oviliva's cool face suddenly frowned from the humiliation with my malicious question."]}, {"name": "", "audio": "", "normalized": ["Vaginal fluids were gushing out of her underwear like a fountain and dripped down from her thighs as the dark tentacles pleasured her."]}, {"name": "You", "audio": "", "normalized": ["Oh my, look at how much fluid is coming out… You have tight lips, but a loose pussy, eh?"]}, {"name": "Olivia", "audio": "v_sr350_0011", "normalized": ["Sh-shut up aahheemnm!", " Huheehhnmhughh!", " M-my pussy, haahh, is not l-loose, eeghuuh, eeheehh…!"]}, {"name": "", "audio": "", "normalized": ["Despite her words, the seeping vaginal fluid was staining her panties."]}, {"name": "", "audio": "", "normalized": ["She was almost like a beast drooling in front of the prey."]}, {"name": "You", "audio": "", "normalized": ["You're getting turned on now… You're enjoying getting teased by the weapon that took the lives of your men."]}, {"name": "You", "audio": "", "normalized": ["Maybe you are already starting to accept the pleasure coming into you, am I right?"]}, {"name": "Olivia", "audio": "v_sr350_0012", "normalized": ["Mnnhhaahh… Sh-shut up, th-this darkness is my sin…!", " Th-there's no way that this could possibly turn me on, let alone enjoy it…!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, your moaning is not very convincing at all!"]}, {"name": "You", "audio": "", "normalized": ["Just admit it already.", " You were drenched down there when you were killing your men, hmm?"]}, {"name": "Olivia", "audio": "v_sr350_0013", "normalized": ["(Heegh, that's… That's a lie, everyone?!", ")"]}, {"name": "Olivia", "audio": "v_sr350_0014", "normalized": ["(M-my pussy was not wet at all when I had to kill you!", " Th-that's true!", " Please, believe me, believe me!", ")"]}, {"name": "", "audio": "", "normalized": ["Olivia was shaken like she was afraid of something."]}, {"name": "", "audio": "", "normalized": ["I turned the dark tentacle running between legs to turn into a penis as big as an arm."]}, {"name": "", "audio": "", "normalized": ["Then I let it penetrate her moist vagina, corrupting already crumbling mind of hers."]}, {"name": "Olivia", "audio": "v_sr350_0015", "normalized": ["Heegeheghh!", " Oooheeheeghhnmm?!", " I-it's so sudden… Ugheeghhguh!", " My pussy's tearing apart…!"]}, {"name": "", "audio": "", "normalized": ["Olivia's labia were spread wide open with the sudden penetration.", " The dark torrent invaded the inside of her vagina."]}, {"name": "You", "audio": "", "normalized": ["Humm, you're not even raising your voice with crotch-tearing pain… Quite a guts you got."]}, {"name": "Olivia", "audio": "v_sr350_0016", "normalized": ["Huuguhh… H-hah, this is nothing.", " I shall not be shaken by such petty humiliation.", " I cannot be defeated, for the sake of my perished men…"]}, {"name": "You", "audio": "", "normalized": ["Oh, I don't intend to break you with pain or humiliation.", " I'll just ignore your arrogant mouth and have more honest part of you cry out…"]}, {"name": "", "audio": "", "normalized": ["Olivia was enduring the pain and acted strong but I answered her by moving the dark tentacle inside her vagina back and forth."]}, {"name": "Olivia", "audio": "v_sr350_0017", "normalized": ["Ahgeehh?", " Guhheeghhnmm?!", " I-it's moving, the darkness, wiggling around in my pussy?!", " Ugheegeghhnm?!"]}, {"name": "You", "audio": "", "normalized": ["How does it feel to be violated by your own darkness…?", " If you say you've faced it, then stop that aching!"]}, {"name": "", "audio": "", "normalized": ["The pounding from the dark tentacle eventually got hard enough to make Ovilia's belly wave."]}, {"name": "", "audio": "", "normalized": ["However, her face with the agonized expression was starting to loosen up and the groaning was starting to be drowned out by the lewd, wet noises."]}, {"name": "Olivia", "audio": "v_sr350_0019", "normalized": ["(N-no… I can't lose to this darkness, but my pussy aches and every single one of my cells with it…!", ")"]}, {"name": "Olivia", "audio": "v_sr350_0020", "normalized": ["(I-I've never felt so compatible before… I-I'm so sorry, everyone, I-I'm getting fucked by this darkness cock and enjoying it…)"]}, {"name": "You", "audio": "", "normalized": ["Anyone would go insane with the shock, but you're getting aroused.", " Your body must be really resilient… Haha."]}, {"name": "", "audio": "", "normalized": ["The dry laughter echoed in the dimly-lit room.", " Olivia's aroused body twitched and tensed up."]}, {"name": "Olivia", "audio": "v_sr350_0021", "normalized": ["W-wait, you, what are you gonna do!", " N-no, stop!", " Y-you can't do this, no more…"]}, {"name": "", "audio": "", "normalized": ["Olivia begged desperately as she felt a threat to her life.", " I only smiled and kept my mouth shut.", " And the next moment――"]}, {"name": "Olivia", "audio": "v_sr350_0022", "normalized": ["Haagheghehh?!", " Heeghaahh, mnngehehh?!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " You won't open your mouth even with the sudden anal penetration, well done!"]}, {"name": "", "audio": "", "normalized": ["Her eyes opened wide from the sudden agony and I looked at Olivia groaning satisfied."]}, {"name": "", "audio": "", "normalized": ["At that moment, her anus was penetrated by the dark tentacle which was as thick as the one in her vagina."]}, {"name": "You", "audio": "", "normalized": ["You're getting pounded with no preparation whatsoever.", " Even with your lewdness, it still hits hard, right?"]}, {"name": "Olivia", "audio": "v_sr350_0023", "normalized": ["Th-that's not… Guhguhh?!", " Noo, not the dark cocks, two of them!", " Th-they're messing up my anus…!"]}, {"name": "", "audio": "", "normalized": ["Olivia tried to focus on the inevitable shock and agony, then pleasure, as her erotic body trembled and twitched."]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, who said I was gonna fuck you in the ass?", " Now I have shapeless darkness to play with."]}, {"name": "You", "audio": "", "normalized": ["I'm gonna fuck you in the way no human or beast can."]}, {"name": "Olivia", "audio": "v_sr350_0024", "normalized": ["Wh-what do you…?!", " Oogeeghh?!", " Wh-what is this?!"]}, {"name": "Olivia", "audio": "v_sr350_0025", "normalized": ["Huugeghh, heegheehhnmm?!", " The dark cock, noo, don't go crazy like that…!"]}, {"name": "", "audio": "", "normalized": ["Olivia let out an otherworldly scream as she felt a strange sensation coming up from her anus."]}, {"name": "", "audio": "", "normalized": ["The dark miasma pried open her anus and started making it way deeper and deeper into her body like a giant serpent."]}, {"name": "You", "audio": "", "normalized": ["I've grown tired of your groans.", " I wanted to hear your real voice now… A beastly roar exposing your true nature."]}, {"name": "Olivia", "audio": "v_sr350_0026", "normalized": ["Gugheghh…!", " E-enough!", " Huuhmggheeghh!"]}, {"name": "Olivia", "audio": "v_sr350_0027", "normalized": ["S-stop right now, darkness!", " P-please, just disappear inside me, as long as it is not this!"]}, {"name": "", "audio": "", "normalized": ["The invasion of darkness was deforming her belly around intestine and Olivia began to tense up with a desperate expression of the danger she sensed."]}, {"name": "", "audio": "", "normalized": ["She was trying to stop the tentacle by force."]}, {"name": "You", "audio": "", "normalized": ["Quite silly, huh.", " It's like you're trying to shit yourself… Well, you won't get to, of course."]}, {"name": "", "audio": "", "normalized": ["The dark tentacle in her vagina resumed plowing her as if my words acted as the go-ahead signal."]}, {"name": "", "audio": "", "normalized": ["There was no way Olivia could resist the pleasure coming from her pussy."]}, {"name": "Olivia", "audio": "v_sr350_0028", "normalized": ["Hooguhh…!", " D-don't fight me, dark cocks… I-I can not be corrupted anymore for the sake of my perished comrades…"]}, {"name": "You", "audio": "", "normalized": ["Do you really think your dead comrades would want that?"]}, {"name": "You", "audio": "", "normalized": ["They would be turned on looking at their officer who killed them act so lewd from hell!"]}, {"name": "Olivia", "audio": "v_sr350_0029", "normalized": ["(Everyone's…turned on?", " They like s-seeing my getting violated, having my pussy and anus.", " That's what they like…?", ")"]}, {"name": "Olivia", "audio": "v_sr350_0030", "normalized": ["(The dark cock's coming up my ass!", " Don't look at me!", " Please forgive me for getting turned on by the power that killed you!", ")"]}, {"name": "", "audio": "", "normalized": ["Olivia was teased in both of her holes and she was gradually losing her will to resist."]}, {"name": "", "audio": "", "normalized": ["She was tensing up, trying to stop the intrusion of the tentacle, but she was giving up and the dark tentacle finally made its way up to her stomach."]}, {"name": "Olivia", "audio": "v_sr350_0031", "normalized": ["Oghoohh… Hoogehghh, gughhuuhh…!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, I can't keep watching this… How is it?", " Now, do you understand how it felt to be slaughtered by the dark miasma?"]}, {"name": "", "audio": "", "normalized": ["Olivia's eyes opened wide, almost popping out of her skull, from the unknown pleasure and screamed silently."]}, {"name": "", "audio": "", "normalized": ["Her belly was already inflated like a balloon and I could see the tentacle occasionally wiggling inside."]}, {"name": "Olivia", "audio": "v_sr350_0032", "normalized": ["Huumnguuhh… Ahh, the darkness is filling up my belly, uguhh… No, I-I can't take it anymore, I-I'm going to break, uuhh…"]}, {"name": "You", "audio": "", "normalized": ["It would kill any ordinary human being… But I was astonished but how slutty your mind is, in addition to your body modification."]}, {"name": "Olivia", "audio": "v_sr350_0033", "normalized": ["S-slutty…?", " Bugghuhgheeghh?!"]}, {"name": "Olivia", "audio": "v_sr350_0034", "normalized": ["W-wait, dark cock, don't go so wild!", " P-please, I'm begging you, stop this already, guys…"]}, {"name": "", "audio": "", "normalized": ["Olivia was getting delirious as she could barely breathe."]}, {"name": "", "audio": "", "normalized": ["And the dark tentacles wiggled around her body and headed further up."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, that went in through your shit-hole, and now its almost getting up to your throat, huh?"]}, {"name": "You", "audio": "", "normalized": ["Looks like the tentacle fucking your pussy likes it too."]}, {"name": "Olivia", "audio": "v_sr350_0035", "normalized": ["Hooguhh!", " Bugbuuhuuhh?!", " My pussy and my stomach, drilled at the same time… S-such a strong dark cock, I'll lose again…!"]}, {"name": "", "audio": "", "normalized": ["Olivia let out a high-pitched and faint scream from her throat which was being filled with the rising darkness."]}, {"name": "", "audio": "", "normalized": ["However, her face showed a feminine expression, getting intoxicated by how powerful the dark cock in her vagina and belly was."]}, {"name": "Olivia", "audio": "v_sr350_0036", "normalized": ["(Aaahhnmm, it's coming!", " The tentacle that came through my shit-hole is coming up to my face!", " It's gonna pierce me!", ")"]}, {"name": "Olivia", "audio": "v_sr350_0037", "normalized": ["(This must be my punishment.", " Alright.", " If you guys would forgive me, then I'll offer my body to the dark cock!", ")"]}, {"name": "Olivia", "audio": "v_sr350_0038", "normalized": ["(Please watch me get fucked by the darkness!", " P-please fap to the sight of the woman who killed you all orgasm in heaven, nmmghh!", ")"]}, {"name": "You", "audio": "", "normalized": ["Now, let's finish this up.", " Come on, just let them hear it.", " Your real voice for your dead comrades…"]}, {"name": "You", "audio": "", "normalized": ["The moans of a whore corrupted by the darkness."]}, {"name": "", "audio": "", "normalized": ["*Squish* *Throb*"]}, {"name": "Olivia", "audio": "v_sr350_0039", "normalized": ["Mnmmggoohooghh!", " Nughuoaaghh?!", " C-coming, I'm coming!", " Here!", " Come!", " Come!", " Come!", " Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Finally, the mucus-covered tip of the dark tentacle emerged from Olivia's mouth."]}, {"name": "", "audio": "", "normalized": ["At the same time, something that was holding Olivia together collapsed and she kept screaming from her penetrated mouth like a beast."]}, {"name": "Olivia", "audio": "v_sr350_0040", "normalized": ["Hoghaahh!", " I-I've lost again… The dark cock broke everything, aahhmm!", " Huughogohh?!", " Oohgegeehh!"]}, {"name": "Olivia", "audio": "v_sr350_0041", "normalized": ["M-my throat, eegheeghh?!", " …E-everyone, please look!", " Please watch me rubbing the cock from my ass to my mouth!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah!", " That's what you get for talking with that thing sticking out of your mouth!"]}, {"name": "You", "audio": "", "normalized": ["Anyway, I'm glad…to hear your true voice, such a slut, aren't you?"]}, {"name": "", "audio": "", "normalized": ["I scoffed at Olivia and gave her a condescending look towards her as she moaned madly."]}, {"name": "", "audio": "", "normalized": ["However, Olivia's moans did not stop at all."]}, {"name": "", "audio": "", "normalized": ["*Squirt* *Squirt*"]}, {"name": "Olivia", "audio": "v_sr350_0042", "normalized": ["Bughueegheeghh!", " M-my pussy just came too!"]}, {"name": "Olivia", "audio": "v_sr350_0043", "normalized": ["Now, every single hole of my body's been fucked by the darkness!", " D-dark cock has conquered me completely!"]}, {"name": "", "audio": "", "normalized": ["*Splash* *Splosh*"]}, {"name": "You", "audio": "", "normalized": ["Huh, now you're pissing yourself.", " Maybe your urethra's crying because it wants in on the action?"]}, {"name": "Olivia", "audio": "v_sr350_0044", "normalized": ["Aaaghh, aahhnm!", " I'm sorry I left you alone!"]}, {"name": "Olivia", "audio": "v_sr350_0045", "normalized": ["The tentacle digging into my piss-hole… Bughohohohhnmm!", " Just thinking about it is making me come!"]}, {"name": "", "audio": "", "normalized": ["Olivia was soaked with pleasure which was literary running through her body and continued to orgasm as she shed fluids from every orifice."]}, {"name": "Olivia", "audio": "v_sr350_0046", "normalized": ["Aaagoouhh, hoohohohhnmm?!", " M-my piss and my pussy juice, my drool, a-and my shit, all over the dark cock, aahh!"]}, {"name": "Olivia", "audio": "v_sr350_0047", "normalized": ["P-please punish me, a pathetic whore!"]}, {"name": "Olivia", "audio": "v_sr350_0049", "normalized": ["Mnnhoohguhgoohhgoohh?!", " Mnngohogoohh!", " Ugheegehh, huuhgeghhmnhgeeghh!", " Buhg, heeghh, buhgeeghehh… Mnngh!"]}, {"name": "", "audio": "", "normalized": ["Olivia finished moaning after letting everything she got out and she screamed in agony, twisting her body."]}, {"name": "", "audio": "", "normalized": ["Soon, she stopped even groaning and turned into a lump of flesh impaled on the shaft of darkness, continuously twitching."]}, {"name": "You", "audio": "", "normalized": ["I told you, you should've stopped screaming…"]}, {"name": "You", "audio": "", "normalized": ["Anyway, I thought the guilt for your men inside you would be useful, but damn, that was something."]}, {"name": "You", "audio": "", "normalized": ["And this sickening modification… Maybe I can turn you to join me easily if I take revenge as the bait… Mnnh?", " Hold on, this is…"]}, {"name": "", "audio": "", "normalized": ["I felt something was off with Olivia as she writhed pathetically.", " And when I noticed what it was――"]}, {"name": "You", "audio": "", "normalized": ["Haha… Hahaha!", " What ironic, it's almost a comedy!"]}, {"name": "You", "audio": "", "normalized": ["The UFS, this woman!", " Everyone's just dancing on that man's palm, it's all his doing…"]}, {"name": "", "audio": "", "normalized": ["I muttered and then looked down at Olivia with a cold grin as she laid there like an executed convict."]}]