[{"name": "", "audio": "", "normalized": ["A girl walked into a room inside a brothel."]}, {"name": "", "audio": "", "normalized": ["Her name was Rocca.", " A poor young girl who was forced to become a prostitute through conspiracies."]}, {"name": "Rocca", "audio": "v_r-ev247_0000", "normalized": ["…W-welcome, sir… Tsk!"]}, {"name": "", "audio": "", "normalized": ["Rocca clicked her tongue in disgust, not even trying to hide her frustration, as soon as she saw the face of her client."]}, {"name": "", "audio": "", "normalized": ["It was not surprising as the client was a male demon who she despised."]}, {"name": "", "audio": "", "normalized": ["Rocca had slaughtered countless demons before, but this one was a rare exception, a survivor."]}, {"name": "", "audio": "", "normalized": ["He must have come to the brothel as he heard some unsavory rumors about her."]}, {"name": "Man", "audio": "", "normalized": ["Hahah.", " It's been a while.", " So, you really are here, huh?"]}, {"name": "", "audio": "", "normalized": ["The man stared at Rocca's body and muttered joyously."]}, {"name": "", "audio": "", "normalized": ["It was like a beast drooling in front of a prey."]}, {"name": "Rocca", "audio": "v_r-ev247_0001", "normalized": ["It's not I want to be here or anything…"]}, {"name": "", "audio": "", "normalized": ["Rocca bit on her lips, frustrated."]}, {"name": "", "audio": "", "normalized": ["Rocca was previously captured by the demon's boss and received intense torture."]}, {"name": "", "audio": "", "normalized": ["However, Rocco did not even change her attitude which frustrated the demon's boss and he sent her to this brothel."]}, {"name": "", "audio": "", "normalized": ["With a massive amount of aphrodisiacs injected into her――"]}, {"name": "Man", "audio": "", "normalized": ["You're being so cold.", " Oh well, we might as well enjoy ourselves since we're here anyway, Right, Rocca?"]}, {"name": "Rocca", "audio": "v_r-ev247_0002", "normalized": ["…Shut the hell up.", " I know.", " I will do what I have to do… It's just business, after all."]}, {"name": "", "audio": "", "normalized": ["Rocca's voice trembled."]}, {"name": "", "audio": "", "normalized": ["she was just about to have intercourse with the demon whom she hated.", " The fact stirred up a whirlpool of disgust inside her."]}, {"name": "", "audio": "", "normalized": ["Although she had gone through this many times before, this feeling of disgust never went away."]}, {"name": "", "audio": "", "normalized": ["At the same time, she was relived by the very same feeling.", " As long as she felt such disgust, it meant she had not been broken by the demons."]}, {"name": "Man", "audio": "", "normalized": ["Good.", " I actually quite like forcing a girl who doesn't want to do it to fuck with me."]}, {"name": "Man", "audio": "", "normalized": ["Now, let us begin already.", " The cock is ticking, you see.", " Come on, come on, hurry up."]}, {"name": "", "audio": "", "normalized": ["The man stripped naked and dove into the bed."]}, {"name": "", "audio": "", "normalized": ["Rocca understood what the demon meant by his actions through her experience as a prostitute."]}, {"name": "Rocca", "audio": "v_r-ev247_0003", "normalized": ["…Pervert.", " Girls don't like an impatient man."]}, {"name": "Man", "audio": "", "normalized": ["I was just born this way, you know.", " Come on, come here?", " Or my dick's gonna go limp."]}, {"name": "", "audio": "", "normalized": ["The dark-colored, shiny, and grotesque penis was peeking out of the lower body of the demon lying down, waiting for Rocca."]}, {"name": "", "audio": "", "normalized": ["It appeared so evil, but with the effect of the aphrodisiac, it made Rocca irresistibly aroused."]}, {"name": "Rocca", "audio": "v_r-ev247_0004", "normalized": ["…Hah, hope you're gonna cum quick with that impatience."]}, {"name": "Man", "audio": "", "normalized": ["Too bad for you, I last quite a long time.", " Now, come on, you better treat me like a customer, okay?"]}, {"name": "Rocca", "audio": "v_r-ev247_0005", "normalized": ["Ugh… Y-yes… Yes, of course."]}, {"name": "Man", "audio": "", "normalized": ["Good.", " Just like that, be nice, yeah?"]}, {"name": "Rocca", "audio": "v_r-ev247_0006", "normalized": ["Guhh… Y-yes, I understand, sir.", " Please make yourself comfortable and I will begin…"]}, {"name": "", "audio": "", "normalized": ["She did not want to be so condescending to the demon, but she did not have a choice."]}, {"name": "", "audio": "", "normalized": ["Rocca slowly approached the man, as her mind had half given-up the will to fight."]}, {"name": "", "audio": "", "normalized": ["And then she gently sat on top of the demon's hips."]}, {"name": "Rocca", "audio": "v_r-ev247_0007", "normalized": ["…F-first, I'll start with a thigh massage…"]}, {"name": "", "audio": "", "normalized": ["Rocca started pleasuring the demon as she was asked to."]}, {"name": "", "audio": "", "normalized": ["However, she was boiling with rage on the inside.", " With just a slip of her mind, she would have killed the demon right there."]}, {"name": "", "audio": "", "normalized": ["Of course, it was easy for Rocca to kill a man with bare hands with her physical strength."]}, {"name": "", "audio": "", "normalized": ["What prevented her from doing so was the collar she was forced to wear, equipped with an explosive device."]}, {"name": "", "audio": "", "normalized": ["Had she caused any trouble, then it meant they would detonate it, literary firing Rocca's neck off of her shoulders."]}, {"name": "Rocca", "audio": "v_r-ev247_0008", "normalized": ["Mnngh, aahh… How it is?", " My thigh massage… Mnghh."]}, {"name": "Rocca", "audio": "v_r-ev247_0009", "normalized": ["Are you satisfied with my massage…?", " Aaahhmnnggh, aahh, mnnmghh…"]}, {"name": "", "audio": "", "normalized": ["Rocca asked the man with a rather emotionless voice as she moved her hips back and forth slowly."]}, {"name": "Man", "audio": "", "normalized": ["Mmmnn, this is good.", " I love getting a thigh job from such a cute girl like you."]}, {"name": "Man", "audio": "", "normalized": ["But… You know, it looks like you're enjoying this more than I am, aren't you, Rocca?"]}, {"name": "Man", "audio": "", "normalized": ["You're breathing awfully short, eh?"]}, {"name": "Rocca", "audio": "v_r-ev247_0010", "normalized": ["Guh… Th-that is not true… I-I'm not enjoying this at all…!", " Mnnguhh, mnnuuhh."]}, {"name": "Man", "audio": "", "normalized": ["Are you sure about that?", " You say that, but you're moaning so loud and cute, you see?"]}, {"name": "Rocca", "audio": "v_r-ev247_0011", "normalized": ["Mnnghh, uughhahh… Aaeeghh, mnnaahh!", " This is nothing.", " It's nothing, really…!"]}, {"name": "", "audio": "", "normalized": ["Rocca tried to deny it desperately with her words, but the sound of her voice was not entirely convincing."]}, {"name": "", "audio": "", "normalized": ["Rocca had been fed the food laced with a large number of aphrodisiacs and her sensitivity was amplified by tens of times."]}, {"name": "", "audio": "", "normalized": ["Of course, she was getting aroused by the act.", " She was put in a constant state of arousal and felt pleasure from any little stimulation."]}, {"name": "Man", "audio": "", "normalized": ["Ahh, that's good.", " Your hips are starting to move better too."]}, {"name": "Man", "audio": "", "normalized": ["You're moving it to rub up against my cock nicely… Have you already grown so fond of my cock already?"]}, {"name": "Rocca", "audio": "v_r-ev247_0012", "normalized": ["Th-that's not what this is… This is just business, I'm just doing this because I have to…"]}, {"name": "", "audio": "", "normalized": ["Rocca was verbally denying it, but her body was obviously seeking the man's penis."]}, {"name": "", "audio": "", "normalized": ["She was subconsciously yearning for more pleasure as she started speeding up her hips."]}, {"name": "Man", "audio": "", "normalized": ["Haahh, haahh… This is so good, Rocca…"]}, {"name": "Man", "audio": "", "normalized": ["Come on, you're doing such a good job, my cock really loves it, you see, Rocca?"]}, {"name": "", "audio": "", "normalized": ["By the time she noticed, the man's penis had grown fully erect."]}, {"name": "", "audio": "", "normalized": ["It was throbbing and standing tall and proud.", " With just a slip of her hips, it would have penetrated her vagina."]}, {"name": "Rocca", "audio": "v_r-ev247_0013", "normalized": ["(What…?!", " His cock got so huge when it's hard, really…?", ")"]}, {"name": "", "audio": "", "normalized": ["Rocco could not hide her surprise as she saw the man's penis fully erect."]}, {"name": "", "audio": "", "normalized": ["However, at the same time, she was excited by how huge his dick was."]}, {"name": "Rocca", "audio": "v_r-ev247_0014", "normalized": ["(Th-that thing… What's gonna happen when it would come inside me…)"]}, {"name": "Rocca", "audio": "v_r-ev247_0015", "normalized": ["(Wait, what the hell am I thinking about.", " I would not even think of such things usually…)"]}, {"name": "", "audio": "", "normalized": ["The anticipation and self-loathing collided in her mind."]}, {"name": "Man", "audio": "", "normalized": ["Ahh, Rocca!", " I can't wait anymore!", " Come on, let me put my cock into your pussy!"]}, {"name": "", "audio": "", "normalized": ["The man roared excitedly as if he was cutting off Rocca's uncertainty."]}, {"name": "", "audio": "", "normalized": ["The man was so aroused, he was going to insert into Rocca's vagina on his own if she did not do it first."]}, {"name": "Rocca", "audio": "v_r-ev247_0016", "normalized": ["I understand… W-well…"]}, {"name": "", "audio": "", "normalized": ["Rocca immediately answered the man and stopped her hips to insert it in."]}, {"name": "", "audio": "", "normalized": ["Then Rocca spread open her labia with her hands and lowered her hips to put the demon's penis into her."]}, {"name": "Rocca", "audio": "v_r-ev247_0017", "normalized": ["Mnnaahh, mghhnmm…!", " Y-your cock, it's so big, it's so huge, ughh…!"]}, {"name": "Rocca", "audio": "v_r-ev247_0018", "normalized": ["I have never felt a cock so huge in my whole life…!", " Mngnuuhh, uughh!"]}, {"name": "", "audio": "", "normalized": ["Rocca's face frowned from the pain of penetration, but she slowly but surely guided the demon's penis into her vagina."]}, {"name": "", "audio": "", "normalized": ["It was indeed agonizing, but at the same time, it was also pleasurable to her thanks to the aphrodisiacs."]}, {"name": "Man", "audio": "", "normalized": ["Guhh, my cock's now going into Rocca's tight little pussy, so good, look at that."]}, {"name": "Man", "audio": "", "normalized": ["Rocca, the inside of your pussy's so warm and tight, it feels so nice, comfortable."]}, {"name": "", "audio": "", "normalized": ["The man let out a sigh of pleasure as he stated at their genitals joining together."]}, {"name": "", "audio": "", "normalized": ["His penis was already halfway buried into Rocca's vagina and it would soon reach the end of it."]}, {"name": "Man", "audio": "", "normalized": ["Hey, Rocca?", " You're gonna start moving on your own when my cock's all the way in, right?"]}, {"name": "Rocca", "audio": "v_r-ev247_0019", "normalized": ["Eegh, nmghmm…!", " O-of course, sir… That is the reason why I am here, you see…"]}, {"name": "", "audio": "", "normalized": ["She was still disgusted by the demon's request, but she did not refuse."]}, {"name": "", "audio": "", "normalized": ["His penis still had not gone in fully yet, but Rocca started pounding her hips to pleasure the demon."]}, {"name": "Rocca", "audio": "v_r-ev247_0020", "normalized": ["Haaheeghh, mngh…!", " Eeghh, mgh, mnnmmghh… Haah, haahh… Is this how you like it?"]}, {"name": "", "audio": "", "normalized": ["Rocca asked the man as she was enduring the crotch-tearing pain and the pleasure so intense it would have made her pass out."]}, {"name": "Man", "audio": "", "normalized": ["Yeah, that's good.", " Come on, move your hips a bit more, Rocca."]}, {"name": "Rocca", "audio": "v_r-ev247_0021", "normalized": ["I-I understand… Aaeeghh, eeghehh, mngnehh, eeghh, mnnughh…!"]}, {"name": "", "audio": "", "normalized": ["Rocca clenched her teeth and started moving her hips as fast as she could."]}, {"name": "", "audio": "", "normalized": ["Up and down, back and forth… She ground her hips all over the place and stimulated the demon's penis."]}, {"name": "Man", "audio": "", "normalized": ["Gughh!", " That's so good, Rocca!"]}, {"name": "Man", "audio": "", "normalized": ["Now, then.", " I'm gonna start moving on my own too!", " I can't just have you do all the work, Rocca."]}, {"name": "Rocca", "audio": "v_r-ev247_0022", "normalized": ["(Hey, wait a minute…!", " If he starts moving right now――)"]}, {"name": "", "audio": "", "normalized": ["Before Rocca could stop moving, the demon grabbed her waist with his hands and pounded his hips hard."]}, {"name": "Rocca", "audio": "v_r-ev247_0023", "normalized": ["Heegeheehh, eegheehh?!", " Ugheeghehh, eegheeghh, mnnguuhghh!"]}, {"name": "", "audio": "", "normalized": ["Rocca involuntarily let out a scream from the shock of the demon's penis penetrating her deep into her vagina."]}, {"name": "", "audio": "", "normalized": ["Her body twitched as she was violated right up to her womb with no warning whatsoever."]}, {"name": "", "audio": "", "normalized": ["However, she was still completely soaked with pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Oh, are you alright, Rocca?", " You just let out a hell of a voice.", " Maybe you just came already?"]}, {"name": "Rocca", "audio": "v_r-ev247_0024", "normalized": ["Mnguhh…!", " Haauh, haauh… I'm alright… This is all fine, it's nothing."]}, {"name": "", "audio": "", "normalized": ["Rocca pretended she was fine and answered as the demon verbally tried to insult her."]}, {"name": "", "audio": "", "normalized": ["However, her patience was about to collapse."]}, {"name": "", "audio": "", "normalized": ["That was because she was barely holding pleasure back with her willpower, but she was assaulted with such a strong shock suddenly…"]}, {"name": "", "audio": "", "normalized": ["The fact she was able to endure this long with the aphrodisiacs was almost a miracle."]}, {"name": "", "audio": "", "normalized": ["Perhaps the demon knew of her situation, or not, his demand escalated little by little."]}, {"name": "Man", "audio": "", "normalized": ["Come on, come on, you're getting slow, huh?", " This doesn't feel good at all.", " Would you just move harder?"]}, {"name": "", "audio": "", "normalized": ["The man said and started moving his hips on his own, shaking Rocca's body with them."]}, {"name": "", "audio": "", "normalized": ["It brought on a critical level of stimulation for Rocca as she was about to fall apart."]}, {"name": "Rocca", "audio": "v_r-ev247_0025", "normalized": ["Mnneeghh, eeghehh!", " S-stop…!", " I-if you start moving like that now, I can't take it…!"]}, {"name": "Rocca", "audio": "v_r-ev247_0026", "normalized": ["If you grind me so hard like that… Heeughh, mnnmmghh!", " You're gonna drive me insane…"]}, {"name": "", "audio": "", "normalized": ["Rocca let out a muffled voice as her body twitched."]}, {"name": "", "audio": "", "normalized": ["At that point, she had even lost control of her voice coming up and was letting it out on its own."]}, {"name": "", "audio": "", "normalized": ["The pleasure seeping into her was starting to loosen up her previously closed mind."]}, {"name": "Man", "audio": "", "normalized": ["Come on, you better start pleasuring me more.", " This is just not enough, you know."]}, {"name": "Man", "audio": "", "normalized": ["I'm gonna fuck your pussy for you, so why don't you get to doing something else, Rocca?"]}, {"name": "", "audio": "", "normalized": ["The demon started pounding his hips up, seeking more pleasure."]}, {"name": "", "audio": "", "normalized": ["That easily pushed Rocca's mind over the breaking point as it was already close to the limit."]}, {"name": "Rocca", "audio": "v_r-ev247_0027", "normalized": ["Haaheehhnm!", " Mnnheeghh, eeghehh…!", " This huge cock, it's grinding inside my pussy, so hard, uughh!"]}, {"name": "Rocca", "audio": "v_r-ev247_0028", "normalized": ["Your cock's so big and manly, and it's penetrating my pussy.", " It's gonna make me mad!"]}, {"name": "Rocca", "audio": "v_r-ev247_0029", "normalized": ["My body's twitching, it's moving on its own and…!", " It feels so good and I can't stop it, uughh!"]}, {"name": "", "audio": "", "normalized": ["Rocca's mind finally gave in with the man fucking her so hard."]}, {"name": "", "audio": "", "normalized": ["She shamelessly moaned and went down the path towards a slave to pleasure."]}, {"name": "", "audio": "", "normalized": ["The Rocca grabbed her own breasts with her own hands, seeking more pleasure, and starting groping them."]}, {"name": "Rocca", "audio": "v_r-ev247_0030", "normalized": ["Mnnguhheehh!", " My titties and nipples, they're tingling and burning up, ughh!"]}, {"name": "Rocca", "audio": "v_r-ev247_0031", "normalized": ["Haauh, haahh!", " My tits, it feels so good to touch my own titties!", " Aaaheghh, my titties alone are gonna make me come!"]}, {"name": "", "audio": "", "normalized": ["Rocca kept massaging her breasts, consumed by the act."]}, {"name": "", "audio": "", "normalized": ["Her perky breasts began to change shape all over the place as Rocca grabbed them."]}, {"name": "", "audio": "", "normalized": ["Soon, white fluid began to seep out of Rocca's breasts."]}, {"name": "Rocca", "audio": "v_r-ev247_0032", "normalized": ["Noo, aahhnm!", " Groping my own breasts made me spew breast milk, aahh."]}, {"name": "Rocca", "audio": "v_r-ev247_0033", "normalized": ["It feels so good, massaging my titties and spewing breast milk like this, uughh."]}, {"name": "Man", "audio": "", "normalized": ["Heheheh!", " That's amazing, Rocca.", " You even got the milk flowing!", " Your body is really turning into something nice!"]}, {"name": "Rocca", "audio": "v_r-ev247_0034", "normalized": ["Heehhnmm!", " Th-that's right!", " Getting pounded my pussy while touching my own breasts feels so good, uuhhghh."]}, {"name": "", "audio": "", "normalized": ["Rocca would not have acknowledged what the demon said if it was before all this happened."]}, {"name": "", "audio": "", "normalized": ["However, pleasure coursing through her body took the rational thought away from Rocca and she was no longer able to resist."]}, {"name": "", "audio": "", "normalized": ["In fact, the pleasure assaulting her was the only intensifying thanks to the effect of the aphrodisiac."]}, {"name": "Rocca", "audio": "v_r-ev247_0035", "normalized": ["Mnngheeghh, eeghhehh!", " Heeuhh, uughuhh!", " It's so good, it's so good, uughh!"]}, {"name": "Rocca", "audio": "v_r-ev247_0036", "normalized": ["More, more, I want you to fuck me more, harder, with your huge, manly cock, pleaassee!"]}, {"name": "Man", "audio": "", "normalized": ["Haha!", " Of course!", " Here, here, enjoy my cock and come like crazy with it, Rocca!"]}, {"name": "", "audio": "", "normalized": ["The demon kept violating the inside of Rocca's vagina like he was trampling through it, then moved to her womb."]}, {"name": "", "audio": "", "normalized": ["The shock only inflated the pleasure Rocca was feeling, escalating it further and further."]}, {"name": "Rocca", "audio": "v_r-ev247_0037", "normalized": ["Eeegheehh!", " Mnngeeghh, egheeghh!", " C-cock…!", " Your cock's coming in, uguhh!"]}, {"name": "Rocca", "audio": "v_r-ev247_0038", "normalized": ["Such a hard cock…!", " It's penetrating my pussy, slamming so hard into me, I can feel it, uuhh!"]}, {"name": "Rocca", "audio": "v_r-ev247_0039", "normalized": ["My titties are so happy to, all the milk shooting out of them, this is amazing, uguhh!"]}, {"name": "", "audio": "", "normalized": ["Rocca was drowning in pleasure as she moaned while her mouth hanged open."]}, {"name": "", "audio": "", "normalized": ["There was no resemblance to her usual cool manners."]}, {"name": "", "audio": "", "normalized": ["She had turned into a sex slave who was only interested in devouring all the pleasure."]}, {"name": "Man", "audio": "", "normalized": ["Hehehe, you have a great expression there!", " Finally, you'ver turned into a real whore, Rocca."]}, {"name": "Man", "audio": "", "normalized": ["Now, I'm gonna give you cum for your reward."]}, {"name": "", "audio": "", "normalized": ["The demon was certain Rocca was broken and he started speeding up his pounding."]}, {"name": "", "audio": "", "normalized": ["Of course, Rocca was starting to speed up at well, trying to answer the demon's movements."]}, {"name": "Rocca", "audio": "v_r-ev247_0040", "normalized": ["Eeghhnmhh!", " Please, gimme, gimme!", " Please pour your fleshly brewed dick-milk into my pussy!"]}, {"name": "Rocca", "audio": "v_r-ev247_0041", "normalized": ["I'll give you all my milk, so please!"]}, {"name": "Rocca", "audio": "v_r-ev247_0042", "normalized": ["Please fill me up with cum, so much cum that it would fill up my pussy completely!"]}, {"name": "", "audio": "", "normalized": ["Rocca begged for the demon to ejaculate feverishly."]}, {"name": "", "audio": "", "normalized": ["The demon saw her and smiled satisfied――"]}, {"name": "Man", "audio": "", "normalized": ["Hahaha!", " Good, I'll give you a lot of cum!"]}, {"name": "", "audio": "", "normalized": ["The moment the demon slammed his hips, a massive amount of semen erupted from the tip of his penis."]}, {"name": "Rocca", "audio": "v_r-ev247_0043", "normalized": ["Heegh, heegguhuuhh!"]}, {"name": "", "audio": "", "normalized": ["It was the same time as the demon ejaculating when Rocca achieved orgasm."]}, {"name": "", "audio": "", "normalized": ["She let out moans similar to a scream and spewed breast milk while her body arched back."]}, {"name": "Man", "audio": "", "normalized": ["Hehe!", " You're coming twitching and milking from your tits at the same time.", " Looks like you really like it."]}, {"name": "Man", "audio": "", "normalized": ["That's awesome.", " Rocca, you're a whore but you're enjoying this more than your client."]}, {"name": "", "audio": "", "normalized": ["The demon joyously commented as he stared at Rocca from head to toe as she kept orgasming."]}, {"name": "", "audio": "", "normalized": ["By the time they noticed, the demon's semen was seeping out of Rocca's vagina and dripped onto the sheets."]}, {"name": "Rocca", "audio": "v_r-ev247_0044", "normalized": ["Eegeh, eegheeghh!", " I-I love cum so much!", " I love milk shotting from my titties!"]}, {"name": "Rocca", "audio": "v_r-ev247_0045", "normalized": ["So much hot cum, so much inside me, throbbing and hitting my womb, it's making me come so many times!"]}, {"name": "", "audio": "", "normalized": ["Rocca repeatedly orgasmed violently as she received man's semen."]}, {"name": "", "audio": "", "normalized": ["Her pleasure kept on coming and it lasted long after the demon's ejaculation was over."]}, {"name": "Man", "audio": "", "normalized": ["Heheheh!", " You're still coming so hard even after I finished cumming.", " Now, this completely your conditioning, Rocca."]}, {"name": "Man", "audio": "", "normalized": ["Come on, Rocca?", " Let go see my boss and let us show him how much you can do as a whore, okay?"]}, {"name": "Rocca", "audio": "v_r-ev247_0046", "normalized": ["Yeess, I'm going, uguhh!", " More, More, I'll go anywhere as long as I get to be fucked more!"]}, {"name": "Man", "audio": "", "normalized": ["Heheh, that's right, that's right.", " You want to be a cum-dump, don't you, Rocca?"]}, {"name": "Rocca", "audio": "v_r-ev247_0047", "normalized": ["Y-yes, I do, ughuuhh!", " I want to become your boss's cum-dump and want cum all over me every day!"]}, {"name": "", "audio": "", "normalized": ["Rocca wished to live as a prostitute on her own."]}, {"name": "", "audio": "", "normalized": ["Her mind was only able to think about the way to acquire more pleasure at that point."]}, {"name": "Man", "audio": "", "normalized": ["Good, alright then.", " Let us report to our boss then."]}, {"name": "", "audio": "", "normalized": ["The demon picked up a phone at the side of the bed and made a call.", " After a few rings, the man they called their boss answered."]}, {"name": "Man", "audio": "", "normalized": ["…Yes, Rocca's conditioning has been completed without an issue.", " I will take her to you now."]}, {"name": "", "audio": "", "normalized": ["The man quietly put the phone down after a short conversation on the line."]}, {"name": "", "audio": "", "normalized": ["Then he took Rocca out of the brothel while she was still half-naked and still covered in breast milk."]}]