[{"name": "Lilith", "audio": "v_sr377_0000", "normalized": ["Oh, I've waited so long for this, the actual sex, sex!", " Heheheh, I'm so happy now."]}, {"name": "", "audio": "", "normalized": ["Lilith was so happy and cheery with a unique rhythm to her voice, all delighted."]}, {"name": "", "audio": "", "normalized": ["We changed the place within the shrine's grounds and Lilith sat on top of me with her leg spread and pressed her hips onto me, ready to go anytime."]}, {"name": "", "audio": "", "normalized": ["I saw a pair of marshmallow-like soft breasts bouncing right in front of me, up and down."]}, {"name": "", "audio": "", "normalized": ["She played me with those huge breasts just now, but now it was my turn… I thought to myself secretly."]}, {"name": "You", "audio": "", "normalized": ["Come on, you… Can't you be, you know, a little more romantic or something…"]}, {"name": "Lilith", "audio": "v_sr377_0001", "normalized": ["Hmhehehh, come on now, I've been wanting your cock so bad all this time, I couldn't wait."]}, {"name": "", "audio": "", "normalized": ["Lilith shifted her eyes down to my cock as she smiled."]}, {"name": "Lilith", "audio": "v_sr377_0002", "normalized": ["Now, let me have a taste of your cock."]}, {"name": "You", "audio": "", "normalized": ["Hey… Damn it…"]}, {"name": "", "audio": "", "normalized": ["Lilith put her hands on my erect cock and lifted her hips.", " It seemed massive amounts of fluids were already gushing from her pussy, dripping onto my cock."]}, {"name": "Lilith", "audio": "v_sr377_0003", "normalized": ["Mnnhh, your cock is so hot… You're going to burn my hands like this… Mheheh, here I go… Mnngh…"]}, {"name": "", "audio": "", "normalized": ["When the tips of our genitals touched, it made a slight wet noise and I could see her labia and my tip were kissing."]}, {"name": "Lilith", "audio": "v_sr377_0004", "normalized": ["Ahhmnm… I knew it, I just came with a titty-fuck, so my body is… I-it's so sensitive right now…"]}, {"name": "Lilith", "audio": "v_sr377_0005", "normalized": ["If you put your cock into my pussy right now, I might even come right on the spot… Mnnh, mnnghh…"]}, {"name": "", "audio": "", "normalized": ["Lilith was feeling pleasure as her body shuddered and adjusted the angle so the cock could penetrate easily."]}, {"name": "Lilith", "audio": "v_sr377_0006", "normalized": ["I-I'm going right now… Mnnghh…!", " Aahh, th-this is… The tip of your cock touching, i-it's so hot… Mnnuhhgh…!"]}, {"name": "Lilith", "audio": "v_sr377_0007", "normalized": ["Mnnshouh, mnshouhh, mnshouhh… Ahh, aauhh…!", " I-it's coming in, coming in…!"]}, {"name": "", "audio": "", "normalized": ["The cock gradually made its way into her but after about two-tenth of it went in――"]}, {"name": "Lilith", "audio": "v_sr377_0008", "normalized": ["Huhnyuhh?", "!?", "!?"]}, {"name": "", "audio": "", "normalized": ["Suddenly, Lilith's hips dropped right down and the entire cock disappeared inside her."]}, {"name": "Lilith", "audio": "v_sr377_0009", "normalized": ["Mnkyuuhh!", " I-it's, i-i-it's coming inside me right now, uughh…!"]}, {"name": "", "audio": "", "normalized": ["Lilith expressed her surprise with her voice as she engulfed the whole penis suddenly."]}, {"name": "Lilith", "audio": "v_sr377_0010", "normalized": ["Aahhmnmmuhh…!", " Y-your cock, coming in all the way…!", " I-it's so hot…!", " My pussy is burning up so much…!"]}, {"name": "", "audio": "", "normalized": ["Her honey pot was all slippery with the gushing fluids and it swallowed the huge, erect penis without and issue."]}, {"name": "", "audio": "", "normalized": ["The inside of Lilith's vagina was already drenched, sizzling hot, like it had boiled over, wiggling around like a sea anemone."]}, {"name": "You", "audio": "", "normalized": ["H-hey you, that was way too sudden… Gughh, your pussy is so hot, damn…!"]}, {"name": "", "audio": "", "normalized": ["Lilith's pussy was already drenched inside with the fluids and even though it was tight, it was easy to go in."]}, {"name": "", "audio": "", "normalized": ["Her flesh wiggled to invite the cock in deeper."]}, {"name": "", "audio": "", "normalized": ["The soft flesh tangled onto the heat penetrating the body and was sucking on like a suction cup, sticking onto the shaft."]}, {"name": "", "audio": "", "normalized": ["The honeyed flesh engulfing my cock from top to the bottom was burning hot and combined with the thick fluids, my cock felt like it was melting away."]}, {"name": "Lilith", "audio": "v_sr377_0011", "normalized": ["Aaauhh…!", " I wanted to put your cock in nice and slow, but my legs slipped…!"]}, {"name": "You", "audio": "", "normalized": ["Damn, you're so clumsy, even in times like this…"]}, {"name": "Lilith", "audio": "v_sr377_0012", "normalized": ["But it did help your cock come inside me smoothly.", " My pussy was drenched because I got so turned on from the tittyjob…"]}, {"name": "", "audio": "", "normalized": ["Even as she said, Lilith's pussy was squeezing hard onto my erect penis as it dripped the pussy juice and tangled onto it."]}, {"name": "Lilith", "audio": "v_sr377_0013", "normalized": ["Aaahhmn!", " I-inside of my pussy, just moving on its own, it's hugging your cock because it doesn’t want to let go…!"]}, {"name": "", "audio": "", "normalized": ["It felt so good just inserting into her, what would happen if I was to actually start moving… I was wondering."]}, {"name": "Lilith", "audio": "v_sr377_0014", "normalized": ["Mnnghh… I-I'm going to start moving… Mnngh… Mnshoh, mmnh…"]}, {"name": "", "audio": "", "normalized": ["Lilith slowly lifted her hips up and then…thick, sticky noises began to come out of her pussy, gushing pussy juice as it tangled onto my cock."]}, {"name": "Lilith", "audio": "v_sr377_0015", "normalized": ["Haauhhghh!", " I just moved a little and the tip is rubbing inside me… Mnnuhh, b-but I'm not giving up yet…!"]}, {"name": "You", "audio": "", "normalized": ["It's not a game, you know…"]}, {"name": "", "audio": "", "normalized": ["Lilith tensed up her lower body and moved her hips to find a spot where it was easy to move, then started moving up and down."]}, {"name": "Lilith", "audio": "v_sr377_0016", "normalized": ["Haahuughh, mnuuhhgh… Mnngh, mnng, mnnh, mnhh…!", " Th-this is amazing, my pussy, so wet… Your cock, rubbing up…!"]}, {"name": "", "audio": "", "normalized": ["Slap, slap, slap, slap, slap, slap…!", " The sound of skin hitting each other began to echo in the shrine's ground."]}, {"name": "", "audio": "", "normalized": ["The sound echoed loudly through the grounds, shaking my eardrums."]}, {"name": "Lilith", "audio": "v_sr377_0017", "normalized": ["Haamnm!", " Y-you know, all these lewd noises, so loud, i-it's so hot… Mnngh, mnnh, aahhmn!", " I-it's so good…!"]}, {"name": "Lilith", "audio": "v_sr377_0018", "normalized": ["Haah, haagh, haauh… M-my hips are moving on its own, my pussy is so happy about it…!"]}, {"name": "Lilith", "audio": "v_sr377_0019", "normalized": ["I can't stop my hips…!"]}, {"name": "Lilith", "audio": "v_sr377_0020", "normalized": ["Your cock is so hot… It's rubbing onto all the right spots of my pussy, it feels so good…!", " I love having pussy sex!"]}, {"name": "", "audio": "", "normalized": ["Lilith's sweet breath touched my earlobes and it began to light up the lust within me."]}, {"name": "", "audio": "", "normalized": ["Lilith smashed her hips hard and fast onto me like she was going all out from the beginning and devoured the cock."]}, {"name": "", "audio": "", "normalized": ["I was affected by her heat and the pleasure of my cock and the sight of Lilith's huge breasts shaking made my brain secrete intracerebral narcotics."]}, {"name": "Lilith", "audio": "v_sr377_0021", "normalized": ["Aahhmn, aahhmn, aahhmnngh…!", " We're having sex right in front of a deity like this, it's so naughty, but, but, it feels so good…!"]}, {"name": "", "audio": "", "normalized": ["Lilith's kimono, breasts, and long blonde hair were shaking around wildly as she moaned intensely.", " The kimono was practically off at that point."]}, {"name": "", "audio": "", "normalized": ["Lilith smiled and said joyously."]}, {"name": "Lilith", "audio": "v_sr377_0022", "normalized": ["Haauh, haauh, haagh… Mnheheh, this kimono, it's so easy to have sex in, mnngh… I actually might like fucking on the festival day."]}, {"name": "You", "audio": "", "normalized": ["…You slutty witch."]}, {"name": "Lilith", "audio": "v_sr377_0023", "normalized": ["I-I'm not slutty…!", " But I don't care, I can be slutty, as long as you would fuck me…!", " Aagh, ahh, aaugh… Mnuugh!"]}, {"name": "", "audio": "", "normalized": ["Lilith moved her hips desperately, up and down as she made loud, lewd noises, devouring the pleasure."]}, {"name": "", "audio": "", "normalized": ["I had an idea about what to do, seeing her act like that, and tensed up my lower body, letting my cock stand up, growing inside Lilith's vagina."]}, {"name": "Lilith", "audio": "v_sr377_0024", "normalized": ["Mnnhuyughh?", "!?", " Y-your cock, throbbing and twitching, getting even bigger now… I-it's filling up my pussy…!"]}, {"name": "", "audio": "", "normalized": ["Lilith muttered strainedly as she must have been feeling some pressure."]}, {"name": "", "audio": "", "normalized": ["The tightness was actually giving me more pleasure and I was about to cum even without moving at that point."]}, {"name": "You", "audio": "", "normalized": ["…You know, I'm not the type to let you just take advantage of me.", " It's time for me to make some moves…!"]}, {"name": "Lilith", "audio": "v_sr377_0025", "normalized": ["M-make your moves…?", " Eh, ahh, hey!", " I-it's getting even bigger, aagh, aaghh!"]}, {"name": "", "audio": "", "normalized": ["I pounded Lilith from below with my cock, like I was shutting her up."]}, {"name": "", "audio": "", "normalized": ["The tip of the cock hit against the soft opening into the womb and the inside of her vagina squeezed tightly."]}, {"name": "", "audio": "", "normalized": ["The overwhelming pleasure made Lilith open her mouth up and let out a moan, almost screaming."]}, {"name": "Lilith", "audio": "v_sr377_0026", "normalized": ["Huuheehhmnmghh!", " I-i-into my womb, eeghh, all the way down to my womb…!"]}, {"name": "Lilith", "audio": "v_sr377_0027", "normalized": ["Y-you can't, not there…!", " Huughaahnm…!", " Y-you're kissing my baby chamber… My pussy is getting too happy…!"]}, {"name": "Lilith", "audio": "v_sr377_0028", "normalized": ["My womb is coming down now…!", " It wants your dick milk, and it's coming right down…!"]}, {"name": "", "audio": "", "normalized": ["Lilith's hips stopped and she writhed so hard from the sensation of the cock hitting the depth, she could not even move."]}, {"name": "You", "audio": "", "normalized": ["Haha, whatever happened to all your teasing, huh?"]}, {"name": "", "audio": "", "normalized": ["I asked her sarcastically and Lilith looked at me in the eyes as she showed off a pathetic smile on her face."]}, {"name": "Lilith", "audio": "v_sr377_0029", "normalized": ["P-please… E-everything is fine, so… Your cock, please move it harder, please…"]}, {"name": "You", "audio": "", "normalized": ["What, I thought I can't go in there, hmm?"]}, {"name": "Lilith", "audio": "v_sr377_0030", "normalized": ["O-of course, you can…!", " I mean, please, I want you to kiss my womb even more…!"]}, {"name": "Lilith", "audio": "v_sr377_0031", "normalized": ["I just love your cock so much…!", " I want you to smash my womb directly…!", " Please, fuck me hard…!"]}, {"name": "", "audio": "", "normalized": ["With her sugary pleas, pleasure ran down my spine."]}, {"name": "You", "audio": "", "normalized": ["Haha, then as you wish…!"]}, {"name": "", "audio": "", "normalized": ["I began moving hard, not to be outdone by Lilith."]}, {"name": "", "audio": "", "normalized": ["We were sitting down with her, so it was a little hard to move, but it also meant I could focus on a single spot."]}, {"name": "", "audio": "", "normalized": ["I pressed the tip onto the sensitive spot deep inside Lilith's honeypot and then ground my hips, expanding her vagina."]}, {"name": "Lilith", "audio": "v_sr377_0032", "normalized": ["Huuhaaghh!", " Aghh, r-right there…!", " Th-that feels so good…!", " Deep into my pussy, right where I like it…!"]}, {"name": "Lilith", "audio": "v_sr377_0033", "normalized": ["I-I knew it, it feels so much better for you to move on your own than me trying to move…!", " Aahhmn!"]}, {"name": "Lilith", "audio": "v_sr377_0034", "normalized": ["Cock, your cock is so good, uughh!", " I love your cock, I love it!"]}, {"name": "You", "audio": "", "normalized": ["Come on, don't just enjoy yourself.", " You better start moving too, nice and hard.", " You wanted to pleasure me, right?"]}, {"name": "Lilith", "audio": "v_sr377_0035", "normalized": ["Aaghh!", " Y-yes…!", " I-I'll do my best, yes… Mnnughh!", " M-my pussy just feels so food, mnnuuhhghh…!"]}, {"name": "", "audio": "", "normalized": ["Lilith barely managed to pull herself back up with a sluggish movement and then lifted her hips slowly."]}, {"name": "", "audio": "", "normalized": ["And after a long deep breath, she resumed moving her hips, not quite as fast as before, but not bad."]}, {"name": "Lilith", "audio": "v_sr377_0036", "normalized": ["Haauh, haagh, haahh… I-is this good, yes…?", " Mnnghh, aaghh, haagh…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it's not as fast as before, but I say this is good enough."]}, {"name": "", "audio": "", "normalized": ["Lilith moving her hips made it easier for me to move my hips and as her lower body moved up and down, I pounded my cock in at the same time."]}, {"name": "Lilith", "audio": "v_sr377_0037", "normalized": ["Heeuhhmnm!", " Ahh, th-this is good, mnnghh…!", " I-I love it when we do this together…!"]}, {"name": "Lilith", "audio": "v_sr377_0038", "normalized": ["I-it feels amazing, getting my pussy pounded from below and squeezing tight onto your cock, i-it's so good, ughh…!"]}, {"name": "You", "audio": "", "normalized": ["Guh… I-I guess it is… It feels pretty good for me too…!"]}, {"name": "", "audio": "", "normalized": ["The pleasure from the genitals was amplified by us moving together and Lilith's pussy was squeezing hard onto my cock, almost painfully."]}, {"name": "", "audio": "", "normalized": ["Even then, the pleasure was causing the torrent of fluids to come out and it made the moves much smoother and faster."]}, {"name": "", "audio": "", "normalized": ["Squish, squish, squish, squash… The lewd, wet noises coming from there teased our brains tenaciously."]}, {"name": "Lilith", "audio": "v_sr377_0039", "normalized": ["Ahhmn, haahhmn, aahhmnm… I-it's too lewd…!"]}, {"name": "Lilith", "audio": "v_sr377_0040", "normalized": ["The sound of my pussy and your cock pounding together, i-it's so loud and hard…!"]}, {"name": "Lilith", "audio": "v_sr377_0041", "normalized": ["M-my pussy, it's so wet, I can't stop it… It's making such a lewd sound, it's all drenched, so messy…!"]}, {"name": "", "audio": "", "normalized": ["Lilith was getting so aroused, she was exaggerating her movements, even more, moving her hips faster and harder than before."]}, {"name": "", "audio": "", "normalized": ["Slap, slap, slap, slap, slap, slap!", " Squish, squash, squish, squash!", " …The sexual rhythm echoed fast-paced."]}, {"name": "Lilith", "audio": "v_sr377_0042", "normalized": ["Yes, yes, uuhh…!", " My pussy just feels too good and I can't stop moving my hips…!"]}, {"name": "Lilith", "audio": "v_sr377_0043", "normalized": ["Please, pound me harder!"]}, {"name": "", "audio": "", "normalized": ["Lilith's well-endowed, massive breasts bounced up and down violently as her whole body moved vertically."]}, {"name": "You", "audio": "", "normalized": ["Those are almost like volleyball or something… What did you eat to get them to grow so big…"]}, {"name": "Lilith", "audio": "v_sr377_0044", "normalized": ["Mngaahhmnm… I-I don't even know…!", " My titties have grown so big on their own when I realized how big they are…!", "\""]}, {"name": "", "audio": "", "normalized": ["Smooth, pale skin and huge breasts, soft like kneaded dough."]}, {"name": "", "audio": "", "normalized": ["At the tip of such ripe fruits were pink-colored cherries, pure and innocently beautiful like a virgin."]}, {"name": "", "audio": "", "normalized": ["The sweat dripped from her puffed up areola and the erotic smell was coming off of her lewdly blushed nipples."]}, {"name": "You", "audio": "", "normalized": ["With how big these damn milkers of yours are, I'm not surprised they would lactate… Here, let me check."]}, {"name": "Lilith", "audio": "v_sr377_0045", "normalized": ["Heh?!", " I-I can't lactate, no way… Aaaghh, i-if you such on it now, I-I'm, I'm… Mnnuughh!"]}, {"name": "", "audio": "", "normalized": ["I moved my face closer to the tip of Lilith's breast and then used my tongue to tangle up her deliciously ripe nipples, then put it in my mouth."]}, {"name": "Lilith", "audio": "v_sr377_0046", "normalized": ["Kyaahheehhnmmgh!", " M-my nips, not my nips, eeghh!", " Heekyuhh, guuheehhnmghh!"]}, {"name": "", "audio": "", "normalized": ["The moment I sucked onto the supple cherries, Lilith's body arched back and moaned loudly from the pleasure."]}, {"name": "Lilith", "audio": "v_sr377_0047", "normalized": ["Aaahhuhh!", " I-I just gave you a tittyjob, so my titties are so sensitive, ahh…!", " N-not my nipples…!"]}, {"name": "You", "audio": "", "normalized": ["You say that, but you act like you like it, huh?"]}, {"name": "", "audio": "", "normalized": ["I said and tugged on her breasts as I sucked on the nipple."]}, {"name": "Lilith", "audio": "v_sr377_0048", "normalized": ["Heenyaahh!", " N-no, no no noo!", " Don't pull on my nipple like that!", " It feels too good, aaghh!"]}, {"name": "Lilith", "audio": "v_sr377_0049", "normalized": ["Y-you're going to tear my nipple off, ughh…!", " M-my titties, my titties too, ughh!", " You can't do that, uuhh…!"]}, {"name": "", "audio": "", "normalized": ["Her sensitive nipple was getting harder inside my mouth, growing in size, erect almost as large as a fingertip."]}, {"name": "", "audio": "", "normalized": ["She may have a juvenile-looking face, her breasts were so lewd and I could not help but grin smugly."]}, {"name": "You", "audio": "", "normalized": ["Haha… These huge titties are the only thing about you fit for the title of a great witch."]}, {"name": "You", "audio": "", "normalized": ["So lewd and perverted, perfectly made to pleasure men…!"]}, {"name": "Lilith", "audio": "v_sr377_0050", "normalized": ["Aauughh… P-please don't say things like that…!"]}, {"name": "Lilith", "audio": "v_sr377_0051", "normalized": ["I-it's not like I had a choice, getting titties like those…!"]}, {"name": "Lilith", "audio": "v_sr377_0052", "normalized": ["…B-but, if you like it, then maybe I'm glad…that I have these big titties of mine, I guess…"]}, {"name": "", "audio": "", "normalized": ["Lilith looked away embarrassedly as her cheeks blushed."]}, {"name": "You", "audio": "", "normalized": ["Hmm… You're a slutty whore, yet acting like a naive little girl!"]}, {"name": "", "audio": "", "normalized": ["I pounded my hips hard from below, rashing out at Lilith."]}, {"name": "Lilith", "audio": "v_sr377_0053", "normalized": ["Haakyuuhhnmmghh!", " S-so deep!", " So deep into my pussy!", " Your cock incoming is, uughhuhh!"]}, {"name": "", "audio": "", "normalized": ["I did not slow down the pace at all while I repeatedly pounded my hips and teased her by scraping the inside of her pussy."]}, {"name": "", "audio": "", "normalized": ["At the same time, I continued with teasing her nipple, putting it between my lips and sucking on it."]}, {"name": "Lilith", "audio": "v_sr377_0054", "normalized": ["Ahhnmmghh!", " Aahmnaahmnaahmnaahhnmgh!", " S-sucking on my nipple.", " It's so good!", " My nipples are burning up!"]}, {"name": "You", "audio": "", "normalized": ["Hmm, you really can't lactate, huh… Well, maybe if I suck harder, milk might come out, eh?"]}, {"name": "Lilith", "audio": "v_sr377_0055", "normalized": ["N-nothing is coming out…!", " Hey, aahhmnmmuhh!", " Y-you can't suck on it so hard, noo!"]}, {"name": "", "audio": "", "normalized": ["Just like when I was fucking her breasts, she was getting turned on and her breasts turned pink, inflating almost like they were about to lactate."]}, {"name": "", "audio": "", "normalized": ["And her bloodshot nipples had gotten hard and pointy, twitching like it was waiting to be sucked on."]}, {"name": "Lilith", "audio": "v_sr377_0056", "normalized": ["Ahhmnmm… M-my nipples, and my pussy at the same time, I-I'm going nuts, ughh…!"]}, {"name": "Lilith", "audio": "v_sr377_0057", "normalized": ["This feels too good, ughh!"]}, {"name": "", "audio": "", "normalized": ["Lilith's body twisted against her will and struggled, trying to get away from me."]}, {"name": "You", "audio": "", "normalized": ["You're going so wild, but you won't get away…!"]}, {"name": "Lilith", "audio": "v_sr377_0058", "normalized": ["Ahh, n-noo!"]}, {"name": "", "audio": "", "normalized": ["I tugged on Lilith's nipple with my mouth as she tried to escape, making sure she could not move."]}, {"name": "", "audio": "", "normalized": ["That made her breast to be pulled hard and Lilith screamed loudly, both from the pleasure and pain."]}, {"name": "Lilith", "audio": "v_sr377_0059", "normalized": ["Mnneegheeghh!", " M-m-m-my nips, so good, eeghh!", " Y-you're pulling it too hard!", " You're gonna rip it off!"]}, {"name": "You", "audio": "", "normalized": ["Hey, don't struggle…!"]}, {"name": "", "audio": "", "normalized": ["I sucked onto her nipple even harder, trying to hold down her breasts trying to get away more the harder I pulled on them."]}, {"name": "Lilith", "audio": "v_sr377_0060", "normalized": ["Aaahhuughh, heeghh, mnnheehmn!", " M-my nipples, so sensitive, y-you can't pull on them so hard, I-I'm going insane, uughh!"]}, {"name": "Lilith", "audio": "v_sr377_0061", "normalized": ["My titties and my pussy too, getting so hot, it's like my whole body is melting away, burning up, ughh!"]}, {"name": "", "audio": "", "normalized": ["Lilith could not stop screaming and writhing as her body twisted."]}, {"name": "You", "audio": "", "normalized": ["Come on now, just sit still."]}, {"name": "", "audio": "", "normalized": ["I smiled bitterly as I moved Lilith's huge breasts towards my mouth and put both of her nipples in my mouth at the same time."]}, {"name": "Lilith", "audio": "v_sr377_0062", "normalized": ["Heekyuuheeghh!", " Y-you can't suck on both, eeghh!", " Mneegh, heeghh, heeghh!"]}, {"name": "Lilith", "audio": "v_sr377_0063", "normalized": ["Mnnkyuuhghh!", " My nipples, so good, ughh!"]}, {"name": "Lilith", "audio": "v_sr377_0064", "normalized": ["It's too good and my nipples are gonna get weird, ughh!"]}, {"name": "", "audio": "", "normalized": ["Lilith screamed particularly loudly and then her whole body twitched like she was having a seizure."]}, {"name": "", "audio": "", "normalized": ["She tried to struggle as her whole body twisted around, but with both of her nipples pinned down, she could not even move her upper body."]}, {"name": "", "audio": "", "normalized": ["I sucked onto Lilith's pink nipples in my mouth harder as though I was finished her off."]}, {"name": "Lilith", "audio": "v_sr377_0065", "normalized": ["Heeuhhmnmm!", " N-not my nipples!", " No, no, noo!", " If you suck on them together like that, I can't stand it, ooghh!"]}, {"name": "You", "audio": "", "normalized": ["What, do your nipples hurt?"]}, {"name": "Lilith", "audio": "v_sr377_0066", "normalized": ["Th-that's not it…!", " I've been telling you, my nipples are so sensitive because I just gave you a titty-job… Mnuughh!"]}, {"name": "You", "audio": "", "normalized": ["And sensitive isn't good?", " Should we stop then?"]}, {"name": "Lilith", "audio": "v_sr377_0067", "normalized": ["Heenyuuhghh…!", " D-don't be so mean like that…!"]}, {"name": "You", "audio": "", "normalized": ["Answer me."]}, {"name": "Lilith", "audio": "v_sr377_0068", "normalized": ["Ughuhh… P-please don't stop…!", " Please, I want you to suck on my nipples more, harder, please…!"]}, {"name": "Lilith", "audio": "v_sr377_0069", "normalized": ["I may not lactate, but…!"]}, {"name": "Lilith", "audio": "v_sr377_0070", "normalized": ["I like you sucking on them, it just feels so good, so please, I'm begging you, suck on them more…!"]}, {"name": "", "audio": "", "normalized": ["She moved her crotch restlessly as she said, squeezing down hard onto my cock with her pussy."]}, {"name": "Lilith", "audio": "v_sr377_0071", "normalized": ["A-and, and, I want you to plow me hard and deep in my pussy with your cock too…!", " All of them, at the same time, please!"]}, {"name": "Lilith", "audio": "v_sr377_0072", "normalized": ["I just love sex so much…!", " I love your cock too much and my pussy is always so drenched…!"]}, {"name": "Lilith", "audio": "v_sr377_0073", "normalized": ["So, please, I beg you… Please do as you wish with my body and fuck me hard, fuck me, please!"]}, {"name": "Lilith", "audio": "v_sr377_0074", "normalized": ["Please make me a cock-junkie!"]}, {"name": "", "audio": "", "normalized": ["Lilith spotted pleas from the bottom of her heart and made her body jump and twitch."]}, {"name": "You", "audio": "", "normalized": ["Hahaha… That's what I wanted to hear.", " If you're my cock-slave, I expect nothing less…!"]}, {"name": "", "audio": "", "normalized": ["As I said, I began to pound her once again."]}, {"name": "Lilith", "audio": "v_sr377_0075", "normalized": ["Haamnghh!", " H-h-here it comes, aahh!", " Your huge cock, aaghh!", " This, this is what I wanted!"]}, {"name": "You", "audio": "", "normalized": ["Huh, I'm just getting started…!"]}, {"name": "", "audio": "", "normalized": ["I moved my tongue to stimulate her nipples to corner Lilith even further as she could not move freely."]}, {"name": "", "audio": "", "normalized": ["I let my tongue circle around her pointy nipples and rubbed them with the coarse surface of the tongue, nubbing on them with the lips, sucking."]}, {"name": "Lilith", "audio": "v_sr377_0076", "normalized": ["Huuhhmyuughh!", " Mnngh, heemnm, mnnuguhh…!", " Mnngh, s-so good…!", " Mnngh, mnnghh…!"]}, {"name": "", "audio": "", "normalized": ["I did so to both of her nipples and Lilith writhed from the overwhelming pleasure, with her teeth clenched and desperately resisting orgasm."]}, {"name": "Lilith", "audio": "v_sr377_0077", "normalized": ["Mnneeguuhghh!", " M-m-my nipples, and my pussy, so hard, it too much!", " It feels too good, uughh!"]}, {"name": "Lilith", "audio": "v_sr377_0078", "normalized": ["I-I can' take this!", " Really, you really are gonna make me mad, ughh!", " It's too good, uughh!"]}, {"name": "", "audio": "", "normalized": ["Lilith moaned madly as her hips bounced."]}, {"name": "", "audio": "", "normalized": ["The boiling flesh squeezed down onto my cock hard, over and over."]}, {"name": "", "audio": "", "normalized": ["At the interval between the squeezing was getting shorter and shorter, letting me know she was nearing the climax."]}, {"name": "", "audio": "", "normalized": ["However, it was also the same for me, as the dam was about to burst from the intense pressure of her squeeze."]}, {"name": "You", "audio": "", "normalized": ["Lilith, your pussy is squeezing onto me so hard…!", " Are you coming now?", " Are you about to come?"]}, {"name": "Lilith", "audio": "v_sr377_0079", "normalized": ["Y-yes!", " I-I'm ready to come now, any time, ughh!"]}, {"name": "Lilith", "audio": "v_sr377_0080", "normalized": ["Both my pussy and my nipples feel too good and I'm coming!"]}, {"name": "You", "audio": "", "normalized": ["I'm cumming too… Where, where do you want me to cum?"]}, {"name": "", "audio": "", "normalized": ["Then Lilith screamed loudly as if the shackles of her sanity snapped right off of her mind."]}, {"name": "Lilith", "audio": "v_sr377_0081", "normalized": ["Please, give it to me, inside!", " Please, cum right into my pussy, eeghh!", " I want you to cum into my womb, fill me up!"]}, {"name": "Lilith", "audio": "v_sr377_0082", "normalized": ["Please, not the outside, not the outside, noo!", " I want you to cum into my pussy!", " I want your baby juice in me, please!"]}, {"name": "Lilith", "audio": "v_sr377_0083", "normalized": ["I want you to cum in my womb, your thick dick-milk!", " I want every last drop of it right in my pussy, eeghh!"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " Then get knocked up, get knocked up with my baby!"]}, {"name": "", "audio": "", "normalized": ["I screamed and bit down onto her nipples with my teeth at the same time was I pounding her hard from below."]}, {"name": "Lilith", "audio": "v_sr377_0084", "normalized": ["Eeegheehh!", " M-my womb and your cock are kissing!", " Please don't bite my nipples!", " I'm coomiinngg!"]}, {"name": "Lilith", "audio": "v_sr377_0085", "normalized": ["Coming!", " Coommiinngg!", " My pussy and my nipples, coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["Lilith must not have been expecting a bit on her nipples and she squirted after her body shaking particularly hard, screaming."]}, {"name": "", "audio": "", "normalized": ["The sizzling torrent of semen erupted from the cock which had grown as big as it could get, pouring directly into Lilith's womb."]}, {"name": "Lilith", "audio": "v_sr377_0086", "normalized": ["Ohoouhooghh!", " M-m-my womb!", " Your creampie cum is rushing into me, ughh!", " It's so hoott!"]}, {"name": "Lilith", "audio": "v_sr377_0087", "normalized": ["Mnnheeghh, eeghh, I can't stop coming, eeghh!", " I can't stop coming, ughh!", " Your creampie cum is so good, ughh!"]}, {"name": "Lilith", "audio": "v_sr377_0088", "normalized": ["Such a thick cum, I'm sure I'm getting knocked up, uhh!", " I'm going to be pregnant with your baby!"]}, {"name": "", "audio": "", "normalized": ["I rubbed the tip of my cock onto her womb, attempting to let Lilith's orgasm last longer."]}, {"name": "Lilith", "audio": "v_sr377_0089", "normalized": ["Mnheeghhmmn!", " I-I-I'm still coming!", " If you are gonna rub me right there, aaghh, I-I'm, I'm coming again, egheemngh!"]}, {"name": "", "audio": "", "normalized": ["Lilith's body orgasmed repeatedly, gushing the fluids all over the place as her body shuddered."]}, {"name": "", "audio": "", "normalized": ["And yet, I continued to bite down onto her wiggling nipples, rubbing it up firmly, seeing how much more she can orgasm."]}, {"name": "Lilith", "audio": "v_sr377_0090", "normalized": ["Guunyuughh!", " Mnnheeghhmn, heeghmn, heegmn!", " N-not my nipples, noo!", " It's so sensitive right now, aahh!"]}, {"name": "", "audio": "", "normalized": ["At that point, Lilith's body had gotten so sensitive that anywhere on her body could make her orgasm just by touch."]}, {"name": "", "audio": "", "normalized": ["Thanks to that, her pussy was at the maximum sensitivity and squeezed so hard onto my cock, sucking out any semen left in there, as I kept ejaculating."]}, {"name": "", "audio": "", "normalized": ["So much semen erupted, I thought my balls were completely emptying out and the excess semen gushed right out of her womb."]}, {"name": "Lilith", "audio": "v_sr377_0091", "normalized": ["Huuhhmyuuhh…!", " I-I'm cumming too, ughh…!"]}, {"name": "Lilith", "audio": "v_sr377_0092", "normalized": ["Your cum inside me…!", " My pussy juice too…!"]}, {"name": "Lilith", "audio": "v_sr377_0093", "normalized": ["Huuhaahh… So much cum, pumping in… Your baby-making dick-milk…!", " Aahaahh… My pussy, it's so messy…!"]}, {"name": "", "audio": "", "normalized": ["Lilith showed off a completely zoned out orgasmic face, looking at nothingness while she muttered to no one."]}, {"name": "", "audio": "", "normalized": ["I had calmed down after the long ejaculation, I finally let go of Lilith's erect nipples from my mouth."]}, {"name": "Lilith", "audio": "v_sr377_0094", "normalized": ["Heeaahh…!", " Aahmnm… M-my titties… There are so messy now, all this fucking we did…!"]}, {"name": "", "audio": "", "normalized": ["…By the time we were done, Lilith's body was in such a mess."]}, {"name": "", "audio": "", "normalized": ["The viscous mixture of pussy juice and semen inside her vagina came overflowing and it was letting off overwhelming lewd odor."]}, {"name": "", "audio": "", "normalized": ["And her breasts had deformed thanks to all the groping I had done, sagging down as they were defeated by the gravity."]}, {"name": "", "audio": "", "normalized": ["Moreover, her nipples were still erect, and perhaps because I bit down on them too much, it was bloodshot red, puffed up."]}, {"name": "", "audio": "", "normalized": ["And her face was pasted with the orgasmic expression and Lilith who was once a beautiful girl was nothing but a slutty whore."]}, {"name": "Lilith", "audio": "v_sr377_0095", "normalized": ["Haawahh… Mnngh, mnnhuhh, mnheheheh…!"]}, {"name": "", "audio": "", "normalized": ["Lilith did not show any remorse or regret at the changes that happened to her body, just putting on a strange smile."]}, {"name": "Lilith", "audio": "v_sr377_0096", "normalized": ["Ahhmm… My titties, they've become so lewd, look at them… It's all thanks to you…!"]}, {"name": "", "audio": "", "normalized": ["Lilith looked at her nipples and was aroused by how lewd they were, covered by all kinds of fluids, saliva, sweat, and everything, down to her areola."]}, {"name": "", "audio": "", "normalized": ["She did not even get mad at me and thanked me instead.", " I was baffled."]}, {"name": "", "audio": "", "normalized": ["The next moment――"]}, {"name": "Lilith", "audio": "v_sr377_0097", "normalized": ["…Mnnughh…!", " Ahh, m-my pussy, it's aching, tightening… I think it wants your cock, more cock…"]}, {"name": "", "audio": "", "normalized": ["Her vaginal flesh contracted and squeezed my cock tightly."]}, {"name": "You", "audio": "", "normalized": ["You… You still want more?"]}, {"name": "", "audio": "", "normalized": ["I asked, amazed at her."]}, {"name": "Lilith", "audio": "v_sr377_0098", "normalized": ["Yeah… I want you to fuck me more, please…!"]}, {"name": "", "audio": "", "normalized": ["Lilith begged me with no remorse in her voice."]}, {"name": "Lilith", "audio": "v_sr377_0099", "normalized": ["Come on… You're the one who made me so slutty like this, right?", " …Mnnheheheheh…"]}, {"name": "", "audio": "", "normalized": ["Lilith smiled, more sultry than ever before."]}, {"name": "", "audio": "", "normalized": ["I sighed deeply and told Lilith as I made up my mind while I scratched my head."]}, {"name": "You", "audio": "", "normalized": ["I'll make you satisfied, then."]}, {"name": "", "audio": "", "normalized": ["I was looking at a long night… I thought to myself as I shoved my erect cock back into Lilith's body."]}, {"name": "", "audio": "", "normalized": ["A sadistic thought crossed my mind.", " I was about to end the lineage of the great witch Lilith right there."]}]