[{"name": "Man", "audio": "", "normalized": ["…This time…let me do it to you…"]}, {"name": "", "audio": "", "normalized": ["Rinko happily spread open her legs to his words."]}, {"name": "Rinko", "audio": "v_sr507_0000", "normalized": ["Haahh… Haahh… Mnngh… Haahh…"]}, {"name": "Man", "audio": "", "normalized": ["Aahh… Haahh… B-beautiful… Yes…"]}, {"name": "", "audio": "", "normalized": ["The man took another look at Rinko's body and muttered."]}, {"name": "Rinko", "audio": "v_sr507_0001", "normalized": ["Mnngh… You too…have grown so manly, not even comparable to when you were a little kid…"]}, {"name": "", "audio": "", "normalized": ["She said and her eyes her fixed on the erect cock standing and throbbing right at his crotch."]}, {"name": "Rinko", "audio": "v_sr507_0002", "normalized": ["Hehe… Maybe, the part of that got most manly is…right down there, huh…"]}, {"name": "", "audio": "", "normalized": ["She whispered with a smile on her face and the man smiled back, though a little embarrassed."]}, {"name": "Man", "audio": "", "normalized": ["…Haha… That's a terrible joke…"]}, {"name": "", "audio": "", "normalized": ["The two stared at each other as the said such things."]}, {"name": "", "audio": "", "normalized": ["Since they both had achieved orgasm already, the inside of Rinko's vagina was already messy and drenched, twitching."]}, {"name": "Man", "audio": "", "normalized": ["Your pussy, so wet and begging for a man's cock… Now, what should I do with it?"]}, {"name": "", "audio": "", "normalized": ["The man said slightly teasingly and placed his enlarged penis onto her vagina, rubbing it in."]}, {"name": "Rinko", "audio": "v_sr507_0003", "normalized": ["Mnn… Aaahh…"]}, {"name": "", "audio": "", "normalized": ["She reacted just a little."]}, {"name": "", "audio": "", "normalized": ["Rinko's pussy was getting moister by the minute and she was ready to take his cock in any time."]}, {"name": "Rinko", "audio": "v_sr507_0004", "normalized": ["Haahh… Ahhmn… Please… Do it…"]}, {"name": "Rinko", "audio": "v_sr507_0005", "normalized": ["Use your rock-hard cock to… Mnng, fuck my… My lewd pussy with it… Fuck me, please… Mnnhaahh… Haaghh…"]}, {"name": "", "audio": "", "normalized": ["She begged with sultry and aroused voice."]}, {"name": "", "audio": "", "normalized": ["The man could not help but get aroused hearing her beg like that and he nodded."]}, {"name": "Man", "audio": "", "normalized": ["…Alright… Then, here I go…"]}, {"name": "", "audio": "", "normalized": ["Then he shoved his cock standing tall right into her pot of flesh without any hesitation."]}, {"name": "Rinko", "audio": "v_sr507_0006", "normalized": ["Mnnghh… Aaahh, aahaahh… Mnnhuughuuhh, guuhh!"]}, {"name": "", "audio": "", "normalized": ["Since she had already orgasmed once, the inside of her vagina had already softened up and took the penis in easily."]}, {"name": "", "audio": "", "normalized": ["Rinko let out moans as she writhed from the sensation of the penis intruding inside her."]}, {"name": "Rinko", "audio": "v_sr507_0007", "normalized": ["Aaahh… Your cock is… It's coming in… Mnnghh, guuhh… Uughh."]}, {"name": "", "audio": "", "normalized": ["The man's penis came all the way into the depth of her vagina immediately and the shock came over her as the intense pleasure."]}, {"name": "", "audio": "", "normalized": ["She was savoring the sensation as she looked at the man shuddering from the pleasure he felt through the penetration."]}, {"name": "Rinko", "audio": "v_sr507_0008", "normalized": ["…Mnnhh… Just move as you like, please… Mnnaahh, haauhh… Haahh…"]}, {"name": "", "audio": "", "normalized": ["The man heard her, but his knees were still shaking from the pleasure that overwhelmed him when he inserted."]}, {"name": "", "audio": "", "normalized": ["The tangling creases inside her were the cause of it and the moisture from the pussy juice also added to his arousal as well."]}, {"name": "Man", "audio": "", "normalized": ["Uguhh… Uuhh… Guhh…"]}, {"name": "", "audio": "", "normalized": ["He stayed still for a while and waited for the wave of pleasure to recede so he would not orgasm immediately."]}, {"name": "", "audio": "", "normalized": ["Soon, he began to calm down, but so matter how hard he tried, there was no way for him to hold back with such pleasure right in front of him."]}, {"name": "Man", "audio": "", "normalized": ["Uuughh… This feels too good and, aaghh, haauuhh… Haahh… I can't wait, no way!"]}, {"name": "", "audio": "", "normalized": ["With a short breath, he finally started to move."]}, {"name": "Rinko", "audio": "v_sr507_0009", "normalized": ["Ooghooghh, hoouhghh… Mnnhuughh, huuhh, mnnhaagh, aaghhahhahh, haahghaahh, huuhuughh!"]}, {"name": "", "audio": "", "normalized": ["Rinko started moaning out loud madly as the man got impatient and started to move his hips."]}, {"name": "", "audio": "", "normalized": ["His big and manly cock moved around wildly inside her pussy and delivered endless pleasure to her brain."]}, {"name": "Rinko", "audio": "v_sr507_0010", "normalized": ["Haahh, aahuhh, mnnghuhhuhh, guuhhauuhh, haaghh, haahh, this is, amazing… Mnngh, ahhaaghhaaghh!"]}, {"name": "Rinko", "audio": "v_sr507_0011", "normalized": ["Your cock is…going crazy inside my pussy… Heegguuhhmnn, haauhhaauhh… Aaauhauuhh, uugh!"]}, {"name": "", "audio": "", "normalized": ["She expressed pleasure as viscous vaginal fluids flowed out of her honey pot while the man plowed her hard."]}, {"name": "", "audio": "", "normalized": ["Every time the man moved his hips, pussy juice came out along with the cock and splashed all over the place from the rough pounding."]}, {"name": "Man", "audio": "", "normalized": ["Uughaahh, haahh, haahh, aaguhh, guuhh."]}, {"name": "", "audio": "", "normalized": ["The man was feeling the slippery sensation of the inside of her vagina with his cock which was made sensitive from already coming once."]}, {"name": "", "audio": "", "normalized": ["The pleasure felt so heavenly that it felt better than anything he had experienced before and he could not help but go all out from the start."]}, {"name": "Rinko", "audio": "v_sr507_0012", "normalized": ["Haahh, aaghaaghaahh… Mnnghhmnn.", " Haahh, aaghh… Guhh, huuhh… Mnngh, mnhaah, haahh, aahaagh."]}, {"name": "", "audio": "", "normalized": ["The more pleasure she felt, the tighter her pussy got and stimulated the man's cock with the creases which also aroused Rinko further."]}, {"name": "", "audio": "", "normalized": ["The building lust heightened her lust for more pleasure as she ground her hips on her own."]}, {"name": "Man", "audio": "", "normalized": ["Oohh, oohghohh."]}, {"name": "", "audio": "", "normalized": ["Since Rinko started moving her hips on her own, the man felt the intense stimulating running through his whole body."]}, {"name": "", "audio": "", "normalized": ["He thought he would eventually go insane if he kept experiencing such extreme sensation."]}, {"name": "", "audio": "", "normalized": ["Yet he continued to pound his hips hard to seek more."]}, {"name": "Rinko", "audio": "v_sr507_0013", "normalized": ["Huuhh, uughuhh, mnnaagg, aahhaahhmnn, huuhhuhhaahhmaaghh, haahh, mnnh… Mnn."]}, {"name": "", "audio": "", "normalized": ["Rinko made sure to pleasure him as he could not help but move his hips, but it was also to stimulate herself more, of course."]}, {"name": "", "audio": "", "normalized": ["Immediately, her body writhed and twisted from the oncoming tidal waves of pleasure."]}, {"name": "Rinko", "audio": "v_sr507_0014", "normalized": ["Guhhaahhahahhaahhmnnguuhhuughuuhh aahh, haahh, haauhh, mnn, mnneeghh, heehh, mnngh, huughh."]}, {"name": "", "audio": "", "normalized": ["As they devoured pleasure, Rinko's breasts swung around wildly."]}, {"name": "", "audio": "", "normalized": ["The man was turned on even more as he saw them change their shapes."]}, {"name": "Man", "audio": "", "normalized": ["Huuhghfuuhh, nngh, mmnnh."]}, {"name": "", "audio": "", "normalized": ["There was no way he could resist them when they moved in front of him like that and he reached for her breasts."]}, {"name": "Rinko", "audio": "v_sr507_0015", "normalized": ["Mnnghh, mnnaahh, aaghhaahhmnn, huughh, uuhhuhhghh, hoouhh, oohghh, oohh, mnnahh, haaghh, aahhagh."]}, {"name": "", "audio": "", "normalized": ["With the sudden titty-grab, Rinko expressed her pleasure by letting out even sweeter moans."]}, {"name": "Man", "audio": "", "normalized": ["Huuhh… Mnhh… Amazing, they are so soft and… Mnnghh, huuhh, huuhh…"]}, {"name": "", "audio": "", "normalized": ["Her breasts were sublimely supple and they changed the shapes with just a light touch."]}, {"name": "", "audio": "", "normalized": ["When he grabbed them and massaged them, they changed their shapes wildly but tried to retain it with just the right perkiness."]}, {"name": "Rinko", "audio": "v_sr507_0016", "normalized": ["Huhh, mnnmnfuhh, huuhh… My tits… Don't play with them so hard, no… Guhh."]}, {"name": "", "audio": "", "normalized": ["She said, but she seemed to be really enjoying having her breasts massaged like that."]}, {"name": "", "audio": "", "normalized": ["Her cheeks blushed and not only her pussy but also her tits being teased, she could not resist and moaned louder, acting more lewdly."]}, {"name": "Rinko", "audio": "v_sr507_0017", "normalized": ["Huuhhgh… Fuuhuh, uughh, mnnguhh, haaghh, aghhaahh, huuhh, mnngh, eeghh."]}, {"name": "", "audio": "", "normalized": ["The man was even more aroused by how Rinko was letting out moans and savored the feeling of her tits as he pounded his hips hard."]}, {"name": "", "audio": "", "normalized": ["If doing so made her feel more pleasure, then it was all the more reason not to stop it and he teased her breasts even more."]}, {"name": "Rinko", "audio": "v_sr507_0018", "normalized": ["Aaffuhh, mnnguhuhh… Haauh, haahh, haah, aagh, aahh… Aaauhh, ughhguhh, huuhh… Mnnaahh."]}, {"name": "", "audio": "", "normalized": ["The man felt intense lust building up inside him as he continued to fondle her soft titties."]}, {"name": "Man", "audio": "", "normalized": ["Haagh, haah, mnnguh, haahh, haahh, mmnn…"]}, {"name": "", "audio": "", "normalized": ["By the time he noticed, he was completely captivated by her breasts, enjoying their feeling and his cock grew harder as he fucked her pussy."]}, {"name": "", "audio": "", "normalized": ["His cock had gotten so big while he massaged her tits that it was almost agonizing, with even more pleasure from the sensation of her insides."]}, {"name": "Rinko", "audio": "v_sr507_0019", "normalized": ["Haauhh, haahh, mnnghh… It's like you're a baby or something… Guhh, huughh…"]}, {"name": "", "audio": "", "normalized": ["He grabbed the dancing tits and made his cock even harder as he fondled them which looked like he was acting like a spoilt child."]}, {"name": "", "audio": "", "normalized": ["Rinko said it was like a child and found it adorable."]}, {"name": "Man", "audio": "", "normalized": ["B-but… Mnnguhh."]}, {"name": "", "audio": "", "normalized": ["On the other hand, the man said excusing as he continued to move his hips back and forth."]}, {"name": "Man", "audio": "", "normalized": ["You have such lewd and fantastic pair of tits, I say it's your fault for making me do…this…"]}, {"name": "Man", "audio": "", "normalized": ["I have no choice… Mnghh, I can't take my eyes off of them… You know… Uguhuhh!"]}, {"name": "", "audio": "", "normalized": ["He said while still fondling Rinko's ample bosoms and devouring the irresistible feeling."]}, {"name": "Rinko", "audio": "v_sr507_0020", "normalized": ["Mnngh… Mnaahh, aahh."]}, {"name": "", "audio": "", "normalized": ["Rinko was a pleasure by his rough massaging and let out even more moans loudly."]}, {"name": "", "audio": "", "normalized": ["The man heard it and smiled mischievously."]}, {"name": "Man", "audio": "", "normalized": ["Besides… If you enjoy me playing with your tits… Guhh, mnnhh… You might be in trouble when you have a baby, don't you think…?!"]}, {"name": "", "audio": "", "normalized": ["The man questioned her as if he was getting back at her and Rinko tried to answer back embarrassedly."]}, {"name": "Rinko", "audio": "v_sr507_0021", "normalized": ["Mnnhuhh, mnnghh… You say that, but… It just feels amazing, you know… I can't help it… Guhhuhhgh!"]}, {"name": "", "audio": "", "normalized": ["The man kept pounding his penis as he watched her act lewdly."]}, {"name": "", "audio": "", "normalized": ["He did not let his hands rest as he continued to let his cock run wild insider her pussy, accompanied by slapping sounds."]}, {"name": "Rinko", "audio": "v_sr507_0022", "normalized": ["Haauhhaahh, mnheehh, guughh, this is… Huughh, mnnghh, I can't hold it in, I can't, fuuheeghh, eeghh…"]}, {"name": "", "audio": "", "normalized": ["The man showed given up expression on his face and then acted like he came up with an idea as he saw her continuing to moan."]}, {"name": "Man", "audio": "", "normalized": ["Guhh… Then…might as well."]}, {"name": "", "audio": "", "normalized": ["He sped up the never-ending pounding of his hips as he devoured the pleasure and looked at the tits he was massaging with his hands."]}, {"name": "Rinko", "audio": "v_sr507_0023", "normalized": ["Huughh, mnngh, mnnghuuhh, huuhh… Mnngh, what… What are you gonna do…?"]}, {"name": "Man", "audio": "", "normalized": ["It's just a little practice for you… Mnnh!"]}, {"name": "Rinko", "audio": "v_sr507_0024", "normalized": ["Mnnhuuguhh!"]}, {"name": "", "audio": "", "normalized": ["The man said as he sucked into her hard-erect nipples suddenly."]}, {"name": "", "audio": "", "normalized": ["Her nipples had perked up and become sensitive thanks to the arousal."]}, {"name": "", "audio": "", "normalized": ["With it being stimulated, she felt the pleasure intense enough to make her body pull back."]}, {"name": "Rinko", "audio": "v_sr507_0025", "normalized": ["Huuhghh, mnnggm!", " Aahghaahh, haahh, haaghh, aahuhh, guhh, mnnghhmn, mnnaahh, aahaaghmn."]}, {"name": "", "audio": "", "normalized": ["He felt the pleasure through her voice and violently contracting sensation from her pussy as he smiled."]}, {"name": "Man", "audio": "", "normalized": ["Guhh… Haahh… Now, now… You're enjoying this…too much… Guhh…"]}, {"name": "", "audio": "", "normalized": ["Perhaps the stimulation might have been a little extreme, but then she reacted was way over the top."]}, {"name": "", "audio": "", "normalized": ["He figured she had been really turned on by then and pounded deep inside her hard to make her feel it more."]}, {"name": "Rinko", "audio": "v_sr507_0026", "normalized": ["Mnnoouughh, hoouhouhghooughhuuhh… Guughh, fuughuughh, mnnghhmnm, aaghaahaaghh, mnnaahh!"]}, {"name": "Rinko", "audio": "v_sr507_0027", "normalized": ["Mnnhuughhuu, uughuhh, this, this is amazing… Guughh, mnnghm, mnaahh."]}, {"name": "", "audio": "", "normalized": ["With the intense stimulation, she raised her voice in pleasure."]}, {"name": "", "audio": "", "normalized": ["Having her pussy plowed deep by a cock was stimulating enough to shake her brain, but with her nipples being sucked as well, she could not take it."]}, {"name": "Man", "audio": "", "normalized": ["Mnnh, mnaahh… Guughh!"]}, {"name": "", "audio": "", "normalized": ["As she screamed joyously from the pleasure, her honey pot also squeezed hard down on the cock to pleasure it."]}, {"name": "", "audio": "", "normalized": ["The sensation and pressure created irresistible pleasure, sending electrifying stimulation all through his body."]}, {"name": "Rinko", "audio": "v_sr507_0028", "normalized": ["Haahuhhaauhh, uughh, guughh, haahh… Aaghh… Aaafuhh… Heegh, mnnouhg!"]}, {"name": "", "audio": "", "normalized": ["The sight of her moaning and acting so lewdly with her nipple being sucked on appeared extremely erotic."]}, {"name": "", "audio": "", "normalized": ["Looking at it, it seemed the man could not resist the arousal, as he sped up his movement faster and faster as well."]}, {"name": "Rinko", "audio": "v_sr507_0029", "normalized": ["Ooughouhgouhooughh, ooghhouhh, ooughh… Mnnghh, aaghhaaghh, guuhhmnn, haaghaagheheeughhguh!"]}, {"name": "", "audio": "", "normalized": ["The pleasure of having her nipples teased drove her further into madness."]}, {"name": "", "audio": "", "normalized": ["The man was also savoring the sensation of the contracting vagina as she continued to accelerate his hips."]}, {"name": "Rinko", "audio": "v_sr507_0030", "normalized": ["Haahaaghh, ahhuumnn… It's like… Everything actually feels better…when you the one doing it… Guhghh!"]}, {"name": "", "audio": "", "normalized": ["Rinko let out joyous words as the man restlessly stimulated her pussy and nipple, bringing her even more pleasure."]}, {"name": "", "audio": "", "normalized": ["The man saw how Rinko was accepting the pleasure as she said such things and his arousal escalated infinitely."]}, {"name": "Man", "audio": "", "normalized": ["Haahhaahh, haaghh, haauh, guhh."]}, {"name": "", "audio": "", "normalized": ["With her saying things like that with such expression on her face, he could not control his urges exploding inside him."]}, {"name": "", "audio": "", "normalized": ["The man thought and devoured her body."]}, {"name": "Rinko", "audio": "v_sr507_0031", "normalized": ["Ahhaauhhaaghh… It's so rough, mnnguhh, huuhughaaghaahh, haauhh, aahuughh."]}, {"name": "", "audio": "", "normalized": ["The man found the sight of her moaning right in front of his eyes to be precious."]}, {"name": "Man", "audio": "", "normalized": ["Guhh, uughh… I wanna cum, cum inside you and…make you pregnant!"]}, {"name": "", "audio": "", "normalized": ["When he noticed, he had said his desires out loud."]}, {"name": "", "audio": "", "normalized": ["However, Rinko reacted to his words as she twitched."]}, {"name": "Rinko", "audio": "v_sr507_0032", "normalized": ["Aaaghh, aahh, haaghh!", " Yes, please, please do… Please cum inside me!"]}, {"name": "Rinko", "audio": "v_sr507_0033", "normalized": ["I want you to pour all your cum, lots of it, right into my pussy and make me pregnant!"]}, {"name": "", "audio": "", "normalized": ["She was happy to hear what the man said and answered back so as she expressed her joy."]}, {"name": "Man", "audio": "", "normalized": ["Guhh, uughh!"]}, {"name": "", "audio": "", "normalized": ["The man was further turned on by how yes begged him to make her pregnant and continued to pound his hips."]}, {"name": "", "audio": "", "normalized": ["Their sweat mixed with each other's and the room was filled with lewd smell as they devoured pleasure."]}, {"name": "", "audio": "", "normalized": ["It drove them crazier as the orgasm was gradually approaching."]}, {"name": "Rinko", "audio": "v_sr507_0034", "normalized": ["Oougoougghh, fuugheehh, heeghh, mmghuuhh… Your cock, getting bigger inside me and throbbing, shaking!"]}, {"name": "", "audio": "", "normalized": ["Rinko sensed the man was getting close to ejaculation and noticed she also was approaching the orgasm as well."]}, {"name": "Rinko", "audio": "v_sr507_0035", "normalized": ["Eegheeghghh, just like this, I'm going to come soon too, so, please… Mnnguhh, just blow all of your load inside me!"]}, {"name": "Man", "audio": "", "normalized": ["Guhh, mnnaahh, aaghhaahh."]}, {"name": "", "audio": "", "normalized": ["The imminent orgasm only served to make their sex wilder and they did not seem to slow down at all."]}, {"name": "", "audio": "", "normalized": ["The two simply sought pleasure with their instincts as they kept going."]}, {"name": "Rinko", "audio": "v_sr507_0036", "normalized": ["Mnnaahh, coming, come, come, come!"]}, {"name": "Man", "audio": "", "normalized": ["Aaaghhgghh, gguhh!"]}, {"name": "", "audio": "", "normalized": ["The man pushed his hips out as he felt the intense impulse."]}, {"name": "Rinko", "audio": "v_sr507_0037", "normalized": ["Eeghh, ccoommiin nngg!"]}, {"name": "Man", "audio": "", "normalized": ["Guhaaghh!"]}, {"name": "", "audio": "", "normalized": ["As she screamed loudly, a massive amount of semen erupted from the man's penis."]}, {"name": "", "audio": "", "normalized": ["It spewed out of the tip of the penis which was pressed hard against the depth of her pussy and poured right into her womb."]}, {"name": "Rinko", "audio": "v_sr507_0038", "normalized": ["Oougouoghhoouhh… Ooogouh… Guhh, haahh… Haauuhh…"]}, {"name": "", "audio": "", "normalized": ["She also achieved an orgasm and moaned lewdly as she squirted like a water fountain."]}, {"name": "Rinko", "audio": "v_sr507_0039", "normalized": ["Mnnguhh, haahh, aahh, you're cumming inside me… So much, cum, coming inside me, uughh… Ughhaaghhaahh, haahh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Her body shuddered from the extreme pleasure as she savored the sensation of ejaculation inside her."]}, {"name": "Man", "audio": "", "normalized": ["Guhh, huughh, huughh, mnnghh."]}, {"name": "", "audio": "", "normalized": ["The man was still teasing her nipple as he ejaculated loads of cum into her which was hard to believe it was his second ejaculation."]}, {"name": "", "audio": "", "normalized": ["He sucked onto her still erect nipples and licked it like he was rolling it around with his tongue, stimulating her as she orgasmed."]}, {"name": "Rinko", "audio": "v_sr507_0040", "normalized": ["Ooghooghhooghh… Aaahghaahh… Haagh, aaghh, aahuuhh, mnnguh, guhh, haahahahahh, mnaahh."]}, {"name": "", "audio": "", "normalized": ["Rinko savored the pleasure of orgasm along with the squirting as her erect nipples were teased."]}, {"name": "", "audio": "", "normalized": ["She and the man pressed their hips together, trying not to let a single drop of cum escape."]}, {"name": "Rinko", "audio": "v_sr507_0041", "normalized": ["Huguhh, mnaahh, haaghh, haahh."]}, {"name": "", "audio": "", "normalized": ["She could not stop her orgasm thanks to the massive amount of semen overflowing from her vagina."]}, {"name": "", "audio": "", "normalized": ["Rinko was feeling pleasure from the man's ejaculation and she continued to shudder and squirt as her breath run short."]}, {"name": "Rinko", "audio": "v_sr507_0042", "normalized": ["Aaauuhh, uughh, huughh… Mnnhgh, aahh, haahhahh, aahahh… Guhh!"]}, {"name": "Man", "audio": "", "normalized": ["Aaahh, haahh… Aaahguhh, huughh…"]}, {"name": "", "audio": "", "normalized": ["The orgasm from the pleasure they were heightening each other's began to calm down gradually."]}, {"name": "", "audio": "", "normalized": ["They caught their breath as the wave of pleasure receded once it had reached the peak."]}, {"name": "Rinko", "audio": "v_sr507_0043", "normalized": ["Haahh… Haahh… Aaauhh, huhh… Mnngh, huhh… Huhh…"]}, {"name": "Man", "audio": "", "normalized": ["Guhh… Aahaahh, haahh… Haahh…"]}, {"name": "", "audio": "", "normalized": ["The man caught his breath and then moved his hips in an attempt to remove his cock after it had poured cum into the womb."]}, {"name": "", "audio": "", "normalized": ["However, Rinko cut him off."]}, {"name": "Rinko", "audio": "v_sr507_0044", "normalized": ["Ahh… Please… Not yet…"]}, {"name": "", "audio": "", "normalized": ["She begged him."]}, {"name": "", "audio": "", "normalized": ["The man silently nodded and stopped pulling out, savoring her warmth for a moment."]}, {"name": "Rinko", "audio": "v_sr507_0045", "normalized": ["Haahh… Haahh… Haahh…"]}, {"name": "", "audio": "", "normalized": ["Rinko savored the feeling of the cock still in her pussy and the thick cum that was poured into her pussy."]}, {"name": "", "audio": "", "normalized": ["She smiled in a trance."]}, {"name": "Rinko", "audio": "v_sr507_0046", "normalized": ["With so much cum you poured inside me… You might have actually made me pregnant…"]}, {"name": "", "audio": "", "normalized": ["She looked down at her belly and said so with a joyous and satisfied smile on her face."]}, {"name": "", "audio": "", "normalized": ["The man answered back with a kind smile on his face as well."]}, {"name": "Man", "audio": "", "normalized": ["Yeah… You're probably pregnant…"]}, {"name": "Rinko", "audio": "v_sr507_0047", "normalized": ["Mnnh… You're right…"]}, {"name": "Rinko", "audio": "v_sr507_0048", "normalized": ["Hehe, it's our baby.", " I bet he or she's going to look really cute…"]}, {"name": "", "audio": "", "normalized": ["She smiled happily and it made her vagina squeeze tight."]}, {"name": "Man", "audio": "", "normalized": ["Ughuhh…"]}, {"name": "", "audio": "", "normalized": ["The man's penis reacted with a twitch."]}, {"name": "", "audio": "", "normalized": ["The penis had experienced the second ejaculation and was shuddering, wanting more from her as it was made sensitive by two ejaculations."]}, {"name": "Rinko", "audio": "v_sr507_0049", "normalized": ["Mnngh… Fuuhh…"]}, {"name": "", "audio": "", "normalized": ["Rinko felt his cock throbbing inside her pussy and moved her hips in an accepting manner."]}, {"name": "Rinko", "audio": "v_sr507_0050", "normalized": ["Looks like…I'm not quite done either… So, you know… Let us make more love…"]}, {"name": "Man", "audio": "", "normalized": ["Y-yeah… Of course, right…?"]}, {"name": "", "audio": "", "normalized": ["The two resumed moving back and forth again as they pressed their hips together."]}, {"name": "", "audio": "", "normalized": ["Every time they moved, the fresh semen spewed but they did not care and only focused on their intercourse."]}, {"name": "Rinko", "audio": "v_sr507_0051", "normalized": ["Aaahh… Aghh, aaghh… This happiness… Nobody can interrupt this…"]}, {"name": "Rinko", "audio": "v_sr507_0052", "normalized": ["If anyone would… I will not let them, never…"]}, {"name": "", "audio": "", "normalized": ["She said, as she sucked the man's penis with her honey pot and her body trembled from pleasure."]}, {"name": "Rinko", "audio": "v_sr507_0053", "normalized": ["Yes… Whoever it is… I will kill them…"]}, {"name": "", "audio": "", "normalized": ["It was her merciless oath to protect the happiness she had."]}, {"name": "", "audio": "", "normalized": ["That oath was proof that Rinko was truly becoming a demon, even her mind as well."]}, {"name": "Man", "audio": "", "normalized": ["Hahahh, haahh… Guhh…"]}, {"name": "Rinko", "audio": "v_sr507_0054", "normalized": ["Mnnahh, come on… More, I want you to fuck me harder… Mnnghh, huuhh… Ahaagh."]}, {"name": "", "audio": "", "normalized": ["However, neither of them had any idea as they drowned in pleasure and devoured each other…"]}]