[{"name": "", "audio": "", "normalized": ["Trapped in a lewd dream through Lilim's power, made to climax countless times, Ingrid's mental state was gradually being completely swallowed up by pleasure."]}, {"name": "", "audio": "", "normalized": ["Still, she continued to fight against the sexual torture being visited upon her, enduring and refusing to let herself get swept away…"]}, {"name": "", "audio": "", "normalized": ["…despite the great amount of time that had passed."]}, {"name": "Ingrid", "audio": "v_sr119_0000", "normalized": ["Uuugh… nnh… aah… haah…"]}, {"name": "", "audio": "", "normalized": ["She was sleeping within the dream―or perhaps more accurately, she was unconscious.", " Woken over and over, her physical senses confirmed days had passed."]}, {"name": "", "audio": "", "normalized": ["At the time both her body and soul were wearing thin…"]}, {"name": "???", "audio": "v_msr119_0000", "normalized": ["…ke up… Wake up!"]}, {"name": "Ingrid", "audio": "v_sr119_0001", "normalized": ["(Nnh… what, what is…!", ")"]}, {"name": "", "audio": "", "normalized": ["As someone called out to her, Ingrid came to her senses and awoke."]}, {"name": "", "audio": "", "normalized": ["Her senses were telling her that it was reality, not the endlessly repeating dream."]}, {"name": "Ingrid", "audio": "v_sr119_0002", "normalized": ["Nngh… I am… just what―"]}, {"name": "", "audio": "", "normalized": ["As she swiftly tried to grasp the current situation, Ingrid tried to move her body, putting strength into her limbs.", " However…"]}, {"name": "Ingrid", "audio": "v_sr119_0003", "normalized": ["Hyuuh… nnhaahahh?!"]}, {"name": "", "audio": "", "normalized": ["Almost at the same time, Ingrid let out a shrill squeal as she felt the sensation of her whole body engulfed by something."]}, {"name": "Ingrid", "audio": "v_sr119_0004", "normalized": ["(W-what, just what is…guupphh?!", ")"]}, {"name": "", "audio": "", "normalized": ["Then, Ingrid finally noticed.", " A strange lifeform was curled around her, trying to swallow her up…"]}, {"name": "", "audio": "", "normalized": ["She was being assaulted with immense waves of pleasure as her whole body melted with ecstasy."]}, {"name": "Ingrid", "audio": "v_sr119_0005", "normalized": ["Th-thish… aaghh, m-my body… is so hot… nnghh!"]}, {"name": "", "audio": "", "normalized": ["Just the wriggling of the lifeform, covered in slick mucus as it crept across her body, was enough to make her twitch with pleasure as her lower half ached maddeningly."]}, {"name": "", "audio": "", "normalized": ["Even as she strained her immobilized limbs, she was panting shamefully and writhing."]}, {"name": "Ingrid", "audio": "v_sr119_0006", "normalized": ["N-no way… nngh, gpphh… a-an aphrodisiac… agghh!"]}, {"name": "", "audio": "", "normalized": ["As Ingrid tremblingly voiced her discomfort at the intense feeling of being wrapped up, suddenly the sound of quiet clapping and a woman's voice reverberated."]}, {"name": "???", "audio": "v_msr119_0001", "normalized": ["Ahaha, that's right… you got it♪"]}, {"name": "Ingrid", "audio": "v_sr119_0007", "normalized": ["…!", " Who are you?!"]}, {"name": "", "audio": "", "normalized": ["As she cried out sharply to the voice that came from in front of her and lifted her head, she saw a woman standing there."]}, {"name": "Ingrid", "audio": "v_sr119_0008", "normalized": ["You're… Mikoto Kiryuu…?!"]}, {"name": "", "audio": "", "normalized": ["Moreover, behind the woman was the head of the Fuuma clan, who Ingrid had plotted to nearly murder."]}, {"name": "Ingrid", "audio": "v_sr119_0009", "normalized": ["(Ugh… so that's how it is, huh, Fuuma… Controlling even Mikoto Kiryuu and taking me prisoner…)"]}, {"name": "", "audio": "", "normalized": ["Either way, it wouldn't do for her to obediently go along with being captured and letting them do what they liked to her."]}, {"name": "", "audio": "", "normalized": ["Knowing she had to escape somehow, she twisted her limbs, trying to pull herself free of the disgusting lifeform.", " However…"]}, {"name": "Ingrid", "audio": "v_sr119_0010", "normalized": ["Kyaah?!", " Ihhiihh!", " Haah, nnhh… aah…"]}, {"name": "", "audio": "", "normalized": ["Even her slightest movements made the mucus rub against her skin, stimulating her as though her whole body was dozens of times more sensitive than a clitoris."]}, {"name": "Mikoto", "audio": "v_msr119_0002", "normalized": ["Fufu, you shouldn't struggle too much.", " It's over if you get swallowed.", " If you don't get help, you won't be able to escape."]}, {"name": "Ingrid", "audio": "v_sr119_0011", "normalized": ["Aaahh…Aaanh…Wh-what kind of…hnnyaah!", " Gyaah!", " Hiiyahh!"]}, {"name": "Mikoto", "audio": "v_msr119_0003", "normalized": ["Aha, you fool.", " Listen to the end.", " This creature manufactures an aphrodisiac inside its body."]}, {"name": "Mikoto", "audio": "v_msr119_0004", "normalized": ["After swallowing its prey, they become weak and unable to move due to its effect… or maybe they just won't want to flee."]}, {"name": "", "audio": "", "normalized": ["Ingrid gritted her teeth tightly, showing her resistance to the grinning Mikoto."]}, {"name": "Ingrid", "audio": "v_sr119_0012", "normalized": ["(Th-this… agghh!", " This… disgusting, monster…)"]}, {"name": "", "audio": "", "normalized": ["Even as she thought this, an ache ran through her body to her core, making her twitch all the way to the ends of her limbs."]}, {"name": "", "audio": "", "normalized": ["It was all she could do to glare at the two of them, breathing heavily and gritting her teeth as she tried not to let out pathetic squeals."]}, {"name": "Mikoto", "audio": "v_msr119_0005", "normalized": ["Well then―now that you've grasped the situation, shall we begin negotiations, Ms.", " Dark Knight?"]}, {"name": "Ingrid", "audio": "v_sr119_0013", "normalized": ["Negotiations…?", " Nngh, uuhh…"]}, {"name": "Mikoto", "audio": "v_msr119_0006", "normalized": ["Yes―My lord is looking for two pieces of information.", " The method to extract the tumor in his brain, and the whereabouts of Edwin Black."]}, {"name": "Ingrid", "audio": "v_sr119_0014", "normalized": ["…so you think I'm going to give you an answer, huh."]}, {"name": "Mikoto", "audio": "v_msr119_0007", "normalized": ["Fufu, of course… Or rather, if you think carefully about it, you don't really have any reason to resist now, do you?"]}, {"name": "Ingrid", "audio": "v_sr119_0015", "normalized": ["What a joke―I won't say it twice, who the hell would answer you!"]}, {"name": "", "audio": "", "normalized": ["Her loyalty to her master, and her pride as a knight.", " Both of these comforted Ingrid's heart and made her refuse to answer their questions."]}, {"name": "Mikoto", "audio": "v_msr119_0008", "normalized": ["Hmm… well, that's a problem.", " In that case…"]}, {"name": "Ingrid", "audio": "v_sr119_0016", "normalized": ["(Uuh… Just do it already if you're gonna, I'm ready for you.", " I'll never tell―)"]}, {"name": "", "audio": "", "normalized": ["Thinking this, at the very second she glared at Mikoto…"]}, {"name": "Ingrid", "audio": "v_sr119_0017", "normalized": ["Nnghuuh?!", " Guuh… aah…"]}, {"name": "", "audio": "", "normalized": ["The monster that had captured Ingrid was pouring out a massive amount of aphrodisiac inside its body."]}, {"name": "Ingrid", "audio": "v_sr119_0018", "normalized": ["(Wh-what… guuh, ghh…)"]}, {"name": "", "audio": "", "normalized": ["There was no way it was good for her health.", " The instant the mucus touched her, Ingrid's skin was filled with heat and her privates moistened."]}, {"name": "Ingrid", "audio": "v_sr119_0019", "normalized": ["Nnh, haah… what did you… do…"]}, {"name": "Mikoto", "audio": "v_msr119_0009", "normalized": ["You figured it out, right?", " This thing's aphrodisiac mucus is special, you can absorb it through the skin♪"]}, {"name": "Ingrid", "audio": "v_sr119_0020", "normalized": ["Through the skin… nnghhiihh?!"]}, {"name": "Mikoto", "audio": "v_msr119_0010", "normalized": ["Yep.", " By the way, it's instantly effective.", " Make sure you enjoy yourself."]}, {"name": "", "audio": "", "normalized": ["Ingrid's gaze was like a knife as she glared at Mikoto, who was giggling condescendingly at her."]}, {"name": "", "audio": "", "normalized": ["However, in her bound and aphrodisiac-soaked state, she was unable to convey her dignity and strength as a Dark Knight with that gaze."]}, {"name": "Ingrid", "audio": "v_sr119_0021", "normalized": ["Nnhahh… haah, haah… nngh, ghh, phwaah…"]}, {"name": "", "audio": "", "normalized": ["No matter how earnestly she closed her mouth, the mucus wound around her, and each time it rubbed her body, her lips loosened and sweet, shameful panting came forth."]}, {"name": "Mikoto", "audio": "v_msr119_0011", "normalized": ["What's wrong?", " Keep quiet and you'll end up addicted to the aphrodisiac, becoming a slave to that thing.", " If you don't want that…"]}, {"name": "Mikoto", "audio": "v_msr119_0012", "normalized": ["You don't have any choice but to beg us for help.", " Naturally, there's a price on that, though."]}, {"name": "", "audio": "", "normalized": ["The price―the two bits of information she had been asked for previously."]}, {"name": "Ingrid", "audio": "v_sr119_0022", "normalized": ["Uuh… phh… nnh, nnhh…"]}, {"name": "", "audio": "", "normalized": ["Aware of this, Ingrid bit down, even drawing blood from her lips in her efforts to remain silent."]}, {"name": "", "audio": "", "normalized": ["It wasn't that she was afraid of blurting it out if she let down her guard.", " She would rather die than talk, and she was prepared to even become a slave if necessary."]}, {"name": "Mikoto", "audio": "v_msr119_0013", "normalized": ["My, as expected of a proud Dark Knight.", " You're more stubborn than I thought… Fufu, but still… how about this?"]}, {"name": "", "audio": "", "normalized": ["Though they had guessed at her resolve, her response as a woman…"]}, {"name": "", "audio": "", "normalized": ["…The painful stimulation of her female instincts, and the heat spreading through her body were completely clear."]}, {"name": "Mikoto", "audio": "v_msr119_0014", "normalized": ["…Here's something even better for you."]}, {"name": "", "audio": "", "normalized": ["Mikoto grinned and gave a sign to the monster.", " In an instant…"]}, {"name": "Ingrid", "audio": "v_sr119_0023", "normalized": ["Hgghh?!", " Nnhiihh…!", " Whaat, agghh!"]}, {"name": "", "audio": "", "normalized": ["Tumors of flesh protruded from the monster's body and formed cups, wrapping around her breasts and clitoris and holding them tightly inside."]}, {"name": "Ingrid", "audio": "v_sr119_0024", "normalized": ["Nnhooh, oohh…?!"]}, {"name": "", "audio": "", "normalized": ["She was wrapped in hot wet sensations, as though her entire breasts were inside a giant mouth, as she was assaulted by the feeling of it sucking at her."]}, {"name": "", "audio": "", "normalized": ["Her ample breasts were sucked up as it fondled her inner folds, and her shamefully pointed nipples were being stroked by a thin membrane and licked all over."]}, {"name": "Ingrid", "audio": "v_sr119_0025", "normalized": ["(Myy, my chest…!", " Aaah… It's being sucked at and massaged… nnhiihh, hiihh!", ")"]}, {"name": "", "audio": "", "normalized": ["The wave of pleasure sinking into the deepest parts of her chest flesh made Ingrid raise her voice, as she threw her head back and flailed wildly."]}, {"name": "", "audio": "", "normalized": ["At the same time, the pleasant feeling piercing her nether regions was an even more maddening and unbearable defilement."]}, {"name": "Ingrid", "audio": "v_sr119_0026", "normalized": ["Phhgwaahh!", " Nnnhh, sst, stoop… agghh, ahiihh!"]}, {"name": "", "audio": "", "normalized": ["The growth at her crotch stretched itself thin and spread out, wrapping itself around her bud and pulling back the hood, sticking to her exposed clitoris."]}, {"name": "", "audio": "", "normalized": ["Every time it moved, the membranes rubbed fiercely against her button as if polishing it, licking at it and making it sticky with aphrodisiac mucus."]}, {"name": "Ingrid", "audio": "v_sr119_0027", "normalized": ["Sh… shtop iit!", " Nnhoohh, ohhoohh!", " Aiihh, ugyuuh, ihhiih!"]}, {"name": "", "audio": "", "normalized": ["The fleshy membrane smeared with aphrodisiac that clung to her bead completely wrapped itself around her clit, stroking and violently sucking at it."]}, {"name": "", "audio": "", "normalized": ["The shocks ran from her pussy flesh throughout her abdomen, making her spine shiver, her brain melt, and sparks fly through her vision, robbing her of her thoughts."]}, {"name": "", "audio": "", "normalized": ["Unable to see or think, Ingrid twitched awkwardly inside the monster's body, convulsing over and over."]}, {"name": "Mikoto", "audio": "v_msr119_0015", "normalized": ["Oh my, to think you would cum so easily from being pleasured by this monster… guess a Dark Knight is pretty filthy after all."]}, {"name": "", "audio": "", "normalized": ["The Dark World doctor's jeering words reached Ingrid's ears, and she opened her trembling lips as her consciousness returned slightly."]}, {"name": "Ingrid", "audio": "v_sr119_0028", "normalized": ["Nnhh… aah… haah, guuh… d-don't fuck with me… just wh-who… would c-cum… cum from…"]}, {"name": "Mikoto", "audio": "v_msr119_0016", "normalized": ["Hmm, really?", " In that case we'll continue for a bit, if you start to feel like talking, let us know, okay?"]}, {"name": "Ingrid", "audio": "v_sr119_0029", "normalized": ["I already told you I won't talk―Uuunngh?!", " Nnhiihhghii!"]}, {"name": "", "audio": "", "normalized": ["The feeling of being wrapped up and licked was now joined by the stimulation of the monster clamping down quickly."]}, {"name": "", "audio": "", "normalized": ["She was pierced by pleasure as something like fleshy rings caught her nipples and clitoris, turning slowly as they clamped down upon her."]}, {"name": "Ingrid", "audio": "v_sr119_0030", "normalized": ["Nnhoohh…!", " Ohiihhiih, ipphhuuh!"]}, {"name": "", "audio": "", "normalized": ["The upper half of her body struggled violently and her face was locked in a clearly slutty expression―a female animal's exposed orgasm face."]}, {"name": "Mikoto", "audio": "v_msr119_0017", "normalized": ["How about it, feel like talking now?"]}, {"name": "Ingrid", "audio": "v_sr119_0031", "normalized": ["Nnngahh!", " As if I would talk to youu!", " Agghiihh!"]}, {"name": "", "audio": "", "normalized": ["The monster clamped down on her rigid nipples as it stroked them, making her breasts leap and shudder and her body writhe."]}, {"name": "", "audio": "", "normalized": ["Her clitoris was the same―thanks to that, her heated pussy entrance was dripping with female nectar and convulsing obscenely over and over."]}, {"name": "", "audio": "", "normalized": ["Even so―Ingrid stubbornly refused to let out anything but panting and refusals."]}, {"name": "Mikoto", "audio": "v_msr119_0018", "normalized": ["Hmph… what a pain.", " At this rate, if I don't make you suffer more, I won't be able to carry out my lord's orders."]}, {"name": "", "audio": "", "normalized": ["Though she said this, Mikoto's expression was full of joy at the opportunity to both test out the monster's abilities, as well as torture an enemy."]}, {"name": "", "audio": "", "normalized": ["She smiled happily."]}, {"name": "Ingrid", "audio": "v_sr119_0032", "normalized": ["(Pheww, hyuuh… nnh, I definitely… won't talk…nnhhgh?!", ")"]}, {"name": "", "audio": "", "normalized": ["*Zchh, nnchh!", "* *Gpphgpphgh, zbbchh!", "*"]}, {"name": "Ingrid", "audio": "v_sr119_0033", "normalized": ["Nnhoohh?!", " Ohiihh… ihaahh, aiihhiihh!"]}, {"name": "", "audio": "", "normalized": ["The repeated, consecutive climaxes had completely loosened both of Ingrid's holes without any need for foreplay…"]}, {"name": "", "audio": "", "normalized": ["Her two holes were stretched open beyond their limit, as a fat, hardened growths forced their way inside all at once, digging into her inviting flesh."]}, {"name": "Ingrid", "audio": "v_sr119_0034", "normalized": ["(Whatt, ish thiish!", " Ohhuuhh!", " Nnh, I'm gonna cum, aah, I'm cumming I'm cummiing!", ")"]}, {"name": "", "audio": "", "normalized": ["Resisting against the pleasure, enduring, not giving them the satisfaction of her response―those thoughts were all thoroughly erased from her mind."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac and the caresses to her genitals had lowered her two stopped-up holes to nothing more than their base animal functions"]}, {"name": "", "audio": "", "normalized": ["Her instincts were intensely stimulated."]}, {"name": "", "audio": "", "normalized": ["She had climaxed in an instant, and her head was thrown back, her spine bent, as her loosened urethra sprayed clear liquid."]}, {"name": "Ingrid", "audio": "v_sr119_0035", "normalized": ["Iihhuhh, hyuuhh… haah, I'm… cummiing!"]}, {"name": "Mikoto", "audio": "v_msr119_0019", "normalized": ["Ahahaha, you're so loud!", " But if you don't feel it even more, this guy I made here will feel bad, you know?"]}, {"name": "", "audio": "", "normalized": ["Mikoto made no attempt to hide the sadistic edge to her smile and Ingrid felt a chill come over her."]}, {"name": "Ingrid", "audio": "v_sr119_0036", "normalized": ["W-wait… wait―"]}, {"name": "Mikoto", "audio": "v_msr119_0020", "normalized": ["See, do your best… Ms.", " Dark Knight♪"]}, {"name": "Ingrid", "audio": "v_sr119_0037", "normalized": ["I'm shtill, cummiing!", " Ahiihhiihh!", " Ihhiihhyaahh!"]}, {"name": "", "audio": "", "normalized": ["She repeatedly spasmed from her climax, the meat lumps gouging at her membranes as she clamped down on them and their fat flesh raged inside of her holes."]}, {"name": "", "audio": "", "normalized": ["Moreover, the inserted growths sprayed their aphrodisiac everywhere, carrying their sticky, lewd mucus deep inside of both holes with every thrust."]}, {"name": "Ingrid", "audio": "v_sr119_0038", "normalized": ["Nnhhohghuuh…!", " I'm gonna cuum!", " I'm cumming, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["They filled up both holes, and even without moving, it was enough to cause an explosion of pleasure deep within her folds."]}, {"name": "", "audio": "", "normalized": ["Even so, still trying to paint her with the aphrodisiac, they stubbornly continued their violent stimulations on her softened core."]}, {"name": "Ingrid", "audio": "v_sr119_0039", "normalized": ["(Th-this is bad… this is bad, bad, bad… aah, agghh!", ")"]}, {"name": "Ingrid", "audio": "v_sr119_0040", "normalized": ["(This is bad!", " I'm cumming, aah!", " I'm gonna cum, I'm cumming agaain!", ")"]}, {"name": "", "audio": "", "normalized": ["I'm cumming, it feels good, stop, I'm cumming'―these repeatedly tumbled around in her brain as her body could only spasm and the membranes wriggled."]}, {"name": "Ingrid", "audio": "v_sr119_0041", "normalized": ["(Hwooahh… ahahh, hiihh!", " I'm done for, I'm done foor!", ")"]}, {"name": "Ingrid", "audio": "v_sr119_0042", "normalized": ["(I-if… it happens to… sh-shoot off or something while I'm like this…)"]}, {"name": "", "audio": "", "normalized": ["Her face was a mess of tears and snot as her expression was bent in fear and pleasure."]}, {"name": "", "audio": "", "normalized": ["Ingrid's female instincts, stirred up by the aphrodisiac, were completely relaxed by her orgasmic hell, and her womb began to descend slowly inside her cave."]}, {"name": "", "audio": "", "normalized": ["The meat lump banging against it began to convulse as Ingrid's bad premonition grew stronger and she instinctively ground her teeth."]}, {"name": "Ingrid", "audio": "v_sr119_0043", "normalized": ["(S-stop… shtoop…)"]}, {"name": "Mikoto", "audio": "v_msr119_0021", "normalized": ["Oh?", " You're still trying to escape… Fufu, what lively prey we have here."]}, {"name": "", "audio": "", "normalized": ["Mikoto smirked lecherously at Ingrid's struggle to escape from inside the monster."]}, {"name": "Ingrid", "audio": "v_sr119_0044", "normalized": ["Nnnghiihh, ihhyaah!"]}, {"name": "", "audio": "", "normalized": ["The monster's mouth regained its grip on her as the tumorous growths violating her holes moved even more furiously."]}, {"name": "", "audio": "", "normalized": ["Of course, the flesh lumps were not only rough, but also supple as they massaged her inner walls, loosening her up and blazing a trail to the back of her pussy."]}, {"name": "Ingrid", "audio": "v_sr119_0045", "normalized": ["Nnnhahh, haahh… sh-shtoop… nnhhnn!", " N-no waay…"]}, {"name": "", "audio": "", "normalized": ["Both of her holes were being hollowed out and squeezed from the inside as an unimaginable pleasure ran through her."]}, {"name": "", "audio": "", "normalized": ["Against her will, her stimulated walls relaxed more and more as the pistoning growths screwed their way further inside."]}, {"name": "Ingrid", "audio": "v_sr119_0046", "normalized": ["(Uuuh, I can't… aguuh!", " Nhhahh, believe… nnhuuhhgh!", ")"]}, {"name": "", "audio": "", "normalized": ["She was shouting at herself, trying to deny the worst possible prediction, but from the flesh lumps' movements, there was no doubting it any longer."]}, {"name": "", "audio": "", "normalized": ["Beating against her womb, nearly piercing her colon, the two meat tumors dug sharply into her two holes as Ingrid let out a shameful cry."]}, {"name": "Ingrid", "audio": "v_sr119_0047", "normalized": ["Nnhoohh!", " Oghh, hoohh!", " Sh-shtop… nnooh…"]}, {"name": "", "audio": "", "normalized": ["Ingrid's lips were loosened and her tongue was hanging out, panting heavily like a dog trying to control its body temperature."]}, {"name": "", "audio": "", "normalized": ["The waves of pleasure from being filled up frightened her."]}, {"name": "", "audio": "", "normalized": ["As if it were excited by its prey, the monster manipulated the growths, pulling them back all the way to the entrance of her holes at once…"]}, {"name": "", "audio": "", "normalized": ["*Zghh, chbbhh!", "*"]}, {"name": "Ingrid", "audio": "v_sr119_0048", "normalized": ["Ohhyaahh…!"]}, {"name": "", "audio": "", "normalized": ["They passed through her soaked folds, grinding and rotating as they gouged at her, becoming even more swollen…"]}, {"name": "Ingrid", "audio": "v_sr119_0049", "normalized": ["Stoop!", " Aiihhiihh!"]}, {"name": "", "audio": "", "normalized": ["*Sploort, spluurt!", "* *Splash splash splash, sploosh!", "*"]}, {"name": "Ingrid", "audio": "v_sr119_0050", "normalized": ["Nnnhhoohh?!", " Hgghh… nnhoohh, haahohh!"]}, {"name": "", "audio": "", "normalized": ["The swollen flesh lumps both exploded, spraying their hot aphrodisiac mucus into both of Ingrid's holes with a terrifying force."]}, {"name": "Ingrid", "audio": "v_sr119_0051", "normalized": ["Nnghhiihh!", " Aaahh!", " I'm gonna kill youu!", " Fuumaa, Mikoto Kiryuu!"]}, {"name": "Ingrid", "audio": "v_sr119_0052", "normalized": ["Nnghh, I'll kill youu, absolutely!", " I'll tear you to piecees, aghiih… nnghyaah!", " I'm cummiing!"]}, {"name": "Mikoto", "audio": "v_msr119_0022", "normalized": ["Ahahahahaha♪", " What, you're going to kill us?", " I think you mean you're going to get killed from cumming!"]}, {"name": "", "audio": "", "normalized": ["Her pussy was completely opened up all the way to the back, ready to accept everything as the boiling hot aphrodisiac filled her up."]}, {"name": "", "audio": "", "normalized": ["The sweet waves of pleasure made her expression break down as her eyes rolled back…"]}, {"name": "Ingrid", "audio": "v_sr119_0053", "normalized": ["I'll kill youu, kill youu, I'm cumming, uughh!"]}, {"name": "", "audio": "", "normalized": ["Ingrid's mind was completely swallowed by her intense climax, as her limbs twitched violently inside the monster's mouth."]}, {"name": "", "audio": "", "normalized": ["Even as she pathetically orgasmed with her eyes rolled back in her head, Ingrid still continued to scream that she would kill them, displaying her fighting spirit."]}, {"name": "", "audio": "", "normalized": ["Mikoto was giggling as she watched over Ingrid, unable to hold back her laughter at such a funny sight."]}, {"name": "Mikoto", "audio": "v_msr119_0023", "normalized": ["Yes, well, I'm not surprised by your feelings.", " After all, you're a Dark Knight… I think I'll have a bit more fun with you."]}, {"name": "", "audio": "", "normalized": ["With those words, Mikoto shoots a glance at her lord standing in the back, and together they leave the room."]}, {"name": "Ingrid", "audio": "v_sr119_0054", "normalized": ["Hnyaah, wait…!", " Don't r-run…hyaa…c-coward…nyaah, unghh!"]}, {"name": "", "audio": "", "normalized": ["Even as Mikoto and her lord walk out, they can hear Ingrid's screams change to yet another impending climax.", " Then, the door closes behind them…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Two weeks pass…"]}, {"name": "", "audio": "", "normalized": ["Since that time, the two had not yet revisited the room where Ingrid was left alone with the monster."]}, {"name": "", "audio": "", "normalized": ["During that whole time, Ingrid continued to be violated by the aphrodisiac-laden tumors."]}, {"name": "", "audio": "", "normalized": ["How had the impertinent and haughty knight changed in that time…"]}, {"name": "", "audio": "", "normalized": ["Mikoto headed to the room to find out the results.", " She opened the door and…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "Ingrid", "audio": "v_sr119_0055", "normalized": ["Oh…ah…hnn, gyaah!", " Hyaa!", " Ohh!", " Wooh, c-cumming!"]}, {"name": "", "audio": "", "normalized": ["There, she sees a single woman, orgasming over and over to the point of tragedy."]}, {"name": "", "audio": "", "normalized": ["The floor is covered in not just aphrodisiac, but also Ingrid's urine, feces, and the secretions from the tumor."]}, {"name": "", "audio": "", "normalized": ["It was stark testimony to the how she spent the last two weeks."]}, {"name": "", "audio": "", "normalized": ["And yet, Ingrid's eyes still burn with anger and resentment."]}, {"name": "Ingrid", "audio": "v_sr119_0056", "normalized": ["Hnn…ohh…k-kill…one day…you…scum…kill…!"]}, {"name": "Mikoto", "audio": "v_msr119_0024", "normalized": ["…You've gone over the edge.", " I actually respect that."]}, {"name": "", "audio": "", "normalized": ["Mikoto stares at Ingrid in admiration of her indomitable will and ferocious spirit."]}, {"name": "", "audio": "", "normalized": ["Ingrid herself is completely unaware of the fact that Mikoto is even in the room."]}, {"name": "", "audio": "", "normalized": ["Nevertheless, it was her loyalty for her lord and her pride as a knight that would not allow her to give up her idea of one day taking revenge."]}, {"name": "", "audio": "", "normalized": ["Again and again, without a pause, she continues her cycle of climax and denial…"]}, {"name": "Ingrid", "audio": "v_sr119_0057", "normalized": ["I sweear…!", " I'll kill youu, kill youu!", " Aaah, I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["Over and over, as if pleasure triggered her furious rage, Ingrid cums and rages, cums and rages, over and over and over."]}]