[{"name": "", "audio": "", "normalized": ["Maika Kamimura, missing in Tokyo Kingdom.", " Her whereabouts are still unknown…"]}, {"name": "", "audio": "", "normalized": ["The news had been an enormous shock to the Taimanin, and a great number of them had infiltrated the kingdom, aiming to find her by any means necessary."]}, {"name": "", "audio": "", "normalized": ["However, her location is still unclear, and their fervent search continues even now…"]}, {"name": "", "audio": "", "normalized": ["It was only natural for her location to be unknown.", " She had fallen into the enemy's hand, and now was undergoing this unimaginable discipline."]}, {"name": "", "audio": "", "normalized": ["The wounds she had received were healed, but her body was completely restrained, thanks to that man."]}, {"name": "", "audio": "", "normalized": ["Though she was unable to escape, with the worst of possible futures thrust upon her, Maika still had not given up."]}, {"name": "", "audio": "", "normalized": ["However, being able to flee from here now was the height of wishful thinking."]}, {"name": "Maika", "audio": "v_sr090_0000", "normalized": ["(…Shit… What the hell is this…)"]}, {"name": "", "audio": "", "normalized": ["The man had called it a medical device from the Dark World, but there was no way that was the purpose of something this vile."]}, {"name": "", "audio": "", "normalized": ["Although the outside looked like a machine, the interior was packed with these creepy flesh walls."]}, {"name": "Maika", "audio": "v_sr090_0001", "normalized": ["(It's disgustingly warm… and soaking wet… but it's still restraining me tightly…)"]}, {"name": "", "audio": "", "normalized": ["She tried putting all her might into struggling, but as expected, her legs, buried in the walls of flesh, didn't move an inch."]}, {"name": "", "audio": "", "normalized": ["She was in a shameful squatting position, with her hips stuck out behind her and her ankles swallowed up by the meat wall beneath her."]}, {"name": "", "audio": "", "normalized": ["Both her arms were lifted high, and their ends were being devoured by feelers sticking out of the wall."]}, {"name": "Maika", "audio": "v_sr090_0002", "normalized": ["Ugh… this guy is the freaking worst…"]}, {"name": "", "audio": "", "normalized": ["She was staring sharply at the monitor set up directly across from her."]}, {"name": "", "audio": "", "normalized": ["It was displaying the scene outside, and she could see the hated man who had captured her."]}, {"name": "", "audio": "", "normalized": ["She glared at the man as if she were shooting daggers with her eyes, but it had absolutely no effect beyond the monitor."]}, {"name": "Maika", "audio": "v_sr090_0003", "normalized": ["(You ought to be able to see in from the outside too… Shit, putting me in this kind of position…)"]}, {"name": "", "audio": "", "normalized": ["While her nipples which had been tortured completely had calmed down again, her bare skin was still exposed."]}, {"name": "", "audio": "", "normalized": ["Tentacles with sharpened tips like needles stretched out and stabbed into her mostly naked body, pouring medical fluids into her."]}, {"name": "", "audio": "", "normalized": ["The foul fluids soaked into her body, violating her veins―just the thought made her spine shudder."]}, {"name": "Maika", "audio": "v_sr090_0004", "normalized": ["No matter what you do to me, it's useless… I'll definitely kill you, asshole…"]}, {"name": "", "audio": "", "normalized": ["Changing her slight fear for anger, Maika glared at the monitor as she announced her intentions to the man."]}, {"name": "You", "audio": "", "normalized": ["Oh hoh, my goodness.", " You can still bark even in this situation… I'm impressed."]}, {"name": "", "audio": "", "normalized": ["Even these words left him unperturbed.", " In his mind, Maika had already lost.", " His confidence irritated her even further."]}, {"name": "You", "audio": "", "normalized": ["What's going to happen now is―not just discipline.", " Your mind is going to be remodeled."]}, {"name": "You", "audio": "", "normalized": ["Inside your brain, your prefrontal cortex that controls your reasoning… It's going to be transplanted."]}, {"name": "Maika", "audio": "v_sr090_0005", "normalized": ["Wha―What?", " What the hell are you saying…"]}, {"name": "", "audio": "", "normalized": ["She couldn't understand the situation from his sudden words.", " However, the man didn't wait for Maika to catch up, but continued talking."]}, {"name": "You", "audio": "", "normalized": ["First the fluid from the meat tentacles will dissolve your prefrontal cortex, and then I'll implant a new cortex."]}, {"name": "You", "audio": "", "normalized": ["One that's been input to make sure you have absolute loyalty to me."]}, {"name": "You", "audio": "", "normalized": ["No matter how much you detest me in your memories and try to resist…"]}, {"name": "You", "audio": "", "normalized": ["…your prefrontal cortex will affect your judgement and completely negate your will."]}, {"name": "Maika", "audio": "v_sr090_0006", "normalized": ["(This guy, what the… hell does he mean?!", ")"]}, {"name": "", "audio": "", "normalized": ["The single fact Maika could hazily grasp was this―the man was saying that he was going to restructure her brain and steal her body's free will."]}, {"name": "You", "audio": "", "normalized": ["No matter how much you try to kill me, your brain won't be able to give the order and your body won't be able to follow it."]}, {"name": "You", "audio": "", "normalized": ["You'll be forced to obey your hated enemy."]}, {"name": "You", "audio": "", "normalized": ["Ahh, of course, there aren't zero risks.", " It's not easy to dissolve and transplant a brain."]}, {"name": "You", "audio": "", "normalized": ["There's about a 50% chance you'll be permanently crippled."]}, {"name": "Maika", "audio": "v_sr090_0007", "normalized": ["What―d-don't mess around with me!"]}, {"name": "", "audio": "", "normalized": ["The man's chilling words gradually started to become more real as they sank into her mind."]}, {"name": "You", "audio": "", "normalized": ["However―of course, that's how much merit the idea has."]}, {"name": "You", "audio": "", "normalized": ["Because if the surgery is successful, you will no longer be able to be cured afterward."]}, {"name": "You", "audio": "", "normalized": ["Since you won't have your original prefrontal cortex anymore, you physically will be unable to recover…"]}, {"name": "You", "audio": "", "normalized": ["If you make it safely through the surgery, you'll obey me even as you hate me, becoming a perfectly made sex slave."]}, {"name": "Maika", "audio": "v_sr090_0008", "normalized": ["Wh-what… Wh-who the hell―would become something like that?!"]}, {"name": "", "audio": "", "normalized": ["Though her voice trembled slightly, Maika shouted back at the man bravely."]}, {"name": "Maika", "audio": "v_sr090_0009", "normalized": ["Obey you?", " My will and my memories will be ignored…?", " Yeah, right!", " I'm gonna kill you asshole, no matter what!"]}, {"name": "You", "audio": "", "normalized": ["You're free to believe that if you like…"]}, {"name": "You", "audio": "", "normalized": ["Well then, that concludes the statement of informed consent from me.", " Although I'm not looking for you to agree to it."]}, {"name": "", "audio": "", "normalized": ["On the other side of the monitor, the man instructed his subordinates who were surely around to operate the machine."]}, {"name": "Maika", "audio": "v_sr090_0010", "normalized": ["Wait!", " So what you're saying is… if I live, without being restrained… You're saying you're going to set me free!"]}, {"name": "Maika", "audio": "v_sr090_0011", "normalized": ["I'll tell you right now… when that time comes, you're going to regret that you didn't kill me, don't forget it!"]}, {"name": "You", "audio": "", "normalized": ["…Is that so."]}, {"name": "", "audio": "", "normalized": ["The man was completely calm as Maika shouted, breathing roughly."]}, {"name": "You", "audio": "", "normalized": ["Oh, I forgot something important."]}, {"name": "You", "audio": "", "normalized": ["While we're doing surgery on your brain, we're going to thoroughly remodel your already sensitive body too."]}, {"name": "You", "audio": "", "normalized": ["If you become crippled it'll be a waste, but since there's a 50% chance… it's not a bad investment in your future as a sex slave."]}, {"name": "Maika", "audio": "v_sr090_0012", "normalized": ["…I'm gonna kill you, asshole… I'll completely burn you to ashes…"]}, {"name": "Maika", "audio": "v_sr090_0013", "normalized": ["I'll roast you alive so that you're howling in tears at your own charred flesh…"]}, {"name": "Maika", "audio": "v_sr090_0014", "normalized": ["But I won't kill you right away… I'll bring back your consciousness over and over as your whole body is slowly incinerated…"]}, {"name": "", "audio": "", "normalized": ["Her eyes brightly burned like the fires of hell with hatred and bloodlust."]}, {"name": "", "audio": "", "normalized": ["Even though she knew it was impossible, her gaze was full of violent rage, as though if those small fry looking into it, they would die on the spot."]}, {"name": "", "audio": "", "normalized": ["However, even at this gaze, the man's face remained composed, and his lips bent in a smile."]}, {"name": "You", "audio": "", "normalized": ["Is that the last thing you want to think with your prefrontal cortex before it gets dissolved?"]}, {"name": "Maika", "audio": "v_sr090_0015", "normalized": ["I'm telling you… My will, my memory, my soul will―definitely remain, remember it!", " I'll get my revenge on you, you pervert…"]}, {"name": "", "audio": "", "normalized": ["The meat walls wriggled and the tentacles stretched out.", " Though they were at the edge of her vision, Maika glared at the man without losing heart."]}, {"name": "Maika", "audio": "v_sr090_0016", "normalized": ["Nggh… shit, this won't be enough to… aggh, nnh, nnhhnn?!"]}, {"name": "", "audio": "", "normalized": ["Thin feelers wound like ivy around her breasts, encircling them from base to tip and constricting until they looked like boneless hams."]}, {"name": "", "audio": "", "normalized": ["Before long, the shape of her soft bosoms warped, and a creaking sound of pain came forth―"]}, {"name": "", "audio": "", "normalized": ["Or at least, that's what Maika had expected until that moment.", " However…"]}, {"name": "Maika", "audio": "v_sr090_0017", "normalized": ["Nnhaah?!", " Haiiee, ihiihii!", " Nnghhnnhh… haah, aah!"]}, {"name": "", "audio": "", "normalized": ["Thanks to the aphrodisiac injected by the meat tentacles, her normally susceptible breasts were now as oversensitive as a giant clitoris."]}, {"name": "", "audio": "", "normalized": ["At the moment they closed around her, she melted inside her chest, her whole body tingling, as waves of sweet pleasure spread throughout her, piercing her abdomen."]}, {"name": "Maika", "audio": "v_sr090_0018", "normalized": ["Stop, l-let me… nnhii!", " Let me goo… aah, phwaahn!"]}, {"name": "", "audio": "", "normalized": ["Her nipples completely stiffened at once, and she let out a sweet voice."]}, {"name": "", "audio": "", "normalized": ["She tried to bite her lip and glare at the man, but more thin tentacles appeared, grazing against not only her chest but every sensitive spot on her body."]}, {"name": "Maika", "audio": "v_sr090_0019", "normalized": ["You asshole… something like this… aghh, nnhhaahh!", " Haah… aahn… phh, guhh…"]}, {"name": "", "audio": "", "normalized": ["Just from her skin being lightly rubbed against, her spine leapt and her restrained limbs trembled."]}, {"name": "", "audio": "", "normalized": ["At Maika's crotch, too, now came even thinner tentacles than the ones torturing her chest…"]}, {"name": "", "audio": "", "normalized": ["…pushing the fabric of her underwear to the side and exposing her inviting flesh that had never been touched by the opposite sex."]}, {"name": "Maika", "audio": "v_sr090_0020", "normalized": ["Hyaah… th-that's… haahn… nngh, get away from… hyaah…"]}, {"name": "", "audio": "", "normalized": ["Having had her breasts tormented and wrapped, her exposed pussy lips were parted and sticky."]}, {"name": "", "audio": "", "normalized": ["From behind her hot, soaked inner lips came an incessant flow of female nectar, running down her thighs."]}, {"name": "Maika", "audio": "v_sr090_0021", "normalized": ["(Aah, haah… this kind of thing… nnh, nnhh!", " Wh-what…?", ")"]}, {"name": "", "audio": "", "normalized": ["As she tried to bear the shame of her dripping juices and the pleasant sensations covering her whole body…"]}, {"name": "", "audio": "", "normalized": ["…the flesh walls undulated before her eyes and a thick tentacle stretched forth."]}, {"name": "You", "audio": "", "normalized": ["Make sure you get a good look.", " That tentacle is gonna be the one to take your virginity… Heheheh.", " Wanna say hello to it?"]}, {"name": "Maika", "audio": "v_sr090_0022", "normalized": ["Sh…shut up!", " Anyway I'm not, a vir…I'm telling you, I'm not a virgin―nnhah?!", " Nnphh, I'm… telling you…"]}, {"name": "", "audio": "", "normalized": ["Her voice became sweetly shrill as the tentacles at her breasts squeezed and pecked at her nipples, stimulating them."]}, {"name": "", "audio": "", "normalized": ["Somehow managing to keep up her deception as she retorted, she heard the man's sigh from the monitor."]}, {"name": "You", "audio": "", "normalized": ["Oh my, what an exasperating woman…"]}, {"name": "You", "audio": "", "normalized": ["Well, it's fine.", " Make sure you enjoy that sex filled with love with your first partner as much as you can."]}, {"name": "Maika", "audio": "v_sr090_0023", "normalized": ["Be quiet, you perverted garbage son of a bitch… nnh, ghffh… phh.", "?!"]}, {"name": "", "audio": "", "normalized": ["*Zlurch, sploorch!", "* *Rrrip, squeeze…*"]}, {"name": "Maika", "audio": "v_sr090_0024", "normalized": ["Aguuhh?!", " Nghh, hhiih, hiihh… ihyaahh!"]}, {"name": "", "audio": "", "normalized": ["Without a single bit of restraint, the tentacle attacked Maika's flesh, tearing her membranes with a creak as it inserted itself into her virgin cave."]}, {"name": "", "audio": "", "normalized": ["Her fleshy tunnel had completely melted from the frequent pleasure and it swallowed up even the fat tentacle's fleshy head, making a sucking noise."]}, {"name": "", "audio": "", "normalized": ["Even so, with the pressure stretching her membranes past their limit, Maika's mouth and eyes were both opened wide as she cried out with a husky voice…"]}, {"name": "Maika", "audio": "v_sr090_0025", "normalized": ["Nnhooh… haah, ghh… aah… nnhahh, hiihh… ghhiihh…"]}, {"name": "", "audio": "", "normalized": ["Her mellow voice was overflowing with sweet heat, and she sighed slightly."]}, {"name": "", "audio": "", "normalized": ["Bright red blood flowed forth from where they were joined, and clear fluids mixed together with it as they ran down."]}, {"name": "", "audio": "", "normalized": ["The insertion felt as though it had split open her pussy muscles, but because of the aphrodisiac, her melting lewd flesh filled with pleasure."]}, {"name": "", "audio": "", "normalized": ["Maika's brain was dyed pink in an instant."]}, {"name": "Maika", "audio": "v_sr090_0026", "normalized": ["(Wh-who would… who… from thish… kind of shing… it'sh nothing… phggh, aah!", ")"]}, {"name": "", "audio": "", "normalized": ["The welling stimulation made her spine shudder, but she bit her lip disgracefully, trying her best not to let her ahegao show."]}, {"name": "You", "audio": "", "normalized": ["Congrats on losing your virginity, Maika… Heheh, I think it suits you pretty well, with that tentacle."]}, {"name": "Maika", "audio": "v_sr090_0027", "normalized": ["I'm, not… a virgin… thish… kind of thing… is nothing at all… I'm a… big slut…"]}, {"name": "", "audio": "", "normalized": ["It was clear from her trembling voice and her expression that this was nothing more than a bluff."]}, {"name": "", "audio": "", "normalized": ["Saliva dripped from her opened mouth and love juices flowed like a waterfall from her crotch where the tentacle was inserted."]}, {"name": "", "audio": "", "normalized": ["Her stuck-out hips were also making her ripe buttocks sway and she continued to tremble all over."]}, {"name": "", "audio": "", "normalized": ["Nevertheless, Maika didn't forget her sharp words even as she refused to acknowledge the reality of her virginity being taken from her captured body."]}, {"name": "", "audio": "", "normalized": ["The man smiled lasciviously at her attitude and spoke cheerfully."]}, {"name": "You", "audio": "", "normalized": ["My goodness… If you're that much of a slut, then you'd better get some experience with this hole too."]}, {"name": "Maika", "audio": "v_sr090_0028", "normalized": ["Nnhyaah―agghii, hahiiee?!"]}, {"name": "", "audio": "", "normalized": ["The extremely thick piece of meat was vigorously pumping in and out of Maika, the tentacle penis bulging up from her abdomen as it dug halfway into her vagina."]}, {"name": "", "audio": "", "normalized": ["In time with this, the meat wall wriggled behind her as yet another fat, log-like tentacle aimed for Maika's anus and stuck its head in."]}, {"name": "Maika", "audio": "v_sr090_0029", "normalized": ["Nghhii―?!", " Ighiih, haah… ahiiee, nhhiih… hohh, ohhoh…"]}, {"name": "", "audio": "", "normalized": ["The in and out movement was so severe it wouldn't be strange if it caused a normal person to pass out or lose their mind.", " It was surely accompanied by an intense pain."]}, {"name": "", "audio": "", "normalized": ["However, even at the best of times Maika's lewd body was so sensitive, and the aphrodisiac injections had exploited this further."]}, {"name": "", "audio": "", "normalized": ["It changed even those stimulations into pleasure."]}, {"name": "Maika", "audio": "v_sr090_0030", "normalized": ["(Nhoohh, my ass, my aass?!", " Aghh, it'sh, inshiide… nguuh!", " Don't come in…)"]}, {"name": "", "audio": "", "normalized": ["If she weren't restrained, she would most likely be writhing, attempting to withstand the pressure and pleasure."]}, {"name": "", "audio": "", "normalized": ["Unable to move, her body fixed in its place convulsed and shuddered violently, and her expression twisted further, on the brink of collapse."]}, {"name": "Maika", "audio": "v_sr090_0031", "normalized": ["Nhyuuhh… hohh, awaooh… owahh… nghh!"]}, {"name": "", "audio": "", "normalized": ["Her eyes rolled back and exposed the whites, and her tongue stuck out from her lips that revealed her red mouth, as it bent backwards."]}, {"name": "", "audio": "", "normalized": ["Her lewd face looked as though even her thoughts had been melted by pleasure."]}, {"name": "", "audio": "", "normalized": ["She breathed out hard from her wide-open nostrils over and over, continuing to gasp loudly and indecently."]}, {"name": "Maika", "audio": "v_sr090_0032", "normalized": ["Nnghhohh!", " Thiish?!", " Thish is too much, too muuch!", " Nghhii, I'm gonna die, I'm gonna diie?!"]}, {"name": "", "audio": "", "normalized": ["Maika writhed, with her ample breasts and ripe butt swaying clumsily as a huge spray of female ejaculate showered forth from her urethra."]}, {"name": "", "audio": "", "normalized": ["She howled like an animal."]}, {"name": "Maika", "audio": "v_sr090_0033", "normalized": ["(Aaah?!", " Diick, tentacle diick, it'sh coming, inshiide, all the way inshide my bodyy!", ")"]}, {"name": "", "audio": "", "normalized": ["Not stopping with just forcing their way in, the thick tentacles were buried in both holes."]}, {"name": "", "audio": "", "normalized": ["They violently pumped in and out, gouging at her folds and showering sex and intestinal fluids everywhere."]}, {"name": "", "audio": "", "normalized": ["If she weren't being supported, she would no longer be able to stand, as her entire lower half was exhausted and trembling from the pleasures of the flesh."]}, {"name": "", "audio": "", "normalized": ["Seeing this, the man spoke, finally satisfied."]}, {"name": "You", "audio": "", "normalized": ["Well then, it's time for the long-awaited brain-dissolving!", " I'll dissolve you as you melt from pleasure on the inside!"]}, {"name": "Maika", "audio": "v_sr090_0034", "normalized": ["St… shtoopp!"]}, {"name": "", "audio": "", "normalized": ["Maika's screams of anguish and fury and wheezing were all in vain, as superfine threadlike tentacles stretched out from the meat walls…"]}, {"name": "", "audio": "", "normalized": ["…and attached themselves to the Taimanin girl who gasped in agony."]}, {"name": "", "audio": "", "normalized": ["The tentacles slid into her ear and nose holes, spreading the aphrodisiac fluid as they sped up, aiming for their goal, the prefrontal cortex."]}, {"name": "Maika", "audio": "v_sr090_0035", "normalized": ["Nnbhhii?!", " Ighhii!", " Hyaah, shtoop… nnhoohh, ohhoohh, obohh!", " I'm dyiing!"]}, {"name": "", "audio": "", "normalized": ["Even though her ear and nose holes which normally a person couldn't touch were being violated, she didn't feel any pain."]}, {"name": "", "audio": "", "normalized": ["In addition to the aphrodisiac that made her whole body into the center of pleasure, the aphrodisiac liquid also acted as a lubricant…"]}, {"name": "", "audio": "", "normalized": ["…making the stimulations that passed through her change to pleasure even as she was violated."]}, {"name": "Maika", "audio": "v_sr090_0036", "normalized": ["(Nnnbhh, ophh, howaahh!", " Th-thish… this is too much, too much, too muuch, oghh?!", ")"]}, {"name": "", "audio": "", "normalized": ["Maika's eyes were wide and rolled back in her head at the ecstasy of having not only her two sexual holes overrun."]}, {"name": "", "audio": "", "normalized": ["But even being violated in holes one would never expect."]}, {"name": "", "audio": "", "normalized": ["She unintelligible squeals leaked from the back of her throat as sex and intestinal fluids flowed down and mixed at her groin…"]}, {"name": "", "audio": "", "normalized": ["…and she let loose another severe spray of female cum."]}, {"name": "Maika", "audio": "v_sr090_0037", "normalized": ["Nnhbbhhaah?!", " My head, shtrange, shomething'sh shtrangee?!", " Nghhii, highii♪"]}, {"name": "", "audio": "", "normalized": ["There was no longer a trace of her trying to endure the pleasure, as a lewd smile appeared on Maika's face."]}, {"name": "", "audio": "", "normalized": ["The tentacles digging into her four holes had long since reached her brain and had begun surgery to tamper with its contents."]}, {"name": "", "audio": "", "normalized": ["Even these delicate movements that tampered with her brain felt like maddening pleasurable stimulations to Maika."]}, {"name": "", "audio": "", "normalized": ["She was wrapped in tingling sensations like she had been struck by lightning."]}, {"name": "Maika", "audio": "v_sr090_0038", "normalized": ["Agghyyaah!", " It'sh too muuch, stop, hohhii… ihiih―!"]}, {"name": "", "audio": "", "normalized": ["*Spray, spray, spraay!", "*"]}, {"name": "", "audio": "", "normalized": ["Maika looked like an artistic erotic statue inside the medical device as she repeatedly climaxed while squirting with the tentacles attacking her whole body."]}, {"name": "You", "audio": "", "normalized": ["Phwahahaha!", " What a beautiful mess you are, Maika Kamimura!", " How does it feel to have your brain dissolved?"]}, {"name": "You", "audio": "", "normalized": ["I'll brand you with a little proof to show that you belong to me now to commemorate!"]}, {"name": "Maika", "audio": "v_sr090_0039", "normalized": ["Nghghyuuhh, I don't, need… need thaat, aghii?!"]}, {"name": "", "audio": "", "normalized": ["As if her resistance to the man's words were that strong, Maika let out a scream of denial even as she gasped and her flesh shook and trembled."]}, {"name": "", "audio": "", "normalized": ["Yet another new tentacle drew close to her skin.", " It was a hard tentacle furnished with a red-hot shining branding iron at its tip."]}, {"name": "Maika", "audio": "v_sr090_0040", "normalized": ["Nnhhguuh!", " My pussy, my pusshhyy… hghuuh?!"]}, {"name": "", "audio": "", "normalized": ["The smouldering tentacle iron burned Maika's beautiful skin.", " The heat made the sound of the sizzling meat fill the air as the proof the man had talked about appeared…"]}, {"name": "Maika", "audio": "v_sr090_0041", "normalized": ["Nnhhoohh?!", " Hohiiee, I'm cuummiing!", " I'm cumming, I'm cumming with my ass and pussyy!"]}, {"name": "", "audio": "", "normalized": ["An indecent heart-shaped brand carved into her flesh as it was sent screaming into another peak."]}, {"name": "", "audio": "", "normalized": ["Having her brain remodeled, being made into the man's possession… For Maika, it was the proof of her disgrace and hatred."]}, {"name": "", "audio": "", "normalized": ["However, Maika had no room even to think of this, as her whole body spasmed wildly, and her eyes rolled back disgracefully, as her lower half relaxed."]}, {"name": "Maika", "audio": "v_sr090_0042", "normalized": ["Nhhohh, hiih… fuhhiinhh☆"]}, {"name": "You", "audio": "", "normalized": ["Heheheh, seems like the surgery is going well… Now then, all that's left is the implant… but how will it turn out?"]}, {"name": "", "audio": "", "normalized": ["*Whirr… glurp glurp glurp glurp…*"]}, {"name": "", "audio": "", "normalized": ["At the man's order, the machine began to move and the inside of the meat walls began to fill with a demonic fluid."]}, {"name": "", "audio": "", "normalized": ["However, Maika was completely unresponsive, having had all of her senses, her reactions, her thinking completely melted, and her consciousness hadn't returned."]}, {"name": "Maika", "audio": "v_sr090_0043", "normalized": ["Phgghh, ophh, ohhohh… ouhnn♪", " Nnmhh, hggh, hghhgh… ihyaahh, auuhh!"]}, {"name": "", "audio": "", "normalized": ["Unconsciously muttering incomprehensible words, she continued to be battered by her climax."]}, {"name": "", "audio": "", "normalized": ["Her trembling body slowly sank beneath the demonic fluid."]}, {"name": "You", "audio": "", "normalized": ["…This is farewell for a little while, Maika."]}, {"name": "You", "audio": "", "normalized": ["This is where the brain transplant begins, but well―whether you will live, or whether you will be crippled forever…"]}, {"name": "", "audio": "", "normalized": ["His crooked lips and darkly shining eyes betrayed his twisted feelings."]}, {"name": "You", "audio": "", "normalized": ["If you become an unsightly sex slave who can't resist me even while you hate me, let's meet again."]}, {"name": "", "audio": "", "normalized": ["His scorn echoed throughout the lab.", " However, that sound no longer could reach Maika's ears…"]}]