[{"name": "Tokiko", "audio": "v_srt070_0000", "normalized": ["…."]}, {"name": "Tokiko", "audio": "v_srt070_0001", "normalized": ["Why is that woman here, I wonder?"]}, {"name": "", "audio": "", "normalized": ["As the head of the organization, the man and Tokiko's days were often hectic, and they finally had a rare holiday―"]}, {"name": "", "audio": "", "normalized": ["But as usual, Tokiko's expression was anything but sunny."]}, {"name": "", "audio": "", "normalized": ["Even though it was supposed to be their private holiday, for some reason 'that woman'―Ririko Chigasaki, who had awakened as a demon, was accompanying them."]}, {"name": "", "audio": "", "normalized": ["As a result of their exhaustive search, they had finally found that she was working as a prostitute, and the man enticed her to join them by buying her company."]}, {"name": "", "audio": "", "normalized": ["They were now here like this as a result."]}, {"name": "", "audio": "", "normalized": ["Having entrusted her with his penis, the pleased Ririko had become the man's personal harlot, receiving a stipend and traveling along with them ever since."]}, {"name": "", "audio": "", "normalized": ["Thus, perhaps displeased with the arrangement, Tokiko glared at the woman who followed him around even in his private time with an ill gaze."]}, {"name": "Ririko", "audio": "v_srev0070_0000", "normalized": ["…Hey, what's with this woman.", " For a while now she's been looking like rotten semen."]}, {"name": "Tokiko", "audio": "v_srt070_0002", "normalized": ["Wha―?!"]}, {"name": "", "audio": "", "normalized": ["Unwilling to ignore being constantly watched, Ririko opened her mouth as if to stir up some trouble."]}, {"name": "", "audio": "", "normalized": ["Tokiko immediately lifted her eyes and scowled at her even more pointedly."]}, {"name": "You", "audio": "", "normalized": ["(What's this… I don't really get it, but it seems like Tokiko and Ririko really don't get along…)"]}, {"name": "", "audio": "", "normalized": ["The man murmured inside his head, feeling uneasy at the situation."]}, {"name": "", "audio": "", "normalized": ["This was an important time in the plan to entice Ririko.", " If things went bad here and her mood turned sour, she might go on the offensive."]}, {"name": "You", "audio": "", "normalized": ["(This is bad, I can't let her get provoked… Guess it's unavoidable.", ")"]}, {"name": "You", "audio": "", "normalized": ["Ririko, wait here just a moment… Tokiko."]}, {"name": "Tokiko", "audio": "v_srt070_0003", "normalized": ["Yes."]}, {"name": "", "audio": "", "normalized": ["Tokiko replied immediately as she followed him, and Ririko, having been left all alone, shouted from afar."]}, {"name": "Ririko", "audio": "v_srev0070_0001", "normalized": ["Hey… w-wait!", " Sheesh, what's with this!", " I thought we could have some stimulating fun on this beach…"]}, {"name": "", "audio": "", "normalized": ["Although complaints spilled forth from her mouth, it seemed as though she would somehow wait obediently."]}, {"name": "", "audio": "", "normalized": ["Tokiko snickered as she looked at this from far away and questioned him."]}, {"name": "Tokiko", "audio": "v_srt070_0004", "normalized": ["What can I help you with, my lord?"]}, {"name": "", "audio": "", "normalized": ["Different from before, as though her mood had recovered a bit, Tokiko's speech was subdued."]}, {"name": "You", "audio": "", "normalized": ["…Tokiko, try not to mess with Ririko."]}, {"name": "Tokiko", "audio": "v_srt070_0005", "normalized": ["…?!"]}, {"name": "You", "audio": "", "normalized": ["Right now I'm in the middle of disciplining Ririko, and things would get ugly if she gets prodded badly and starts revolting."]}, {"name": "You", "audio": "", "normalized": ["Try not to meddle with her until she submits completely―"]}, {"name": "", "audio": "", "normalized": ["He had only gotten this much out when, unusual for Tokiko, she glared at the man and spoke with thorny words."]}, {"name": "Tokiko", "audio": "v_srt070_0006", "normalized": ["Well, I wonder about that!"]}, {"name": "You", "audio": "", "normalized": ["Huh?!", " H-hey, Tokiko… what's wrong, why are you mad?", " I always discipline women, don't I?"]}, {"name": "", "audio": "", "normalized": ["It wasn't just her tone, but her expression was also frank with anger, and her face was completely red as she shouted."]}, {"name": "Tokiko", "audio": "v_srt070_0007", "normalized": ["Of course you do normally, because that's work!", " But right now is our personal time, shouldn't you just forget about work?!"]}, {"name": "You", "audio": "", "normalized": ["…Don't be unreasonable.", " It might be our holiday, but enticing her is of the utmost importance―"]}, {"name": "", "audio": "", "normalized": ["He spoke to her calmly, trying to somehow convince her, but Tokiko's face grew even redder, as though she were still unhappy with something."]}, {"name": "", "audio": "", "normalized": ["She turned her head away from him in a huff."]}, {"name": "Tokiko", "audio": "v_srt070_0008", "normalized": ["…Right, fine then!", " You can discipline that woman or whatever, please, by all means, do whatever you like!"]}, {"name": "Tokiko", "audio": "v_srt070_0009", "normalized": ["Because I'm going to enjoy my holiday by myself!", " I'm going to go get hit on by some suspicious strangers or something, goodbye!"]}, {"name": "", "audio": "", "normalized": ["Spitting out these words, Tokiko left the scene quickly."]}, {"name": "", "audio": "", "normalized": ["The overpowering menace in her gaze made the man forget about chasing after her, and he stood there dazed until her figure grew small in the distance."]}, {"name": "You", "audio": "", "normalized": ["…Tokiko, what's wrong with you all of a sudden…?"]}, {"name": "", "audio": "", "normalized": ["Tokiko was normally calm and collected, always faithful to the man, so it was startling to see her lose her cool."]}, {"name": "", "audio": "", "normalized": ["Nevertheless―even Tokiko had her grievances."]}, {"name": "", "audio": "", "normalized": ["Their long-awaited holiday, their personal time."]}, {"name": "", "audio": "", "normalized": ["They were spending it on this beach full of memories―the place she and the man had visited when they were small children, but now…"]}, {"name": "", "audio": "", "normalized": ["Disciplining a woman―in other words, he had brought her along with the goal of having sex, and it offended Tokiko deeply."]}, {"name": "You", "audio": "", "normalized": ["…What's the big deal…?"]}, {"name": "", "audio": "", "normalized": ["Not realizing the issue, though he thought hard, he was at a loss, when suddenly he heard a voice from behind."]}, {"name": "Ririko", "audio": "v_srev0070_0002", "normalized": ["What's WITH that woman?", " In other words, she wants my personal―your dick, huh?"]}, {"name": "You", "audio": "", "normalized": ["…I told you to wait over there, didn't I."]}, {"name": "", "audio": "", "normalized": ["His eyes were cold as he scowled at Ririko who had willfully decided to chase after him."]}, {"name": "Ririko", "audio": "v_srev0070_0003", "normalized": ["Pssh, it's fine, right?", " But seriously, that woman, aiming for my dick, she really doesn't know her place―"]}, {"name": "You", "audio": "", "normalized": ["Shut your mouth, you idiot woman… Who the hell is your personal dick."]}, {"name": "You", "audio": "", "normalized": ["You're the one who's my personal cock sleeve, want me to remind you of that?"]}, {"name": "", "audio": "", "normalized": ["As he glared at Ririko with a bit of irritation as he grasped her arms, he caught her more easily than expected."]}, {"name": "Ririko", "audio": "v_srev0070_0004", "normalized": ["Aahn, that huurts…"]}, {"name": "You", "audio": "", "normalized": ["You're the one who's gonna learn your place.", " Open your pussy up like the female pig cock sleeve you are."]}, {"name": "Ririko", "audio": "v_srev0070_0005", "normalized": ["Heyy, that's mean… Even I have a little thing called 'pride' you know?"]}, {"name": "", "audio": "", "normalized": ["Although her words were meant to rile the man up, her eyes were wet with enthusiasm and her body was filled with warmth."]}, {"name": "", "audio": "", "normalized": ["She was already looking like she was in heat and pursuing him."]}, {"name": "You", "audio": "", "normalized": ["What 'pride'?", " Don't make me laugh.", " This is a good opportunity… Get that ass out and get up on that table."]}, {"name": "", "audio": "", "normalized": ["As the man spoke and pointed out with his chin a table that was set up on the beach, Ririko gazed at his swelling groin with enraptured eyes."]}, {"name": "Ririko", "audio": "v_srev0070_0006", "normalized": ["Nnh… yes, understood… If that's what you wish for, then here… nnh… I'll put on a show for you… Fufu♪"]}, {"name": "", "audio": "", "normalized": ["Ririko climbed the table as she was told, and showed off her skin that had tanned along with her demon awakening, sticking her plump buttocks out behind her."]}, {"name": "Ririko", "audio": "v_srev0070_0007", "normalized": ["Okay… just as you wished for, I'm ready… Mr.", " Sponsor?"]}, {"name": "", "audio": "", "normalized": ["Although her tone was composed, Ririko's cheeks were red with embarrassment, and her eyes clouded feverishly, already excited just from this."]}, {"name": "You", "audio": "", "normalized": ["…What's up with this?", " Your pussy is already dripping wet just from me ordering you around…"]}, {"name": "You", "audio": "", "normalized": ["Sheesh, what an unbelievably lecherous demon you are."]}, {"name": "Ririko", "audio": "v_srev0070_0008", "normalized": ["Aahn… n-no way… gphh, nnh, haah… ahaah…"]}, {"name": "", "audio": "", "normalized": ["As her plump, bare ass was fondled, Ririko immediately started squirming and shaking, wiggling her butt and showing off its feminine charms to the man."]}, {"name": "", "audio": "", "normalized": ["The sightseers visiting the surrounding area began to turn their curious eyes on the beautiful woman on all fours perched atop the beach table as well."]}, {"name": "Sightseer 1", "audio": "", "normalized": ["H-hey, get a load of that…"]}, {"name": "Sightseer 2", "audio": "", "normalized": ["What's what, are they filming a porno?"]}, {"name": "Sightseer 3", "audio": "", "normalized": ["What a hot chick… let's go get a better look."]}, {"name": "", "audio": "", "normalized": ["At the words of these strangers who she normally wouldn't give a second look to, she felt the reality of her body being on display, and Ririko's spine tingled."]}, {"name": "Ririko", "audio": "v_srev0070_0009", "normalized": ["(Nnphh… this is so humiliating… oh man, I'm getting so turned on…)"]}, {"name": "", "audio": "", "normalized": ["She was fine with showing off for the man whose personal harlot she had become…"]}, {"name": "", "audio": "", "normalized": ["…but the thought of exposing her lewd bits in front of even unrelated people and being ogled by them was irresistible."]}, {"name": "You", "audio": "", "normalized": ["What's this, you're getting excited from being watched?", " You really are just completely crazy for cock."]}, {"name": "Ririko", "audio": "v_srev0070_0010", "normalized": ["Nnguuh… d-don't say that… nnh, hyaahnn!", " Aiee, hiinnh…"]}, {"name": "", "audio": "", "normalized": ["While he massaged her ass, the man fondled her lewd slit, pushing at her membranes with a wet sensation."]}, {"name": "", "audio": "", "normalized": ["With just the slightest movement of his fingers, an indecent squelch echoed, and love nectar gushed forth incessantly from deep within her pussy flesh."]}, {"name": "Ririko", "audio": "v_srev0070_0011", "normalized": ["Aaah… nnhhahh, hey… how about we…"]}, {"name": "", "audio": "", "normalized": ["Unable to bear the teasing sensation of his fingers, Ririko wiggled her rump even more indecently."]}, {"name": "", "audio": "", "normalized": ["She pushed up against the man's palms and gave him a cajoling smile."]}, {"name": "", "audio": "", "normalized": ["The man laughed scornfully at Ririko's behavior, and pressed his exposed meat stick against the entrance of her vagina."]}, {"name": "", "audio": "", "normalized": ["*Zlorch… shlurp, shlick, splurch…*"]}, {"name": "Ririko", "audio": "v_srev0070_0012", "normalized": ["Ohphhw!", " Nnhooh, haah… aah, s-so quick―nnghhii?!"]}, {"name": "", "audio": "", "normalized": ["*Gluurch, ghlrrbb!", "*"]}, {"name": "Ririko", "audio": "v_srev0070_0013", "normalized": ["Phgghh… oohhnh!"]}, {"name": "", "audio": "", "normalized": ["Her folds spread wide as his thick piece forced its way in, and the mushroom cap of his jutting-out rod gouged out her pussy."]}, {"name": "", "audio": "", "normalized": ["In an instant her spine jumped and shivered, and Ririko's tongue hung out of her mouth as her expression slackened and she overflowed with sweetly indecent cries."]}, {"name": "Ririko", "audio": "v_srev0070_0014", "normalized": ["Uwaah, hohh… hoohh… aauhh, haah… it's inshide… auughh, nhhahh…"]}, {"name": "You", "audio": "", "normalized": ["Heheh, what's the matter… I've still only just crammed the tip inside your entrance, you know?"]}, {"name": "Ririko", "audio": "v_srev0070_0015", "normalized": ["E-even if you… shay that, nnghh?!", " Aiiee!", ","]}, {"name": "", "audio": "", "normalized": ["Even as she answered him, the man continued moving his hips forward, pressuring her soaked vulva and filling her up with the taste and sensation of his man meat."]}, {"name": "Ririko", "audio": "v_srev0070_0016", "normalized": ["(Howaah… hwahh… nn-no good… hauuhh, nnh… thish is… amazhing after all…)"]}, {"name": "", "audio": "", "normalized": ["As if savoring the feel of her cunt, his hard rod dug into her wet pleats slowly, making Ririko's entire body shake violently."]}, {"name": "Ririko", "audio": "v_srev0070_0017", "normalized": ["Nnnhghh!", " Hggh, aah… nnhaah!"]}, {"name": "", "audio": "", "normalized": ["His penis which was buried halfway inside her vagina stroked her slowly several times, carving the heat and texture of his man meat into her, and then―"]}, {"name": "Ririko", "audio": "v_srev0070_0018", "normalized": ["Agghh… nnhahh, ghhii… so suddenlyy… aghh…"]}, {"name": "", "audio": "", "normalized": ["His hips crashed against her like a slap, with enough force to send her honeyed fluids flying, as his raging pole pierced the deepest part of her pussy."]}, {"name": "", "audio": "", "normalized": ["The shock bent her spine deeply, and her ahegao was on full display to the crowd as her eyes and nose opened wide and her slovenly lips loosened."]}, {"name": "Ririko", "audio": "v_srev0070_0019", "normalized": ["Nnhaah… hyaah, w…wait, slower―hiieenhh?!", " N-no good, it's too faasht!"]}, {"name": "", "audio": "", "normalized": ["She had no time to fix her expression, as the man's hips beat wildly against her buttocks and her whole body shook."]}, {"name": "", "audio": "", "normalized": ["Ririko's ample breasts swayed pendulously as she responded to the man."]}, {"name": "Ririko", "audio": "v_srev0070_0020", "normalized": ["Haiiee, aah… haauuh…"]}, {"name": "", "audio": "", "normalized": ["As she was penetrated while crouching down, she twisted her hips with her ass sticking out."]}, {"name": "", "audio": "", "normalized": ["She moved her own body back and forth energetically in time with his thrusts."]}, {"name": "You", "audio": "", "normalized": ["You sure are enjoying yourself.", " Is my dick that great?", " Answer me, Ririko!"]}, {"name": "Ririko", "audio": "v_srev0070_0021", "normalized": ["Nnghh, guphh… aiiee, haah, nnhh, nnhhnn!", " It's good, it's shoo good!"]}, {"name": "Ririko", "audio": "v_srev0070_0022", "normalized": ["It's so h-hard and thiick!", " Having something like this inside… I can't get enough of iit!"]}, {"name": "", "audio": "", "normalized": ["Each time he thrusted inside of her, a spray of love fluids scattered, and drool dripped down Ririko's disheveled animal expression."]}, {"name": "", "audio": "", "normalized": ["Seeing this, the surrounding men grew excited and cheered on Ririko one after another."]}, {"name": "Sightseer 1", "audio": "", "normalized": ["That's it, missy!"]}, {"name": "Sightseer 2", "audio": "", "normalized": ["Hey bro, don't go any harder!"]}, {"name": "Sightseer 3", "audio": "", "normalized": ["You may as well give us a little fanservice!"]}, {"name": "You", "audio": "", "normalized": ["…Hmm, that's right… hey, Ririko."]}, {"name": "", "audio": "", "normalized": ["With her fingers moving as if to clutch at something as she endured the pleasure, Ririko gave a flirty smile as she turned her enraptured face and awaited the man's words."]}, {"name": "Ririko", "audio": "v_srev0070_0023", "normalized": ["Wh-what is it… nngh, uwaah…"]}, {"name": "You", "audio": "", "normalized": ["Since we're here and all, give the peanut gallery a little fanservice.", " You should remember what to do."]}, {"name": "", "audio": "", "normalized": ["Hearing this, Ririko faintly recalled her past self in the days before becoming a demon, and her lips loosened in an obscene smile."]}, {"name": "Ririko", "audio": "v_srev0070_0024", "normalized": ["Nnh… y-yes… l-like this?"]}, {"name": "", "audio": "", "normalized": ["Ririko who had been filmed before as a porn actress made a gesture at his command."]}, {"name": "Ririko", "audio": "v_srev0070_0025", "normalized": ["Auuhh… nnh, eheh, peeace♪"]}, {"name": "", "audio": "", "normalized": ["She made a peace sign as she showed them her thoroughly slutty face that screamed 'I love sex' and her feeble eyes clouded."]}, {"name": "You", "audio": "", "normalized": ["That's right, just like that… You all!", " You must be getting bored of just watching, if you want, then you can film this all you like!"]}, {"name": "", "audio": "", "normalized": ["Responding to the man's words, without the slightest hesitation, the surrounding spectators readied their cameras and smartphones."]}, {"name": "", "audio": "", "normalized": ["The sound of camera shutters firing began to echo around them."]}, {"name": "Ririko", "audio": "v_srev0070_0026", "normalized": ["(Nnnhaahh!", " This situation… there's so many people filmiing!", ")"]}, {"name": "", "audio": "", "normalized": ["Her face grew red with shame, but the disgrace further stirred up the pleasure within her, and she maintained her smile and peace sign."]}, {"name": "", "audio": "", "normalized": ["Her tongue hung out sloppily and she made an enticing expression."]}, {"name": "", "audio": "", "normalized": ["Just like that, each time he pierced the deepest part of her pussy, Ririko's expression broke down in bliss."]}, {"name": "", "audio": "", "normalized": ["She exposed her ahegao as her body shook and her breasts bounced painfully."]}, {"name": "", "audio": "", "normalized": ["Fluids dripped from the place where they were joined as if she had wet herself, and a filthy puddle with her womanly scent spread across the surface of the table."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, as soon as they started filming, you got all wet again… you really are a useless pervert!"]}, {"name": "Ririko", "audio": "v_srev0070_0027", "normalized": ["Auuhh!", " Yes, yesh… that's riight!", " I'mma, u-useless perverrt!"]}, {"name": "", "audio": "", "normalized": ["As his hips slapped against her buttocks, her body jumped, and she displayed her smile and peace sign so that everyone around could see clearly."]}, {"name": "Ririko", "audio": "v_srev0070_0028", "normalized": ["Fghh, guohh… it'sh so good… aah!", " I'm so turned on…"]}, {"name": "You", "audio": "", "normalized": ["That's it, smile more!", " Get even more turned on!", " Tell them all the flavor of my dick, shout out how it feels, you female pig cock sleeve!"]}, {"name": "", "audio": "", "normalized": ["Her face and her mind had totally melted, and even the man's ridicule and scorn felt like nothing but a little spice to tickle her senses."]}, {"name": "Ririko", "audio": "v_srev0070_0029", "normalized": ["Aiie… it's s-so hard… your dick is digging into me… my pussy!", " It's rubbing hard against me!"]}, {"name": "Ririko", "audio": "v_srev0070_0030", "normalized": ["Otherwise… I want iit!", " Aaah, uggh, I'm being staabbed!", " Deep inside, my weak spot is going crazyy!"]}, {"name": "Ririko", "audio": "v_srev0070_0031", "normalized": ["Nnhaah!", " Your dick, I love iit!", " It feelsh so good, so good, the best, uwooahh!"]}, {"name": "", "audio": "", "normalized": ["The relentless stirring in her melting pussy, the intense pistoning that gouged and kneaded at her vaginal walls made Ririko shout with pleasure."]}, {"name": "", "audio": "", "normalized": ["There was a tingling in the back of her head and though her consciousness had floated up, her body's responses had become more pointed."]}, {"name": "", "audio": "", "normalized": ["Her limbs curled as she approached the goal before her."]}, {"name": "Ririko", "audio": "v_srev0070_0032", "normalized": ["Uwooah, aah!", " I'm cumming, I think I'm gonna cum, I'm gonna cuum!"]}, {"name": "You", "audio": "", "normalized": ["All right, cum!", " You perverted sow!", " Cum while these guys film the height of your orgasm!"]}, {"name": "", "audio": "", "normalized": ["With both arms and her hips held fast, the man's hips angled toward her and invaded her, piercing through to her womb as Ririko's head went flying."]}, {"name": "", "audio": "", "normalized": ["Her whole body arched backward as her lips opened wide, and each time lightning ran down her spine, her eyes crossed as she twitched all over."]}, {"name": "Ririko", "audio": "v_srev0070_0033", "normalized": ["(Nnh, raahh!", " Thish… th-thish… amazhing… it's no good, aaohhooh!", ")"]}, {"name": "", "audio": "", "normalized": ["Her spine tingled and her mind was filled with a dazzling, flickering light."]}, {"name": "", "audio": "", "normalized": ["As the pleasure stabbed through her, her pussy folds drew tight and squeezed his thrusting member."]}, {"name": "", "audio": "", "normalized": ["At that moment, his spear pierced the deepest part of her, swelling up hugely."]}, {"name": "", "audio": "", "normalized": ["*Sploorch!", "* *Splurtsplurt, zloorch!", "*"]}, {"name": "Ririko", "audio": "v_srev0070_0034", "normalized": ["Nnhhiiee?!", " Hgghaahh, aghh, uwaahh!", ","]}, {"name": "", "audio": "", "normalized": ["As she squealed, letting out a scream like she was dying, Ririko trembled as she climaxed, struggling and convulsing on top of the table."]}, {"name": "Ririko", "audio": "v_srev0070_0035", "normalized": ["Nnhohh…ahii, hyahh… I'm cummiing!", " Nhhah, haiiee!"]}, {"name": "", "audio": "", "normalized": ["Even as she came, the man's semen poured out incessantly, its thick white stickiness inflaming her walls, splashing and clinging to the back of her womb."]}, {"name": "", "audio": "", "normalized": ["*Splash splash… sprayy!", "*"]}, {"name": "", "audio": "", "normalized": ["As her plump, twitching ass stuck out even further, Ririko's urethra swelled and a huge shower of fluid sprayed out from her opening."]}, {"name": "", "audio": "", "normalized": ["Intoxicated by the feeling of expulsion, she scattered her shameful female ejaculate all over the table."]}, {"name": "", "audio": "", "normalized": ["She opened her mouth so wide the back of her throat could be seen."]}, {"name": "Ririko", "audio": "v_srev0070_0036", "normalized": ["Hoohh, nnhooh…hghh, more, I'm cumming, I keep cumming…"]}, {"name": "", "audio": "", "normalized": ["Ririko's saliva spilled from her mouth as she let out a disgusting laugh, her eyes opened wide in a trance, with her pussy flesh continuing to contract."]}, {"name": "", "audio": "", "normalized": ["Wringing every last drop of his male seed out with her pussy, Ririko continued to show off her orgasming face and peace sign to the cameras."]}, {"name": "Ririko", "audio": "v_srev0070_0037", "normalized": ["Nnhoh… haah, aghh…"]}, {"name": "", "audio": "", "normalized": ["Finally, as her long, long climax came to an end and her convulsions stopped, the man finally pulled his penis out, and Ririko's back shuddered at the sensation."]}, {"name": "", "audio": "", "normalized": ["Having lost his hard rod, her pussy opening was still stretched open wide beyond its limit."]}, {"name": "", "audio": "", "normalized": ["As steam poured off it, her swollen pink membranes were exposed to the cameras as well."]}, {"name": "", "audio": "", "normalized": ["The cloudy milk inside her dripped out onto the table like her fluids and drool, and Ririko fell face down into the grime."]}, {"name": "Ririko", "audio": "v_srev0070_0038", "normalized": ["Auuh… nnh, guhh…"]}, {"name": "You", "audio": "", "normalized": ["Hmm… dear me.", " So do you feel like you understand a little better now that you're just a female cock sleeve?"]}, {"name": "Ririko", "audio": "v_srev0070_0039", "normalized": ["Phwaah… I… undershtand…"]}, {"name": "", "audio": "", "normalized": ["Ririko's breathing had grown faint, and the man gripped her ass and massaged it to perk her up as he gave her an order."]}, {"name": "You", "audio": "", "normalized": ["If you understand your position, then by the time I get back, I want you to lick that table clean.", " While these guys film you, of course."]}, {"name": "Ririko", "audio": "v_srev0070_0040", "normalized": ["Aaah, hiiee… nnrrhh…"]}, {"name": "", "audio": "", "normalized": ["Ririko made no move to resist, but rather seemed to enjoy the masochistic pleasure as she obediently ran her tongue across the filth."]}, {"name": "You", "audio": "", "normalized": ["Well then… time to find Tokiko and start this vacation over."]}, {"name": "", "audio": "", "normalized": ["Saying this, the man left Ririko where she was and walked off to search for Tokiko."]}]