[{"name": "", "audio": "", "normalized": ["I was standing quietly with my eyes closed, amidst the excited and cheering crowd."]}, {"name": "", "audio": "", "normalized": ["I was focusing myself for the upcoming battle, but I could only sigh as I thought of the formidable foe I will be facing off against."]}, {"name": "You", "audio": "", "normalized": ["Humph… I really cornered myself this time."]}, {"name": "", "audio": "", "normalized": ["I was in a man-made island in the Tokyo Bay, called \"Tokyo Kingdom."]}, {"name": "", "audio": "", "normalized": ["The landfill was as large as Sakurajima island, developed under the government's plan for it to act as the corporate commercial district."]}, {"name": "", "audio": "", "normalized": ["However, the unstable floating city development failed and it never served its intended purpose, instead――"]}, {"name": "", "audio": "", "normalized": ["All commercial facilities were never built here because of poor public transportation, making it an isolated island, finally putting an end to the plan."]}, {"name": "", "audio": "", "normalized": ["In reality, the island became castle in the air, a city abandoned without ever seeing the light of the day."]}, {"name": "", "audio": "", "normalized": ["Eventually, all the scum fitting for such an abandoned place began to gather through the ten kilometer long and only bridge connecting the island――"]}, {"name": "", "audio": "", "normalized": ["The Tokyo Kingdom Bridge brought in all the illegal aliens, criminals, and anarchists, turning it into a slum filled with vice and decadency."]}, {"name": "", "audio": "", "normalized": ["The heat from the breaths of the dark pleasure district of Tokyo Kingdom was filled with a kind of madness the ordinary outsider would not even fathom."]}, {"name": "", "audio": "", "normalized": ["The gruesome and popular event held in the underground every night――"]}, {"name": "", "audio": "", "normalized": ["It was called \"NEO Chaos Arena."]}, {"name": "", "audio": "", "normalized": ["To put it simply, it was a modern day gladiatorial arena.", " Every night, the warriors fought to win over the crowd――"]}, {"name": "", "audio": "", "normalized": ["And perished if they were defeated, or thrown into a cruel punishment set up as a show, making their fate as a bet for the crowd."]}, {"name": "Man", "audio": "", "normalized": ["Lady Fuuko…"]}, {"name": "", "audio": "", "normalized": ["A man whispered to a female warrior at the ringside who was staring into the fierce battle that will continue through the night."]}, {"name": "Man", "audio": "", "normalized": ["Hey, Lady Fuuko?"]}, {"name": "You", "audio": "", "normalized": ["Hmnn?", " Ah, s-sorry about that.", " I must have been a little too preoccupied about the match."]}, {"name": "", "audio": "", "normalized": ["That was a not good at all.", " I was not quite used to being call \"Lady Fuuko\" just yet."]}, {"name": "", "audio": "", "normalized": ["So I was a few moments behind on answering back to the man."]}, {"name": "", "audio": "", "normalized": ["The NEO Chaos Arena primarily handles fights between female warriors, so I disguised as one to sneak myself into a match."]}, {"name": "You", "audio": "", "normalized": ["So how did it go?"]}, {"name": "Man", "audio": "", "normalized": ["I couldn't say it was a relaxed walk in the park, but I did get shit done, you know?"]}, {"name": "You", "audio": "", "normalized": ["You'll be paid once I see the fight."]}, {"name": "Man", "audio": "", "normalized": ["Fair enough.", " I'm professional too."]}, {"name": "", "audio": "", "normalized": ["Occasionally, there are male-on-male matches, but those are nothing but a opening performance, just a simple fight to the death."]}, {"name": "", "audio": "", "normalized": ["The main attraction of NEO Chaos Arena is the female warriors and one of them will be crowned the champion every year."]}, {"name": "", "audio": "", "normalized": ["I disguised my sex to sneak my way into the roster among the highly skilled warriors who gathered for the honor and a huge prize money."]}, {"name": "", "audio": "", "normalized": ["My goal here was to become the winner of the \"Championship Tournament\" held every two years."]}, {"name": "", "audio": "", "normalized": ["I was not in it for neither the honor nor money…"]}, {"name": "", "audio": "", "normalized": ["The champion would be invited to become the high ranking officer in \"Nomad"]}, {"name": "", "audio": "", "normalized": ["My true purpose here was to become the high ranking officer so I can spy on Edwin Black."]}, {"name": "", "audio": "", "normalized": ["I was looking on at the fights from the ringside and eventually the announcer appeared and made an introduction for the next fighters."]}, {"name": "Announcer", "audio": "", "normalized": ["Ladies and gentlemen, the main event of the night!"]}, {"name": "Announcer", "audio": "", "normalized": ["Justiiccee!", " The hammer of justice will fall tonight as well!"]}, {"name": "", "audio": "", "normalized": ["The crowd went wild with cheers as the popular warrior called Mach Lady appeared along with the introduction."]}, {"name": "", "audio": "", "normalized": ["She was on a winning streak of 16 games since her debut and was the rising star."]}, {"name": "", "audio": "", "normalized": ["Not only was she popular with the crowd at the venue, but the Dark Web stream watchers were excited to see her for the winning bets――"]}, {"name": "", "audio": "", "normalized": ["And if she lost, for a gruesome sexual punishment."]}, {"name": "", "audio": "", "normalized": ["She, being the undefeated and therefore still not violated champion, will be put though such punishment――"]}, {"name": "", "audio": "", "normalized": ["The mere thought of her displaying such embarrassing sight was enough to get them aroused in anticipation."]}, {"name": "Announcer", "audio": "", "normalized": ["Everyone, the next up is the challenger, let's get the show on the road!", " Crimson!"]}, {"name": "Audience", "audio": "", "normalized": ["\"Laddyy HEEHAA!", "\""]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0000", "normalized": ["Okay!", " Thanks for the cheers!"]}, {"name": "", "audio": "", "normalized": ["The challenger, Crimson Lady, stepped out onto the ring with a cheering from live crowd as loud as a pop idol concert."]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0000", "normalized": ["I'm sorry but even your arms will only add to my streak for tonight."]}, {"name": "", "audio": "", "normalized": ["Crimson Lady noticed the cybernetic arms on her challenger and noticed it was her strength and immediately began to taunt her."]}, {"name": "", "audio": "", "normalized": ["It was just a light jab at each other before the actual fight, but they knew well this performance would get the crowd even more excited."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0001", "normalized": ["Oh, is that right?", " I'll make sure your red blossom of death will flower tonight!"]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0001", "normalized": ["What a surprise.", " Do you really think you can come out on top against me with those little toys?"]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0002", "normalized": ["The legs are seven times as strong as the arms, cybernetic or not, yeah?"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0002", "normalized": ["What a hopeless idiot you are.", " You seriously believe such nonsense will have anything to do with this here?"]}, {"name": "", "audio": "", "normalized": ["Their trash talk at each other began to heat up with their voices loud enough to reach the stands while they were still cheering."]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0003", "normalized": ["I'll finish you in a second with Mach Wizard."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0003", "normalized": ["Does that rust bucket even have a hundred horsepower?", " Well, let the show begin!"]}, {"name": "", "audio": "", "normalized": ["As Crimson Lady gestured beheading with her thumb, the crowd reached the maximum excitement."]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0004", "normalized": ["You can turn all crimson and give your full power, but I'll let you know you can't catch me at mach speed!"]}, {"name": "", "audio": "", "normalized": ["The crowd was cheering so loud, I could barely hear Mach Lady's voice at ringside."]}, {"name": "Man", "audio": "", "normalized": ["You know, she's real cautious."]}, {"name": "You", "audio": "", "normalized": ["Yeah, I'm aware."]}, {"name": "", "audio": "", "normalized": ["The man who was whispering right into my ears at the ringside was Crimson Lady's mechanic."]}, {"name": "", "audio": "", "normalized": ["Her crimson colored cybernetic arm with more than a hundred horsepower was a formidable weapon, but it did need proper maintenance as a machine."]}, {"name": "", "audio": "", "normalized": ["Same as Mach Lady, all fighters with some form of cybernetic enhancements usually had their own mechanic in lieu of a personal trainer."]}, {"name": "Man", "audio": "", "normalized": ["I do her maintenance and fine tuning, but she won't even let me touch the core system."]}, {"name": "You", "audio": "", "normalized": ["No shit.", " This is kind of the place where someone who would let others meddle with their lifeline would survive, I get it."]}, {"name": "Man", "audio": "", "normalized": ["So I won't be responsible even if the lubricants you gave me won't work, am I clear?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I know.", " That shit will work even if it's not in the core system.", " Then our contract will be fulfilled."]}, {"name": "Man", "audio": "", "normalized": ["Okay.", " I'll shut up now."]}, {"name": "", "audio": "", "normalized": ["We conversed in voices quiet enough to not be heard by the others at the ringside bursting with loud cheers and then looked back at the match."]}, {"name": "", "audio": "", "normalized": ["The gong was hit to start off the match, and finally the big-game main event of the night began."]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0005", "normalized": ["Come on now, can you keep up with my footwork?"]}, {"name": "", "audio": "", "normalized": ["Though it may not be quite at Mach speed, Mach Lady's well know footwork was faster than any man, allowing her to encircle Crimson Lady."]}, {"name": "", "audio": "", "normalized": ["With just a slightest hint of vulnerability, her finishing move of a knee kick, Mach Wizard, would come flying right at her with that speed."]}, {"name": "", "audio": "", "normalized": ["She had to parry it just right."]}, {"name": "", "audio": "", "normalized": ["The flying knee kick from her cybernetic legs would knock her out cold in one hit."]}, {"name": "", "audio": "", "normalized": ["The ring was ran on the showmanship, but every battle fought in Neo Chaos Arena was for real."]}, {"name": "", "audio": "", "normalized": ["Mach Lady had defeated numerous opponents in mere seconds thanks to her heavy hitting cybernetic legs."]}, {"name": "Announcer", "audio": "", "normalized": ["Here she comes, behold, dances like a butterfly and stings like a bee, the Mach dance!"]}, {"name": "Announcer", "audio": "", "normalized": ["Looks like the up and coming crimson strong arm can't get her in sight with the nimble mirage of the footwork!"]}, {"name": "You", "audio": "", "normalized": ["(Not that simple…)"]}, {"name": "", "audio": "", "normalized": ["She could have fooled any third rate fighter with the step alone, but Crimson Lady's eyes had caught up with Mach's dancing."]}, {"name": "", "audio": "", "normalized": ["That was why she could not even let out a low kick as a diversion, let alone a finisher move of Mach Wizard, just circling around her…"]}, {"name": "", "audio": "", "normalized": ["Like how a weaker fighter would circle around the stronger opponent in wresting, it was the Mach Lady on the move who was being cornered."]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0006", "normalized": ["Haghh!"]}, {"name": "", "audio": "", "normalized": ["She must have been well aware of the pressure as she stepped in the ring.", " Before she was slowly backed into the corners――"]}, {"name": "", "audio": "", "normalized": ["Mach Lady swung her knee up in a faint and jumped up, spun in an arch and let out a sweeping kick."]}, {"name": "", "audio": "", "normalized": ["It was not a terrible move.", " If the opponent was focused on parrying the Mach Wizard up high, they would fell for the low sweeper kick."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0004", "normalized": ["Gotcha!"]}, {"name": "", "audio": "", "normalized": ["But she knew it was coming.", " Crimson Lady calmly lowered her stance and caught the sweeping cybernetic leg with her hands."]}, {"name": "", "audio": "", "normalized": ["With the loud clang of metals hitting each other, she stood up high while gripping the kicking leg and twisted her body in a spin."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0005", "normalized": ["Here we go, Screw!"]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0007", "normalized": ["Huughhaagguhh!"]}, {"name": "", "audio": "", "normalized": ["Mach Lady was slammed into the floor mat as she was spin-thrown from her knees."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0006", "normalized": ["I'm gonna finish you!", " Crimson Overload!"]}, {"name": "", "audio": "", "normalized": ["She stomped her foot on the ring like she was taunting the downed Mach Lady to get up and then――"]}, {"name": "", "audio": "", "normalized": ["Her cybernetic arm glowed crimson red."]}, {"name": "", "audio": "", "normalized": ["It was the moment she was about to slam her powerful arm with a dash right into the opponent."]}, {"name": "", "audio": "", "normalized": ["*Fizz!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, Crimson Lady's right arm short circuited and began malfunctioning."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0007", "normalized": ["Wha-what, why!"]}, {"name": "", "audio": "", "normalized": ["The finisher that was sure to make her the winner missed.", " Out of the frying pan, Mach Lady grabbed the window of the opportunity."]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0008", "normalized": ["Justiiccee!", " Mach Wizard!"]}, {"name": "", "audio": "", "normalized": ["Crimson Lady had become vulnerable as she was occupied with dealing with her malfunctioning arm and the finisher flying knee kick struck her dead on."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0008", "normalized": ["Huughahhguuhhmnn…"]}, {"name": "Mach Lady", "audio": "v_mr-ev127_0009", "normalized": ["Yeeaahh!"]}, {"name": "", "audio": "", "normalized": ["The match was over in an instant.", " She let out the Mach Wizard right into Crimson Lady's temple, using her knees as a stepping board."]}, {"name": "", "audio": "", "normalized": ["Crimson Lady's brain was shook around from the massive concussion and her consciousness was gone."]}, {"name": "", "audio": "", "normalized": ["Her limp body spun around, slammed into the ring floor, and stopped moving at all."]}, {"name": "", "audio": "", "normalized": ["*Ding* *Ding* *Ding*"]}, {"name": "", "audio": "", "normalized": ["The gong was rang repeatedly for the knockout victory and the announcer call the winner to the crowd exploding with cheers."]}, {"name": "Announcer", "audio": "", "normalized": ["K.", " O.", "!", " Winner is, Maachh Laaddyy!"]}, {"name": "", "audio": "", "normalized": ["With that as the signal, the attention of crowd shifted from the fighting on the ring to the passed out and defeated――"]}, {"name": "", "audio": "", "normalized": ["The \"punishment\" for Crimson Lady."]}, {"name": "You", "audio": "", "normalized": ["Good work."]}, {"name": "Man", "audio": "", "normalized": ["Hehehe, thanks."]}, {"name": "", "audio": "", "normalized": ["As everyone's eyes were on the loser, I quietly handed the man a card."]}, {"name": "", "audio": "", "normalized": ["It was a key card to a storage room somewhere."]}, {"name": "", "audio": "", "normalized": ["I was set on dealing with my problem as early as possible.", " I had no time to spare, screwing around here."]}, {"name": "", "audio": "", "normalized": ["So I bought out the mechanic and orchestrated the whole thing that just happened in the ring."]}, {"name": "You", "audio": "", "normalized": ["Well, now I'm just going to enjoy the show, thanks to that pitiful loser over there…"]}, {"name": "", "audio": "", "normalized": ["The dark denizens got excited at the sight of the parade showing off the loser of the NEO Chaos Arena."]}, {"name": "", "audio": "", "normalized": ["Of course, the star of the parade was the female fighter I had arranged to be defeated just now, Crimson Lady."]}, {"name": "", "audio": "", "normalized": ["The sound of horseshoes hitting the street and the excited cheer of the crowd echoed in the slum."]}, {"name": "Spectator A", "audio": "", "normalized": ["Look, the belly of that demonic beast!", " They strapped a chick right underneath it!"]}, {"name": "Spectator B", "audio": "", "normalized": ["Hahahaha, so that's the punishment thing they had prepared for Crimson Lady!"]}, {"name": "Spectator C", "audio": "", "normalized": ["The lewd parade with the Demonic Beast Arion, nice."]}, {"name": "", "audio": "", "normalized": ["In the middle of the crowd bursting with excitement was the figure strapped to the belly of the Demonic Beast Arion and being violated by it."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0009", "normalized": ["Sh-shut the hell up!", " Don't gather around me, you flies!"]}, {"name": "", "audio": "", "normalized": ["Crimson Lady did not disappoint.", " She was in such a pitiful and cruel sight to see, but she was still staring angrily around her with no hesitation."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0010", "normalized": ["Th-this is… It's nothing like a punishment.", " J-just a…little walk."]}, {"name": "", "audio": "", "normalized": ["If one looked closely enough, he would have noticed she was not just strapped to the beast."]}, {"name": "", "audio": "", "normalized": ["Her exposed vagina was penetrated by the Arion's penis as thick as an arm of a man and her uncovered breasts were shaking rhythmically."]}, {"name": "Arion", "audio": "", "normalized": ["Mnbbuuoohhmnngghh!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0011", "normalized": ["Haaughhoohghh, huughhuhh!"]}, {"name": "", "audio": "", "normalized": ["As soon as the Demonic Beast began to walk with a neigh, its massive penis moved from the vibration and Crimson Lady moaned."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0012", "normalized": ["Guhhaghhahh, t-too big… Ughughhaahh, it's so thick… Aaaguhh, going crazy…inside me… Huuhhguahhohh!"]}, {"name": "Spectator A", "audio": "", "normalized": ["Hahaha, she's already enjoying this."]}, {"name": "Spectator B", "audio": "", "normalized": ["Yeah, with that huge cock right up her pussy.", " You're gonna cum like crazy when it really gets going!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0013", "normalized": ["Ughuuhh haahh huuhh… N-no way… It's getting even bigger?!"]}, {"name": "", "audio": "", "normalized": ["It was already so big it was not even comparable to anything human."]}, {"name": "", "audio": "", "normalized": ["Her face turned pale was she was told that it will grow even bigger from the vibration as it walked."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0014", "normalized": ["Ughhaaghhaagghh, bigger, highaaghhgheeuh, it's getting bigger… Aaaughh, gghieehheiimnghh!"]}, {"name": "", "audio": "", "normalized": ["At that moment, the huge penis of the Demonic Beast began to shiver, stretching her vagina beyond its limits and Crimson Lady screamed out loud."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0015", "normalized": ["Haaheeghhaahh, I-I'm, I'm going to to break, uguhiieeguhh.", " Eeehiehgehh… It's stretching me, uggughh!"]}, {"name": "Arion", "audio": "", "normalized": ["Buhhfoghoohh, fghooghoouh!"]}, {"name": "Spectator C", "audio": "", "normalized": ["Awesome, get pounded so hard you're gonna break!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0016", "normalized": ["Ugoohhguuhh, n-no more, aaghuuhhohh, it's in so deep, drilling in… Hiiggheeighh, drilling into me…"]}, {"name": "", "audio": "", "normalized": ["The huge cock made its way into her womb, assaulting her with a special sensation that could never be from a human penis."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0017", "normalized": ["Hiigheehghieehh, m-my womb, ghaahh, such a huge cock… It's crushing my womb, uuhmmnghh!"]}, {"name": "Spectator A", "audio": "", "normalized": ["Look at her, all that big talk but she's enjoying getting fucked by the beast's dick."]}, {"name": "Spectator B", "audio": "", "normalized": ["She's crying like a little girl, and that massive dick must be so good, she's all wet and drooling down there."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0018", "normalized": ["Guhhgeehh… Gigihhehh, guhh, if this is all you got…this is nothing of a punishment."]}, {"name": "", "audio": "", "normalized": ["There were fluids coming out of where they were joined together as if she was pissing herself, but she kept bluffing against the heckling crowd."]}, {"name": "Spectator C", "audio": "", "normalized": ["Whatever you say.", " Looks like your pussy is so wet it's about to give in, and your nipples are so hard too!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0019", "normalized": ["Huuhaaghh… Just give me a second… Guuhgheehh, my body will get used to it soon and it will be nothing… Guughh."]}, {"name": "Spectator A", "audio": "", "normalized": ["Like we're gonna let you rest."]}, {"name": "Spectator B", "audio": "", "normalized": ["It's not even fully going yet, just getting started.", " The show's about to get interesting now, you Crimson Bitch!"]}, {"name": "", "audio": "", "normalized": ["Crimson Lady was desperately trying to fight the sensation, holding out against the waves of the pleasure, but…"]}, {"name": "Arion", "audio": "", "normalized": ["Buuhhooghhmnn!"]}, {"name": "", "audio": "", "normalized": ["Arion neighed loudly."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0020", "normalized": ["Hiighiaahhnnghh!"]}, {"name": "", "audio": "", "normalized": ["As the Demonic Beast neighed, it got excited and its massive cock went wild inside her vagina and it penetrated her womb with force."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0021", "normalized": ["Ghiehhaahhaahhghh, i-it penetrated, aaghh… Aaaoguhshh, i-into my…womb… Guhhguhhghaaghh."]}, {"name": "", "audio": "", "normalized": ["She felt the pressure so strong in her groin, she almost lost her consciousness for a moment and writhed with her mouth flapping open."]}, {"name": "", "audio": "", "normalized": ["The unbelievable size of the cock was enough to destroy her pussy and her body instinctively tried to get away by moving her hips but it was pointless."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0022", "normalized": ["Ghiiehhaahhghahhaghh, I-I'm, I'm gonna break… Aabghuhhghh, my pussy, it's going to explode, explode!"]}, {"name": "Spectator A", "audio": "", "normalized": ["What, you're shaking your ass on your own now?"]}, {"name": "", "audio": "", "normalized": ["Her futile attempt to escape only cause the massive cock to scrape the walls of her vagina instead."]}, {"name": "Arion", "audio": "", "normalized": ["Buhohhphouhfoughh!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0023", "normalized": ["Hiieegheaaghh, i-it's getting, harder and harder, guhheghh… Igheihhegh, thicker, uguaaghaa, even thicker!"]}, {"name": "", "audio": "", "normalized": ["The sensation from the penis was so violent it almost made her body jump and twitch on its own and it drove her mad."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0024", "normalized": ["Mnngheehhgaghh, aaghhgheeghhaaghh, noo, guhieghh… Hiighaahh… Aghaahhmnn!"]}, {"name": "Spectator C", "audio": "", "normalized": ["Yeah, you like it.", " This bitch is screaming 'cuz she just loves getting fucked by this monster dick!"]}, {"name": "Spectator A", "audio": "", "normalized": ["She sure sings nice!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0025", "normalized": ["Gheehh, gehieghhmngh, guughheeghh, I-I'm going insane, aghughguhh… Ghgueghhigghh!"]}, {"name": "Spectator B", "audio": "", "normalized": ["Come on, she's ready!"]}, {"name": "Spectator A", "audio": "", "normalized": ["Do it, do it!"]}, {"name": "", "audio": "", "normalized": ["As if it understood the showmanship, Arion began moving its hips to match the excited cheers from the crowd."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0026", "normalized": ["Guhheeghaahh, gughiehhghahh… Aaaguhhguhghaaghheehh… Huugheeheemnngh!"]}, {"name": "", "audio": "", "normalized": ["Crimson Lady writhed in agony as she was pounded so hard by the beast, she could feel it with her guts and her groin was visibly pushed out."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0027", "normalized": ["Bhieeghheghh… Aaagbuhiighh… Mnghuheeghh, bughbueghh!"]}, {"name": "Spectator A", "audio": "", "normalized": ["Hahahahahaha, she's squeaking like an animal!"]}, {"name": "", "audio": "", "normalized": ["The inhumane sensation was so hard it did not even allow her to pass out and she could only moan incoherently."]}, {"name": "Spectator B", "audio": "", "normalized": ["Now I'm not sure which is the beast."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0028", "normalized": ["Huughughaa, p-please, stop it… Eeeghuhguhbughh… It's gonna tear me apart, gugheeghh, it'll break me!"]}, {"name": "", "audio": "", "normalized": ["It appeared the Demonic Beast was getting aroused as well and the speed of its movement was only increasing."]}, {"name": "", "audio": "", "normalized": ["Every time she was pounded, her belly inflated and the sight of her getting expanded by the massive cock made the crowd even more hyped."]}, {"name": "Spectator A", "audio": "", "normalized": ["Is it cumming yet?"]}, {"name": "Spectator B", "audio": "", "normalized": ["Come on, come with the beast's jizz like the bitch you are!"]}, {"name": "Spectator C", "audio": "", "normalized": ["Be the total slut pussy with the beast seeding you!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0029", "normalized": ["Hughhghaahh… Aaabguhhbuhieeghh… Highughh, ggheeghuh… Mnghhmnhhghehiighh!"]}, {"name": "", "audio": "", "normalized": ["Crimson Lady was forced towards the orgasm as she moaned unintelligibly, now closer to a scream for help than anything else."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0030", "normalized": ["Buughhbeghhaaghh!"]}, {"name": "", "audio": "", "normalized": ["Once its cock was in the deepest possible position, the Demonic Beast released its cum violently and it flowed in as if it was coming out of a tap."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0031", "normalized": ["Buuhhghooghoohhohhoohhmnn !"]}, {"name": "", "audio": "", "normalized": ["She climaxed in so much pleasure from the vast amount of semen that it went beyond her limits and unintentionally screamed like the roar of Arion."]}, {"name": "Spectator A", "audio": "", "normalized": ["Wow, they both came at the same time."]}, {"name": "Spectator B", "audio": "", "normalized": ["Couldn't she get pregnant with all that beast cum?"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0032", "normalized": ["Mnngooghhooghhoohh, so much, too much… Naaghh, my stomach… Guuheghh, it's blowing up!"]}, {"name": "", "audio": "", "normalized": ["Her belly was swollen as if she was pregnant from the vast amount of semen being poured into her womb, filling it up completely."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0033", "normalized": ["Uhheeghheiihhoohh, s-still c-cumming… Oooghubuhhphuuhh, still cumming…"]}, {"name": "Spectator C", "audio": "", "normalized": ["Shit, her belly looks like a preggo now."]}, {"name": "Spectator A", "audio": "", "normalized": ["Her pussy's so full it's making her belly swell!"]}, {"name": "", "audio": "", "normalized": ["But it did not faze the Demonic Beast at all and it continued to pour so much semen into her that it came overflowing out of her eventually."]}, {"name": "", "audio": "", "normalized": ["She was continuously pumped full of overflowing cum and finally Crimson Lady's body reached its limits."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0034", "normalized": ["Mnnbbiiehhghhehiihh!"]}, {"name": "", "audio": "", "normalized": ["As she passed out with her eyes rolled back, the piss came showering down from their joint."]}, {"name": "Spectator A", "audio": "", "normalized": ["She pissed herself!"]}, {"name": "Spectator B", "audio": "", "normalized": ["Lady Full of Cum and Piss!"]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0035", "normalized": ["Huueehh, agbuhhighh… I-I can't stop… Uuughhiieehh…"]}, {"name": "", "audio": "", "normalized": ["The crowd stared at her golden shower pouring down from their joint and Crimson Lady was barely conscious at all."]}, {"name": "", "audio": "", "normalized": ["It was cruel and pitiful sight for sure, but the crowd was cheering wildly at the sight of her embarrassing state."]}, {"name": "Spectator A", "audio": "", "normalized": ["Now this is what punishment is about."]}, {"name": "Spectator B", "audio": "", "normalized": ["No chick can stand this.", " Everyone tries to bluff their way through it, but in the end, everyone ends up like this."]}, {"name": "Crimson Lady", "audio": "v_r-ev127_0036", "normalized": ["Huuehh… Mnnheghh… Buughheeghh… Heeughh…"]}, {"name": "", "audio": "", "normalized": ["I smiled as I looked upon Crimson Lady, breathing with sweet moans and still pissing herself in such a shameful display."]}, {"name": "You", "audio": "", "normalized": ["It's as tasteless as it gets, but… It was an interesting entertainment, perfectly fitting for this city."]}, {"name": "", "audio": "", "normalized": ["I muttered to myself and turned my back on her."]}, {"name": "", "audio": "", "normalized": ["I left the scene as the crowd behind me began to cheer again once Arion began to fuck the pitiful loser again."]}]