[{"name": "", "audio": "", "normalized": ["I was just standing there, naked."]}, {"name": "Haruka", "audio": "v_sr462_0000", "normalized": ["Mnnjuhh… Juhbuhh… Jurruhh…"]}, {"name": "", "audio": "", "normalized": ["Haruka spread her legs open and continued to focus on sucking on my erect penis."]}, {"name": "Haruka", "audio": "v_sr462_0001", "normalized": ["Hammuhh, juhhrurruuhh… Maaghahh… Chaapahh…"]}, {"name": "", "audio": "", "normalized": ["She did not even look aroused and it was rather clinical."]}, {"name": "", "audio": "", "normalized": ["I could not see any hesitation or disgust about sucking on my cock, but she was not completely frigid either."]}, {"name": "Haruka", "audio": "v_sr462_0002", "normalized": ["Mnnahh… Jaabaahh… Juurruhh… Relouhrelloohh, juruhh…"]}, {"name": "You", "audio": "", "normalized": ["Good, use your tongue too!", " Yeah, Haruka… Not bad!"]}, {"name": "", "audio": "", "normalized": ["Haruka looked like a human female, but she was possessed by a demonic mind."]}, {"name": "", "audio": "", "normalized": ["The demon without the physical body had no concept of chastity, lust, or sexual intercourse."]}, {"name": "Haruka", "audio": "v_sr462_0003", "normalized": ["Mnhahh… Mnnchuhh, juurrurrluhh… Chuhppapuhh…"]}, {"name": "", "audio": "", "normalized": ["As the result, Haruka showed interest in the physical input and especially the intense sexual stimulation."]}, {"name": "You", "audio": "", "normalized": ["Haruka, you've gotten pretty good at this!", " You've really gotten how to suck a cock!"]}, {"name": "Haruka", "audio": "v_sr462_0004", "normalized": ["Yes… Chuuhpahchuuhpahh… Jurruhh… Jurrurhruhh… Relourelouh, mnnchuhh…"]}, {"name": "", "audio": "", "normalized": ["Haruka approached me to experience the physical sensation associated with her body."]}, {"name": "", "audio": "", "normalized": ["And I obliged her by teaching her sexual acts and associated pleasure."]}, {"name": "You", "audio": "", "normalized": ["Haruka, you better be teasing your pussy too!"]}, {"name": "Haruka", "audio": "v_sr462_0005", "normalized": ["Yes… Mnnchuhh, I'm teasing it… Jurrurrluhh… Chuuhruhhpuhh… Mnnjuughh…"]}, {"name": "", "audio": "", "normalized": ["Haruka's lower body was only covered by her panties and pantyhose as she masturbated by rubbing her vagina through the pantyhose."]}, {"name": "", "audio": "", "normalized": ["She was lightly groping her own breasts with her other hand."]}, {"name": "You", "audio": "", "normalized": ["How does your pussy feel?"]}, {"name": "Haruka", "audio": "v_sr462_0006", "normalized": ["I-it's getting a little wet… Mnnchuhh, sucking your cock is making me even wetter… Jubbuhh… Jurrurhruhh…"]}, {"name": "", "audio": "", "normalized": ["Small stains of vaginal fluid were appearing on her underwear and pantyhose."]}, {"name": "Haruka", "audio": "v_sr462_0007", "normalized": ["My breasts are becoming more sensitive too… Mnnchuhh, haauhh, relouhrellohh… Mnnhh, juurhrluhruhh…"]}, {"name": "You", "audio": "", "normalized": ["Now, that's a proof you're starting to like a cock, Haruka!"]}, {"name": "", "audio": "", "normalized": ["I started yelling obscene words at Haruka, but she did not look embarrassed at all."]}, {"name": "Haruka", "audio": "v_sr462_0008", "normalized": ["I do not know why, but just hearing that that word alone is making my pussy ache with pleasure."]}, {"name": "", "audio": "", "normalized": ["Haruka realized the changes happening to her body and described it."]}, {"name": "", "audio": "", "normalized": ["However, even if she ignored the embarrassment, doing so made her vagina twitch.", " The pleasure was definitely accumulating."]}, {"name": "Haruka", "audio": "v_sr462_0009", "normalized": ["Mnnchuuhh… Chuurhuhh… The taste and smell, my tongue and my mouth touching your penis are more sensitive now…"]}, {"name": "You", "audio": "", "normalized": ["That's what happens when pleasure heightens!", " You're starting to get sex now."]}, {"name": "", "audio": "", "normalized": ["That was a good sign.", " She was learning new things quickly, quite talented."]}, {"name": "", "audio": "", "normalized": ["I would find such a talented student often."]}, {"name": "Haruka", "audio": "v_sr462_0010", "normalized": ["Mnjuhh… Relouhrelouhh… Chupahh, chuuhrruluh… Mnnaahh, juruhh… Jurruhruuhh…"]}, {"name": "You", "audio": "", "normalized": ["If sucking of your cock is making me feel better, you should express it with your words!"]}, {"name": "", "audio": "", "normalized": ["I told her that she should verbally express her pleasure when she was sucking a cock, just like when she was orgasming."]}, {"name": "", "audio": "", "normalized": ["I taught Haruka several words and Haruka started sucking my cock again as she heard it."]}, {"name": "Haruka", "audio": "v_sr462_0011", "normalized": ["Mnnhuhahh, haamuhh… Th-this tastes so good… Chuhupahh, your cock tastes so good, thank you for letting me suck it… Jurruhruh…"]}, {"name": "", "audio": "", "normalized": ["Haruka kept sucking the penis just like I taught her, but it was still somewhat clinical and emotionless."]}, {"name": "", "audio": "", "normalized": ["However, the pleasure must have grown and Haruka's voice stuttered."]}, {"name": "Haruka", "audio": "v_sr462_0012", "normalized": ["Haahh, your cock… It tastes so good… Mnngh, mnnaah, please teach me more about sex and pleasure… Chuuhpah, juuhrhh…"]}, {"name": "", "audio": "", "normalized": ["Saying it out loud made her realize a different kind of pleasure and Haruka expressed her emotion."]}, {"name": "", "audio": "", "normalized": ["Haruka wished to feel more of said pleasure and she begged me to teach her more about it."]}, {"name": "You", "audio": "", "normalized": ["Now, suck on it while thinking about how good you would feel when you have sex with that cock!"]}, {"name": "", "audio": "", "normalized": ["I instructed Haruka on how to heighten her pleasure."]}, {"name": "You", "audio": "", "normalized": ["Enjoy how the cock is reacting and change up the pace you're sucking on it, slow and fast!"]}, {"name": "", "audio": "", "normalized": ["Haruka nodded and started sucking on my cock, following the instructions I just gave her."]}, {"name": "Haruka", "audio": "v_sr462_0013", "normalized": ["Haammuhh, mnnchuhhahh, juubuhh, chuhppahh… I-It tastes so good… Mnnchuh, hahhnm, juuruhh, it's great…"]}, {"name": "Haruka", "audio": "v_sr462_0014", "normalized": ["Huahhnm… Does it feel good for you too, chuhhbuhh, mnnchuh… Jurruh, does it feel good… I want you to feel pleasure…"]}, {"name": "", "audio": "", "normalized": ["Haruka seemingly started sucking harder.", " At the same time, her fingers playing with her own crotch started speeding up too."]}, {"name": "You", "audio": "", "normalized": ["Good, Haruka.", " Keep stroking on it hard!"]}, {"name": "Haruka", "audio": "v_sr462_0015", "normalized": ["Mnnhh, jubbaahh, jurruhh… Mnnh, mnng, mnaahh, your cock, taste so good… Ahhmn, relouh, juuhhrurrluhh…"]}, {"name": "", "audio": "", "normalized": ["Haruka sped up her sucking even faster."]}, {"name": "Haruka", "audio": "v_sr462_0016", "normalized": ["Ahhnmm, your cock… It's getting harder and harder… You must be about to ejaculate, mnnchuujuhrrulurhh…"]}, {"name": "Haruka", "audio": "v_sr462_0017", "normalized": ["Mnnahh, ahhaahhnmm, just thinking about ejaculation… Haahh, chuhhpah, chuhpahh, my body's reacting…"]}, {"name": "", "audio": "", "normalized": ["Haruka's whole body was getting excited by the anticipation for the semen."]}, {"name": "You", "audio": "", "normalized": ["Alright, I'm cumming!", " Take it all in with your mouth!"]}, {"name": "", "audio": "", "normalized": ["I shoved my cock deep into Haruka's mouth."]}, {"name": "Haruka", "audio": "v_sr462_0018", "normalized": ["Mnnghhnmm!", " Juhhruruuhh, mnnjuhh, mnnhh, mnnmmh, mnnjururruhlluhh… Ahhnm, mngh, mnhaah, so much cum…"]}, {"name": "Haruka", "audio": "v_sr462_0019", "normalized": ["Gehouhghh, mnnjuhh, juhruhh, mmnhh, mnngh, jururhhmnjuh, hauhh, haahh… Chuhpah, chupahh, jurrulluhruhh…"]}, {"name": "", "audio": "", "normalized": ["Haruka stroke my penis in her mouth and urged it to ejaculate more."]}, {"name": "", "audio": "", "normalized": ["While touching her own crotch, Haruka was escalating with her fingers at the same time as the ejaculation."]}, {"name": "Haruka", "audio": "v_sr462_0020", "normalized": ["Chuhhpahh, mnnhh, mnmghh, chuuhpahchupahh… Mnnahh, mnnjuhh, ahh, juruhlluhh… Haahh, jubahh, jubahh…"]}, {"name": "You", "audio": "", "normalized": ["Don't swallow it!"]}, {"name": "", "audio": "", "normalized": ["Haruka nodded as if she was telling me she knew."]}, {"name": "Haruka", "audio": "v_sr462_0021", "normalized": ["Ahhnmm, mnnghh, maahh, chuhpah… Haahhnm, huahh… Chupah, chuhh, jurruhh, juurhruhhluh…"]}, {"name": "", "audio": "", "normalized": ["Haruka breathed roughly through her nose and tried to suck every last drop of my semen out."]}, {"name": "Haruka", "audio": "v_sr462_0022", "normalized": ["Haahhnmm, it's so thick and tasty, mnahh, ahhnmm, chuhpaahh, juhluhrrluhh…"]}, {"name": "", "audio": "", "normalized": ["Perhaps my semen felt so good, Haruka's eyes narrowed from the pleasure she felt."]}, {"name": "Haruka", "audio": "v_sr462_0023", "normalized": ["Juhhruhhruuhh, mnncuhh, mnnchuuhhuh, julorruurhh… Haahh, juuhruhh… Heghh, I can't stop, ahhnm, mnnghnmhh…"]}, {"name": "You", "audio": "", "normalized": ["Huh… You sucked it all out!"]}, {"name": "", "audio": "", "normalized": ["Haruka sucked everything out, right out of my urethra too."]}, {"name": "You", "audio": "", "normalized": ["Don't swallow it and spit it out into your underwear!"]}, {"name": "", "audio": "", "normalized": ["Haruka nodded silently."]}, {"name": "Haruka", "audio": "v_sr462_0024", "normalized": ["Mnnghh…!"]}, {"name": "", "audio": "", "normalized": ["Haruka pulled on her pantyhose and underwear, then opened her mouth to drip the semen onto her chest."]}, {"name": "", "audio": "", "normalized": ["Her body reacted to the dripping semen by twitching."]}, {"name": "Haruka", "audio": "v_sr462_0025", "normalized": ["Mnnahh, ahhnm… Guh…"]}, {"name": "", "audio": "", "normalized": ["As my semen reached Haruka's crotch, she let out faint moans."]}, {"name": "Haruka", "audio": "v_sr462_0026", "normalized": ["Mhhnngh, I love your cum, yes.", " Thank you so much for giving me lots and lots of it…"]}, {"name": "", "audio": "", "normalized": ["Haruka thanked me just like how I taught her."]}, {"name": "You", "audio": "", "normalized": ["So, how does it feel to have your long-awaited cum?"]}, {"name": "Haruka", "audio": "v_sr462_0027", "normalized": ["M-my pussy's starting to ache so much…"]}, {"name": "", "audio": "", "normalized": ["Haruka described the change happening to her body instead of her reaction."]}, {"name": "", "audio": "", "normalized": ["It meant that her crotch had become so sensitive that she could not think about anything else."]}, {"name": "You", "audio": "", "normalized": ["What if I put my cock in there now?"]}, {"name": "Haruka", "audio": "v_sr462_0028", "normalized": ["Mnhh, I think I would become even more sensitive…"]}, {"name": "", "audio": "", "normalized": ["Haruka was unintentionally tugging on her pantyhose and underwear, letting them bite into her crotch."]}, {"name": "", "audio": "", "normalized": ["Haruka was stimulating her crotch, seeking more pleasure."]}, {"name": "You", "audio": "", "normalized": ["I see, your pussy must be bothering you quite a bit.", " That means you want a cock!"]}, {"name": "Haruka", "audio": "v_sr462_0029", "normalized": ["I want…a cock…"]}, {"name": "", "audio": "", "normalized": ["Haruka muttered like she was savoring those words."]}, {"name": "You", "audio": "", "normalized": ["Tell me you want my cock!"]}, {"name": "Haruka", "audio": "v_sr462_0030", "normalized": ["Yes, I want your cock, I want it inside me…"]}, {"name": "", "audio": "", "normalized": ["Haruka's breath was running short as she craved the penis."]}, {"name": "You", "audio": "", "normalized": ["Now, that feeling of your pussy aching like that and how you are lusting for cock is called getting aroused."]}, {"name": "Haruka", "audio": "v_sr462_0031", "normalized": ["Yes… This is getting aroused… I understand it now… Hahhnm, I want your cock.", " I want it inside me…"]}, {"name": "", "audio": "", "normalized": ["Haruka reflected on the word \"aroused"]}, {"name": "You", "audio": "", "normalized": ["Come on, you might as well enjoy that arousal a little more!", " Suck on my cock again!", " And finger your pussy harder this time!"]}, {"name": "Haruka", "audio": "v_sr462_0032", "normalized": ["Y-yes…"]}, {"name": "", "audio": "", "normalized": ["Haruka nodded at my suggestion to enjoy the arousal and sucked right onto the cock I showed her and started teaseling her crotch directly."]}, {"name": "Haruka", "audio": "v_sr462_0033", "normalized": ["Haammuhh, muhcuhh, ahahhnmm, juhhrururuhhuhh… Mnnahhnm.", " Ahahhnm, aaghahh, it tastes so good… Feels so good…"]}, {"name": "", "audio": "", "normalized": ["Combines with the semen, loud and moist noises came from her crotch."]}, {"name": "", "audio": "", "normalized": ["Haruka was getting aroused as well and she was sucking onto my cock more passionately than before."]}, {"name": "Haruka", "audio": "v_sr462_0034", "normalized": ["Mnnahh, ahhnmm, jururhhruuluhh, my pussy feels so good, your cock's so tasty too, heaamn… Haahhnm…"]}, {"name": "Haruka", "audio": "v_sr462_0035", "normalized": ["Chuhpahh, chuhpahh, ahahhnm… My nipples too, juruhh, jurulluhruhh, mnnahh… Aahh, teasing them feels amazing…"]}, {"name": "", "audio": "", "normalized": ["Haruka gulped over and over while she sucked, letting out a heated breath."]}, {"name": "", "audio": "", "normalized": ["She was groping her breasts even harder as well, teasing her erect nipple to seek more pleasure."]}, {"name": "Haruka", "audio": "v_sr462_0036", "normalized": ["Haahhnm, my pussy's so wet… Aahhnm, the feeling of cum seeping in and the taste of your cock… Mnnh, pleasure in my mouth…"]}, {"name": "Haruka", "audio": "v_sr462_0037", "normalized": ["Completely different kind of pleasure… My body temperature is rising… My mind is unfocused… Sensitivity up… This is amazing!"]}, {"name": "", "audio": "", "normalized": ["Haruka went on and on with a slightly aroused voice."]}, {"name": "You", "audio": "", "normalized": ["Come on, keep it up till you come!"]}, {"name": "", "audio": "", "normalized": ["I told Haruka only so and let her do it on her own."]}, {"name": "Haruka", "audio": "v_sr462_0038", "normalized": ["Jurlulluruhhuhh, mnjuhh, ahhnmm, I hope your cock likes it too… Chuuhpahh, chuhpahh, mnaahh…"]}, {"name": "Haruka", "audio": "v_sr462_0039", "normalized": ["Haahhnmm, my pussy feels so good, aahhnm, nipples too… Ahhnm, jururhluhruhh, huahhnm, mnaahh…"]}, {"name": "", "audio": "", "normalized": ["Haruka teased her nipples with one hand and touching her crotch with the other while sucking on my cock with her mouth."]}, {"name": "", "audio": "", "normalized": ["The wet sounds coming from her mouth got even louder and her nipples had gotten erect.", " Even then, Haruka kept her hands and mouth moving."]}, {"name": "Haruka", "audio": "v_sr462_0040", "normalized": ["Mnahh, I-I'm about to come.", " Can I please come… I just want to come, please…"]}, {"name": "You", "audio": "", "normalized": ["Alright, fine.", " I'm gonna cum all over your, so come as hard as you want!"]}, {"name": "", "audio": "", "normalized": ["With my permission, Haruka sped up her masturbation and blowjob."]}, {"name": "Haruka", "audio": "v_sr462_0041", "normalized": ["Mnnhaahaahh!", " C-coming, ughh!", " Heeghh, mnnhgyuhh!", " Heehnm, mnghahh, haghaahh!"]}, {"name": "Haruka", "audio": "v_sr462_0042", "normalized": ["Mnnguhhuguhh!", " Coming, coming, my pussy's twitching, aahahmg, it's so good, mnaahh, haauh, haahh…"]}, {"name": "", "audio": "", "normalized": ["As soon as Haruka orgasmed, I pulled my penis out and came all over her face."]}, {"name": "Haruka", "audio": "v_sr462_0043", "normalized": ["Mnnahh, huuhh, m-my face, your cum… Haahh, haahh, it feels so good, mnahh, ahh, haahhnmm, no, mmnahh…"]}, {"name": "", "audio": "", "normalized": ["Haruka's body tensed up as she received my ejaculation with her face, shuddering from the orgasm as she breath run short."]}, {"name": "Haruka", "audio": "v_sr462_0044", "normalized": ["Mnngyuhaahhauhh!", " Ahh, so much dick-milk… Ahaahh, this is amazing… This feels so good…"]}, {"name": "", "audio": "", "normalized": ["I pumped all my semen out.", " However, Haruka's body was still trembling as she continued to orgasm."]}, {"name": "Haruka", "audio": "v_sr462_0045", "normalized": ["Heegheghh, mnnguhh, haaghh… I, can't take it… It's making me go insane… Please, help me…"]}, {"name": "Haruka", "audio": "v_sr462_0046", "normalized": ["Huughh… Mnnahh, haahh… Mnnh, aahh… Heegh, heehh…"]}, {"name": "", "audio": "", "normalized": ["Haruka let out a long sigh and then went limp.", " Even then, she continued to breathe deep while her body twitched."]}, {"name": "You", "audio": "", "normalized": ["How was it, Haruka?"]}, {"name": "Haruka", "audio": "v_sr462_0047", "normalized": ["Mnnh, that was better than anything before… M-my mind went blank…"]}, {"name": "", "audio": "", "normalized": ["Haruka showed me an ecstatic expression while still lying limp but she answered my question honestly."]}, {"name": "Haruka", "audio": "v_sr462_0048", "normalized": ["I masturbated over and over just like how you taught me and recorded it to look for the right spot, but it was never this good."]}, {"name": "Haruka", "audio": "v_sr462_0049", "normalized": ["And with such intense orgasmic pleasure, I am experiencing a withdrawal right now, yet something is still burning inside my stomach."]}, {"name": "", "audio": "", "normalized": ["Haruka became quite talkative, perhaps because of the pleasure."]}, {"name": "You", "audio": "", "normalized": ["Tell me you want my cock!"]}, {"name": "", "audio": "", "normalized": ["I told Haruka once again."]}, {"name": "Haruka", "audio": "v_sr462_0050", "normalized": ["I-I want it!"]}, {"name": "You", "audio": "", "normalized": ["Good, now, lie down on the bed!"]}, {"name": "", "audio": "", "normalized": ["She nodded and joyously lied down onto the bed."]}, {"name": "Haruka", "audio": "v_sr462_0051", "normalized": ["Thank you so much."]}, {"name": "", "audio": "", "normalized": ["She politely thanked me and it was enough to motivate me."]}]