[{"name": "Kisaragi", "audio": "v_r-ev036_0000", "normalized": ["Hnn…kuhhn…"]}, {"name": "", "audio": "", "normalized": ["Shiso Kisaragi, shamed by the lusty gaze of the man, cries out in shame as her legs are pressed up over her head and spread wide."]}, {"name": "You", "audio": "", "normalized": ["Heh heh heh, nice view.", " As you promised, you will give all that you have and join my side."]}, {"name": "You", "audio": "", "normalized": ["You won't go back on your word, will you?"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0001", "normalized": ["Yes…I if I had been captured by the demons, by this point I would have been viciously violated, and my life stolen from me."]}, {"name": "", "audio": "", "normalized": ["Even as she turns her head away from the lascivious gaze of the man, she abandons all attempts to resist and speaks clearly as a Taimanin."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0002", "normalized": ["Since you are the one who rescued me from the precarious situation I was in…I will offer you my body in recompense…!"]}, {"name": "", "audio": "", "normalized": ["Kisaragi lifts up her gaze and stares across her exposed genitals at the man, the light of resolve in her eyes."]}, {"name": "You", "audio": "", "normalized": ["I see no deception in your eyes.", " Good.", " I will test your words to see how sincere you really are."]}, {"name": "", "audio": "", "normalized": ["She nods her head silently at the man's words."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0003", "normalized": ["(Yes…I will repay this favor.", " He saved my life, and so this is the least I can do to make us even.", ")"]}, {"name": "", "audio": "", "normalized": ["The Taimanin, committed almost religiously to the idea of honor, acquiesces the man's obscene demands with a pure heart."]}, {"name": "", "audio": "", "normalized": ["Though she could use her arts to defend herself, she lays there and fully abandons herself to the man's will as he tears her clothing from breast to crotch."]}, {"name": "You", "audio": "", "normalized": ["Now then, let's spread those legs wide so I can see everything more clearly."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0004", "normalized": ["Hnn…yes.", " Is-is this good enough?"]}, {"name": "", "audio": "", "normalized": ["Her cheeks flushing pink with shame, the Taimanin obeys and opens her shapely legs wide."]}, {"name": "", "audio": "", "normalized": ["Her pink vaginal lips part slightly, emitting a sweet-sour aroma as she displays her most private of parts for his enjoyment."]}, {"name": "You", "audio": "", "normalized": ["Yes, that's fine.", " That's a lovely little pussy you have, isn't it."]}, {"name": "You", "audio": "", "normalized": ["Your labia majora has some nice meat on it, and your labia minor is tight and well-balanced."]}, {"name": "", "audio": "", "normalized": ["Commenting obscenely, he extends his fingers towards Kisaragi's vagina."]}, {"name": "", "audio": "", "normalized": ["Sloosh…sploosh, squiirm…sploosh…gloosh, kunyu, kunyu, nyubu…"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0005", "normalized": ["Hyaa!", " Hnn…Kuuh…Hnn…Nnn…"]}, {"name": "", "audio": "", "normalized": ["The man twists his finger into the Taimanin's vagina as not only her face, but even her ears redden."]}, {"name": "You", "audio": "", "normalized": ["Don't tighten up now."]}, {"name": "You", "audio": "", "normalized": ["Compared to the vicious, violent administrations you would have received from the demons, this is gentle."]}, {"name": "", "audio": "", "normalized": ["The man limits his stimulations to her clitoris to the minimum."]}, {"name": "", "audio": "", "normalized": ["He sticks his finger deep in her melting pink flesh, and tickles her pussy from inside."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0006", "normalized": ["Hngyah!", " Aaah…ooh…yah, noo…not so…aah…that tickles…aah…"]}, {"name": "", "audio": "", "normalized": ["Each time the man's finger curls up and rubs the insides of her pussy, Kisaragi, unused to such caresses, thrusts her ass up into the air."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0007", "normalized": ["(So this is a man's caress?", " When he plays with me down there, I get so hot…aah, I'm dripping now!", ")"]}, {"name": "", "audio": "", "normalized": ["The feeling of his wandering finger, clamped tightly between her labial lips, causes the inexperienced Kisaragi to fill with her own deep animal desires."]}, {"name": "You", "audio": "", "normalized": ["Your lips are nice and soft, but your vaginal hole is still so tight.", " Could it be that you're a virgin?"]}, {"name": "", "audio": "", "normalized": ["As he wiggles his digit inside her vagina, as tight as a rose bud…"]}, {"name": "", "audio": "", "normalized": ["he questions her with a playful grin on his face."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0008", "normalized": ["Hnn…I had my hardening arts…so I was able to protect myself…hnn!"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0008_01", "normalized": ["No, that's the hole I urinate from…!", " Don't touch it!"]}, {"name": "", "audio": "", "normalized": ["Having her not just her vagina, but her urethra as well played with, Kisaragi's spread legs begin to twitch and she answers honestly…"]}, {"name": "You", "audio": "", "normalized": ["I see.", " Hehehe.", " So I get to bust a Taimanin hymen!", " Now that's a lovely pay back indeed."]}, {"name": "You", "audio": "", "normalized": ["Now then, I think you'll just about wet enough."]}, {"name": "", "audio": "", "normalized": ["The man removes her finger from her with a wet plopping sound.", " Cloudy white love juice seeps out from her."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0009", "normalized": ["Oh…oh, I'm so ashamed…why is it so wet!"]}, {"name": "", "audio": "", "normalized": ["Staring at the sticky strand of love juice clinging to his finger, Kisaragi's exposed breasts move up and down as she breathes heavily."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0010", "normalized": ["(I'm so ashamed…but I'm getting excited…aah, I want him to stop, but I also want him to keep going…)"]}, {"name": "", "audio": "", "normalized": ["Stroked expertly, the Taimanin's body reacts as any woman's would, and flows with natural juices."]}, {"name": "You", "audio": "", "normalized": ["I'll ask just one last time.", " You haven't changed your mind about offering your body fully to me, eh?"]}, {"name": "", "audio": "", "normalized": ["As he stands there asking, she can see the massive, swollen cock head in his pants twitching like a poisonous snake about to strike."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0011", "normalized": ["Uhh!?", " Y-yes!", " I would never make a false oath!", " You can…t-take my virginity."]}, {"name": "", "audio": "", "normalized": ["At the sight of his magnificent manhood, Kisaragi, who had planned to hide her desire, found herself instead asking for him to penetrate her with his rigid member."]}, {"name": "You", "audio": "", "normalized": ["I see.", " Good, I accept.", " This may hurt a bit at first, but soon you'll have a taste of heaven!"]}, {"name": "", "audio": "", "normalized": ["He presses his cock, no smaller than that of the demons, against the entrance of her vagina and with a single thrust, rams it in."]}, {"name": "", "audio": "", "normalized": ["Sploosh…squiish!", " Schloop!"]}, {"name": "", "audio": "", "normalized": ["Her wet vagina widens to its limits to accept the massive cock head."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0012", "normalized": ["Hyaahn!", " Hnn, ngyaah!"]}, {"name": "", "audio": "", "normalized": ["Despite having prepared herself for the shock, tears stand out in the Taimanin's eyes at the pain of her deflowering."]}, {"name": "You", "audio": "", "normalized": ["Your pussy is nice and tight and wet, Taimanin.", " Now I will teach you the delicious taste of my penis."]}, {"name": "", "audio": "", "normalized": ["Squoosh…sploosh!", " Bloosh…gloosh!"]}, {"name": "", "audio": "", "normalized": ["He begins to mercilessly plunge his overly large penis in and out of Kisaragi's virginal hole."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0013", "normalized": ["Hnoo!", " Hoo!", " Oh…it's too big-aahh!"]}, {"name": "", "audio": "", "normalized": ["Still spread open wide, the Taimanin can hardly breathe with the feeling of having her vagina stuffed full."]}, {"name": "You", "audio": "", "normalized": ["Once you get used to the feeling, you'll never want me to stop!"]}, {"name": "", "audio": "", "normalized": ["The man's fingers dig deeply into her breasts, exposed through her torn clothing, as he continues to thrust and pump."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0014", "normalized": ["Haaoo!", " Ahaa, hn, hn, hn…aah…kuun!"]}, {"name": "", "audio": "", "normalized": ["Kisaragi grits her teeth and moans at the pain-pleasure as his fingers twist deeply into her breasts."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0015", "normalized": ["(Is this real sex?", " My breasts and my vagina feel like they're on fire…!", " Aaah, it should be only pain, but it feels nice!", ")"]}, {"name": "", "audio": "", "normalized": ["The feeling of pressure from his gigantic cock head, and the sharp pain from the tearing of her hymen culminate in a strange and unfelt sensation for her."]}, {"name": "You", "audio": "", "normalized": ["You have a hard look on your face.", " If you still don't feel enough pleasure, why don't you masturbate yourself?"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0016", "normalized": ["M-Masturbate…?", " Th-That's too embarrassing…!", " Aaah, hyaah!"]}, {"name": "", "audio": "", "normalized": ["His gigantic man meat continues knocking at the door of Kisaragi's uterus and the Taimanin continues to moan sweetly."]}, {"name": "You", "audio": "", "normalized": ["If you're too shy to do that, then just follow my commands!", " Stroke your clit like you usually do now!"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0017", "normalized": ["Uuuhn.", " But…it's too embarrassing…"]}, {"name": "", "audio": "", "normalized": ["Flushed and sweaty, Kisaragi's beautiful face twists in torment."]}, {"name": "You", "audio": "", "normalized": ["My cock is buried in you, so what are you saying!", " You promised to give me everything, no?", " I want to see you masturbate!"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0018", "normalized": ["Y-yes…M-masturbate…I'll do it!"]}, {"name": "", "audio": "", "normalized": ["Kisaragi nods her head in assent and then…"]}, {"name": "", "audio": "", "normalized": ["she begins to stroke her clitoris just above where the man's enormous cock is buried in her."]}, {"name": "", "audio": "", "normalized": ["Trembling with pleasure, her fingers stroke, run and pinch her blood-engorged clitoris."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0019", "normalized": ["Kyuuhuu!", " Nyuu!", " Ah, ah!", " Wh…why is it like this…!?"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0019_01", "normalized": ["Hnn, aah, aah, aah!"]}, {"name": "", "audio": "", "normalized": ["The confusion and shame Kisaragi felt from being ordered to masturbate are all wiped away by her mounting pleasure."]}, {"name": "", "audio": "", "normalized": ["She begins to focus more intently on pleasing herself."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0020", "normalized": ["(Incredible!", " This feels so much better than when I do it normally alone!", ")"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0021", "normalized": ["Hnyaah, aah, hyaa!", " Yah, yah, it feels too good…ah, aahn!"]}, {"name": "", "audio": "", "normalized": ["Her voice cracks as her hungry fingertips begin to move over her swollen clit at a frantic pace."]}, {"name": "", "audio": "", "normalized": ["Now clit is now swollen to an almost painful degree, and she tries to bring herself to orgasm by stroking, pinching and rubbing it."]}, {"name": "", "audio": "", "normalized": ["She grinds up against him hard enough to bang her pubic bone."]}, {"name": "You", "audio": "", "normalized": ["Ho ho, so that's how you usually masturbate, eh?", " Not very gentle with your clit, are you?", " I can feel your entire vagina trembling."]}, {"name": "", "audio": "", "normalized": ["The pleasure from masturbating causes her to twist and writhe, and the man begins to pump his meat pole faster and harder into her vagina."]}, {"name": "", "audio": "", "normalized": ["Goosh, goosh, goosh, goosh, goosh, goosh!"]}, {"name": "", "audio": "", "normalized": ["The wet sound of his plunging cock increases in volume, and her love juice sprays and splatters all over."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0022", "normalized": ["Yaah!", " Hnn, hnn…gyaah…hngh…nyaah…"]}, {"name": "", "audio": "", "normalized": ["As droplets of her own love juice land in her open mouth, and she tastes them on the tip of her tongue…"]}, {"name": "", "audio": "", "normalized": ["she opens her mouth wider and sticks out her tongue to accept even more of their salty goodness."]}, {"name": "You", "audio": "", "normalized": ["It feels good to rub your clit while being fucked, does it not?"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0023", "normalized": ["Huhyaa!", " Yes, so good!"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0023_01", "normalized": ["It feels so good!", " I'm running my little nub while you fuck me with that giant cock!"]}, {"name": "", "audio": "", "normalized": ["The hardened expression having melted right off her face, the Taimanin continues to rub her clit and scatter hot love juice everywhere."]}, {"name": "", "audio": "", "normalized": ["Unsheathed from its foreskin, her hardened clit vibrates so fast that it could almost live a blurry pink afterimage in its wake."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0024", "normalized": ["Nyaahh!", " It's coming!", " It's coming!", " Aaah…I-I'm going to cum!"]}, {"name": "", "audio": "", "normalized": ["Kisaragi's bent body stiffens as it signals her impending orgasm, and then begins to convulse powerfully."]}, {"name": "You", "audio": "", "normalized": ["It's fine, go ahead and cum!", " I'll fill you with my hot sperm while you do!"]}, {"name": "", "audio": "", "normalized": ["His oversized cock slides in and out of her twitching pussy, as she reaches the limits of her endurance."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0025", "normalized": ["Uhyaa!", " It's coming!", " I'm cumming!", " Ahhyee, nhyee!", " Fuwaann!"]}, {"name": "", "audio": "", "normalized": ["As Kisaragi's orgasmic scream echoes through the room, her body begins to twitch intermittently in its constrained position."]}, {"name": "You", "audio": "", "normalized": ["Yes, you’re squeezing me so tight that I'm ready to ejaculate too."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0026", "normalized": ["Nyaa!", " Cum!"]}, {"name": "", "audio": "", "normalized": ["The man impales the twitching Taimanin's pussy as she begs for sperm, and she responds by convulsing powerfully."]}, {"name": "", "audio": "", "normalized": ["Pyu, pyu, pyu, pyu, pyu, pyu, pyu, pyuu!", " Pyu, pyu, pyu, pyu, sploosh!"]}, {"name": "Kisaragi", "audio": "v_r-ev036_0027", "normalized": ["Kihee, kihyaa!", " Your sperm is squirting in mee!"]}, {"name": "", "audio": "", "normalized": ["He injects hot, burning sperm into her pure, virginal vagina."]}, {"name": "", "audio": "", "normalized": ["A scream even louder than any to this point bursts from her mouth."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0028", "normalized": ["Hyaa~!", " It's hot, hnn, aah, aah, I-I'm cumming again~~!"]}, {"name": "", "audio": "", "normalized": ["Kisaragi's body bends backwards with a sudden and final convulsion as her honeypot is filled with sperm."]}, {"name": "You", "audio": "", "normalized": ["Now you are mine.", " You will work for me and do as I say… Huh?", " She's fainted, eh."]}, {"name": "", "audio": "", "normalized": ["The man withdraws his still-swollen member from the unconscious Kisaragi."]}, {"name": "Kisaragi", "audio": "v_r-ev036_0029", "normalized": ["Unnh, unnh, hnn…♪", " Aaah, aah, unnh…♪"]}, {"name": "", "audio": "", "normalized": ["A mixture of blood and semen oozes from her violated vagina."]}, {"name": "", "audio": "", "normalized": ["Even unconscious, her orgasm-flushed face betrays the unmistakable remnants of her newly-found pleasure."]}]