[{"name": "Sonia", "audio": "v_r-ev187_0000", "normalized": ["Mnnguhhmnguhh… Guuhhguhhmnn…"]}, {"name": "You", "audio": "", "normalized": ["Sonia the psychopathic serial killer who spiraled all the UFS into fear is now just this…"]}, {"name": "You", "audio": "", "normalized": ["You're nothing but an ordinary woman now.", " Tell me, how does a psychopath with no empathy feel when she's being fucked like this?"]}, {"name": "Sonia", "audio": "v_r-ev187_0001", "normalized": ["Mnnguhoogh… Gooughhuguhhguhh…"]}, {"name": "You", "audio": "", "normalized": ["You have all the time.", " Let us take it slow and enjoy it."]}, {"name": "", "audio": "", "normalized": ["I was fucking Sonia's mouth as hard as I could right after a battle while I was still full of adrenaline."]}, {"name": "", "audio": "", "normalized": ["It was not an exaggeration to say everyone from the UFS had heard of her name at some point.", " She held the title of the serial murderer with the most kills."]}, {"name": "", "audio": "", "normalized": ["She was a natural-born serial killer who had shredded and murdered more than a hundred, humans and demons alike."]}, {"name": "", "audio": "", "normalized": ["To the public, it was announced that she was sentenced to death and was executed, but with her extraordinary talent――"]}, {"name": "", "audio": "", "normalized": ["The research institute within the UFS was greatly interested in her and struck a deal to spare her if she allowed them to run research on her."]}, {"name": "", "audio": "", "normalized": ["Now, the scientists had modified her body and she was spending her days killing all the people and demons who threatened the security of the UFS."]}, {"name": "", "audio": "", "normalized": ["And my name had finally ended up on the murdering list of the genius killer for some reason――"]}, {"name": "", "audio": "", "normalized": ["But I had seen my share of action and made it through them."]}, {"name": "", "audio": "", "normalized": ["It was a close battle, to be honest, but I knew she was coming to kill me in advance――"]}, {"name": "", "audio": "", "normalized": ["So I was able to prepare and lay a trap, luring her to a remote place and then sprung the multiple traps to successfully capture her."]}, {"name": "Sonia", "audio": "v_r-ev187_0002", "normalized": ["Huughuuhhguhhmnn… Mnnuhhguuhguhh… Huuggjuuruhh…"]}, {"name": "You", "audio": "", "normalized": ["That's quite a tongue you got.", " Do psychopaths like you like serving men too?"]}, {"name": "Sonia", "audio": "v_r-ev187_0003", "normalized": ["Mnnguugheeghh… Haaguhh…"]}, {"name": "", "audio": "", "normalized": ["It appeared Sonia was resisting as hard as she could, trying to escape from my grasp."]}, {"name": "You", "audio": "", "normalized": ["Don't even try.", " You are all exhausted from the battle, what can you do?", " You don't even have enough energy left to bite it off."]}, {"name": "", "audio": "", "normalized": ["I had calculated everything and that was why I was fucking her mouth then.", " Once she had fallen into the spider web, struggling only made the web tangle."]}, {"name": "You", "audio": "", "normalized": ["Well, it was not too bad, actually.", " You did manage to dodge about 80 percent of all the traps, after all.", " You have my praise."]}, {"name": "Sonia", "audio": "v_r-ev187_0004", "normalized": ["Mnngguguhgheehh… I-in my mouth… Stop doing things… Stop… Don't…"]}, {"name": "You", "audio": "", "normalized": ["You might be a famous serial killer from the UFS, but if you lose, men are killed and women are fucked."]}, {"name": "You", "audio": "", "normalized": ["That's the history of battle from ages ago."]}, {"name": "Sonia", "audio": "v_r-ev187_0005", "normalized": ["Mnnguuhh, I haven't…lost to you, yet… Mnnguhhuughhjuruuhh…"]}, {"name": "You", "audio": "", "normalized": ["You're quite a sore loser.", " Well, I guess you would have already died on the noose if you weren't."]}, {"name": "", "audio": "", "normalized": ["She moved her head in a futile resistance but it only stimulated my cock I was shoving into her mouth with the tongue and lips."]}, {"name": "Sonia", "audio": "v_r-ev187_0006", "normalized": ["Mnnghuuhuuhh… Guuhhuh… Huuhhmnnhuughh…"]}, {"name": "You", "audio": "", "normalized": ["Have you not understood where you stand yet?", " You did try, but you lost in the end."]}, {"name": "You", "audio": "", "normalized": ["There's no participation award in the world of life and death."]}, {"name": "Sonia", "audio": "v_r-ev187_0007", "normalized": ["Guuhhguueeghheghhrruughh… Gough, I'll bite it off… Guuhguhgahh…"]}, {"name": "You", "audio": "", "normalized": ["You won't even scratch my cock with your jaw being so weak, eh?"]}, {"name": "", "audio": "", "normalized": ["Since I was working in my line of work, I did not slack out on checking the status of my foe."]}, {"name": "", "audio": "", "normalized": ["I was certain Sonia was exhausted and weak before I shoved my aroused cock deeper into her mouth."]}, {"name": "Sonia", "audio": "v_r-ev187_0008", "normalized": ["Mnngouhhgoughheeghh!"]}, {"name": "You", "audio": "", "normalized": ["Mnngghh, you got a real nice throat pussy."]}, {"name": "", "audio": "", "normalized": ["Sonia's eyes rolled back and writhed in agony as the tip was shoved deep into her throat."]}, {"name": "You", "audio": "", "normalized": ["It's alright.", " I know you are tough enough to be able to handle this."]}, {"name": "You", "audio": "", "normalized": ["The first step of the art of war is to know yourself and your enemy…"]}, {"name": "Sonia", "audio": "v_r-ev187_0009", "normalized": ["Gooughuheeghh… Uuueeghhaaghh… Guhghuhhouhg, too big… Ggguhhguuhguhh…"]}, {"name": "You", "audio": "", "normalized": ["It's not every day I get to fuck a throat pussy of an infamous serial killer.", " So I'm sorry but I'm gonna go all out."]}, {"name": "Sonia", "audio": "v_r-ev187_0010", "normalized": ["Guueghhggooghaaghaahagahh!", " Mnnbbuuhgeeaaghaaheghh!"]}, {"name": "", "audio": "", "normalized": ["I pounded my hips without any mercy and scraped deep inside her throat with the tip."]}, {"name": "You", "audio": "", "normalized": ["You gotta relax and breath with your nose or you're gonna suffocate, okay?"]}, {"name": "Sonia", "audio": "v_r-ev187_0011", "normalized": ["Mnnguhheeghh, guuhhguughh… Huhhmmnguhh, my throat… I-it's getting stuffed… Uuuhghbuueeghh!"]}, {"name": "You", "audio": "", "normalized": ["That's why you use your nose."]}, {"name": "", "audio": "", "normalized": ["Her airway was completely blocked by the cock as big as an arm and Sonia could neither speak or breathe, only groaning and writhing."]}, {"name": "You", "audio": "", "normalized": ["Humph, this is quite an ordinary reaction from you."]}, {"name": "You", "audio": "", "normalized": ["I've heard rumors you achieve orgasm by thrashing people, but I wonder if that's true…"]}, {"name": "You", "audio": "", "normalized": ["Or are you getting turned on by getting your petty, agonizing mouth fucked?"]}, {"name": "Sonia", "audio": "v_r-ev187_0012", "normalized": ["Mnnguuegheehh… Huuaahghhuughh… I can't breathe… Can't breathe… Heeghh!"]}, {"name": "", "audio": "", "normalized": ["Psychopaths and sociopaths who lacked emotion usually put on a mask of acting to pretend they have emotion to function in society."]}, {"name": "", "audio": "", "normalized": ["Most of the time, those kinds of people cried even though they were not sad and groaned and struggled even if they were not in agony."]}, {"name": "", "audio": "", "normalized": ["But this time, it seemed she was genuinely suffocating.", " Her emotion may not be there, but her senses were functioning just fine."]}, {"name": "Sonia", "audio": "v_r-ev187_0013", "normalized": ["Uooghuhh, guhhouhhuhh… Mnnhuuhhmnuughh… K-kill me… If you want to…just kill me…"]}, {"name": "You", "audio": "", "normalized": ["Death before capture… Is that right?", " You're too naive.", " I better be aware such a naive sentiment won't fly, eh?"]}, {"name": "Sonia", "audio": "v_r-ev187_0014", "normalized": ["Mnnhuughh… Huuguhh… Y-you are…also…the same as me then… Guuhhaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, I won't deny that.", " I've never been to a shrink or anything.", " Besides, this is what I do for a living."]}, {"name": "", "audio": "", "normalized": ["I had never had the urge to kill without a reason, but at the same time, if there was a need, anything was a fair game for me."]}, {"name": "", "audio": "", "normalized": ["I made no compromise to get things done and always lived while I looked for the most effective, sure, and logical answers to the problems."]}, {"name": "Sonia", "audio": "v_r-ev187_0015", "normalized": ["Guugaaghhaghh… Buuhguuhhuhh… Mnneeghh, mnnueegh… Oooeegaaghh…"]}, {"name": "You", "audio": "", "normalized": ["Oh, your voice is starting to sound a little erotic, hmm?"]}, {"name": "", "audio": "", "normalized": ["My observation skill took in the status of my opponents on its own and I noticed Sonia's groans were starting to turn to moans."]}, {"name": "Sonia", "audio": "v_r-ev187_0016", "normalized": ["Mnnaaghhaahh… Aaauheeghh… Buughhaaghh… Haauhhaaghuueghh…"]}, {"name": "You", "audio": "", "normalized": ["You're having your throat pussy drilled to suffocation and getting turned on… Quite an interesting woman."]}, {"name": "Sonia", "audio": "v_r-ev187_0017", "normalized": ["Guuhaaghh… I-I'm not getting turned on… Haauhaagaahahguuhh!"]}, {"name": "You", "audio": "", "normalized": ["You may want to deny it, but I have as much knowledge about women as you know about killing."]}, {"name": "", "audio": "", "normalized": ["She was certainly feeling pleasure by having her throat violated."]}, {"name": "You", "audio": "", "normalized": ["It is rather funny.", " It is because of a sick man modifying your body?"]}, {"name": "You", "audio": "", "normalized": ["Or is this because of your masochistic tendencies you already had…"]}, {"name": "Sonia", "audio": "v_r-ev187_0018", "normalized": ["Mnnguhheeaaghh… Haahhahahaaghh… Uugh, uhghh, shut up… Hueehaaghh!"]}, {"name": "You", "audio": "", "normalized": ["No matter how much you stare at me, your aching will not fo away.", " Hahahaha, I'm going to let you know all about it."]}, {"name": "", "audio": "", "normalized": ["I proclaimed so and began to pound her hard."]}, {"name": "Sonia", "audio": "v_r-ev187_0019", "normalized": ["Ooheeghh, uueghh, gueghh, oouhheeghheeghheeghhuughhm ng!"]}, {"name": "", "audio": "", "normalized": ["I meant it when I said throat pussy and repeated violent pounding into Sonia's mouth as though it was a sexual organ."]}, {"name": "Sonia", "audio": "v_r-ev187_0020", "normalized": ["Guuhheeaaghaahh, uuhaaghh… Guuhheegheeghh… Haagheghh, it's too rough, guhhguuhh!"]}, {"name": "You", "audio": "", "normalized": ["You like it rough, don't you?", " I head you diced your victims' corpses and enjoyed bathing in their blood."]}, {"name": "", "audio": "", "normalized": ["When the UFS law enforcement arrested her, she had infiltrated the society as an ordinary female teacher――"]}, {"name": "", "audio": "", "normalized": ["And she was standing and vivisecting her victims while they were still alive in the basement of a quiet suburban house."]}, {"name": "", "audio": "", "normalized": ["Something that will never be revealed to the public, but I heard from my informant that her underwear was soaked with fluids from multiple orgasms."]}, {"name": "You", "audio": "", "normalized": ["It's not quite the same thing, but… You've changed sides from making people suffer to suffering yourself."]}, {"name": "You", "audio": "", "normalized": ["Do enjoy as much as you want."]}, {"name": "Sonia", "audio": "v_r-ev187_0021", "normalized": ["Heeguhhaaghh… Bbueghhghhbuueeghheeghhuhh, ooeeghh… Guhheeghh."]}, {"name": "", "audio": "", "normalized": ["Sonia was getting aroused more and more as she was subjected to the torturous deepthroating and puking."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, good groaning and good shaking."]}, {"name": "Sonia", "audio": "v_r-ev187_0022", "normalized": ["Guugheeghehgeeaaghh!"]}, {"name": "", "audio": "", "normalized": ["As I shoved my tip into the depth of her throat in a scraping motion, it shuddered and contracted, squeezing my tip in a sucking manner."]}, {"name": "You", "audio": "", "normalized": ["Just admit it.", " You were going around to find someone to bully you, isn't that right?"]}, {"name": "Sonia", "audio": "v_r-ev187_0023", "normalized": ["Uuegeeghhaaghh, I-I'll kill you… I'll make sure to… I'll kill you… Heeguuhhguhhegheeghh!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, that's good.", " Kill or be killed.", " Hunt or be hunted.", " That's my daily life, really."]}, {"name": "", "audio": "", "normalized": ["I told her that I was ready to accept her whole, including her hatred and urge to kill."]}, {"name": "", "audio": "", "normalized": ["A life where I fuck a serial killer lady and have her come after me.", " Quite a fitting life for me."]}, {"name": "You", "audio": "", "normalized": ["Burn your hatred more.", " That arousal and passion… Mnnh, it squeezes down real nicely."]}, {"name": "Sonia", "audio": "v_r-ev187_0024", "normalized": ["Guhgeeheeghh, in my throat… Mnnooeghh, inside my throat… Haabuueghh, getting even bigger… Mnnguhguhh…"]}, {"name": "", "audio": "", "normalized": ["The twist in her throat increased the more she was aroused and squeezed down onto my tip as I pounded her, seeking semen regardless of Sonia's will."]}, {"name": "You", "audio": "", "normalized": ["You want it?", " You've been looking for it, right?"]}, {"name": "Sonia", "audio": "v_r-ev187_0025", "normalized": ["Uguueeghh, guueehhguueghh… Eeeguuhhughhuhh…"]}, {"name": "You", "audio": "", "normalized": ["The real Sonia whom the by-the-book eggheads could not fathom… I'll expose you with my cock."]}, {"name": "Sonia", "audio": "v_r-ev187_0026", "normalized": ["Oooguhheeghh… Heeguhheghh, s-stop, stop… Heeguhheghh… Guughh, throbbing inside my throat…"]}, {"name": "You", "audio": "", "normalized": ["You wanted someone to make a victim out of you and unleash you as a whore, just like how you did to your victims!"]}, {"name": "Sonia", "audio": "v_r-ev187_0027", "normalized": ["Guuegegaaghh… Guueeghh… Guueeghh, gueeaaghh… Mnnhuuhhmn!"]}, {"name": "You", "audio": "", "normalized": ["Come on, I'm gonna prove that by pouring cum into your throat pussy and making you come!"]}, {"name": "", "audio": "", "normalized": ["I thrust my cock into her powerfully and pounded my hips over and over and let out my urge to ejaculate."]}, {"name": "Sonia", "audio": "v_r-ev187_0028", "normalized": ["Mnnoohouhgooghuhhgmmnnaagahahahmmn ngmnnghh…"]}, {"name": "", "audio": "", "normalized": ["As I poured the hot, sizzling semen into her throat, Sonia shuddered and orgasmed."]}, {"name": "", "audio": "", "normalized": ["The semen that came out of me, throbbing, overflowed from not only her mouth but also from her nostrils as well."]}, {"name": "Sonia", "audio": "v_r-ev187_0029", "normalized": ["Mnnbgoouhooughhugouhuhhbbguhh… Buuhgeeghuuhh… Mnngoouhheh, guuhnbeeghh, oouhueeaahhmnn!"]}, {"name": "You", "audio": "", "normalized": ["Hahaha, it feels great, doesn't it?"]}, {"name": "", "audio": "", "normalized": ["Sonia writhed as the semen rushed to her mouth, nose, and throat."]}, {"name": "Sonia", "audio": "v_r-ev187_0030", "normalized": ["Mnnhgaaghhaaghh, guuhhuhghh, the taste and smell, the man's taste and smell… Aaaghhuhbuughh…"]}, {"name": "Sonia", "audio": "v_r-ev187_0031", "normalized": ["Huuhaahhaghhg, mnnheghh… Guheghhghehh… Mnnhueeuhuughh!"]}, {"name": "", "audio": "", "normalized": ["Sonia orgasmed wildly over and over again as her body twitched and she spewed semen from her nose and mouth."]}, {"name": "You", "audio": "", "normalized": ["Ooohh, your throat is wiggling from the bottom to the tip, wanting more cum."]}, {"name": "Sonia", "audio": "v_r-ev187_0032", "normalized": ["Gooubuughh, mnngooguhhgh, juuruuhjuuruughh… Mnngooguhuhreeghh…"]}, {"name": "You", "audio": "", "normalized": ["It's like your female instinct is slurping and swallowing cum."]}, {"name": "", "audio": "", "normalized": ["Since she had reached orgasm, her entire body went tense and her throat squeezed tighter.", " As a result, I came even longer and harder."]}, {"name": "Sonia", "audio": "v_r-ev187_0033", "normalized": ["Mnngooboughh, guubboguhh, googhuhhgouguhh… It's so thick, the smell… The cum… Pouring into me… Mnhuhh…"]}, {"name": "Sonia", "audio": "v_r-ev187_0034", "normalized": ["Mnnbughbaaghhaaghaahhehh…"]}, {"name": "", "audio": "", "normalized": ["As I had finally finished ejaculating after a long, long time, I pulled my cock out of Sonia's throat which was loosening up."]}, {"name": "Sonia", "audio": "v_r-ev187_0035", "normalized": ["Guhhaaghhahahhahhaahh… Mnnhuhgjaahh… Haauhghuhhguhh…"]}, {"name": "You", "audio": "", "normalized": ["That was a really nice throat orgasm."]}, {"name": "", "audio": "", "normalized": ["There was no resemblance to the serial killer who plunged all of the UFS into fear on her face as she was dripping semen from her nose and mouth."]}, {"name": "Sonia", "audio": "v_r-ev187_0036", "normalized": ["Aaanughh, mnnzzruguhh… Juuruughh… Juruhruleeghh…"]}, {"name": "You", "audio": "", "normalized": ["How is it, it's good, eh?"]}, {"name": "Sonia", "audio": "v_r-ev187_0037", "normalized": ["Mnnaaghh, haamuughh, goochuuhhjuruughh… Googuughh, goguhh, mnnguhh…"]}, {"name": "You", "audio": "", "normalized": ["You look more like a nymphomaniac whore than the UFS's top serial killer."]}, {"name": "", "audio": "", "normalized": ["Sonia did not react to my insulting words and instead scooped up the overflown semen with her fingers and slurped it and swallowed it."]}, {"name": "You", "audio": "", "normalized": ["You really like the cum now, huh?"]}, {"name": "Sonia", "audio": "v_r-ev187_0038", "normalized": ["Mnnhaaghh, muughh… I-I don't know… Mnnhuhghuughh… Muhuhaaghh, juruuhjuruuhh."]}, {"name": "You", "audio": "", "normalized": ["If you want cum that much, there's a way you can get plenty of it."]}, {"name": "Sonia", "audio": "v_r-ev187_0039", "normalized": ["Huuhaaghh… A way?", " I can just snatch men, a lot of them…lock them up and make them cum…"]}, {"name": "You", "audio": "", "normalized": ["It's not worth it to just gather a hundred ordinary men and make them cum.", " You know it very well after what you just went through."]}, {"name": "Sonia", "audio": "v_r-ev187_0040", "normalized": ["Mnhaaghh… Th-that's right… No matter how many penises I had cut off… They were all tiny… Useless decorations."]}, {"name": "You", "audio": "", "normalized": ["If you want special cum from a special cock, there is only one way.", " You have to be a slave and beg a man with one."]}, {"name": "Sonia", "audio": "v_r-ev187_0041", "normalized": ["Huuhaaghh… B-beg?"]}, {"name": "", "audio": "", "normalized": ["Something so simple, elementary, and basic was missing from her thought and it was rather funny to me."]}, {"name": "You", "audio": "", "normalized": ["All you have to do is just beg me, with that cute voice of yours!"]}, {"name": "Sonia", "audio": "v_r-ev187_0042", "normalized": ["Haauhh, hauuhh, heeghh… Please, give me… More cum, please, give me more, more, pour your cum into all my holes!"]}, {"name": "", "audio": "", "normalized": ["I looked at Sonia as she had slopped down to a captive of my cum and continued to laugh for a while."]}]