[{"name": "May", "audio": "v_r-ev325_0000", "normalized": ["Uhmm, I don't know why this isn't working…"]}, {"name": "", "audio": "", "normalized": ["May looked around and muttered in confusion."]}, {"name": "", "audio": "", "normalized": ["Her weapons were destroyed and she was on the ground, with her suit in tatters."]}, {"name": "May", "audio": "v_r-ev325_0001", "normalized": ["I didn’t think I would be defeated by running out of power… I guess I have a lot to work on still…"]}, {"name": "", "audio": "", "normalized": ["May attacked orcs to test out her weapons powers."]}, {"name": "", "audio": "", "normalized": ["At first, she successfully took the orcs out one by one."]}, {"name": "", "audio": "", "normalized": ["However, her weapon ran out of power eventually and she was defeated."]}, {"name": "May", "audio": "v_r-ev325_0002", "normalized": ["Damn it, I can't move my body…"]}, {"name": "", "audio": "", "normalized": ["As the result, she was lying on the floor, not being able to move because of the exhaustion and her perky skin exposed through the torn suit."]}, {"name": "", "audio": "", "normalized": ["The surviving orc took the opportunity to violate her vagina from behind as if he was taking his rage out on her."]}, {"name": "May", "audio": "v_r-ev325_0003", "normalized": ["If I was to make an improvement…perhaps there."]}, {"name": "Orc", "audio": "", "normalized": ["Hey, what are you yapping on about!"]}, {"name": "", "audio": "", "normalized": ["However, May did not seem distressed at all and was pondering.", " It was wearing the orc's patience think."]}, {"name": "", "audio": "", "normalized": ["The orc spoke to her angrily."]}, {"name": "May", "audio": "v_r-ev325_0004", "normalized": ["Hey, I'm thinking here.", " Keep it down."]}, {"name": "Orc", "audio": "", "normalized": ["Damn you…!", " You better realize what's happening to you!", " How dare you kill my comrades!"]}, {"name": "", "audio": "", "normalized": ["The orc certainly was not pleased by May's attitude as he pounded his hips onto her.", " He expressed his grudge for her killing his comrades and kept going."]}, {"name": "May", "audio": "v_r-ev325_0005", "normalized": ["I see, I think the power supply will need more improvements… Now, what did I do wrong, I wonder…"]}, {"name": "", "audio": "", "normalized": ["Even then, she was not shaken a bit as she drew a number of formulas on the floor and listed possible improvements for her weapon."]}, {"name": "", "audio": "", "normalized": ["She could care less about the fact what she was doing was only frustrating the orc more."]}, {"name": "Orc", "audio": "", "normalized": ["You're not gonna get away with this!", " You're gonna pay for killing my guys!", " You'll have my babies so we can have more orc!"]}, {"name": "May", "audio": "v_r-ev325_0006", "normalized": ["Well, I did lose to you, after all, so do whatever you want to do…but don't swing me around too much, at least."]}, {"name": "", "audio": "", "normalized": ["The orc roared and repeatedly pounded her vagina, but May did not care at all, making a silly comment."]}, {"name": "", "audio": "", "normalized": ["The orc's frustration only grew as he was not pleased by her being so calm even under such circumstances."]}, {"name": "Orc", "audio": "", "normalized": ["Fuck you!", " You killed so many of my guys…!"]}, {"name": "May", "audio": "v_r-ev325_0007", "normalized": ["Sure, whatever.", " I guess they just lost because they were too weak… Well, I guess I'm in their shoes now, huh."]}, {"name": "", "audio": "", "normalized": ["The only thing that mattered to her was coming up with new ways to improve her weapons."]}, {"name": "", "audio": "", "normalized": ["She was following her own priorities.", " She said bluntly, not caring about anything else, and continued to draw the formulas with her fingers."]}, {"name": "May", "audio": "v_r-ev325_0008", "normalized": ["At this rate, it's consuming way too much power… So if I do this here and there… I think this should do."]}, {"name": "Orc", "audio": "", "normalized": ["You keep fucking with me like that!", " I'm gonna make you understand where you're standing right now!"]}, {"name": "", "audio": "", "normalized": ["She was not making the reaction the orc expected, not scared or begging for forgiveness, not feeling anything."]}, {"name": "", "audio": "", "normalized": ["It finally made the orc's patience run out."]}, {"name": "", "audio": "", "normalized": ["He started pounding his hips even harder, trying to make her squeal like a whore, being driven by his rage."]}, {"name": "May", "audio": "v_r-ev325_0009", "normalized": ["Mnnhh, guhaahh… You're so rough… Well, but… I guess it was bound to happen because I lost."]}, {"name": "Orc", "audio": "", "normalized": ["Your calmness isn't gonna last long now!", " I'm gonna turn you into a cock-crazed whore real soon!"]}, {"name": "May", "audio": "v_r-ev325_0010", "normalized": ["What are you talking about?", " That's not… Mnnh… Haauh, mngh…"]}, {"name": "", "audio": "", "normalized": ["May tried to answer the orc, being fed up with him, but her words were cut short."]}, {"name": "", "audio": "", "normalized": ["She gave the orc a confused look as she felt her body gradually burning up and her face blushing."]}, {"name": "May", "audio": "v_r-ev325_0011", "normalized": ["Wh-what?", " My mind is getting fuzzy… Why?"]}, {"name": "Orc", "audio": "", "normalized": ["Looks like it's starting to work now!", " Our semen works like an aphrodisiac… Here!", " I'm just getting started!"]}, {"name": "May", "audio": "v_r-ev325_0012", "normalized": ["Heaaghh!", " No, wait, wait!", " I didn't know about that… Mnnguh, mnnhnm!", " It's…making my body burn up…"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac effects were already showing as May's behavior was obviously changing, getting aroused."]}, {"name": "", "audio": "", "normalized": ["Her eyes were getting dreamy and her previously unresponsive vagina was getting moist."]}, {"name": "May", "audio": "v_r-ev325_0013", "normalized": ["Mnnaahh, haauhhnmm… This isn't right… I-I can't stop…my voice coming out."]}, {"name": "", "audio": "", "normalized": ["Not only that, every time she was pounded, she let out lewd moans as her body shuddered like she was feeling pleasure."]}, {"name": "Orc", "audio": "", "normalized": ["Guheeheh, even most frigid bitch can't stand our aphrodisiac.", " It'll break anyone."]}, {"name": "May", "audio": "v_r-ev325_0014", "normalized": ["Haahh, mnghh… Mnnahh, that's just nonsense… I'm not feeling anything."]}, {"name": "", "audio": "", "normalized": ["However, her attitude was still the same."]}, {"name": "", "audio": "", "normalized": ["Even though she was moaning, May still seemed she was thinking about the plans to modify her weapons."]}, {"name": "Orc", "audio": "", "normalized": ["You're just bluffing… You're not being really convincing with that face of yours."]}, {"name": "", "audio": "", "normalized": ["The orc must have taken it as her pretending.", " He showed a vulgar smile and then started moving his hips proudly."]}, {"name": "May", "audio": "v_r-ev325_0015", "normalized": ["Haahh… Haahh… Mnnguhh… I'm telling you, that's not it… Come on, you don't get it…"]}, {"name": "Orc", "audio": "", "normalized": ["I wonder how long you can keep it up!", " Here!"]}, {"name": "May", "audio": "v_r-ev325_0016", "normalized": ["I said, it's not like that, come on, you don't get it!", " Guhaahh… Mnngh, you don't understand!"]}, {"name": "", "audio": "", "normalized": ["May did not seem to be fazed by the orc mocking her as she was not reacting to the penis thrusting into her vagina."]}, {"name": "", "audio": "", "normalized": ["The orc rubbed the precum seeping from the tip of its penis onto her vaginal walls, gradually heightening the sensitivity."]}, {"name": "May", "audio": "v_r-ev325_0017", "normalized": ["Guheghh, mnnahh… Huh… I don't know, but my pussy's starting to burn up…"]}, {"name": "May", "audio": "v_r-ev325_0018", "normalized": ["Gh, guuhh… I don't know why… Mnnuh, mneaghh."]}, {"name": "", "audio": "", "normalized": ["However, the repetition must have helped with the effects of the aphrodisiac and her voice started sounding more and more heated, making her moan louder."]}, {"name": "May", "audio": "v_r-ev325_0019", "normalized": ["Mnnhuuhh… Every time you dig in with your cock, I'm getting turned on… My pussy, guhheh, aaghh… It's tingling…"]}, {"name": "", "audio": "", "normalized": ["May's body seemed to be completely aroused by being pounded."]}, {"name": "", "audio": "", "normalized": ["Her expression was more intoxicated than before as her moans were getting louder and lewder as well."]}, {"name": "May", "audio": "v_r-ev325_0020", "normalized": ["My body… Mnnghh, it's getting so hot too… It's like my body isn't my own… Mnnguhahh!"]}, {"name": "", "audio": "", "normalized": ["May muttered like she could not believe what was happening to her body."]}, {"name": "", "audio": "", "normalized": ["Her face was blushing like she could not deal with the heat coming from within her body as she restlessly rubbed her thighs together."]}, {"name": "May", "audio": "v_r-ev325_0021", "normalized": ["Mnnhyaahh!", " Mnnguhh… Orc's…huge cock, so good!", " Aagguhhaahhghh, inside me… Mnnehh, it's going to wild!"]}, {"name": "Orc", "audio": "", "normalized": ["Looks like you're already breaking.", " Whatever happened to you calmness, huh?"]}, {"name": "", "audio": "", "normalized": ["May was getting more and more aroused as her body twitched in reaction to the penis ravaging her vagina violently."]}, {"name": "May", "audio": "v_r-ev325_0022", "normalized": ["Mnnheaghh, aahuhh… Haahh… Haaghahh… I didn't know… Ohouhohh!", " G-getting fucked by an orc was this good!"]}, {"name": "May", "audio": "v_r-ev325_0023", "normalized": ["Mnnguhhghh!", " Haahuhh, heeghh… I guess it's humiliating… Guheeghh, mnnuhh, mhaaghaaghh!"]}, {"name": "", "audio": "", "normalized": ["Every time the huge penis rubbed her vagina, pleasure came over her and May let out a voice, as if it was somewhat intriguing to her."]}, {"name": "", "audio": "", "normalized": ["However, perhaps because she was getting used to such a sensation, her mind wandered back onto her plans to modify the weapons."]}, {"name": "May", "audio": "v_r-ev325_0024", "normalized": ["Mnnhaahh… Mnnuhh… It's good, but I've had enough now… I'd rather think about other things instead."]}, {"name": "Orc", "audio": "", "normalized": ["You're still pretending like that now?", " Well, soon you won't be able to think about anything."]}, {"name": "", "audio": "", "normalized": ["May started writing formulas with her fingers one again and the orc smiled mockingly, driving his cock deep into her vagina."]}, {"name": "May", "audio": "v_r-ev325_0025", "normalized": ["Mnnghh…?", " What are you… Huhgeghh, guhh?!", " Aagheghh, heeheghhnm!", " Mnnahh, haaghh… Wh-what the hell!"]}, {"name": "", "audio": "", "normalized": ["May almost completely lost interest in the stimulation from the orc's penis, but she suddenly felt a burst of pleasure and screamed instinctively."]}, {"name": "May", "audio": "v_r-ev325_0026", "normalized": ["Mnnguhoohh!", " Mngehgehh… Heegheghhnm!", " NO way, your cock, drilling into me… It's coming in so deep!"]}, {"name": "May", "audio": "v_r-ev325_0027", "normalized": ["Mnnhouhohh, mnahh, guhegeehhnm!", " This is… So different…from before, ooughh!"]}, {"name": "Orc", "audio": "", "normalized": ["Gweheheh, you're looking pretty pathetic now!", " You thought I was done, don't you?"]}, {"name": "", "audio": "", "normalized": ["The orc said mockingly and continued to stimulate her vagina drenched with fluid deep inside, bringing even more intense pleasure."]}, {"name": "", "audio": "", "normalized": ["Apparently, the aphrodisiac effects were intensifying as she was being overwhelmed by pleasure."]}, {"name": "May", "audio": "v_r-ev325_0028", "normalized": ["Oohoughoughh… I-I can't take it anymore!", " Mnnheaghh… Your cock… It's filling my mind… I can't think about anything else!"]}, {"name": "", "audio": "", "normalized": ["The pleasure erupted in her mind and her thoughts went blank."]}, {"name": "", "audio": "", "normalized": ["May did not even react to the orc's words and let out panicked moans as she shook her head."]}, {"name": "", "audio": "", "normalized": ["The torrent of pleasure coming over her made her show an ecstatic expression and writhe."]}, {"name": "May", "audio": "v_r-ev325_0029", "normalized": ["I…don't want to think about anything else!", " I just want this… Guheghh!", " I just want to feel…an orc cock!"]}, {"name": "", "audio": "", "normalized": ["Her body was trembling from unimaginable pleasure."]}, {"name": "", "audio": "", "normalized": ["Her cheeks were loosening into a slack smile and her mouth left open, letting out joyous moans."]}, {"name": "", "audio": "", "normalized": ["There was none of her previous intelligence left in her."]}, {"name": "May", "audio": "v_r-ev325_0030", "normalized": ["Mnnahh, haheghh… Hahh… Haahh… Mnnhuuhh… This is… A lot better than I thought… Honestly, I didn't expect this…"]}, {"name": "", "audio": "", "normalized": ["May seemed to have calmed down and whispered while breathing rough."]}, {"name": "", "audio": "", "normalized": ["Sometime after regained her consciousness, May looked like she remembered something and then pouted like she was expressing anger."]}, {"name": "May", "audio": "v_r-ev325_0031", "normalized": ["Ahh, come on…!", " I just came with a new formula…and you made me forget it all…!", " Mnheeaaghh… I haven't written them…down yet…"]}, {"name": "", "audio": "", "normalized": ["Even at that point, May was not frustrated because of being violated, but because she forgot about the math she came up with."]}, {"name": "", "audio": "", "normalized": ["The orc realized how odd that was and became confused."]}, {"name": "", "audio": "", "normalized": ["In addition, the fact she cared about nothing other than her formulas did not help."]}, {"name": "Orc", "audio": "", "normalized": ["I didn't know this girl was so out of her mind…"]}, {"name": "May", "audio": "v_r-ev325_0032", "normalized": ["Haahh, huuhh… Mnnheahh, of course, mnghh… It's only natural for one to focus on…her interests…"]}, {"name": "May", "audio": "v_r-ev325_0033", "normalized": ["I honestly don't care about anything else."]}, {"name": "", "audio": "", "normalized": ["May said, nonchalantly at orc's murmuring."]}, {"name": "", "audio": "", "normalized": ["Orc remembered how casually May attacked him and his comrades."]}, {"name": "", "audio": "", "normalized": ["The sight of her reducing his comrades to ashes with no mercy sending chills down his spine."]}, {"name": "May", "audio": "v_r-ev325_0034", "normalized": ["Mnnhh… Haahuuhh… What's wrong… Mr.", " Orc?"]}, {"name": "May", "audio": "v_r-ev325_0035", "normalized": ["Mnaahh… Are you done now?", " Then… Please get off of me because I want to focus."]}, {"name": "", "audio": "", "normalized": ["May's cheeks were still blushed and pleasure still lingered, but she still put her business ahead of everything."]}, {"name": "Orc", "audio": "", "normalized": ["Shut up!", " You're not gonna keep it up too long now!"]}, {"name": "May", "audio": "v_r-ev325_0036", "normalized": ["Mnnuhh… A-are you still gonna keep going…?"]}, {"name": "", "audio": "", "normalized": ["The orc became afraid of May for a moment."]}, {"name": "", "audio": "", "normalized": ["However, he figured that it would be humiliating both as a male and an orc to be afraid of a girl he had pinned down."]}, {"name": "", "audio": "", "normalized": ["He then converted his fear into a rage and encouraged his mind and his penis, swearing that he would break May with pleasure."]}, {"name": "", "audio": "", "normalized": ["He began pounding her vagina hard with his proud cock."]}, {"name": "May", "audio": "v_r-ev325_0037", "normalized": ["Mnnhh, heegheghh!", " Aaahuhghh, guhaahh… A-again… It's coming… Guheghh!"]}, {"name": "", "audio": "", "normalized": ["As time passed, May had calmed down a little."]}, {"name": "", "audio": "", "normalized": ["However, once the orc started pounding again, she felt pleasure once again started moaning lewdly."]}, {"name": "", "audio": "", "normalized": ["The orc pulled his cock out, scraping the walls of her vagina with the tip of his penis, teasing the weak points on the shallow part of her vagina."]}, {"name": "May", "audio": "v_r-ev325_0038", "normalized": ["Guheghahh!", " R-right there… Mnnaaghh!"]}, {"name": "May", "audio": "v_r-ev325_0039", "normalized": ["Aaheghh, aaghahh… Right there, ahh, mnnghnmm… Don't rub me there… Noo!"]}, {"name": "", "audio": "", "normalized": ["With her weak points being teased so much, May twitched violently every time she was stimulated."]}, {"name": "", "audio": "", "normalized": ["Orc thrust his penis into May and then rubbed the backside of his penis onto her G-spot, shoving it into her cervix as she moaned."]}, {"name": "May", "audio": "v_r-ev325_0040", "normalized": ["Mngehghh, ohgouhohh… Mnnouhheghghh!", " Aaaguhh… My pussy's aching so much…"]}, {"name": "May", "audio": "v_r-ev325_0041", "normalized": ["It's loving getting pounded…by Mr.", " Orc's cock!"]}, {"name": "May", "audio": "v_r-ev325_0042", "normalized": ["Mnnyaaghahh!", " Mnnaahh, ahaaheghh… Orc cock, yes!", " I-I love this…so much… Guheehh… Mngnmmh!"]}, {"name": "Orc", "audio": "", "normalized": ["Gwuheheh… No woman could resist this before!", " You will soon…be only able to think about cocks!"]}, {"name": "May", "audio": "v_r-ev325_0043", "normalized": ["More, please, more… Your huge cock… Drill into me… M-make me fucked up… Guhgeghh, I want you to fuck me hard!"]}, {"name": "", "audio": "", "normalized": ["The orc continued to pound May to get her hooked on pleasure.", " Her vagina started wiggling from the sensation as he thrust his penis in deep."]}, {"name": "May", "audio": "v_r-ev325_0044", "normalized": ["Mnnguhh… Haaheghh… Haahh… Haaghh… Mnguhah!", " Aaguh, guhheeaghh… Mnngh, mnnmuuhh!"]}, {"name": "May", "audio": "v_r-ev325_0045", "normalized": ["Mnughh… Mnngehghh, guughh… Aghh, you know what, Mr.", " Orc…"]}, {"name": "Orc", "audio": "", "normalized": ["Wh-what?!"]}, {"name": "", "audio": "", "normalized": ["May said to the orc moving feverishly."]}, {"name": "", "audio": "", "normalized": ["Let alone the orc, she was also not running out of her calmness as her eyes were tearing up from pleasure."]}, {"name": "May", "audio": "v_r-ev325_0046", "normalized": ["Haahuhhnmm… Mr.", " Orc, your cock is just amazing… Mnnh, aghh, coming… I'm coming…?"]}, {"name": "", "audio": "", "normalized": ["As she made such a silly statement, her body jumped up and then achieved orgasm."]}, {"name": "May", "audio": "v_r-ev325_0047", "normalized": ["Mnnhaaghahhnmm!", " Haaheghh, mnnmmhh… Guhaahh… Mnaaheghh!"]}, {"name": "", "audio": "", "normalized": ["May moaned and screamed as her hips shuddered violently from such intense pleasure."]}, {"name": "", "audio": "", "normalized": ["Not only that, but her vagina wiggling with the cock inside squeezed tightly, with her cervix sucking on."]}, {"name": "May", "audio": "v_r-ev325_0048", "normalized": ["Mnnguohh, mnnheehh… Ohhgouhohh!", " Your cock… It's so good… More… I want to suck on it more!"]}, {"name": "", "audio": "", "normalized": ["May could no longer speak coherently as she moaned loudly while twisting her body."]}, {"name": "", "audio": "", "normalized": ["Her entire lower body was moving only to suck the semen out, signifying her whole body being corrupted by pleasure."]}, {"name": "May", "audio": "v_r-ev325_0049", "normalized": ["Mnnheaaghh… Aaheghh… As long as I have this cock… Aghh, mnnguhh… I don't need anything else."]}, {"name": "May", "audio": "v_r-ev325_0050", "normalized": ["Haaheghh, mnnguhh… My womb is aching… It begging for… Mnnghaaghh… Orc baby juice, oouhh!"]}, {"name": "", "audio": "", "normalized": ["May opened her eyes wide and let out an orgasmic voice from her gaping voice with overwhelming pleasure."]}, {"name": "", "audio": "", "normalized": ["She continued to shamelessly declare how her body was corrupted by pleasure, seeling more orc semen."]}, {"name": "May", "audio": "v_r-ev325_0051", "normalized": ["My pussy's tingling so much… I can only think about… Aahegahh… Your orc cock!"]}, {"name": "", "audio": "", "normalized": ["May's action was only possible because she had no concept of grief or remorse for getting corrupted by pleasure."]}, {"name": "", "audio": "", "normalized": ["However, to the orc who was currently pounding her honey pot, it must have appeared like she was begging for him to ejaculate."]}, {"name": "", "audio": "", "normalized": ["Her words only built up the orc's lust as he felt the climax approaching, continuing to thrust his hips."]}, {"name": "May", "audio": "v_r-ev325_0052", "normalized": ["Come, come on!", " Ahaeghh, mnguhh… Your hot, sizzling cum, in my pussy… Please pour it all inside me!"]}, {"name": "Orc", "audio": "", "normalized": ["Guouhh!", " I'm coomiingg!", " I'm gonna make you pregnant, for my guys you killed too!"]}, {"name": "", "audio": "", "normalized": ["The orc achieved ejaculation as if he was being sucked out thanks to her lower body moving lewdly to urge or more pleasure."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Splosh* *Spew* *Spew* *Sput* *Splosh* *Sput* *Spew*"]}, {"name": "May", "audio": "v_r-ev325_0053", "normalized": ["Mnnheegahahh!", " Guhaahh, mnnguhguhh… Aaheghhnmm!"]}, {"name": "May", "audio": "v_r-ev325_0054", "normalized": ["Oh wow… This is amazing!", " The pleasure… It blowing up, right in my womb!"]}, {"name": "May", "audio": "v_r-ev325_0055", "normalized": ["Haanm, orc cum is taking over my body…"]}, {"name": "", "audio": "", "normalized": ["May received a massive amount of semen with her vagina and she was overcome with pleasure so intense, her mind almost got fried, showing ecstatic face."]}, {"name": "", "audio": "", "normalized": ["Even amidst all that, how she continued to look at herself subjectively, muttering like it was all happening to someone else, was all somewhat off."]}, {"name": "May", "audio": "v_r-ev325_0056", "normalized": ["I didn't know this was so good… Mnnhahh… Orc cock, amazing, uhh… Guheeghh."]}, {"name": "", "audio": "", "normalized": ["However, even her intelligence was no match for the effects of the high-intensity aphrodisiacs as May started slurring her words."]}, {"name": "", "audio": "", "normalized": ["Soon, the words out of her mouth became more and more incoherent as she only made orgasmic sounds."]}, {"name": "May", "audio": "v_r-ev325_0057", "normalized": ["Haahuhh… Heeaaghh, mnmmuh, guhahh…"]}, {"name": "May", "audio": "v_r-ev325_0058", "normalized": ["So much cum… My pussy… It's all messy and drenched down there… Mnnhaahhnm."]}, {"name": "May", "audio": "v_r-ev325_0059", "normalized": ["Haaheghh… Mnnhaahh… Mnngh, haahuhhnm… Aaaheghh… Guhah, mnguhh!"]}, {"name": "Orc", "audio": "", "normalized": ["Looks like you're completely hooked by pleasure now… You must've really liked my huge cock."]}, {"name": "", "audio": "", "normalized": ["Orc said mockingly but it did not reach May as she was in the middle of orgasm as she skewed her lips into a lewd smile."]}, {"name": "May", "audio": "v_r-ev325_0060", "normalized": ["Mnhaahh… Guhheeghh, aahegahh… Mnnhehh, haahh… Hahh… Gheeheghh, mnhougohh!"]}, {"name": "", "audio": "", "normalized": ["May continued to let out moans that sounded like a beastly growl till the ejaculation was finally over."]}, {"name": "May", "audio": "v_r-ev325_0061", "normalized": ["Mnahh… I-is it over now…?"]}, {"name": "", "audio": "", "normalized": ["Eventually, the orc's ejaculation came to an end as her mind began to come back to her, though she was still lost among the ecstasy of orgasm."]}, {"name": "May", "audio": "v_r-ev325_0062", "normalized": ["Mnnaahh… Guhhmuhh, orc's cock juice… So much inside me… I'm gonna get pregnant for sure.", " I don't know what to do."]}, {"name": "", "audio": "", "normalized": ["May tried to catch her breath and said as if she had run out of ink in her pen or something."]}, {"name": "Orc", "audio": "", "normalized": ["She's…fucking nuts… Damn!", " I can't believe this crazy bitch killed all of my guys…"]}, {"name": "", "audio": "", "normalized": ["The orc shed tears of regrets as he noticed how abnormal she was by seeing her react so nonchalantly."]}, {"name": "May", "audio": "v_r-ev325_0063", "normalized": ["Mnnhhuhh… Don't be so down now.", " It already happened anyway, so there's no point…"]}, {"name": "", "audio": "", "normalized": ["May started to comfort the orc in shock, out of all the things she could have done."]}, {"name": "", "audio": "", "normalized": ["However, it made things worse."]}, {"name": "", "audio": "", "normalized": ["The fact someone whom he violated was comforting him emphasized her abnormality, driving orc further into a mental breakdown."]}, {"name": "May", "audio": "v_r-ev325_0064", "normalized": ["If you did manage to knock me up, then I might as well give birth anyway.", " I can have as many babies as the orcs I've killed, right?"]}, {"name": "May", "audio": "v_r-ev325_0065", "normalized": ["So, you know, instead… I'm gonna need to you become guinea pigs for my weapons again when there's enough of you, okay?"]}, {"name": "", "audio": "", "normalized": ["She said casually, ignoring the crying orc, and then showed a faint, insane smile."]}]