[{"name": "", "audio": "", "normalized": ["Fuuma was cornered into ruin as he was bound onto a chair."]}, {"name": "", "audio": "", "normalized": ["The moment Mireille was about to suck him completely dry of his semen and sexual energy――"]}, {"name": "", "audio": "", "normalized": ["The orcs who were hanging out with Fuuma quite often rushed to the rescue and ripped her off of Fuuma how was passed out."]}, {"name": "Mireille", "audio": "v_sr533_0000", "normalized": ["Guh, let me go!", " Damn it, it was just getting fun… Get your hands off of me, you monsters!"]}, {"name": "Orc 1", "audio": "", "normalized": ["Shut the hell up, you fucking succubus!"]}, {"name": "", "audio": "", "normalized": ["One of the orcs grabbed Mireille's neck forcefully and pushed her down, then pinning her onto the ground, rendering her immobile."]}, {"name": "", "audio": "", "normalized": ["She struggled desperately, trying to escape from the situation as the orc pulled on her arms."]}, {"name": "", "audio": "", "normalized": ["Even the greater demon like her could not match an orc with seer power and she stopped struggling, calming down."]}, {"name": "Orc 1", "audio": "", "normalized": ["You're just about to get gangbanged by us so don't struggle and tire yourself out."]}, {"name": "Mireille", "audio": "v_sr533_0001", "normalized": ["Don't get cocky, you fucking monsters!", " Do you really think I would let scums like you make a plaything out of me?"]}, {"name": "", "audio": "", "normalized": ["Mireille was surrounded by a handful of orcs but she still looked calm, not even shaken."]}, {"name": "", "audio": "", "normalized": ["That was only because she was confident in her ability as the greater succubus, thinking she could turn the table around any moment by using it."]}, {"name": "", "audio": "", "normalized": ["However, the orcs were well aware of what she was capable of as they were close with Fuuma."]}, {"name": "Orc 1", "audio": "", "normalized": ["You are the one underestimating us!"]}, {"name": "", "audio": "", "normalized": ["The orcs' huge penises were suddenly shoved into Mireille's completely off-guard vagina and anus."]}, {"name": "Mireille", "audio": "v_sr533_0002", "normalized": ["Guuhhgyaaghh?!"]}, {"name": "", "audio": "", "normalized": ["The sense of penetration Mireille felt as it drove into her vagina, forcing it open, made her open her mouth in agony."]}, {"name": "", "audio": "", "normalized": ["The pain and shock rendered her unable to use her powers and she resisted the agony by clenching her teeth, desperately holding onto her sanity."]}, {"name": "Mireille", "audio": "v_sr533_0003", "normalized": ["Mnnmmugguhh!", " Haaguhaaghaahh… Mmhnm, guhouhh…"]}, {"name": "", "audio": "", "normalized": ["Unlike her vagina already drenched with vaginal fluid, her anus was bone-dry and the huge penis tore it, making it bleed."]}, {"name": "", "audio": "", "normalized": ["Even then, her sphincter muscles worked properly and sucked the huge penis in, squeezing onto it."]}, {"name": "Mireille", "audio": "v_sr533_0004", "normalized": ["Noo!", " You're gonna break my ass, aaghh!", " It hurts, ouhohh!", " It hurts, just get it out, eeghh!"]}, {"name": "Orc 1", "audio": "", "normalized": ["Damn, you're so pathetic for a succubus."]}, {"name": "", "audio": "", "normalized": ["The orcs kept laughing while they mocked Mireille as her face skewed from the pain."]}, {"name": "", "audio": "", "normalized": ["And they also started pounding both of her holes at the same time and devoured the pleasure from those tight holes."]}, {"name": "Mireille", "audio": "v_sr533_0005", "normalized": ["Guhaahh… Stop this, ooughh!", " Get those filthy monster cock out… Don't fuck my pussy with it, aaghh!"]}, {"name": "Orc 2", "audio": "", "normalized": ["It's too late!", " Your pussy's already got the filth from my cock with me fucking you!", " Too bad, bwahahah…"]}, {"name": "", "audio": "", "normalized": ["With the large penis penetrating, the vaginal fluid overflowing drenched her vagina and dripped down like she was urinating."]}, {"name": "Mireille", "audio": "v_sr533_0006", "normalized": ["Hugaaghaahh!", " All the way into my womb, it's too deep… How huge is your cock… Aaghh, mnnmhmmn…"]}, {"name": "", "audio": "", "normalized": ["The penis pushed into Mireille's womb and that pushed the air out of her lungs, making her breathe out, but she did not let out a moan."]}, {"name": "", "audio": "", "normalized": ["It was partly because the pain was still stronger than the pain but it was also because of her determination not to be broken by the orcs."]}, {"name": "Mireille", "audio": "v_sr533_0007", "normalized": ["Haahhgh… Guhggahh, mmnmhmm… Just stop moving already, oouhh!", " All you sad, lonely orcs, ganging up on me…"]}, {"name": "Orc 1", "audio": "", "normalized": ["You're just wasting your time talking.", " There's no way we are going to stop something that feels so good!"]}, {"name": "", "audio": "", "normalized": ["The orc moved his penis in her anus without any hesitation and the crimson blood dripped down along her crevice."]}, {"name": "", "audio": "", "normalized": ["As the blood mixed with her vaginal fluid, it became more viscous and turned into a thread, stretching down."]}, {"name": "Mireille", "audio": "v_sr533_0008", "normalized": ["It hurts… Mmnhh, haaguhauhh… Don't think for a moment you can get away with this… Aaaguh, mnmmhaagh…"]}, {"name": "Mireille", "audio": "v_sr533_0009", "normalized": ["It's so humiliating…to be violated…by damn orcs.", " I've never felt this before… Mnnhmgehh, guhhgahgyaahh…"]}, {"name": "Orc 1", "audio": "", "normalized": ["Or, it's your first, huh.", " Nice to know."]}, {"name": "", "audio": "", "normalized": ["The breasts were swaying all over the place and the nipples on their tips were already erect hard, letting me she was getting aroused."]}, {"name": "Mireille", "audio": "v_sr533_0010", "normalized": ["I'm not going to…let scums like you break, even if I die… I'm going to suck you dry as well…"]}, {"name": "Orc 1", "audio": "", "normalized": ["This succubus is too loud!", " Come on, you can at least moan and little and be cute…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Suck on this and shut the fuck up!"]}, {"name": "", "audio": "", "normalized": ["The other orc shoved his huge penis into Mireille's mouth forcefully, plugging it."]}, {"name": "Mireille", "audio": "v_sr533_0011", "normalized": ["Mhnmhgaagahaahh?!"]}, {"name": "", "audio": "", "normalized": ["As three of her holes were filled with the orcs' large penises, Mireille trembled from the pain and humiliation."]}, {"name": "Mireille", "audio": "v_sr533_0012", "normalized": ["Mnnmmhuhaaghahh!", " Mnnmmguhh, nuuchuhrruhruhh… Aaaguh!", " Mnnmmhagh… Enough, aaghh!"]}, {"name": "", "audio": "", "normalized": ["Mireille was violated both in her vagina and anus as well as her mouth and she could barely breathe through her nostrils."]}, {"name": "", "audio": "", "normalized": ["She was forced to try breathing with her mouth but that meant she would have to suck on the penis in her mouth against her will."]}, {"name": "Mireille", "audio": "v_sr533_0013", "normalized": ["Mhnmmjurruhrruhh… Haaguhgauhh, mnmmguhuuhh… Buhjuhrruhh… Juhhbaahhgh!", " My mouth is going to rot…"]}, {"name": "Orc 3", "audio": "", "normalized": ["Do you like the taste of the cock that much?", " Then feel free to enjoy it as much as you want, you succubus whore!"]}, {"name": "", "audio": "", "normalized": ["Mireille showed agonized expression as the penis buried itself into her throat, tearing up in her eyes, as the tongue tangled onto the shaft, pleasing the orc."]}, {"name": "", "audio": "", "normalized": ["However, it was only because she was pushing it back so it would not reach deeper in her throat, not for pleasuring the orc."]}, {"name": "Mireille", "audio": "v_sr533_0014", "normalized": ["Relouhh… Mhhnmmuhh!", " Juhhbouhoughh… Mnnmmgah… Huhuhhmn!", " Gouhgaaghh!", " Churruhruhh…"]}, {"name": "", "audio": "", "normalized": ["Mireille desperately resisted the orcs' pounding but their precum infused with aphrodisiacs seeped into her both through her holes, arousing her gradually."]}, {"name": "Mireille", "audio": "v_sr533_0015", "normalized": ["Mhhnmm… Buhjururruhh… Mnnghaahh, haaguhaaghh!", " Relouh, guhaagahh!", " Guhjurruh… Chuhrruh, geboguh!"]}, {"name": "", "audio": "", "normalized": ["She was drooling from her mouth and even her vagina was gushing fluid, twitching, and sucking the huge penis in."]}, {"name": "Mireille", "audio": "v_sr533_0016", "normalized": ["(My head feels so dizzy and my body is burning up… So it was true that orc precum has an aphrodisiac effect…)"]}, {"name": "", "audio": "", "normalized": ["Mireille stopped resisting and decided to just suck those orcs dry so she could capture Fuuma again and kill him."]}, {"name": "Mireille", "audio": "v_sr533_0017", "normalized": ["(I don't want to be violated like this any longer, but… As long as I render these orcs groggy… I just have to endure this till then.", ")"]}, {"name": "", "audio": "", "normalized": ["For the moment, she tied to distract herself from the fact she was being violated by enjoying sex with the orcs."]}, {"name": "", "audio": "", "normalized": ["The was the best course of action Mireille could take at that time."]}, {"name": "Mireille", "audio": "v_sr533_0018", "normalized": ["Mnnhmmhoughohh!", " Jurruhrruuhh… I can't think about anything now… Churruhruhh…"]}, {"name": "", "audio": "", "normalized": ["She licked the penis shoved into her mouth and started moving her protruding hips along with the orcs' thrusts."]}, {"name": "Mireille", "audio": "v_sr533_0019", "normalized": ["It's making me feel so good, aahh!", " My pussy, my ass, and my butt, all of them, it just feels so good, ooghh!"]}, {"name": "Orc 1", "audio": "", "normalized": ["Gwahahahah… She's finally gone nuts."]}, {"name": "Orc 3", "audio": "", "normalized": ["Now she's a cute little slut we can have some fun with… Come on, come on, here's the cock you like so much."]}, {"name": "Mireille", "audio": "v_sr533_0020", "normalized": ["Ammuhh, juboubouhghh!", " Mnnmbuhaaghahh… It's so tasty!", " I've never tasted such tasty cock, eeghh!"]}, {"name": "", "audio": "", "normalized": ["The orcs started teasing her joyously as they found Mireille starting to get aroused with their penises."]}, {"name": "", "audio": "", "normalized": ["They sped up their movements along Mireille and attempted to make her act even lewder."]}, {"name": "Mireille", "audio": "v_sr533_0021", "normalized": ["Mmhnmmhaaghh!", " Those lumps, rubbing onto my pussy and my ass so hard, scraping me, ughh!", " Mnmguh, haahhnm!"]}, {"name": "Mireille", "audio": "v_sr533_0022", "normalized": ["Those holes are gonna connect with each other, aaghh!", " Pounding them at the same time… Gyaahhnm!", " It's too hard, ooughh!"]}, {"name": "", "audio": "", "normalized": ["How aroused Mireille was made the orcs excited as well.", " Their lust amplified each other as she became more and more unhinged."]}, {"name": "Mireille", "audio": "v_sr533_0023", "normalized": ["Come on, shove it in there so hard, you're gonna tear my butthole, eghh!", " More, more… Scrape me, stir me up, eghh!"]}, {"name": "Mireille", "audio": "v_sr533_0024", "normalized": ["Aaghh, guhhaahhnmm… Buhhchuuhrruhh… Your precum, it's so good… Juhhboubouh, relouh… Mnmm, aagmmuhh…"]}, {"name": "", "audio": "", "normalized": ["Mireille was seemingly enjoying how she was being penetrated from both ends, expressing her pleasure and serving the penises plowing her."]}, {"name": "Mireille", "audio": "v_sr533_0025", "normalized": ["I'm getting pounded from both front and back… I can't even take a breath!", " I can't stop the pleasure in my body, oouhghh!"]}, {"name": "", "audio": "", "normalized": ["The orcs thrust her from the below, teasing her vagina and putting the weight from the above to spread her anus, answering her."]}, {"name": "", "audio": "", "normalized": ["They started pounding her repeatedly to savor Mireille's body as she became so aroused."]}, {"name": "Mireille", "audio": "v_sr533_0026", "normalized": ["Guhhyaaghahhghh!", " Mnnmgguhh, I can feel it so hard in my womb, ughh!", " Haaguhmmghnm… It feels so good, aghahh!"]}, {"name": "Mireille", "audio": "v_sr533_0027", "normalized": ["My ass too… Uhggouhh, mnmmaaghh… It's burning up, so hot… Eegheghh!", " Such huge cock fucking me, ughh!"]}, {"name": "", "audio": "", "normalized": ["Sweat was pouring out of Mireille's body, her vagina and anus tightened to seek more pleasure, and stimulated the orcs' penises."]}, {"name": "Orc 2", "audio": "", "normalized": ["Man, this succubus pussy is so good!", " It's reacting to our cock and become so sensitive too!"]}, {"name": "Orc 1", "audio": "", "normalized": ["And her asshole's sucking on so hard too.", " It's so tight, it's almost making my cock hurt, bwahahah…"]}, {"name": "Mireille", "audio": "v_sr533_0028", "normalized": ["Come on, feel it more, enjoy me more… Fuck me as much as you want with your cock… Gimme all your cum with it, eeghh!"]}, {"name": "", "audio": "", "normalized": ["The orcs started speeding up once again as if Mireille's words motivated them, pounding her wildly to ejaculate."]}, {"name": "Mireille", "audio": "v_sr533_0029", "normalized": ["My pussy and my ass, getting rubbed so hard… It's so hot, aaghaahh!", " My crotch is burning… You're gonna break them, oohgohh!"]}, {"name": "", "audio": "", "normalized": ["The shock and pleasure of orcs' intense pounding made Mireille's legs shuddered as she almost fell over repeatedly as she endured."]}, {"name": "Orc 3", "audio": "", "normalized": ["Are those cow horns just for show?", " You're our cow now so why don't you moo a little or something?"]}, {"name": "Mireille", "audio": "v_sr533_0030", "normalized": ["Guhaaghh… Mhhnmm, aauhhnmm… Moo!", " Getting pounded in my pussy and my ass, it's so good, moo!"]}, {"name": "", "audio": "", "normalized": ["Mireille threw away her pride and played along with the orcs to escape the circumstance as her face blushed from the humiliation."]}, {"name": "Orc 3", "audio": "", "normalized": ["Come on, what do you say when you are sucking onto the cock you like so much?"]}, {"name": "Mireille", "audio": "v_sr533_0031", "normalized": ["It's so tasty, moo!", " I'm so happy I get to suck on such an amazing cock, moo!", " I'm gonna keep sucking till milk comes out, moo!"]}, {"name": "", "audio": "", "normalized": ["They repeated such conversation till the orc got bored of it.", " Then the orcs started pounding her even harder."]}, {"name": "Mireille", "audio": "v_sr533_0032", "normalized": ["Huge orc cocks covered in bumps… It feels so good and it's driving me mad, ughh!", " Jurruhruhh… Buhhchuughh!"]}, {"name": "", "audio": "", "normalized": ["The orc penetrating her anus grabbed Mireille's slender arms firmly and pulled her towards him, shoving the penis deeper inside her."]}, {"name": "Mireille", "audio": "v_sr533_0033", "normalized": ["Guhhgyaaghh!", " You're gonna rip my butthole, ooguhh!", " I'm gonna piss myself if you keep going so rough, aaghh!"]}, {"name": "Orc 1", "audio": "", "normalized": ["I don't fucking care, aahh!"]}, {"name": "Mireille", "audio": "v_sr533_0034", "normalized": ["Noo, aghahh!", " It hurts, it hurts…but it feels so good, oouhh!", " More, plow me harder, eeghh!"]}, {"name": "", "audio": "", "normalized": ["With the intense pounding in various parts of her body, Mireille started letting out trembling moans, pausing her blowjob."]}, {"name": "", "audio": "", "normalized": ["And that made the orc's penis violate her throat hard which made her let out gags and aroused moans at the same time."]}, {"name": "Orc 3", "audio": "", "normalized": ["Come on, feel that pleasure with our cock and come as much as you want to, yeah!"]}, {"name": "Mireille", "audio": "v_sr533_0035", "normalized": ["I'm coming with three cooks, aaghahh!", " I want it hard, oohh… Please, give it all to me, eeghh!"]}, {"name": "Mireille", "audio": "v_sr533_0036", "normalized": ["Buhhjuuhrruruhh… Mnnhaagh, ghaahaaghh!", " So hot and so thick… Pour it into me, so much, so it won't even fit inside me, eghh!"]}, {"name": "", "audio": "", "normalized": ["The orcs let Mireille know they were about to ejaculate as she showed a joyous expression and contracted all of her holes tightly."]}, {"name": "Mireille", "audio": "v_sr533_0037", "normalized": ["Please, give me all your thick cum, all over me!", " I want orc cum, real cum, please… Make me drown with your cum, eeghh!"]}, {"name": "Mireille", "audio": "v_sr533_0038", "normalized": ["I'm gonna come with you, aaghh!", " Come on, let us just all come together, ooughh!", " Mhhnmm, coominngg!"]}, {"name": "", "audio": "", "normalized": ["The orcs thrust their penis deep into Mireille's body as if her words acted as a signal and ejaculated at once."]}, {"name": "Mireille", "audio": "v_sr533_0039", "normalized": ["Mnnmmuhuaaghaahh!"]}, {"name": "", "audio": "", "normalized": ["All the semen poured into Mireille's insides at the same time and she orgasmed as if she was being swallowed by its torrent."]}, {"name": "Mireille", "audio": "v_sr533_0040", "normalized": ["Mnmmbouhgogoohh!", " Mnnhgaaghh… Cum, juhhboubouhh… Pouring in, and I'm coming, aaghaahh!"]}, {"name": "", "audio": "", "normalized": ["Mireille felt the orc's penis throbbing inside her body and sucked their semen and sexual energy out."]}, {"name": "Mireille", "audio": "v_sr533_0041", "normalized": ["(Alright, this should do… What?", " Wait, how… How can they keep cumming like nothing just happened?!", ")"]}, {"name": "", "audio": "", "normalized": ["Her eyes opened wide and semen drooled from her gaping mouth as her face became colored by despair."]}, {"name": "Orc 1", "audio": "", "normalized": ["There she is, the succubus.", " She's even trying to suck consumer our powers!"]}, {"name": "Orc 2", "audio": "", "normalized": ["I mean, it was just a little more exhausting than usual but nothing we can't handle!"]}, {"name": "Mireille", "audio": "v_sr533_0042", "normalized": ["(N-no way… Now there's nothing else I can do…)"]}, {"name": "", "audio": "", "normalized": ["Despite Mireille's twitching expression, the orcs laughed joyously as she sucked onto their cocks."]}, {"name": "", "audio": "", "normalized": ["Her vaginal walls and intestinal walls squeezed onto the penis and sucked the semen out but it was pointless against the orcs."]}, {"name": "Orc 1", "audio": "", "normalized": ["Hey, let's see if she could outlast our libido."]}, {"name": "Orc 2", "audio": "", "normalized": ["Sure.", " It's a game of who passes out first."]}, {"name": "", "audio": "", "normalized": ["The orcs finished ejaculating and resumed pounding without a pause."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiacs coursed through her as Mireille received semen with her body, making her even more sensitive and letting out even louder moans."]}, {"name": "Mireille", "audio": "v_sr533_0043", "normalized": ["Mnnmmhaaghaahh!", " Please, no more, aaghh!", " Mnnguhnyuuhgaaghahh!", " Enough of your huge cocks, eeghh!"]}, {"name": "Mireille", "audio": "v_sr533_0044", "normalized": ["Coming, coming, uughh!", " No, please, eeghh!", " My body's going insane and it feels too good, oouhgohh!"]}, {"name": "", "audio": "", "normalized": ["Mireille orgasmed once again as she spewed semen poured into her from her holes."]}, {"name": "Mireille", "audio": "v_sr533_0045", "normalized": ["The orcs are fucking me and making me cum, uuhgguhh!", " Mnnhmmhyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["Her entire body trembled and pulled back with the penis still inside her as the orcs supported her limp body almost falling over."]}, {"name": "", "audio": "", "normalized": ["And then semen dripped from her holes instead of sucking more out of the orcs, making her the groggy one."]}, {"name": "", "audio": "", "normalized": ["A few hours later, Mireille was still being violated."]}, {"name": "Mireille", "audio": "v_sr533_0046", "normalized": ["Aahayaahh!", " I'm so full with all your cum, ooughoohh!", " No more, noo!"]}, {"name": "", "audio": "", "normalized": ["Mireille orgasmed repeatedly, she was almost going insane as all she could do was to barely stay on her feet."]}, {"name": "", "audio": "", "normalized": ["She was still orgasming and begged for everything to stop but the pleasure gradually made her face smile."]}, {"name": "Mireille", "audio": "v_sr533_0047", "normalized": ["Noo!", " Please let me go, eghh!", " I'll do anything, aaghahh!", " I'm begging you, uguhh!"]}, {"name": "", "audio": "", "normalized": ["As Mireille's agonized scream echoed, Fuuma finally came to as the energy and semen she consumed recovered."]}, {"name": "You", "audio": "", "normalized": ["So I'm still alive…"]}, {"name": "", "audio": "", "normalized": ["As his mind cleared up, he looked around and found Mireille being violated by the orcs."]}, {"name": "Mireille", "audio": "v_sr533_0048", "normalized": ["Guhogouaaghh!", " Mnnghyaaghahh… You've broken my pussy and my butt both, aaghh!", " No more, huge cocks, aagahh!"]}, {"name": "", "audio": "", "normalized": ["He realized the orcs saved him and thanked them for it while giving them an order."]}, {"name": "You", "audio": "", "normalized": ["Alright, fuck her till she goes sex-crazy!"]}, {"name": "Orc 1", "audio": "", "normalized": ["Of course, Fuuma, bro!"]}, {"name": "", "audio": "", "normalized": ["The orcs laughed as Fuuma said and they became even more motivated as they resumed pounding her like few hours of exhaustion disappeared."]}, {"name": "Orc 5", "audio": "", "normalized": ["We should probably get few more friends to join."]}, {"name": "", "audio": "", "normalized": ["One of the orcs made a call, letting me know that they were not going to give Mireiile any break."]}, {"name": "Mireille", "audio": "v_sr533_0049", "normalized": ["(Damn it, it's still going… Fuuma… You'll pay for this!", ")"]}, {"name": "", "audio": "", "normalized": ["Mireille was in despair but she managed to hang onto her sanity, achieving yet another orgasm and moaned loudly."]}]