[{"name": "", "audio": "", "normalized": ["…"]}, {"name": "Juno", "audio": "v_sr130_0000", "normalized": ["Nngh… what just happened…"]}, {"name": "", "audio": "", "normalized": ["Juno spoke, looking out across the scene as she woke, as if from a nap."]}, {"name": "", "audio": "", "normalized": ["This was the Masuda Institute maintenance room, and she analyzed the situation as she confirmed this once more."]}, {"name": "", "audio": "", "normalized": ["First off, her limbs were under adjustment, and she couldn't move or stand."]}, {"name": "", "audio": "", "normalized": ["Because of this, normally during maintenance her power core was put on standby, with her mostly unconscious, in order to avoid any unnecessary movement."]}, {"name": "", "audio": "", "normalized": ["However, if she were completely under, she would be totally defenseless in the event of an incident occurring, so there was considerable risk."]}, {"name": "Juno", "audio": "v_sr130_0001", "normalized": ["(That's why my sensors continue operating… to make sure I can awake if anyone comes near, but…)"]}, {"name": "", "audio": "", "normalized": ["In other words, the fact that she had woken up like this meant that someone had surely entered the maintenance room.", " However…"]}, {"name": "Juno", "audio": "v_sr130_0002", "normalized": ["(How strange… no one is here… It can't be―)"]}, {"name": "", "audio": "", "normalized": ["She surveyed the area several times, but as soon as she confirmed there was truly no one there, her lower body trembled, making her recall her strange experience."]}, {"name": "Juno", "audio": "v_sr130_0003", "normalized": ["It can't be… is it Mr.", " Ghost?!"]}, {"name": "", "audio": "", "normalized": ["Ever since the experience of that day when an intruder had appeared in the institute, she had been attacked and humiliated countless times by some unseen presence."]}, {"name": "", "audio": "", "normalized": ["Just remembering this made her feel rage and shame.", " Even now, her upturned eyes sized up her surroundings, surely glaring and intimidating."]}, {"name": "", "audio": "", "normalized": ["Even so, Juno's body felt the existence of that unknown presence before she knew it, and she was filled with heat."]}, {"name": "Juno", "audio": "v_sr130_0004", "normalized": ["Where are you…nnh?!"]}, {"name": "", "audio": "", "normalized": ["Though she followed the pricking sensations on her skin, it was no use, and suddenly she felt hands on her, tearing open the suit she wore."]}, {"name": "", "audio": "", "normalized": ["Her nipples had become stiff just from sensing his presence, and her soaked, gaping pussy valley was exposed, with something hot pressing up against it."]}, {"name": "Juno", "audio": "v_sr130_0005", "normalized": ["Nnnghh?!", " W-wait, please… hyaauuhh!", " Aaah, nno… ghpphh, phwaahh…"]}, {"name": "", "audio": "", "normalized": ["Her warm membranes felt his male flesh, and her relaxed opening dripped sticky female nectar, soaking his hot rod."]}, {"name": "", "audio": "", "normalized": ["Using this as lubrication, he forced himself as always into Juno's opening, spreading her out with a lewd noise like he had countless times before."]}, {"name": "Juno", "audio": "v_sr130_0006", "normalized": ["Phghh… agghh… nnhahh…"]}, {"name": "", "audio": "", "normalized": ["Her brows knit together with tension, and her half-open mouth overflowed with seductive sighs."]}, {"name": "Juno", "audio": "v_sr130_0007", "normalized": ["(Ahahh… even though I'm being forced… so suddenly like this… why am I getting turned on… haah, aannh…)"]}, {"name": "", "audio": "", "normalized": ["From the moment she had swallowed up his male flesh, hot moisture had spread from her folds, and her squirming walls clung to his penis."]}, {"name": "", "audio": "", "normalized": ["Juno writhed in anguish, her cheeks hot from disgrace and the awareness of her whole body's shameful sexual response."]}, {"name": "Juno", "audio": "v_sr130_0008", "normalized": ["Nnnhahh… this is no good… hiihnnh!"]}, {"name": "", "audio": "", "normalized": ["Squelch, glurch… he thrust in and out of her cave, pulling back strings of love fluids as sticky sounds echoed."]}, {"name": "", "audio": "", "normalized": ["Her spine trembled from the irresistible pleasure, and as invisible hands began to torture her breasts, her whole body convulsed vulgarly."]}, {"name": "Juno", "audio": "v_sr130_0009", "normalized": ["Auuh… nnh, no good… hannhh, please, stop iit… haah, haah…"]}, {"name": "", "audio": "", "normalized": ["Even though she repeated her words of resistance, her pink areolae on her hot, sweaty young chest puffed up."]}, {"name": "", "audio": "", "normalized": ["At its tips, her charming flower bud nipples were peaked and soaring, trembling painfully, begging to be touched."]}, {"name": "Juno", "audio": "v_sr130_0010", "normalized": ["Nnghh, gpphh… so deep, all the way inside… haah, auuhh… don't grind against me… nnhiihh!"]}, {"name": "", "audio": "", "normalized": ["A huge amount of love juices flowed down, stirred up with every intense thrust, dripping and forming a pool of honey below her crotch."]}, {"name": "", "audio": "", "normalized": ["Her pleasure was every bit as intense, soaring to the greatest heights from the rubbing stimulation on her membranes, and her abdomen trembled."]}, {"name": "", "audio": "", "normalized": ["She ached from the sense of loss as his cock pulled out, and all of her folds quivered, her membranes shrinking as if to chase the feeling of a man they were seeking."]}, {"name": "Juno", "audio": "v_sr130_0011", "normalized": ["Haah… nnghh, gphh?!", " Nnhahh!"]}, {"name": "", "audio": "", "normalized": ["As he once again pierced her narrowed canal, the intense assault of pleasure jolted through her all the way to the crown of her head like an electric current."]}, {"name": "", "audio": "", "normalized": ["The ecstasy that shook her body made her naturally bend backwards and her hips lift and shake, with her sphincter muscles constricting rhythmically."]}, {"name": "Juno", "audio": "v_sr130_0012", "normalized": ["(Aaah… a-amazing… my body… even though I just had maintenance… it's going crazy agaiin…)"]}, {"name": "", "audio": "", "normalized": ["The stimulations from the deepest part of her pussy that were melting her body spread the pleasure all the way to the tips of her limbs…"]}, {"name": "", "audio": "", "normalized": ["…like dropped circuits suddenly linking back together."]}, {"name": "", "audio": "", "normalized": ["Even if she still had any intention of resisting the pleasure, her body's response had clearly accepted it."]}, {"name": "", "audio": "", "normalized": ["Her pussy flesh wasn't simply clamping down, but instead her membranes were creaking as they massaged and squeezed his manhood from base to tip."]}, {"name": "", "audio": "", "normalized": ["It was as though her body had decided against her own will that welcoming his penis was the right thing to do."]}, {"name": "Juno", "audio": "v_sr130_0013", "normalized": ["(It's no good… no good, agghh… Th-this… My body… that was made for Father will…)"]}, {"name": "", "audio": "", "normalized": ["Her body that the doctor had made was being exhausted not for his purposes, but that of the ghost who was remodeling and disciplining her."]}, {"name": "Juno", "audio": "v_sr130_0014", "normalized": ["Phh, ghh… aahh!", " Shtop iit… I don't want thiish!", " No thrusting, aahh!", " No rubbiing!"]}, {"name": "", "audio": "", "normalized": ["Juno floundered and shook her head wildly, trying to break the spell of lust on her body."]}, {"name": "", "audio": "", "normalized": ["But the ghost's caresses and thrusting simply mocked this, raining down maddening pleasure on her body, filling her mind and swaying her animal senses."]}, {"name": "Juno", "audio": "v_sr130_0015", "normalized": ["Shtop iit… hyagghh!"]}, {"name": "", "audio": "", "normalized": ["A tingling ran through her and her butt leapt, her hips lifted, and her stomach gurgled noisily."]}, {"name": "", "audio": "", "normalized": ["As she thought to herself that the waves that had rocked back and forth were now simply crashing against her, the back of her mind was filled with a brilliant light."]}, {"name": "Juno", "audio": "v_sr130_0016", "normalized": ["(Phwaah?!", " Th-thish is… I'm gonna cum… I can't cuum!", ")"]}, {"name": "", "audio": "", "normalized": ["Continually violated by the ghost―her exhausted, redeveloped female android body's erogenous zones and instincts were screaming."]}, {"name": "", "audio": "", "normalized": ["It was as though she was telling him she was close.", " Her seduction was not with words but with her body's response, as Juno closed her eyes and went limp."]}, {"name": "Juno", "audio": "v_sr130_0017", "normalized": ["Phghh… aah….", " nnhahh!"]}, {"name": "", "audio": "", "normalized": ["The rod that had picked up speed and changed its angle, rubbing against her flesh, began to tremble."]}, {"name": "Juno", "audio": "v_sr130_0018", "normalized": ["Hyaah… aah… it's no good, wait… outside… at least do it outside… nnhh?!"]}, {"name": "", "audio": "", "normalized": ["The majority of her torso was exactly the same as a natural woman.", " And naturally―she could get pregnant."]}, {"name": "", "audio": "", "normalized": ["Considering this, she begged with a trembling voice, but the ghost's fingers pinched her nipples, making her moan and squirm."]}, {"name": "", "audio": "", "normalized": ["Not even allowed to resist with her voice, Juno lost all ability to struggle, panting sweetly from the ghost's fingers."]}, {"name": "", "audio": "", "normalized": ["Her slackened body was invaded to its deepest part once more."]}, {"name": "", "audio": "", "normalized": ["Juno had no choice but to accept the situation as his manhood's enormous presence swelled inside her."]}, {"name": "Juno", "audio": "v_sr130_0019", "normalized": ["Ugguuhh… nnhahh!"]}, {"name": "", "audio": "", "normalized": ["*Splurt splurt spluurt!", "* *Drip drip, sploosh!", "*"]}, {"name": "Juno", "audio": "v_sr130_0020", "normalized": ["Nnhyuuhh?!", " Guwah, agghhuuh!", " Aaahyuhh, so deep, I'm meltiing, nnhhaahh!"]}, {"name": "", "audio": "", "normalized": ["The entrance of her deepest, most precious place was gaping open, with his hard glans filling it completely, pouring in his boiling hot male lust all at once."]}, {"name": "", "audio": "", "normalized": ["The feeling of his pulsing member inside her melted female flesh was like no other, and she surrendered herself to the tingling, soaking in the pleasure."]}, {"name": "Juno", "audio": "v_sr130_0021", "normalized": ["(Hwahh, ohh… amazhing… auuhh!", " Inside my pussy again… nnhah, haahh… deep inside, everywhere…)"]}, {"name": "", "audio": "", "normalized": ["Her abdomen spasmed from the pleasure of her climax countless times."]}, {"name": "", "audio": "", "normalized": ["The feeling of her breasts being massaged and her nipples being twisted as his semen poured into her made her body slack."]}, {"name": "", "audio": "", "normalized": ["Even so, her pussy clung tight to his penis, working it all the way from the base, trying to wring out every last bit of his lust as it squirmed."]}, {"name": "", "audio": "", "normalized": ["Every time his milky white fluid filled her, her mind went blank, her cheeks and lips relaxed, and her eyes half closed."]}, {"name": "Juno", "audio": "v_sr130_0022", "normalized": ["(Hauuhh… haah… so warm…)"]}, {"name": "", "audio": "", "normalized": ["Her body was enveloped in sweet euphoria, and her face was feverish as she stared blankly into space, her eyes pink."]}, {"name": "Juno", "audio": "v_sr130_0023", "normalized": ["Thish is… it's definitely a sure thing… pregnant with a ghost's baby… nnhh?!"]}, {"name": "", "audio": "", "normalized": ["An enraptured, happy expression was on her face, as though if she had the use of her arms she would be stroking her stomach."]}, {"name": "", "audio": "", "normalized": ["The unseen figure's hands slipped across her sensitive post-orgasm body, crushing her nipples and massaging her ass."]}, {"name": "", "audio": "", "normalized": ["No―the fingers that massaged her were finding their way along her crevice."]}, {"name": "", "audio": "", "normalized": ["They groped for her deep, twitching hole, opening it wide and forcing themselves inside."]}, {"name": "Juno", "audio": "v_sr130_0024", "normalized": ["Phwaauunnhh?!", " Nnhiihh!", " N-not theree… auuhhnn!"]}, {"name": "", "audio": "", "normalized": ["Her inexperienced chrysanthemum hole was suddenly and easily pierced by a man's large fingers, bending inside of her and stimulating her intestinal walls."]}, {"name": "Juno", "audio": "v_sr130_0025", "normalized": ["Nnnhaahh, ahahh!", " That's no good… hiihnnh!", " My ass is meltiing!"]}, {"name": "", "audio": "", "normalized": ["The sensation of her unclean hole being dug out and massaged like a sex organ, even though it wasn't made for insertion, became a new pleasure that tore through her body."]}, {"name": "", "audio": "", "normalized": ["Breathing and gasping, panting sweetly as her hips moved slightly to meet his fingers, Juno spoke with a lewd voice."]}, {"name": "Juno", "audio": "v_sr130_0026", "normalized": ["Nnnhahuuhh… that'sh… my ass… it's good, it feels good… nnhyahh, phyaahh!"]}, {"name": "", "audio": "", "normalized": ["The moment she spoke, as if realizing what she had just said, her face turned bright red."]}, {"name": "", "audio": "", "normalized": ["However, the surging waves of pleasure put her completely over capacity, washing away Juno's reason and shyness as she was filled with lust."]}, {"name": "Juno", "audio": "v_sr130_0027", "normalized": ["Nnnh, pphh… haah, it feels good… your ghost fingers are amazing…"]}, {"name": "", "audio": "", "normalized": ["Just like when she had forgotten herself from her creampie orgasm, Juno's lips bent in an indecent smile as she called out to her invisible partner with a flirty voice."]}, {"name": "Juno", "audio": "v_sr130_0028", "normalized": ["Please… do it more… do my asshole harder… so much it turns inside out… please make me cum!"]}, {"name": "", "audio": "", "normalized": ["Her smiling lips were as red as her heated slit, exposing her wiggling tongue as she seduced her unseen foe."]}, {"name": "", "audio": "", "normalized": ["Her breathing was ragged and hot enough to let off steam, as strings of saliva stretched and drool dripped from her mouth, exposing Juno's true animal nature."]}, {"name": "Juno", "audio": "v_sr130_0029", "normalized": ["(Aaahh… What am I saying… such a perverted thing… nngh… b-but… it's no use anymoore!", ")"]}, {"name": "", "audio": "", "normalized": ["Her lips were outstretched as though she were trying to kiss the air, and she begged in a sweet voice, with her eyes closed in rapture."]}, {"name": "Juno", "audio": "v_sr130_0030", "normalized": ["Nnnch, ghhrl… nnh, hey… please, deeper… dig at the deepest part of my ass… auuhh!", " Theere!"]}, {"name": "Juno", "audio": "v_sr130_0031", "normalized": ["Haah… I'm gonna cum, I'm gonna cuum… even though I'm sho embarrassedd… aah… I'm gonna cum with my ass… nnghh!"]}, {"name": "", "audio": "", "normalized": ["Even as she shook her head, she couldn't hide the lewd, seductive smile on her red face."]}, {"name": "", "audio": "", "normalized": ["Her whole body was filled with the growing pleasure, and each time the waves spread through her, Juno's expression gradually melted."]}, {"name": "", "audio": "", "normalized": ["Her asshole that swallowed up his fingers was pressing her intestinal walls against him, like a pussy squeezing a penis as it twitched, trying to digest them."]}, {"name": "Juno", "audio": "v_sr130_0032", "normalized": ["Nnhhahh!", " It's no good, no good!", " Hghh, I'm gonna cuum!", " Nnghwaahh!"]}, {"name": "", "audio": "", "normalized": ["Juno groaned loudly, bending backward as the bent fingers stroking and digging at her folds forcefully thrust in and out of her."]}, {"name": "Juno", "audio": "v_sr130_0033", "normalized": ["Phhgyuuhh!", " Nnhiihh, hghh, ahiiee!"]}, {"name": "", "audio": "", "normalized": ["She shuddered violently, unrestrainedly climaxing from the anal stimulation as her lifted hips leapt and her flesh loosened."]}, {"name": "Juno", "audio": "v_sr130_0034", "normalized": ["Phhghh… nnh, aah… phew… I came again, Mr.", " Ghost… nnh, haah…"]}, {"name": "", "audio": "", "normalized": ["As Juno said this, bashfully looking upward with her red face, she frowned at the creeping sensation at her crotch."]}, {"name": "Juno", "audio": "v_sr130_0035", "normalized": ["Aaah… it's no good, it's coming out… nnhh!"]}, {"name": "", "audio": "", "normalized": ["Creeping through the valley of her swollen anus was the huge load of semen she had been creampied with before, running down from her loosened crotch."]}, {"name": "Juno", "audio": "v_sr130_0036", "normalized": ["Nnnoo… all of your ghost semen you gave me is coming out… nnh, guhyaahh!", " Ahiih!"]}, {"name": "", "audio": "", "normalized": ["Without even giving her time to fully regret the waste, the ghost's fingers attacked Juno's anal folds even more furiously."]}, {"name": "", "audio": "", "normalized": ["While pinching and stroking her nipples, the fingers that thrusted inside her anus twisted and dug even deeper and more intensely, excavating her insides."]}, {"name": "Juno", "audio": "v_sr130_0037", "normalized": ["Guwaahh!", " I'm gonna cum again!", " I-I'm cumming, Mr.", " Ghost, hyaahh… nnhh!", " Nnnooh!"]}, {"name": "", "audio": "", "normalized": ["Shivering and convulsing from her climax again, Juno gasped and muttered incoherently to the ghost as she shook her hips shamefully."]}, {"name": "Juno", "audio": "v_sr130_0038", "normalized": ["Pleash… Mr.", " Ghost… put back in the semen that flowed out… inside my pussy… your ghost semen…"]}, {"name": "", "audio": "", "normalized": ["Made to climax just from her anus and nipples, she had completely awoken to pleasure as a woman―as a female―and she wiggled her tongue with a lewd expression on her face."]}, {"name": "Juno", "audio": "v_sr130_0039", "normalized": ["Next… while you grind against my ass… please hold on tight and make me pregnant, master…"]}]