[{"name": "", "audio": "", "normalized": ["A month after capturing Ai Fujisaki…"]}, {"name": "Ai", "audio": "v_sr110_0000", "normalized": ["Oh?", " I thought you weren't coming today."]}, {"name": "You", "audio": "", "normalized": ["I'm just late because of my duties.", " What, you were looking forward to it that much?"]}, {"name": "Ai", "audio": "v_sr110_0001", "normalized": ["My, who can say?"]}, {"name": "", "audio": "", "normalized": ["She returned his words like that, but it wasn't as though she had been won over.", " She wasn't won over, but…"]}, {"name": "Ai", "audio": "v_sr110_0002", "normalized": ["Well then―it's time for today's service."]}, {"name": "", "audio": "", "normalized": ["Had she gotten used to servicing me?", " Or was it that something sleeping within her had awakened from the stimulation?"]}, {"name": "", "audio": "", "normalized": ["She assertively pushed me down, her behavior now showing that she herself was wishing for sex."]}, {"name": "You", "audio": "", "normalized": ["You've gotten rather eager.", " In the beginning, if I didn't make you move, you wouldn't have done anything."]}, {"name": "Ai", "audio": "v_sr110_0003", "normalized": ["So what?", " Even if I resist, it won't help… And in that case, doing it myself just gets it over with quicker."]}, {"name": "", "audio": "", "normalized": ["Although she said this without hesitation, in the beginning, she had done nothing but resist."]}, {"name": "", "audio": "", "normalized": ["Out of necessity, I had forced her arms and legs to move, making Ai's body learn the techniques for servicing me."]}, {"name": "", "audio": "", "normalized": ["However on the other hand, I had also ensured that outside of servicing me, she had no way to fulfill her sexual desires."]}, {"name": "", "audio": "", "normalized": ["I controlled her and forced her desire to build up."]}, {"name": "", "audio": "", "normalized": ["After she had finished servicing me, whether she was satisfied or not, I left her alone."]}, {"name": "", "audio": "", "normalized": ["I had in place measures to prevent her from acting on her urges with others, of course, as well as fooling around with herself."]}, {"name": "", "audio": "", "normalized": ["It seemed as though this ascetic lifestyle was the key to opening a closed door within Ai Fujisaki."]}, {"name": "Ai", "audio": "v_sr110_0004", "normalized": ["If I want to be satisfied, I can't do anything but get turned on from servicing you… Honestly, your thinking really is indecent."]}, {"name": "", "audio": "", "normalized": ["As she said this, Ai straddled my crotch and skillfully stripped me, taking out my dick and rubbing it against her slit through her suit."]}, {"name": "", "audio": "", "normalized": ["The moment she touched it, her slit made a wet noise, and the thin fabric clung to her, showing off its shape and color."]}, {"name": "You", "audio": "", "normalized": ["You're already soaking and dripping wet, you know?", " Wetting your pussy in impatience, you really have become quite lewd."]}, {"name": "Ai", "audio": "v_sr110_0005", "normalized": ["Be quiet, it's all your fault."]}, {"name": "", "audio": "", "normalized": ["Ai knit her brows together in annoyance as she said this, but she was obscenely grinding her hips above my penis, rubbing her wet crotch on me."]}, {"name": "Ai", "audio": "v_sr110_0006", "normalized": ["Hey, hurry up… You're gonna do it today too, right?"]}, {"name": "", "audio": "", "normalized": ["There was a wet noise as she rubbed against my frenulum and my penis began to get harder."]}, {"name": "", "audio": "", "normalized": ["Even so, as part of her discipline, I purposely shook my head no in order to tease her."]}, {"name": "You", "audio": "", "normalized": ["Well, I'd like to right now, but today I'm tired and don't feel like it.", " I just came to check on your condition."]}, {"name": "", "audio": "", "normalized": ["Just as I expected, Ai narrowed her eyes and loosened her lips, snickering as she put more weight on me, pressing down further on my penis with her vulva."]}, {"name": "Ai", "audio": "v_sr110_0007", "normalized": ["Hmph… in that case, I just have to make you feel like it, right?"]}, {"name": "", "audio": "", "normalized": ["Grinning, she stretched out both arms, and steadying her body, she vigorously shook her hips, rubbing against me with her sticky wet suit."]}, {"name": "", "audio": "", "normalized": ["Foaming nectar spilled forth from her privates which were clearly outlined in the fabric, pressing up against my penis as if they were sucking at it."]}, {"name": "Ai", "audio": "v_sr110_0008", "normalized": ["Nngh… you're so big, as always… ghpphh, nnhahh…"]}, {"name": "", "audio": "", "normalized": ["Love fluids were leaking out of her suit, and my dick was stiff and towering in a flash, gleaming obscenely."]}, {"name": "Ai", "audio": "v_sr110_0009", "normalized": ["Alright, perfect♪", " You're so stiff… How's that?"]}, {"name": "You", "audio": "", "normalized": ["…Well, fine.", " In that case, why don't you service me as much as you like."]}, {"name": "", "audio": "", "normalized": ["As soon as I had said this, her lips loosened in a grin as she ripped open the crotch of her own suit, and rubbed her sticky pussy flesh up against my glans."]}, {"name": "", "audio": "", "normalized": ["*Zluurch…glurch!", "*"]}, {"name": "Ai", "audio": "v_sr110_0010", "normalized": ["Nnnauuhh!", " Auuhh, phh…"]}, {"name": "", "audio": "", "normalized": ["I pierced her soft, wet membranes as I buried my stiff rod into her pussy."]}, {"name": "", "audio": "", "normalized": ["The sensation, as if I were being licked by a thousand tongues, made me nearly move my hips instinctively, but I held back and didn't move a muscle."]}, {"name": "Ai", "audio": "v_sr110_0011", "normalized": ["Nnngh, sheesh… you're so lazy…"]}, {"name": "", "audio": "", "normalized": ["While puffing out her cheeks as if she were pouting, Ai steadied herself and moved her hips up and down energetically, beginning to work my penis."]}, {"name": "Ai", "audio": "v_sr110_0012", "normalized": ["Nnghhuuhh!", " Haah, nnh… nnhahh, nnhhahh!"]}, {"name": "", "audio": "", "normalized": ["As her butt slammed against my hips, she stroked my dick pleasantly."]}, {"name": "", "audio": "", "normalized": ["Her pussy lips giving off a spray of love fluids and her bittersweet female scent with every time her membranes quivered."]}, {"name": "", "audio": "", "normalized": ["Her breasts swayed in time with the movements of her body, and even the stimulation of that movement sent bewitching waves of pleasure through her."]}, {"name": "", "audio": "", "normalized": ["Ai's breathing was rough and her drops of sweat flew everywhere."]}, {"name": "", "audio": "", "normalized": ["Her hair disheveled as she moved her hips up and down, back and forth, right and left, indulging herself in pleasure."]}, {"name": "", "audio": "", "normalized": ["*Shlick, zlorch, glurch!", "* *Zlurch, zlorch, slosh…*"]}, {"name": "Ai", "audio": "v_sr110_0013", "normalized": ["Gpphh… Nnnhahh, haahnnhh!", " Auuh, nnh… nnhpphh…"]}, {"name": "", "audio": "", "normalized": ["From the back of her throat and the bottom of her heart came sweet moans, and saliva dripped stickily from her parted lips, as a heated sensation played across my stomach."]}, {"name": "You", "audio": "", "normalized": ["You seem pretty turned on, and you've gotten better.", " This is also the result of my training."]}, {"name": "Ai", "audio": "v_sr110_0014", "normalized": ["Nnh… ahhnh, haahh… It doesn't help if you're the only one who gets to feel good… I'm making sure… I can feel good too…"]}, {"name": "", "audio": "", "normalized": ["Even as she answered me, her voice was excited and horse, and her nipples were completely stiff."]}, {"name": "", "audio": "", "normalized": ["The tips of her breasts were lewdly pointed as they swayed, and her female scent filled the air as she kept working my dick with her precious place."]}, {"name": "", "audio": "", "normalized": ["Though I wanted to push upward immediately, I still held back, and instead put my hands on her thighs, stroking her as I demanded more service."]}, {"name": "You", "audio": "", "normalized": ["Continue."]}, {"name": "Ai", "audio": "v_sr110_0015", "normalized": ["Haahnnh, nnhh… Nnghh, ghhphh…"]}, {"name": "", "audio": "", "normalized": ["With her thighs being stroked and jiggling, Ai once again began to move her hips, working my penis."]}, {"name": "", "audio": "", "normalized": ["My swollen mushroom cap dug out the inside of her pussy, stroking it, and slamming hard against the entrance to her womb when her hips fell."]}, {"name": "Ai", "audio": "v_sr110_0016", "normalized": ["Hyauuh!", " Nnhahh, auuh… Haanhh, aah… nnhahh!"]}, {"name": "", "audio": "", "normalized": ["That thrill made her lips leap and tremble over and over."]}, {"name": "", "audio": "", "normalized": ["A huge rush of love fluids spilled out of her as though she were wetting herself, with her heated body soaked in sweat."]}, {"name": "", "audio": "", "normalized": ["As she rhythmically clamped down with her pussy, she twisted her hips in time as well, moving them up and down."]}, {"name": "", "audio": "", "normalized": ["Her technique, which she had honed nearly everyday, so that eventually she too would enjoy it, had at some point reached quite a high level."]}, {"name": "Ai", "audio": "v_sr110_0017", "normalized": ["Nnh, guuh… Hey, hey…"]}, {"name": "You", "audio": "", "normalized": ["What's up?"]}, {"name": "", "audio": "", "normalized": ["However―that still wasn't enough.", " Ai looked down at me and batted her long eyelashes with a pained look on her face."]}, {"name": "Ai", "audio": "v_sr110_0018", "normalized": ["J-just like always… before too long…"]}, {"name": "You", "audio": "", "normalized": ["I'm tired today, I told you that.", " I'm leaving the service up to you, please… hey?"]}, {"name": "", "audio": "", "normalized": ["The moment I said this, as if something had snapped within her, Ai, who had been slightly trembling, stopped the movements of her hips suddenly and mumbled."]}, {"name": "Ai", "audio": "v_sr110_0019", "normalized": ["…more… harder…"]}, {"name": "You", "audio": "", "normalized": ["What's that?"]}, {"name": "Ai", "audio": "v_sr110_0020", "normalized": ["I'm telling you to do it harder!", " I'm telling you to violate my pussy like you usually do!"]}, {"name": "", "audio": "", "normalized": ["Ai yelled at me with an almost tearful voice, her hair dancing around as her head leapt back."]}, {"name": "Ai", "audio": "v_sr110_0021", "normalized": ["If you won't do it… then I can't feel any better than this!", " That's why… hurry up, and thrust into me a lot!"]}, {"name": "You", "audio": "", "normalized": ["You're only here to service me… Or rather more like a servant in the middle of training, you know?", " How I treat you is up to me."]}, {"name": "", "audio": "", "normalized": ["I gave her a curt reply in order to tease her.", " However―for Ai, those words were the finishing blow."]}, {"name": "Ai", "audio": "v_sr110_0022", "normalized": ["…In that case, it's fine!", " I understand!", " I just have to be yours, right?!"]}, {"name": "You", "audio": "", "normalized": ["Wh-what are you talking about…"]}, {"name": "Ai", "audio": "v_sr110_0023", "normalized": ["I'm telling you I'll become your ally!", " I'll do the work that tires you out from now on!"]}, {"name": "Ai", "audio": "v_sr110_0024", "normalized": ["S-so… so violate mee!", " Until I go crazy, until I'm soaked and sticky, violate me!"]}, {"name": "", "audio": "", "normalized": ["Ai was red with anger and shame, her lips twisted as she breathed hard."]}, {"name": "You", "audio": "", "normalized": ["(…I was just planning on teasing her to make her polish her skills some more… Well, whatever.", ")"]}, {"name": "", "audio": "", "normalized": ["Though it was an unexpected development, it was a stroke of good luck."]}, {"name": "You", "audio": "", "normalized": ["…You'll really become my ally, right?"]}, {"name": "Ai", "audio": "v_sr110_0025", "normalized": ["You're so repetitive!", " I'm telling you that I will!", " So faster―nnghhuuh?!"]}, {"name": "", "audio": "", "normalized": ["As soon as Ai had yelled out her firm promise, I ripped open her suit and manhandled her ample breasts."]}, {"name": "Ai", "audio": "v_sr110_0026", "normalized": ["Nnnauuhh!", " Aaah, it's so good… more, stronger!", " Nnguuaahh!"]}, {"name": "", "audio": "", "normalized": ["On her own, she couldn't help but be restrained, but she writhed from my intense breast massage, wriggling her hips with me still inserted."]}, {"name": "", "audio": "", "normalized": ["At the same time, I thrusted upward with all my might, digging my glans into the entrance of her womb and hollowing out the back of her cave over and over."]}, {"name": "", "audio": "", "normalized": ["*Gluurch!", "* *Zlorch, slosh, zluurch!", "*"]}, {"name": "Ai", "audio": "v_sr110_0027", "normalized": ["Nnghhihhuuhh!", " Ahiihhihh, haanhh, aah, nnhahh!"]}, {"name": "", "audio": "", "normalized": ["Ai was gasping wildly, as though she was out of control, as she shook her hips in time with mine, rubbing the inside of her pussy and wringing out my dick."]}, {"name": "", "audio": "", "normalized": ["Still, it seemed that the pleasure of being forcefully violated by a man was much more intense than aiming for her own sweet spots herself."]}, {"name": "", "audio": "", "normalized": ["Every time the tip of my cock dug into the corners of her pussy, her whole body leapt and trembled, and a vast amount of love fluids dripped down."]}, {"name": "Ai", "audio": "v_sr110_0028", "normalized": ["Nhhauuhh… a-amazhing… nnhoohh!", " Haah, it'sh sho good… hahiihh, your dick ish sho good!"]}, {"name": "", "audio": "", "normalized": ["Her beautiful hair was a mess as she bent over me, her face flushing red with an alluring expression."]}, {"name": "", "audio": "", "normalized": ["That atmosphere excited me even more, and I rubbed her breasts again, warping their shape and bouncing them in my hands, kneading and massaging her chest all over."]}, {"name": "Ai", "audio": "v_sr110_0029", "normalized": ["Nnhiihh, hghh!", " Aaahh, amazing… your dick, everything is so amaziing!"]}, {"name": "Ai", "audio": "v_sr110_0030", "normalized": ["Aguuh, nnhh, this… thish, I like it, I love iit!", " Haah, nnghh… nmmhh?!"]}, {"name": "You", "audio": "", "normalized": ["Nghlrll… mchh, ghchh…"]}, {"name": "Ai", "audio": "v_sr110_0031", "normalized": ["Nnhahh… nnmhh, chbbh…"]}, {"name": "", "audio": "", "normalized": ["I raised my body and sucked at Ai's sexy wet lips, twisting my tongue inside her mouth and toying with her."]}, {"name": "", "audio": "", "normalized": ["I stirred up her saliva stained mouth, adding in my own spit and churning them together, arresting her tongue."]}, {"name": "Ai", "audio": "v_sr110_0032", "normalized": ["Gchhbhh… ghlrll…"]}, {"name": "", "audio": "", "normalized": ["Our lips pressed tightly together, without a single crack between them, and our tongues entwined, sticking together."]}, {"name": "", "audio": "", "normalized": ["We mixed our slippery saliva together, painting the walls of our mouths and then sucking it up again, stroking each other's lips."]}, {"name": "Ai", "audio": "v_sr110_0033", "normalized": ["Ahnnmmhh… ammhh, ghpphh…"]}, {"name": "", "audio": "", "normalized": ["Ai's eyes were narrowed in delight as she clung to me and I softly fondled her breasts, then forcefully pinched and stretched out her nipples."]}, {"name": "Ai", "audio": "v_sr110_0034", "normalized": ["Nnhyughh?!", " Nnahahhohh!", " Ohh!", " Phhghh, guhhyuuh…"]}, {"name": "", "audio": "", "normalized": ["Her spine twitched and leapt and her pussy clamped down from the intense pleasure."]}, {"name": "", "audio": "", "normalized": ["Even so, the unconscious movement of her hips in time with my upward thrusts continued unceasingly."]}, {"name": "", "audio": "", "normalized": ["Her soft membranes wriggled, diligently stroking my dick as though I was being licked all over."]}, {"name": "Ai", "audio": "v_sr110_0035", "normalized": ["Opphh… nnmmh, ghlrl… nnghh, nnhhnn!", " Phwaah, haah, it'sh no good, I'm gonna cum…"]}, {"name": "", "audio": "", "normalized": ["Her tongue was stretched all the way out and it made a splashing sound as she licked my lips while pleading with me."]}, {"name": "", "audio": "", "normalized": ["Just as she had said, her sticky cave was convulsing repeatedly as if it were trying to digest my dick, squeezing down on me from base to tip."]}, {"name": "", "audio": "", "normalized": ["Her lewd figure, completely absorbed in passionate service and pleasure as she begged me, left me feeling like I was going to blow my load whether I liked it or not."]}, {"name": "You", "audio": "", "normalized": ["Guuh… fine, cum!", " Cum while you're getting a creampie!"]}, {"name": "", "audio": "", "normalized": ["I grabbed Ai's hips as I yelled, digging my glans into her cervix as I made my way to her womb, forcing my dick deep inside of her."]}, {"name": "Ai", "audio": "v_sr110_0036", "normalized": ["Aaahiihh?!", " Nnhyuuh, hyughiihh!"]}, {"name": "", "audio": "", "normalized": ["In a moment, her spine leapt as though she'd been hit by an electric current, and her breasts swayed indecently as her whole body convulsed."]}, {"name": "", "audio": "", "normalized": ["Feeling the waves of her orgasm, I let loose my swelling male lust without restraint, releasing it deep into her cave."]}, {"name": "", "audio": "", "normalized": ["*Splortsplortsploort!", "* *Splash splash!", "* *Sploosh, driip!", "*"]}, {"name": "", "audio": "", "normalized": ["The pleasurable suction of her pussy made me weak in the knees, as if she were sucking out my soul, as my hot man milk exploded from the tip of my dick."]}, {"name": "Ai", "audio": "v_sr110_0037", "normalized": ["Ngyuuh, hiihhnhh?!", " Ahhiihh, hyaahh, ihhiihh!"]}, {"name": "", "audio": "", "normalized": ["Ai's hips moved shudderingly, her pussy flesh frantically working my rod as she sucked up my semen."]}, {"name": "Ai", "audio": "v_sr110_0038", "normalized": ["Ouuhh!", " Nnhoohh, gpphh… nnhahh, aahh, I'm gonna cum… I'm cummiing… nnhahh!"]}, {"name": "", "audio": "", "normalized": ["Her womb sucked up my throbbing penis and my white-hot excitement poured deep inside."]}, {"name": "", "audio": "", "normalized": ["Every time my ejaculate hit the walls of her pussy, her body twisted and she clung to me."]}, {"name": "", "audio": "", "normalized": ["Kissing my face all over like she was licking me, breathing hot and heavy as she melted from the pleasure."]}, {"name": "Ai", "audio": "v_sr110_0039", "normalized": ["Nnhahh… haah, nnghh… aah, uuh, haauuhh…"]}, {"name": "", "audio": "", "normalized": ["Her flushed body was completely burning up and she was totally drenched in sweat, as a puddle of love juices and female cum spread on the floor."]}, {"name": "", "audio": "", "normalized": ["Even after ejaculating, my penis stayed rock hard."]}, {"name": "", "audio": "", "normalized": ["With my penis still inserted, we held each other for several minutes before we were finally free of the aftershocks of our climax."]}, {"name": "You", "audio": "", "normalized": ["Haah… haah… phew…"]}, {"name": "Ai", "audio": "v_sr110_0040", "normalized": ["Nnhahh… it was… amazing… nnh…"]}, {"name": "", "audio": "", "normalized": ["Her normally graceful and beautiful features were distorted by pleasure, and she earnestly tried to hide this by kissing me."]}, {"name": "", "audio": "", "normalized": ["Accepting this, I wound my tongue around hers over and over before finally asking her."]}, {"name": "You", "audio": "", "normalized": ["Hey… you remember what you said before, right?"]}, {"name": "Ai", "audio": "v_sr110_0041", "normalized": ["Nnhahh… nnh, yesh… of coursh… I will… become your sword…"]}, {"name": "", "audio": "", "normalized": ["She pressed her lips together in a flirty smile as she embraced me, holding her body against mine."]}, {"name": "You", "audio": "", "normalized": ["…Well said, good then.", " From now on, you're my ally… Work hard, now."]}, {"name": "Ai", "audio": "v_sr110_0042", "normalized": ["Nnh… I know that… so… do me more… ammhh, ghlrl…"]}, {"name": "", "audio": "", "normalized": ["Ai whispered like a spoiled kid as she clung to me, leaning her weight on me as she began to move her hips."]}, {"name": "", "audio": "", "normalized": ["With my nether regions stirred once more looking at her, I screwed my roiling male lust into her pussy again and began to furiously thrust inside her…"]}]