[{"name": "Anemone", "audio": "v_r-ev058_0000", "normalized": ["Hnngghh?!", " *Phew…* Y-you bastard… How were you, a mere human, able to use my powers…"]}, {"name": "", "audio": "", "normalized": ["She was of a rarer form of Demon family, the Arachni, and her power was that she could wrap up enemies in her webbing and steal their lifeforce."]}, {"name": "", "audio": "", "normalized": ["Normally, she would steal their energy to strengthen herself, but this time the man stole hers instead and used it to empower his sexual vigor."]}, {"name": "", "audio": "", "normalized": ["He had an impressively large penis, with thick veins that throbbed.", " The very sight of such a monster made Anemone's body shake with fear."]}, {"name": "", "audio": "", "normalized": ["Though she had lived as a princess within the Arachni family for many years, her body still looked young."]}, {"name": "", "audio": "", "normalized": ["Even a normal-sized human penis would be a tight fit, but now her tiny hole was being stretched beyond its limit with this monster cock."]}, {"name": "Anemone", "audio": "v_r-ev058_0001", "normalized": ["Hhhnngghh!", " Errkk…"]}, {"name": "", "audio": "", "normalized": ["She could feel the pain of having her hole being slowly broken in deep and sharp in the back of her head."]}, {"name": "Anemone", "audio": "v_r-ev058_0002", "normalized": ["*Pants* Ju-just what do… …wh-what are your goals… …by doing such a…vile act…"]}, {"name": "You", "audio": "", "normalized": ["It's not so complicated.", " Your power is just so fascinating, I want you to join my ranks."]}, {"name": "Anemone", "audio": "v_r-ev058_0003", "normalized": ["Jo-join y-you?", " Ne-nev—AH!"]}, {"name": "", "audio": "", "normalized": ["Slowly, his mushroom head started to split her tiny pussy.", " The hole was so wide now that one could almost fit their fist in there."]}, {"name": "", "audio": "", "normalized": ["Now with his head fully inserted, the man continued to slowly push until half of his enormous cock was hidden inside her."]}, {"name": "Anemone", "audio": "v_r-ev058_0004", "normalized": ["Did you really think I would join your ranks…?", " You are truly a fool… Know your role, worm…"]}, {"name": "", "audio": "", "normalized": ["She said, with daggers in her eyes.", " However, her words were carried by heavy breathing, and she couldn't help but bite her lip."]}, {"name": "", "audio": "", "normalized": ["The man couldn't help but smile wickedly at her and chortled with glee."]}, {"name": "You", "audio": "", "normalized": ["Oh, yes.", " I do think you'll join me.", " And after you do, I'll teach you true obedience."]}, {"name": "", "audio": "", "normalized": ["Upon saying that, the man thrusted his hips deep with full force.", " His cock, which had been resting half-way in, now shot itself fully inserted."]}, {"name": "", "audio": "", "normalized": ["*Gooch, splooch!", "* *Gulch…* *Splork, spleck!", "* *Splooch!", "*"]}, {"name": "Anemone", "audio": "v_r-ev058_0005", "normalized": ["Mmnnaahh!", " Haah…haah… Ooohh… Haah…"]}, {"name": "", "audio": "", "normalized": ["Anemone tried desperately to stifle her moans and shivering body."]}, {"name": "", "audio": "", "normalized": ["But with her pussy being blown out like it was, her limbs twitched uncontrollably under the intense pain she was receiving."]}, {"name": "", "audio": "", "normalized": ["However, thanks to the innate skill of the Arachni family, she was able to reduce the pain by over half."]}, {"name": "", "audio": "", "normalized": ["And shortly, the pain that was running through her body soon became pleasurable, which made Anemone relax a bit."]}, {"name": "Anemone", "audio": "v_r-ev058_0006", "normalized": ["Aaah… Haahh… *Phew…* Aah-ha…haah…"]}, {"name": "", "audio": "", "normalized": ["She had overwritten the pain to now register as intense pleasure, which spread out through her entire body."]}, {"name": "", "audio": "", "normalized": ["As her body was twitching and convulsing with delight, the man continued to fuck her tiny pussy with enough force to squish an apple."]}, {"name": "Anemone", "audio": "v_r-ev058_0007", "normalized": ["Hnngghh!", " Haah…haah… Aaahh…"]}, {"name": "", "audio": "", "normalized": ["Her pussy was now dripping with vaginal fluids, which worked excellently by lubricating the man's massive cock."]}, {"name": "", "audio": "", "normalized": ["It started to receive the man's fist-sized head more easily.", " Her busted-open hole now allowed the man's penis to travel deep into her abdomen."]}, {"name": "Anemone", "audio": "v_r-ev058_0008", "normalized": ["Hnnghh…haah… Are you…going to… …let me…go?", " Aah…"]}, {"name": "", "audio": "", "normalized": ["Though the man was inside and making her extremely wet, Anemone tried desperately to twist and move her hips in an attempt to free herself from his grip."]}, {"name": "", "audio": "", "normalized": ["But her hips were held down in place, much like both of her arms.", " All she could do now is melt under the intense waves of pleasure."]}, {"name": "", "audio": "", "normalized": ["What's more, the very act of twisting her body became difficult on account of her lifeforce being stolen."]}, {"name": "Anemone", "audio": "v_r-ev058_0009", "normalized": ["Haah… What the…?!"]}, {"name": "", "audio": "", "normalized": ["She could do nothing but take his powerful thrusts.", " Slowly, her tender muscles began to relax, and her back curved under the striking pleasure she was receiving."]}, {"name": "You", "audio": "", "normalized": ["Heheh, this feels great.", " Your body reminds me of one of my premium pocket pussies I have back at home."]}, {"name": "Anemone", "audio": "v_r-ev058_0010", "normalized": ["Wh… Ho-how dare you ridicule me by… …comparing me to one of your fuck toys… Hhnngghh…"]}, {"name": "", "audio": "", "normalized": ["The man's indignation made Anemone's blood boil, and just when she was about to shout, the man pushed his cock even deeper into her already filled cunt."]}, {"name": "", "audio": "", "normalized": ["Though it was tight, her body twisted and jerked to make more room.", " Her puffy pink lips were being pushed deeper each time the man thrusted."]}, {"name": "Anemone", "audio": "v_r-ev058_0011", "normalized": ["Hnngghhaahh!", " Haahh… Mmmnn… Aaah…"]}, {"name": "", "audio": "", "normalized": ["Her hips moved in a circular pattern and her cervix greatly relaxed under the intense stimulation—"]}, {"name": "", "audio": "", "normalized": ["squirting out copious amounts of lubrication in the process."]}, {"name": "", "audio": "", "normalized": ["Anemone's body seemingly betrayed her by tightening up her lips around his cock and shaking under the pleasure."]}, {"name": "", "audio": "", "normalized": ["But her body was pinned down, so she could do nothing but have her tiny womb get power-fucked by the intruding man."]}, {"name": "Anemone", "audio": "v_r-ev058_0012", "normalized": ["Oooh… Haah… St-stop this at once… Aaahh!"]}, {"name": "", "audio": "", "normalized": ["She cried out worryingly as her whole body began to shake uncontrollably."]}, {"name": "", "audio": "", "normalized": ["She kicked her legs in an attempt to escape, but her body refused by slamming her butt down on his cock."]}, {"name": "", "audio": "", "normalized": ["Seeing her struggle made the man laugh.", " Grabbing both her arms, the man pushed himself closer and thrusted even deeper."]}, {"name": "", "audio": "", "normalized": ["*Gooch, splooch!", "* *Gulch…* *Splork, spleck!", "* *Splooch!", "*"]}, {"name": "Anemone", "audio": "v_r-ev058_0013", "normalized": ["Hnnrrkk!", " Haah-aah… Hnngghh!"]}, {"name": "", "audio": "", "normalized": ["The unending pain mixed in with incomprehensible pleasure was inescapable.", " Her numbed legs opened wider, which forced her abdomen to fully relax."]}, {"name": "Anemone", "audio": "v_r-ev058_0014", "normalized": ["*Gasps!", "* I…I said to cease!", " Stop this at once!"]}, {"name": "", "audio": "", "normalized": ["*Splooch!", "* *Gooch!", "* *Shluck-shluck!", "*"]}, {"name": "Anemone", "audio": "v_r-ev058_0015", "normalized": ["Hnngghh!", " Haah… Ooohh…"]}, {"name": "", "audio": "", "normalized": ["The base of his cock now kissed her clit each time he thrusted.", " Slowly, the man pressed up against her tiny womb."]}, {"name": "", "audio": "", "normalized": ["Its little hole was being forcibly dilated via the man's turgid member and it began violently twitching and secreting fluid each time the man pushed deeper."]}, {"name": "Anemone", "audio": "v_r-ev058_0016", "normalized": ["Hnngghh!", " Aaah!", " Mmmnn… Aaahh!"]}, {"name": "", "audio": "", "normalized": ["With labored breathing, Anemone shook her head and screamed.", " Her body was experiencing intense forms of both pain and pleasure."]}, {"name": "", "audio": "", "normalized": ["Her tongue hung loose out of her mouth, saliva dripping from it.", " Her saliva became a thick foam, and within moments she was covered in it."]}, {"name": "Anemone", "audio": "v_r-ev058_0017", "normalized": ["Uuugghh… I can't believe… Aaah… Mmmnn… Aaah!", " No… No moorree…"]}, {"name": "", "audio": "", "normalized": ["All she could do was lay there and allow her womb to get completely crushed by the man.", " Her attempts at running away proved fruitless."]}, {"name": "", "audio": "", "normalized": ["From deep within her core came a strong pain.", " The man had pierced her tiny cervix, and the chilling sensation ran through her body like lightning."]}, {"name": "", "audio": "", "normalized": ["Each time Anemone screamed, the man's cock pushed even further.", " With every thrust came copious amounts of Anemone lube, spilling from her tiny cunt."]}, {"name": "Anemone", "audio": "v_r-ev058_0018", "normalized": ["Uuughh…haahh…"]}, {"name": "", "audio": "", "normalized": ["She melted each time he thrusted and slowly her body gave into him.", " Her sphincter muscles soon stopped clenching up and relaxed."]}, {"name": "", "audio": "", "normalized": ["From her loosened pussy came a waterfall of discharge.", " Her crotch became wet mess of precum, and the thick smell of female pheromones became palpable."]}, {"name": "Anemone", "audio": "v_r-ev058_0019", "normalized": ["Haah… Mmnn… Wha…?!", " Haah…aah…AAH!"]}, {"name": "", "audio": "", "normalized": ["In that brief moment, her body had finally become adjusted to the slow thrusts.", " Noticing this, the man sped up intensely."]}, {"name": "", "audio": "", "normalized": ["Intensely for her, perhaps, as his thrusts were still meek.", " Her body remained relaxed as the man's cock pounded her ass producing a large sound."]}, {"name": "", "audio": "", "normalized": ["*Bap-bap!", "* Her cheeks became beet red from the slapping.", " Anemone's tiny body was almost being launched from his cock strikes."]}, {"name": "Anemone", "audio": "v_r-ev058_0020", "normalized": ["Haagghh…mmnn… S-so deep… Aaah!"]}, {"name": "", "audio": "", "normalized": ["Her body was reacting like her ass was being violently fucked.", " The faint outline of an enormous cock became visible as it pushed against the princess's stomach."]}, {"name": "", "audio": "", "normalized": ["Her body shook with intense pain as his member entered territory that shouldn't under any normal circumstances been possible."]}, {"name": "", "audio": "", "normalized": ["However, in response to this, Anemone could feel her heart flutter.", " Her limbs became numb, which was a clear sign that she was enjoying this."]}, {"name": "Anemone", "audio": "v_r-ev058_0021", "normalized": ["Haahh… Ooohh… Mmmn… Ah-haah, haah, aah!"]}, {"name": "", "audio": "", "normalized": ["Before she knew it, Anemone, mouth agape, was thrusting her OWN hips seemingly begging for more of the man's powerful cock."]}, {"name": "", "audio": "", "normalized": ["The suction force on her pussy meant that her womb is almost sucked out each time the man pulled his hips back."]}, {"name": "", "audio": "", "normalized": ["Pushing in invariably meant more fluid shooting out."]}, {"name": "Anemone", "audio": "v_r-ev058_0022", "normalized": ["Haah… Hooaahh!", " De-deep… So deep… Haah… I feel so nu-numb…"]}, {"name": "", "audio": "", "normalized": ["The pleasure of having her womb pulverized sent her into a trance.", " Intense sensations shot through her body causing her legs to bend inwards."]}, {"name": "", "audio": "", "normalized": ["Her hips rocked back and forth uncontrollably as she twisted and turned on his massive pole.", " Her loosened cervix nuzzled up against his cockhead."]}, {"name": "Anemone", "audio": "v_r-ev058_0023", "normalized": ["Haahh…oohh… Haah-haah!", " Aaah… Th-there… Ri-right th-there… Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Now that she only felt pleasure, Anemone became relaxed to the point of dictating where her sensitive spots were."]}, {"name": "", "audio": "", "normalized": ["'She wasn't completely begging, but each time she would murmur things like \"there\" and \"that's right\"."]}, {"name": "", "audio": "", "normalized": ["In conjunction with her sultry moans were her pussy contractions which were squeezing rhythmically with the thrusts.", " She started to become drunk with pleasure."]}, {"name": "", "audio": "", "normalized": ["Though she was feeling good, the man held back from going all in on her."]}, {"name": "", "audio": "", "normalized": ["For this was his way of conquering her.", " Her mind needed to be broken for that to happen."]}, {"name": "Anemone", "audio": "v_r-ev058_0024", "normalized": ["Haa…aah…mmn… Ri-right there!", " Yeah!", " Mo-more!", " Ha-harder!", " Eeeh?", " Kyaah!"]}, {"name": "", "audio": "", "normalized": ["The man sped up and soon her cervix was completely filled with cock."]}, {"name": "", "audio": "", "normalized": ["Her mind was rocked by the intense sensation and her eyes rolled back into her head.", " Mouth agape, her tongue fluttered as spit dripped off it."]}, {"name": "Anemone", "audio": "v_r-ev058_0025", "normalized": ["Mmmnnaahh!", " Hooaah… Mmmnn… Aaahh!"]}, {"name": "", "audio": "", "normalized": ["The man pushed her thighs closer together which helped further make her pussy even tighter.", " Her loosened folds wrap around his member lovingly."]}, {"name": "", "audio": "", "normalized": ["Wet discharge stuck to the base and every time he pulled out he ran the risk of taking her womb out with him."]}, {"name": "Anemone", "audio": "v_r-ev058_0026", "normalized": ["Oh my… Ooohh… This feels so… Ooohh…"]}, {"name": "", "audio": "", "normalized": ["True to his words earlier, the man began using the tiny girl just like his pocket pussy.", " Finally, he was giving in to his desires."]}, {"name": "", "audio": "", "normalized": ["Even still, Anemone showed no objection to this as the whole ordeal felt incredibly good to her.", " She was loving every moment of this."]}, {"name": "Anemone", "audio": "v_r-ev058_0027", "normalized": ["(Hoo… Wow… I need… I need more… Deeper… Aaahh…!", ")"]}, {"name": "", "audio": "", "normalized": ["She shook her hips slightly each time he pushed; her whole body started to shake and convulse."]}, {"name": "", "audio": "", "normalized": ["Her pussy produced a milky substance that stuck to his member.", " His cock was being hugged by her swollen lips as the man thrusted passionately."]}, {"name": "Anemone", "audio": "v_r-ev058_0028", "normalized": ["(Pl-pl-pleeaassee!", " Ke-keep going!", " Do-don't stop!", " Pleeaasee!", ")"]}, {"name": "", "audio": "", "normalized": ["Her eyes lazily wandered around but she couldn't speak.", " All she could do was moan with pleasure."]}, {"name": "Anemone", "audio": "v_r-ev058_0029", "normalized": ["Mnnaahh…aahh…oohh… Mmmnaah…"]}, {"name": "", "audio": "", "normalized": ["Like a mumbling crazy person, it seemed like she was trying to form a sentence, but she lacked concentration and fortitude needed to formulate one."]}, {"name": "", "audio": "", "normalized": ["The man laughed heartedly seeing the Demon girl in this state.", " Pushing deep into her, the man leaned over and yelled into her ear."]}, {"name": "You", "audio": "", "normalized": ["HEY!", " What do you want, Anemone!", " I want you to beg for it with that pretty mouth of yours!", " Beg for it like a bitch in heat, you whore!"]}, {"name": "Anemone", "audio": "v_r-ev058_0030", "normalized": ["Whaahh?!", " Aaahh… I…I… Aaahh…"]}, {"name": "", "audio": "", "normalized": ["A clash between his incisive comments and what her body wanted raged on inside her.", " It clouded her judgement, forcing her to stall."]}, {"name": "", "audio": "", "normalized": ["It seemed the man had everything, including her self-respect dancing in his hand.", " All she could do was sit there blinking."]}, {"name": "", "audio": "", "normalized": ["However, she began to slowly break under the pressure and her heart met this with a sigh of relief.", " Body numb and voice trembling, she spoke."]}, {"name": "Anemone", "audio": "v_r-ev058_0031", "normalized": ["I uh… I… I…"]}, {"name": "", "audio": "", "normalized": ["Her lips quivered and her vision was narrowed to a small point.", " Her mind was going blank."]}, {"name": "", "audio": "", "normalized": ["With her logic seemingly stolen from her, she had to rely solely on her heart to guide her."]}, {"name": "", "audio": "", "normalized": ["The man shot forward and pushed against her cervix.", " The sensation ran through brain and forced out new words."]}, {"name": "Anemone", "audio": "v_r-ev058_0032", "normalized": ["I… In my…vagina…inside… Please…inside…me… Pl-please!", " Inside me!"]}, {"name": "Anemone", "audio": "v_r-ev058_0033", "normalized": ["C-cum!", " Gi-give me your…cum… Gi-give me all of it!", " Pl-please!"]}, {"name": "", "audio": "", "normalized": ["She finally said it.", " Now she was nothing more than a cum dumpster, begging to be filled."]}, {"name": "", "audio": "", "normalized": ["Realizing this, her body twitched and ached, sending waves of pleasure as she shook her ass for cum."]}, {"name": "Anemone", "audio": "v_r-ev058_0034", "normalized": ["Mnnaah… Aaah… Whaa?!"]}, {"name": "", "audio": "", "normalized": ["Her weakened heart meant her body was vulnerable.", " Pulling her hips closer, Anemone's mind went completely blank with sexual shock."]}, {"name": "Anemone", "audio": "v_r-ev058_0035", "normalized": ["Hnngghh!", " I'm…I'm cumming!", " I'm cummiinngg!", " Nnghhaah I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["Her ass muscles contracted and relaxed violently.", " She was giving his cock a powerful massage from the inside of her dirty cunt."]}, {"name": "", "audio": "", "normalized": ["The man felt he was close.", " Pushing deeper into her cervix, he could feel it almost sucking the cum out."]}, {"name": "", "audio": "", "normalized": ["*Splorlorlort!", "* *Spleck-splurk-splort!", "* *Sploorrt!", "* *Splurt-splurt!", "*"]}, {"name": "", "audio": "", "normalized": ["The man pumped her as waves of pleasure came over him.", " Her womb became a boiling pot of steaming hot cum."]}, {"name": "Anemone", "audio": "v_r-ev058_0036", "normalized": ["I'M CUMMINGG!", " Haah…haah… Cumming…haah… Aaahh!", " I'm…cummiinngg!"]}, {"name": "", "audio": "", "normalized": ["She was leaking fluid from every hole besides her ears.", " The Demon princess was now a quivering mess."]}, {"name": "", "audio": "", "normalized": ["The man dumped massive amounts of cum into her.", " Her limbs jittered and shook as the warm feeling traveled out within her."]}, {"name": "", "audio": "", "normalized": ["Her post-orgasm expression was indeed lewd, but the feeling spreading out further made her look ridiculous."]}, {"name": "", "audio": "", "normalized": ["Each time she came, her eyes would droop and slowly roll back.", " The man could see down her throat with her mouth wide-open."]}, {"name": "", "audio": "", "normalized": ["A fountain of saliva spilled from her flopped tongue which complimented the fountain spilling from her pussy.", " She was enamored with pleasure."]}, {"name": "Anemone", "audio": "v_r-ev058_0037", "normalized": ["Mnnaahh… Cumming… Aaah… Cumming again…"]}, {"name": "", "audio": "", "normalized": ["Her stomach expanded to resemble that of a pregnant woman on account of the extra sperm produced by her vigor enhancing powers."]}, {"name": "", "audio": "", "normalized": ["The outline of the man's cock could still be seen as he proceeded to further fill up her womb with more cum.", " Her heavy stomach shook as her limbs twitched with delight."]}, {"name": "Anemone", "audio": "v_r-ev058_0038", "normalized": ["Aaah!", " Cumminngg aagaaiinn… It…it won't stoopp… Ahaa… Cumming…"]}, {"name": "", "audio": "", "normalized": ["The man questioned her a final time as she laid there spraying cum and moaning."]}, {"name": "You", "audio": "", "normalized": ["Give yourself up to me.", " By doing so, it won't have to end here.", " I'll make sure you experience the ultimate in pleasure."]}, {"name": "", "audio": "", "normalized": ["The man had already violated both her body and spirit.", " But to think that there was even MORE to be expected made her quiver with excitement."]}, {"name": "Anemone", "audio": "v_r-ev058_0039", "normalized": ["Haah… I…I will… I'll join you… Anything!", " I'll do anything!"]}, {"name": "", "audio": "", "normalized": ["She wanted nothing but to feel like this forever."]}, {"name": "", "audio": "", "normalized": ["Speaking those words used up all of her energy, and Anemone's face was frozen mid-orgasm as she passed out."]}]