[{"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Somewhere in Tokyo, at night――"]}, {"name": "", "audio": "", "normalized": ["A medical facility was located on a street lined with huge office buildings and skyscrapers."]}, {"name": "", "audio": "", "normalized": ["At a glance, there was nothing special about it."]}, {"name": "", "audio": "", "normalized": ["However, someone with keen eyes could immediately tell this was no ordinary facility."]}, {"name": "", "audio": "", "normalized": ["The advanced security network covered the entire building."]}, {"name": "", "audio": "", "normalized": ["Even the guards patrolling the area appeared to be better trained than usual security guards."]}, {"name": "", "audio": "", "normalized": ["It was appropriate."]}, {"name": "", "audio": "", "normalized": ["This was a special medical facility frequented by Fuuma's organization."]}, {"name": "", "audio": "", "normalized": ["The battle against the Taimanin, UFS, and the demons was getting more intense."]}, {"name": "", "audio": "", "normalized": ["The young leader Fuuma saw the need to treat and recuperate the wounded member of his organization and founded this facility."]}, {"name": "", "audio": "", "normalized": ["At the time, nearly two hundred of the Fuuma's men were at the facility, either being treated or recovering from injuries."]}, {"name": "", "audio": "", "normalized": ["All of the patients were Fuuma's men.", " Doctors and other workers were also on the organization's payroll as well."]}, {"name": "", "audio": "", "normalized": ["The medical treatment provided was cutting-edge as well."]}, {"name": "", "audio": "", "normalized": ["The members of the organization valued the facility highly as they could recover both physically and mentally without concerns."]}, {"name": "", "audio": "", "normalized": ["However, \"cutting-edge medical technology\" and \"safety\" were not the only reason that made this facility popular."]}, {"name": "", "audio": "", "normalized": ["Another reason―― A \"special service\" only provided to the patients."]}, {"name": "", "audio": "", "normalized": ["That was the reason why this facility was so popular."]}, {"name": "", "audio": "", "normalized": ["The \"special service\" was――"]}, {"name": "Ayame", "audio": "v_sr620_0000", "normalized": ["Well, Mr.", " Tanaka, it's time for your nightly cum collection."]}, {"name": "Ayame", "audio": "v_sr620_0001", "normalized": ["I'm going to take good care of your cock, so please lower your pants now, okay."]}, {"name": "", "audio": "", "normalized": ["Nightly Cum Collection\"――"]}, {"name": "", "audio": "", "normalized": ["Such strange and lewd words were coming out of the mouth of a graceful and beautiful woman."]}, {"name": "", "audio": "", "normalized": ["Ayame Makishima, a retired Fuuma Taimanin."]}, {"name": "", "audio": "", "normalized": ["She ran off from Fuuma's village along with her master, Kurenai Shinganji, who disappeared from the scene, but she was famous for the talent as Taimanin."]}, {"name": "", "audio": "", "normalized": ["Ayame was smiling flirtily as she took a knee right at the feet of the man in front of her."]}, {"name": "", "audio": "", "normalized": ["And she was wearing a nurse uniform, spotless and pristine, of all things."]}, {"name": "", "audio": "", "normalized": ["Ayame was supposed to be an elite Taimanin.", " What caused her to end up in such a situation?"]}, {"name": "", "audio": "", "normalized": ["Of course, there was a good reason behind it."]}, {"name": "Ayame", "audio": "v_sr620_0002", "normalized": ["(Guh… Men's genitals, I feel filthy just looking at it…)"]}, {"name": "Ayame", "audio": "v_sr620_0003", "normalized": ["(But I have no choice here, right…?", " I'm…a nurse, and this is what a nurse is supposed to do…)"]}, {"name": "", "audio": "", "normalized": ["Indeed――"]}, {"name": "", "audio": "", "normalized": ["Ayame had almost completely forgotten she was a Taimanin."]}, {"name": "", "audio": "", "normalized": ["Instead, she was made to believed she was a nurse working at this special medial facility."]}, {"name": "", "audio": "", "normalized": ["She was \"brainwashed."]}, {"name": "", "audio": "", "normalized": ["Fuuma's leader subjected her under hypnotic brainwashing, using the cutting-edge experimental technology."]}, {"name": "", "audio": "", "normalized": ["Ayame was following the clues, trying to find her master, Kurenai Shinganji, who had gone missing."]}, {"name": "", "audio": "", "normalized": ["At one point, she came across intel that suggested Fuuma had another clue and she successfully infiltrated the organization――"]}, {"name": "", "audio": "", "normalized": ["However, she made a simple mistake which she would never make usually, all because of her worry for her master, and she was captured――"]}, {"name": "", "audio": "", "normalized": ["And now."]}, {"name": "", "audio": "", "normalized": ["She was subjected to powerful hypnotic brainwashing and she was working at the facility as a nurse."]}, {"name": "", "audio": "", "normalized": ["A nurse that also attended to caring for the patients' lust and desires in addition to the usual works as a nurse."]}, {"name": "", "audio": "", "normalized": ["There were many already brainwashed nurses working as special nurses at the facility."]}, {"name": "", "audio": "", "normalized": ["They were Taimanin and warriors from the hostile organization and also stunningly beautiful."]}, {"name": "", "audio": "", "normalized": ["Patients could use such beautiful women as the means to satisfy their lust any time they wanted."]}, {"name": "", "audio": "", "normalized": ["That was the reason behind the facility's huge popularity."]}, {"name": "", "audio": "", "normalized": ["It was a \"special service\" the leader of Fuuma prepared for his men."]}, {"name": "Man", "audio": "", "normalized": ["Thanks, nurse, as usual."]}, {"name": "", "audio": "", "normalized": ["The man in the patient gown lowered his pants."]}, {"name": "", "audio": "", "normalized": ["Immediately, the long and huge penis jumped right out in front of Ayame's eyes and stood tall, showing off."]}, {"name": "Ayame", "audio": "v_sr620_0004", "normalized": ["Gh?!", " Uhh…"]}, {"name": "Ayame", "audio": "v_sr620_0005", "normalized": ["(Such a huge and manly… N-no…!", " That's not what I meant, such a filthy thing, right in front of me…)"]}, {"name": "Man", "audio": "", "normalized": ["Oh?", " Nurse, is something wrong with my cock…?"]}, {"name": "Ayame", "audio": "v_sr620_0006", "normalized": ["Ahh?!", " No, it's nothing…!"]}, {"name": "Ayame", "audio": "v_sr620_0007", "normalized": ["It's just so full of energy and I was surprised a bit… I think it's fantastic your penis is so energetic, Mr.", " Tanaka…"]}, {"name": "", "audio": "", "normalized": ["Ayame followed up with her words like she was caught off guard."]}, {"name": "", "audio": "", "normalized": ["Her voice was mixed with humiliation and shame."]}, {"name": "", "audio": "", "normalized": ["Even though she was subjected to brainwashing, it did not mean her original personality was gone."]}, {"name": "", "audio": "", "normalized": ["Ayame disliked men, to begin with."]}, {"name": "", "audio": "", "normalized": ["It was not a stretch to say she despised men and tending to their dicks would have been out of the question."]}, {"name": "", "audio": "", "normalized": ["However, since she was a \"nurse"]}, {"name": "", "audio": "", "normalized": ["She was supposed to care for the patients' cocks thoroughly."]}, {"name": "Ayame", "audio": "v_sr620_0008", "normalized": ["(Th-that's right…?", " It would be rude to the patient if I call it filthy…)"]}, {"name": "Ayame", "audio": "v_sr620_0009", "normalized": ["(Taking care of cocks is an important part of our job as nurses… I have to do this thoroughly…)"]}, {"name": "Man", "audio": "", "normalized": ["Hahah, that's good to know.", " I was worried for a second if something was wrong."]}, {"name": "", "audio": "", "normalized": ["The man skewed his lips into a smile as he saw through Ayame's conflict."]}, {"name": "", "audio": "", "normalized": ["The man was a member of Fuuma's organization and, of course, she knew who Ayame really was."]}, {"name": "", "audio": "", "normalized": ["He was keeping up with the famed, beautiful Taimanin's little farce as a nurse."]}, {"name": "", "audio": "", "normalized": ["He could not hide his smile of joy and excitement… But he could not openly express it."]}, {"name": "", "audio": "", "normalized": ["He must pretend to be a patient without breaking a sweat."]}, {"name": "", "audio": "", "normalized": ["That was the spoken rule when they received the \"special service\"."]}, {"name": "Ayame", "audio": "v_sr620_0010", "normalized": ["Hehe, I'm sorry.", " I didn't mean to worry you…"]}, {"name": "Ayame", "audio": "v_sr620_0011", "normalized": ["As far as I can see, your cock is full of energy and has no issue at all… Was there something that concerned you…?"]}, {"name": "", "audio": "", "normalized": ["Ayame looked at the erect penis as she collected herself and then asked him kindly."]}, {"name": "", "audio": "", "normalized": ["Her cool-looking eyes were colored pink by the humiliation which she could not hide."]}, {"name": "Man", "audio": "", "normalized": ["Physically?"]}, {"name": "Ayame", "audio": "v_sr620_0012", "normalized": ["Yes.", " I can usually tell by how hard your cock is and how big your balls have gotten… But that's not quite enough, you see…"]}, {"name": "", "audio": "", "normalized": ["Ayame reached for the erect cock carefully with her eyes watering."]}, {"name": "", "audio": "", "normalized": ["There was no way she could know about the health of the man through his erection and balls, but it was all brainwashed into her mind."]}, {"name": "Ayame", "audio": "v_sr620_0013", "normalized": ["…There are some things with your body that only you can know."]}, {"name": "Ayame", "audio": "v_sr620_0014", "normalized": ["It doesn't matter how little or insignificant it may seem, please don't hesitate and tell us nurses, okay…?"]}, {"name": "", "audio": "", "normalized": ["Ayame smiled as she continued that it would help him recover faster."]}, {"name": "", "audio": "", "normalized": ["Her expression said she was convinced she was a nurse, caring for the patient."]}, {"name": "Man", "audio": "", "normalized": ["You know what… Now that you mention it, my body's been feeling kinda heavy since the last evening."]}, {"name": "Ayame", "audio": "v_sr620_0015", "normalized": ["Your body feels heavy…?!", " Really…?"]}, {"name": "Man", "audio": "", "normalized": ["I don't think it's important.", " Well, it's just a little."]}, {"name": "", "audio": "", "normalized": ["It was a complete lie."]}, {"name": "", "audio": "", "normalized": ["The man was a tough Taimanin and his health was in perfect condition."]}, {"name": "", "audio": "", "normalized": ["The reason he was admitted was for the treatment of the light injury."]}, {"name": "", "audio": "", "normalized": ["But the man pretended he was not feeling well."]}, {"name": "", "audio": "", "normalized": ["It was all part of receiving the \"special service\"."]}, {"name": "Man", "audio": "", "normalized": ["Nurse, would you please take a look, just in case?"]}, {"name": "Ayame", "audio": "v_sr620_0016", "normalized": ["O-of course… I am a little concerned too, so I will go ahead and check it out now."]}, {"name": "", "audio": "", "normalized": ["Ayame stared at the man's erect penis again with a serious look."]}, {"name": "", "audio": "", "normalized": ["And then, she slowly reached for the tip of the penis with her erotically half-opened lips――"]}, {"name": "Ayame", "audio": "v_sr620_0017", "normalized": ["A little change of plans.", " I'm going to check up on your cock before collecting your cum."]}, {"name": "Ayame", "audio": "v_sr620_0018", "normalized": ["I'm going to start at the tip and work my way down, so please be patient.", " This might tickle a little, okay…?"]}, {"name": "Ayame", "audio": "v_sr620_0019", "normalized": ["Juubuguhh…!", " Mnngh… Chuh, relouh… Mnnbughh…"]}, {"name": "", "audio": "", "normalized": ["Lewd, wet noise came from her nicely shaped and thick lips."]}, {"name": "", "audio": "", "normalized": ["The tip of the man's erect penis was engulfed completely into Ayame's warm mouth."]}, {"name": "Ayame", "audio": "v_sr620_0020", "normalized": ["Chuuhh, rellouhh… Juuhh, mnnhuhh…Rellouhrelouhh… Chuh, chuppuh… Mnnchuh, relouh… Chuh… Mnnhuhh…"]}, {"name": "", "audio": "", "normalized": ["Just as she sucked it in, Ayame was already moving her mouth passionately."]}, {"name": "", "audio": "", "normalized": ["She nibbled onto the heating up tip of the penis with her moist lips and rubbed the tip of her tongue along the top and backside of the cock."]}, {"name": "Man", "audio": "", "normalized": ["Ughh…?!"]}, {"name": "", "audio": "", "normalized": ["The pleasure must have been greater than he expected.", " The man let out a short groan."]}, {"name": "", "audio": "", "normalized": ["As his back shook and shuddered, the tip of the cock Ayame was sucking on jumped up."]}, {"name": "Ayame", "audio": "v_sr620_0021", "normalized": ["Huumhuhh?!", " Juuhghh… Haahuhh, mnngh… Chuuh, juuhh… Juhh… Aaah, mnnuuhhuuhh…"]}, {"name": "Man", "audio": "", "normalized": ["Oh… Looks like my hips just jumped a little.", " Is everything alright, nurse…?"]}, {"name": "Ayame", "audio": "v_sr620_0022", "normalized": ["Juuhh, churuhh… Y-yes… It's all fine, so please don't mind me, okay… Chuuhh…"]}, {"name": "", "audio": "", "normalized": ["Ayame smiled with tears in her eyes as she tamed the cock going wild inside her mouth with her tongue."]}, {"name": "Ayame", "audio": "v_sr620_0023", "normalized": ["I-I'm the one…who should be apologizing here… Chuhh, relouhh… Relouhrouh…"]}, {"name": "Ayame", "audio": "v_sr620_0024", "normalized": ["Of course… You would be surprised when I suck on the tip so suddenly… It's tingly, right…?", " Chuhh, churuhh…"]}, {"name": "", "audio": "", "normalized": ["Ayame let her tongue gently rub along the tip of the cock in her mouth like she was compensating for it."]}, {"name": "Man", "audio": "", "normalized": ["I mean, it was a little bit tingly, yeah, but it was mostly because that felt so good."]}, {"name": "Man", "audio": "", "normalized": ["You really are good at it, nurse.", " You are so good at caring for a cock like this, you know…"]}, {"name": "Ayame", "audio": "v_sr620_0025", "normalized": ["C-come on now… Chuhh, relourelouh… I'm still nothing, not even… Mnnh, but… Thank you… Chuuhh."]}, {"name": "", "audio": "", "normalized": ["Ayame's eyes narrowed joyously and licked the tip up."]}, {"name": "Ayame", "audio": "v_sr620_0026", "normalized": ["B-but… You have to hold it in…even if this feels that good… Chuhh, rerlouhh…"]}, {"name": "Ayame", "audio": "v_sr620_0027", "normalized": ["I'm just checking and diagnosing your cock right now… You have to hold still… Rerlluh, chuhh… Mnnchuh."]}, {"name": "Man", "audio": "", "normalized": ["Of course, I know that.", " This isn't the first time I'm going through a test like this."]}, {"name": "", "audio": "", "normalized": ["An erotic pleasuring of the penis under the guise of the medical tests."]}, {"name": "", "audio": "", "normalized": ["The nurses here were brainwashed with the incorrect knowledge that \"they can determine the patient's health by hardness and temperature of the penis."]}, {"name": "", "audio": "", "normalized": ["The men used this to enjoy the blowjob by the nurses as much as they wanted to."]}, {"name": "Ayame", "audio": "v_sr620_0028", "normalized": ["Mnuuhh… Chuhh, juruuhh… Y-yes… Thank you for yor cooperation… Chuh, juhruuruhh…"]}, {"name": "", "audio": "", "normalized": ["Ayame was so brainwashed that she did not doubt what she was doing was the right thing, not even a bit."]}, {"name": "", "audio": "", "normalized": ["She sucked onto the cock with her eyes narrowed from humiliation, but also with a passionate expression, escalating with the movement of her mouth."]}, {"name": "Ayame", "audio": "v_sr620_0029", "normalized": ["F-first… I will begin by checking how hard the tip of your cock is, okay…?", " Mnnbuh… Chuhh, jurruhh…!"]}, {"name": "Ayame", "audio": "v_sr620_0030", "normalized": ["Then… I will check the surface temperature… The taste and smell of your precum too… Chuh, jurruhh."]}, {"name": "Man", "audio": "", "normalized": ["That's a lot to check.", " What does that tell you?"]}, {"name": "Ayame", "audio": "v_sr620_0031", "normalized": ["Juhh, mnnbuuhh… Th-that…tell me about the state of your health, of course… Mnnjuhh, churuhhuhh."]}, {"name": "Man", "audio": "", "normalized": ["The state of my health?"]}, {"name": "Ayame", "audio": "v_sr620_0032", "normalized": ["Yes… If you're healthy, your cock will be as hard as steel… It'll also be so hot that it would burn my lips… Th-the smell too…"]}, {"name": "Ayame", "audio": "v_sr620_0033", "normalized": ["And if you are weak, then…your cock would also be weak too, only showing a faint reaction to the stimulation…Chuhrruruhh."]}, {"name": "Man", "audio": "", "normalized": ["Hahaha, I see… So that's how it works."]}, {"name": "", "audio": "", "normalized": ["Of course, that was total nonsense."]}, {"name": "", "audio": "", "normalized": ["The man had a hard time trying to keep himself from laughing as he listened to Ayame's explanation."]}, {"name": "Man", "audio": "", "normalized": ["So, how is my cock?", " Did you find anything wrong with it?"]}, {"name": "Ayame", "audio": "v_sr620_0034", "normalized": ["N-no… Nothing concrete, yet… I will have to take a closer look… Mnngh, churuhh… Rerourhouhh… You won't mind, would you…?"]}, {"name": "Man", "audio": "", "normalized": ["Of course not.", " Please, take your time."]}, {"name": "Ayame", "audio": "v_sr620_0035", "normalized": ["Hehe… Y-yes… Now then, with your permission… Chuhh, ryuhrruhruhh… Huuh, aabubughh!"]}, {"name": "", "audio": "", "normalized": ["She smiled kindly to the man and then Ayame began to lick the tip of the penis even more passionately."]}, {"name": "", "audio": "", "normalized": ["Her mind was focused on the sensation within her mouth."]}, {"name": "", "audio": "", "normalized": ["Her eyes were only half open and she continued the \"checkup\" on the cock while she muttered something."]}, {"name": "Ayame", "audio": "v_sr620_0036", "normalized": ["Ammuuhhjuruhrjurruhhbuuhrerrouhohh hh…!", " Mnnhuhh… I-it's pushing back hard… Jubbuhh, mnnhurruruhh…"]}, {"name": "Ayame", "audio": "v_sr620_0037", "normalized": ["Th-the tip has the correct elasticity, very good… The temperature is higher than average, which is also good…"]}, {"name": "Ayame", "audio": "v_sr620_0038", "normalized": ["A-and… The amount and taste of your cum… It's also good, so far… I see… Chuhh, churuhruhh…!", " Mnngh, huuhghh…"]}, {"name": "Ayame", "audio": "v_sr620_0039", "normalized": ["Th-the only thing that might concern me is… The backside of your tip smells a bit…?", " Shhnmm, mnnhh… Haahh."]}, {"name": "Ayame", "audio": "v_sr620_0040", "normalized": ["B-but…?", " This must be…caused by all the dick cheese stuck on the tip… Juuhh… Relouhrelouh, mnnbuhh…Churrurhuuhh…"]}, {"name": "Ayame", "audio": "v_sr620_0041", "normalized": ["If I was to just lick it all off…just like this, it should have no ill effects on your health… Chuh, jurrurruhh…!"]}, {"name": "Man", "audio": "", "normalized": ["Mnnghh…?!"]}, {"name": "", "audio": "", "normalized": ["The man was barely able to take ti."]}, {"name": "", "audio": "", "normalized": ["An incredibly beautiful woman who was supposed to be an elite Taimanin was passionately licking the tip of his cock."]}, {"name": "", "audio": "", "normalized": ["She used not only her tongue and lips but also the inside of her cheeks and even her gums to thoroughly stimulate the cock while cleaning it."]}, {"name": "", "audio": "", "normalized": ["Hold still and don't move\"―― Even though Ayame made sure the man heard her instruction."]}, {"name": "", "audio": "", "normalized": ["However, his cock still jumped up once again, but there was no way for him to resist."]}, {"name": "Ayame", "audio": "v_sr620_0042", "normalized": ["Mnngbuughh…?!", " A-again… Mnnghh, ughuuhh… Y-you can't do that…?"]}, {"name": "Ayame", "audio": "v_sr620_0043", "normalized": ["Y-you cock is…throbbing so much inside my mouth… Mnnbuhjuuhvuhghh… R-really, you have such an unruly cock…"]}, {"name": "", "audio": "", "normalized": ["Ayame's eyes opened up wide for just a moment from the movement on the cock inside her mouth."]}, {"name": "", "audio": "", "normalized": ["Soon, smiled lewdly and gently licked all over the tip of the penis which had inflated."]}, {"name": "Man", "audio": "", "normalized": ["Oh, excuse me… I got in the way for your checkup again."]}, {"name": "Ayame", "audio": "v_sr620_0044", "normalized": ["Please don't worry… Mnnchuhh, heheh…!", " It's all fine as long as my patients get better… Chuhh, mnnghh, chuubuuhh."]}, {"name": "Ayame", "audio": "v_sr620_0045", "normalized": ["Mnnaahh, aahh… You know, this really is… You've got such an energetic cock… Chuuhh, churruruhh!"]}, {"name": "Man", "audio": "", "normalized": ["Yeah, looks like it's gotten all better now.", " Now that you mention it, my body is feeling light too."]}, {"name": "", "audio": "", "normalized": ["The man rubbed the tip of his cock against the inside of Ayame's mouth as he smiled smugly."]}, {"name": "", "audio": "", "normalized": ["Of course, it was all a lie."]}, {"name": "", "audio": "", "normalized": ["The man had no health issue, to begin with."]}, {"name": "Ayame", "audio": "v_sr620_0046", "normalized": ["Oh, is that right…?", " Heheh, I'm so glad to hear that… Chuuhh, chuuhrruhruhh."]}, {"name": "", "audio": "", "normalized": ["However, Ayame was completely oblivious as her eyes narrowed joyously while the tip of the cock was still in her mouth."]}, {"name": "Ayame", "audio": "v_sr620_0047", "normalized": ["They say human saliva… Mnngh, mncuuhh… It has healing properties, you know…"]}, {"name": "Ayame", "audio": "v_sr620_0048", "normalized": ["Perhaps…that's taking effect now, you see… Mnnghh, rerlouuhh…Chuuhhpuhh…"]}, {"name": "Man", "audio": "", "normalized": ["Hehe… Yes, of course, that must be it.", " Now, would you keep going like this?"]}, {"name": "Ayame", "audio": "v_sr620_0049", "normalized": ["Chuhh, jurruruhh… Yes, as much as you want…!"]}, {"name": "", "audio": "", "normalized": ["Ayame smiled lewdly and nodded, engulfing the cock in even deeper and deeper."]}, {"name": "Ayame", "audio": "v_sr620_0050", "normalized": ["I've almost finished with…checking the tip of your cock now… Mnngnhh, huuhh…"]}, {"name": "Ayame", "audio": "v_sr620_0051", "normalized": ["Next, I'm going to cover your whole cock…with my saliva and stroke it hard, okay… I want your cock to get even healthier…"]}, {"name": "Ayame", "audio": "v_sr620_0052", "normalized": ["Mnnbuhh, juruhh!", " Juruhh!", " Juuhh, jurruhruhh… Mnnghchuuhhghh!"]}, {"name": "", "audio": "", "normalized": ["Ayame's mouth suddenly started moving much faster."]}, {"name": "", "audio": "", "normalized": ["She used her whole mouth to suck the man's long, erect penis all the way down to its base."]}, {"name": "Ayame", "audio": "v_sr620_0053", "normalized": ["Mnnhuuhh, mnnhuhh!", " Jurruhh!", " Haagh, mnnhuuhh… Mnngh!", " Juruhrruhh, juhrruruhh!"]}, {"name": "", "audio": "", "normalized": ["She smothered it with saliva, and then stroked it quickly――"]}, {"name": "", "audio": "", "normalized": ["Just as she said, she was drooling as the saliva pooled in her mouth, sucking onto the cock hard, accompanied by the lewd watery noise."]}, {"name": "Ayame", "audio": "v_sr620_0054", "normalized": ["Mnnhuuhh, juhrruruhh!", " Jubbuhghjurruhhuhh!", " Mnnghh, juruhruhh!", " Aaamuhh, hubuhgh."]}, {"name": "", "audio": "", "normalized": ["Even then, this was supposed to be the part of medical treatments according to brainwashed Ayame."]}, {"name": "", "audio": "", "normalized": ["Or rather, that was the reason."]}, {"name": "", "audio": "", "normalized": ["She had the excuse, \"everything is for making the patients better\" made Ayame act so lewdly."]}, {"name": "", "audio": "", "normalized": ["She was upright and disliked men otherwise."]}, {"name": "Ayame", "audio": "v_sr620_0055", "normalized": ["Juhh, juhboubouhh!", " Mnnughh… H-how do you like it…?", " Juhh, mnnhurruhh!"]}, {"name": "Ayame", "audio": "v_sr620_0056", "normalized": ["Is your cock feeling better now…?", " Juuhhperuhuuhophh, more… I want you to feel better… Mnnbouhjuh, rerlouhrelouh!"]}, {"name": "Man", "audio": "", "normalized": ["Yeah… This feels great.", " You can feel it too, right?"]}, {"name": "Man", "audio": "", "normalized": ["You should be able to feel my cock growing bigger and bigger inside your mouth."]}, {"name": "Ayame", "audio": "v_sr620_0057", "normalized": ["Mnnmmuhh, jubbuhh!", " Mnngh, mnnhuuhh… Y-yes… I can feel it… Jurruhruhh!"]}, {"name": "Ayame", "audio": "v_sr620_0058", "normalized": ["Your cock… It's getting hotter and hotter, inflating, bigger… Juuhh, mnnbubuuhh!"]}, {"name": "Ayame", "audio": "v_sr620_0059", "normalized": ["Mnnhuughh, jubuughh!", " Aahh, this is good… It's almost coming out of m mouth… Mnnaahh, rerllouh, mnnjubobohh!"]}, {"name": "", "audio": "", "normalized": ["With the cock still in her mouth, she shook her head back and forth with a vulgar cock-sucking face."]}, {"name": "", "audio": "", "normalized": ["She didn't just use her mouth and tongue, but she also played with the man's testicles with her fingertips, checking them out."]}, {"name": "Ayame", "audio": "v_sr620_0060", "normalized": ["Juuhh, mnnbbohohh!", " Jubbguhh, relrerlouhh, jubuuhh!", " Mnnjuhh, jurruhh, jurruhrubbuhhgh!"]}, {"name": "", "audio": "", "normalized": ["By the time she noticed, Ayame's eyes had teared up from the ecstasy as she engulfed the cock."]}, {"name": "", "audio": "", "normalized": ["Her round hips clad in the hygienic nurse's uniform were twitching and shaking like she was lusting."]}, {"name": "", "audio": "", "normalized": ["A thick feminine odor was coming out of her sweaty skin."]}, {"name": "Ayame", "audio": "v_sr620_0061", "normalized": ["(Mnnhuuhuhh… N-no… I can't stop this…)"]}, {"name": "Ayame", "audio": "v_sr620_0062", "normalized": ["(Th-this cock… It tastes so good… I just can't stop myself from sucking on it…)"]}, {"name": "", "audio": "", "normalized": ["Her expression was so erotic, it appeared she had forgotten the fact she hated men before."]}, {"name": "", "audio": "", "normalized": ["This was also the result of the brainwashing by Fuuma's leader."]}, {"name": "", "audio": "", "normalized": ["Ayame's subconscious was rewritten to submit and be turned off by the taste and sensation of the penis."]}, {"name": "Ayame", "audio": "v_sr620_0063", "normalized": ["(Th-this isn't…)"]}, {"name": "Ayame", "audio": "v_sr620_0064", "normalized": ["(Ayame is a nurse… I'm not even supposed to like this rock-hard cock… This isn't supposed to…)"]}, {"name": "Ayame", "audio": "v_sr620_0065", "normalized": ["Mnnjuhhuughh!", " Mnnbouhh, juurruuhh!", " Mnnaah, haaheeghh, huumuhh, juhhbouhh!", " Juhh, mnnbughuhh!"]}, {"name": "", "audio": "", "normalized": ["Ayame's brows frowned like she was longing for more as she sucked onto the cock and pussy juice dripped from her crotch."]}, {"name": "", "audio": "", "normalized": ["Ayame tended to about 20 cocks per day as a nurse."]}, {"name": "", "audio": "", "normalized": ["She despised it yet she could not help but be turned on when she touched it."]}, {"name": "", "audio": "", "normalized": ["Just sucking one like this made her completely drenched, so she had to change her underwear several times during her shift."]}, {"name": "Ayame", "audio": "v_sr620_0066", "normalized": ["Mnnjuhhuughh, juurruuhh!", " Juubuuh, rerlouhloulhh, huugh, juruhh!", " Gaagbouh, jubuhgh, juuhhrruruhh!"]}, {"name": "Man", "audio": "", "normalized": ["This is so good.", " I'm gonna cum right away with you doing a checkup like this on me."]}, {"name": "", "audio": "", "normalized": ["With Ayame's passionate blowjob, the man's back twitched and shuddered from pleasure."]}, {"name": "Ayame", "audio": "v_sr620_0067", "normalized": ["Chuubuhgh, jurruhh… O-of course… You can cum anytime now, alright…?", " Chuuh, chuuhrruhh…"]}, {"name": "Ayame", "audio": "v_sr620_0068", "normalized": ["Anytime you feel like cumming… Huugh, aahaaghh… Into my mouth… Mnnh, juhppurerhouh, mnaahh…"]}, {"name": "Man", "audio": "", "normalized": ["I can cum in the middle of the checkup?"]}, {"name": "Ayame", "audio": "v_sr620_0069", "normalized": ["Hehe, juhhppuhh… Yes…!", " I'm going to check your cum to… Along with your dick… Mnnhuhghh."]}, {"name": "Ayame", "audio": "v_sr620_0070", "normalized": ["Your…fleshly milked semen… Mnnghh, jurruhh!", " Into my mouth, so a lot of it… Mnnjughh!"]}, {"name": "Man", "audio": "", "normalized": ["Haha, alright then.", " I can't stop now."]}, {"name": "", "audio": "", "normalized": ["The man's cock reacted by jumping up while it was still completely engulfed inside Ayame's mouth."]}, {"name": "", "audio": "", "normalized": ["Ayame's eyes teared up lewdly and licked, sucked, and teased the man's genitals in her mouth lovingly."]}, {"name": "Ayame", "audio": "v_sr620_0071", "normalized": ["Mnnhuuhguuhh, chuuhh, juuhbuuhuughh!", " C-come, please, juuhhbaahh, juhhbuujuruhh!"]}, {"name": "Ayame", "audio": "v_sr620_0072", "normalized": ["Your cock, so much in my mouth, let all the bad things out of you, juuhh, juurruruhh!", " Aahuuhh, jurruruuhhnm!"]}, {"name": "", "audio": "", "normalized": ["Ayame's blowjob was getting harder and harder, motivated by the man's lust."]}, {"name": "", "audio": "", "normalized": ["She looked up at the man with her eyes completely colored with ecstasy and sucked onto the cock so hard, she was almost pulling it out of him."]}, {"name": "Ayame", "audio": "v_sr620_0073", "normalized": ["Mnnuhhughh, juhhbooughh!", " Juhhboubough!", " Mnbuugh, buuhjuuhhghh!", " Mnnaahuh, mnnjuhhgh, jubbuguhh!"]}, {"name": "Ayame", "audio": "v_sr620_0074", "normalized": ["Mnnghh, jubbuuhguugh!", " Mnhhaahh, mnnjuhhgh, chuuruhh, juururruhh, juurruhurruuhrrhhghhuuhh hh!"]}, {"name": "", "audio": "", "normalized": ["The man's penis trembled inside Ayame's mouth."]}, {"name": "", "audio": "", "normalized": ["The man was shoving his sweaty hips towards Ayame's face half-subconsciously."]}, {"name": "Ayame", "audio": "v_sr620_0075", "normalized": ["Mnnbuughuuhh?!", " Mnnbuugh, aahh, amazing… This is amazing, your cock, juuhh, juubuurruhghh!"]}, {"name": "Ayame", "audio": "v_sr620_0076", "normalized": ["You're about to cum, right?", " Juhh, jurrurruuhh!", " It's fine, please… Mnnhuuhh, juhghhbbuughhbuh!"]}, {"name": "Ayame", "audio": "v_sr620_0077", "normalized": ["Please, let out all the sickness into my mouth… Juughh, mnnjuhh, jurrurruuhh!"]}, {"name": "Man", "audio": "", "normalized": ["Mnnughh?!", " Oh, nurse!"]}, {"name": "", "audio": "", "normalized": ["The man could no longer resist against the intense sucking and he shoved the tip of his cock hard into Ayame's mouth."]}, {"name": "Ayame", "audio": "v_sr620_0078", "normalized": ["Ohhbuuhguhh?!", " Ooghh, mnnbuuhguouughh?!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput* *Spew*"]}, {"name": "Ayame", "audio": "v_sr620_0079", "normalized": ["Mnnuuhhuhuughh!"]}, {"name": "", "audio": "", "normalized": ["The semen erupted in her mouth as she sucked the cock in hard."]}, {"name": "Ayame", "audio": "v_sr620_0080", "normalized": ["Bughbuughh?!", " Oboughh, ughhuhh, nuhguhh… Mnnbuughh!"]}, {"name": "", "audio": "", "normalized": ["Ayame still did not let go of the cock even as her eyes shot open wide from the sensation of a hot lump of semen hitting her mouth."]}, {"name": "Ayame", "audio": "v_sr620_0081", "normalized": ["Huumuughh, oobugh!", " Ooohughh, jurruhh, rellouh, mnnjuruh, mnnoohohohhghh!"]}, {"name": "", "audio": "", "normalized": ["Ayame did not even flinch against the second and third impact of the cum inside her and kept it in her mouth."]}, {"name": "", "audio": "", "normalized": ["Or rather――"]}, {"name": "Ayame", "audio": "v_sr620_0082", "normalized": ["Rellouh, juurouhbuhregohoohh!", " Juughh, jurruruhh, hubbuguhh, jubuughh!"]}, {"name": "", "audio": "", "normalized": ["She gently but thoroughly sucked onto the cock, like a good, caring nurse, urging for further ejaculation."]}, {"name": "", "audio": "", "normalized": ["She licked the still ejaculating tip with her tongue and sucked hard onto the tip."]}, {"name": "Ayame", "audio": "v_sr620_0083", "normalized": ["(Aaahh… This is so hot and smelly… Filling up my mouth…)"]}, {"name": "Ayame", "audio": "v_sr620_0084", "normalized": ["Mnnhuuhguhh?!", " Mnnmuuhh!", " Ughuughh!"]}, {"name": "", "audio": "", "normalized": ["Ayame's hips twitched as she continued to ecstatically suck on the cock."]}, {"name": "", "audio": "", "normalized": ["A splash came out of her already drenched crotch, making her tidy underwear filthy."]}, {"name": "", "audio": "", "normalized": ["Her body made extremely sensitive by the brainwashing could not take the stimulation from the massive amount of hot cum flowing into her."]}, {"name": "Man", "audio": "", "normalized": ["Oh?", " Don't tell me you just came by simply sucking my cock, nurse.", " Did you just come?"]}, {"name": "", "audio": "", "normalized": ["The man surely did not miss the sign and teased Ayame as he put on a smug grin."]}, {"name": "Ayame", "audio": "v_sr620_0085", "normalized": ["Mmnnguuhh…?!", " Jughh, uughh… Th-that's… Yes… Juhuhh… I'm so sorry…"]}, {"name": "Ayame", "audio": "v_sr620_0086", "normalized": ["It is my job as a nurse to…mnngh, mnnuhh…to take care of patients, but… I enjoyed this too much…"]}, {"name": "", "audio": "", "normalized": ["Ayame looked down apologetically as she twitched."]}, {"name": "Man", "audio": "", "normalized": ["Haha, that's not a problem.", " I did enjoy it too and came as well.", " I guess it's a win-win situation."]}, {"name": "Man", "audio": "", "normalized": ["Now, you said you're going to do a checkup, yeah?", " Look at all that cum, you should check it in your mouth."]}, {"name": "Ayame", "audio": "v_sr620_0087", "normalized": ["Mnnuuhh!", " Y-yes…!", "\" Of course, I must…!"]}, {"name": "", "audio": "", "normalized": ["Ayame nodded deeply as she pulled herself together and deflated her cheeks with the cock still inside."]}, {"name": "Ayame", "audio": "v_sr620_0088", "normalized": ["N-now… Let me suck out all the cum, even the bit still left in your cock… Mnnghh, buhjughh!", " Buughuuchuughh!"]}, {"name": "", "audio": "", "normalized": ["She was sucking out every last drop of the semen to collect all the samples she could get for the test."]}, {"name": "", "audio": "", "normalized": ["Ayame sucked onto the tip of the penis with a pathetic blowjob face, vacuuming out all the semen out of it."]}, {"name": "", "audio": "", "normalized": ["After several minutes of her sucking on the tip…"]}, {"name": "Ayame", "audio": "v_sr620_0089", "normalized": ["Mnnuughuuhh, juuhhghhbooughh, jubghomnmm!", " Mnnbuughh!", " Mnngh, haaghaahh…!"]}, {"name": "", "audio": "", "normalized": ["With loud, sticky noises echoing, Ayame finally pulled her lips off of the cock in front of her."]}, {"name": "Ayame", "audio": "v_sr620_0090", "normalized": ["Mnhuguhh… Thank you for being patient while I collected the samples…"]}, {"name": "", "audio": "", "normalized": ["Ayame let out a deep, satisfied sigh, and then she opened her lips slightly and showed it off to the man."]}, {"name": "", "audio": "", "normalized": ["Inside, he could see the pool of the semen the man just ejaculated moments ago."]}, {"name": "Ayame", "audio": "v_sr620_0091", "normalized": ["Mnnhaahh… S-so much cum in my mouth… This is great… Mnnheehehh."]}, {"name": "Man", "audio": "", "normalized": ["Will this do for the test?"]}, {"name": "Ayame", "audio": "v_sr620_0092", "normalized": ["Heheh, of course… Mnnghh, I'm going to…do the test right now, so please hold on for a minute…?"]}, {"name": "", "audio": "", "normalized": ["Ayame whispered and then she started rolling the cum on her tongue."]}, {"name": "Ayame", "audio": "v_sr620_0093", "normalized": ["Jubbuughh, relouhh, jurruuhh… Juuhh, jubuuhh, relouh… Rellouhrelouh, mnnhuughh…"]}, {"name": "", "audio": "", "normalized": ["Lewd, wet noises started coming out of Ayame's well-shaped lips."]}, {"name": "", "audio": "", "normalized": ["Ayame was savoring the man's semen as she was stirring it up and making foam in her mouth."]}, {"name": "Man", "audio": "", "normalized": ["Haha… Nurse, you have such a naughty look.", " Does my cum really taste that good?"]}, {"name": "Ayame", "audio": "v_sr620_0094", "normalized": ["Mnnghh, mnnhuuhh… Yes… It's so thick and flesh, your cum… Jubbugh, relouhrerlouhrelouh…"]}, {"name": "Ayame", "audio": "v_sr620_0095", "normalized": ["W-with such semen… I can see that your body is as healthy as it could get… Mnnheh, churruhruhh."]}, {"name": "Man", "audio": "", "normalized": ["Well, that's a relief."]}, {"name": "Man", "audio": "", "normalized": ["Now that you mention it, with your sucking me off, my body feels light again."]}, {"name": "", "audio": "", "normalized": ["The man had no health problems, to begin with, but he continued on with the farce."]}, {"name": "Ayame", "audio": "v_sr620_0096", "normalized": ["Hehe, I'm glad to hear that…"]}, {"name": "", "audio": "", "normalized": ["Of course, Ayame believed everything thanks to the brainwashing and smiled kindly at the man."]}, {"name": "", "audio": "", "normalized": ["And then she stirred up the male ejaculation inside her mouth, savoring it once again."]}, {"name": "Ayame", "audio": "v_sr620_0097", "normalized": ["Now, I'm going to finish this checkup by swallowing your cum, okay…?", " Mngh, mnnuuhh…"]}, {"name": "", "audio": "", "normalized": ["*Gulp* *Gulp* *Gulp*"]}, {"name": "", "audio": "", "normalized": ["Ayame's slender throat moved slightly as the thick mucus flowed down into her stomach."]}, {"name": "Ayame", "audio": "v_sr620_0098", "normalized": ["Mnnuughuhh… Mnnguh, huughh… Mnnhuuhh… Ah, yes, this is the end of your checkup…"]}, {"name": "Ayame", "audio": "v_sr620_0099", "normalized": ["Your nightly cum collection is finished…!"]}, {"name": "Man", "audio": "", "normalized": ["And thank you too."]}, {"name": "Ayame", "audio": "v_sr620_0100", "normalized": ["Hehe, it's nothing… You came so smoothly, you've made my job much easier…?!", " Mnnguhh?!"]}, {"name": "Man", "audio": "", "normalized": ["Nurse…?"]}, {"name": "", "audio": "", "normalized": ["Perhaps she was caught off guard as she finished one job."]}, {"name": "", "audio": "", "normalized": ["Ayame let out a loud burp in front of the man."]}, {"name": "Ayame", "audio": "v_sr620_0101", "normalized": ["…?!", " O-oh… Excuse me…!", " Right in front of my patient, this is…embarrassing…"]}, {"name": "", "audio": "", "normalized": ["Ayame's cheeks blushed as she noticed her blunder."]}, {"name": "", "audio": "", "normalized": ["After sucking on the cock so hard, embarrassing was an understatement, but the cognitive dissonance was probably caused by the brainwashing as well."]}, {"name": "Man", "audio": "", "normalized": ["Hahaha!", " No, I don't mind!"]}, {"name": "Man", "audio": "", "normalized": ["Although, damn, that burp reeked of cum.", " I guess your belly is full of cum about now, huh?"]}, {"name": "Ayame", "audio": "v_sr620_0102", "normalized": ["Oh, you noticed, I see…?", " Your cock is actually the sixth one on my shift tonight…"]}, {"name": "Ayame", "audio": "v_sr620_0103", "normalized": ["I have to tend to three more too!"]}, {"name": "", "audio": "", "normalized": ["Ayame smiled as her eyes watered from the embarrassment and arousal."]}, {"name": "", "audio": "", "normalized": ["The smile was full of lust and pure affection, perfectly fitting for an angel in white nurse's uniform."]}, {"name": "Man", "audio": "", "normalized": ["Damn, that's a lot of work.", " I wish you luck."]}, {"name": "", "audio": "", "normalized": ["Ayame cheerfully answered the man as he showed a smug and vulgar smile towards her."]}, {"name": "Ayame", "audio": "v_sr620_0104", "normalized": ["Thank you so much.", " Now, please don't hesitate to call me whenever you need me."]}, {"name": "Ayame", "audio": "v_sr620_0105", "normalized": ["It's a nurse's job to tend to the needs of the patient.", " I'll come right away anytime!"]}]