[{"name": "Annerose", "audio": "v_sr133_0000", "normalized": ["Ugh… hurry up and take this thing off, if you do it now, I'll still forgive you…"]}, {"name": "", "audio": "", "normalized": ["Surveilled by Fuuma's forces, continuously undergoing attacks from his subordinates, Annerose had finally been captured like this."]}, {"name": "", "audio": "", "normalized": ["With her limbs embedded in this machine and unable to move about, she had absolutely no chance of escape."]}, {"name": "", "audio": "", "normalized": ["Though her clothes were left untouched, with Fuuma as her enemy."]}, {"name": "", "audio": "", "normalized": ["Known for his lechery, cruelty, and ruthlessness, she couldn't believe that things would end quietly like this."]}, {"name": "Annerose", "audio": "v_sr133_0001", "normalized": ["(…What a joke… it's no good if I give in… If I show any weakness to the enemy, I'll be destroyed…)"]}, {"name": "", "audio": "", "normalized": ["Even in this situation, Annerose turned her keen gaze on the man, and clenching her teeth, spoke to him in a strong manner."]}, {"name": "Annerose", "audio": "v_sr133_0002", "normalized": ["Hey, are you unable to hear me?!", " If you can't do as I say, then you too―you'll end up like your subordinates."]}, {"name": "", "audio": "", "normalized": ["These words finally made the eyebrows of the man in front of her go up."]}, {"name": "", "audio": "", "normalized": ["The man's subordinates who had attacked Annerose had had the tables turned on them, and every last one was killed."]}, {"name": "", "audio": "", "normalized": ["Though the rumors said that he was a cold hearted man without blood or tears, perhaps he felt some affection for his underlings."]}, {"name": "", "audio": "", "normalized": ["Thinking that might be the case and trying to seize the opportunity, Annerose repeated her words in an attempt to shake the man."]}, {"name": "Annerose", "audio": "v_sr133_0003", "normalized": ["You'll end up the same as those underlings you sent to their untimely deaths."]}, {"name": "", "audio": "", "normalized": ["However…"]}, {"name": "You", "audio": "", "normalized": ["…Heheh, even while being captured, you're as arrogant as ever, witch fencer."]}, {"name": "", "audio": "", "normalized": ["The man seemed neither angry nor sad, the corners of his mouth bent in a smile as brought out a strange device."]}, {"name": "Annerose", "audio": "v_sr133_0004", "normalized": ["Guhh… Just what are you planning to do?"]}, {"name": "You", "audio": "", "normalized": ["Well, in this state, you can't really resist with anything but that mouth of yours… however."]}, {"name": "You", "audio": "", "normalized": ["…Why don't we test out what would happen if you lost that clever mouth of yours."]}, {"name": "Annerose", "audio": "v_sr133_0005", "normalized": ["Ugh… in other words, by blocking those painful words from reaching your ears, you're admitting you're no match for me."]}, {"name": "", "audio": "", "normalized": ["She tried to aggravate him with those words, but the man paid no attention.", " Without losing his smile, he brandished the device and drew near to Annerose's gaze."]}, {"name": "You", "audio": "", "normalized": ["Don't get the wrong idea, that's just a side benefit.", " Including your mouth, your everything…"]}, {"name": "You", "audio": "", "normalized": ["I'm going to discipline you and drown you in pleasure."]}, {"name": "Annerose", "audio": "v_sr133_0006", "normalized": ["What are you… nnbbh, guuh?!"]}, {"name": "", "audio": "", "normalized": ["The only resistance she could mount was that short scream."]}, {"name": "", "audio": "", "normalized": ["The moment she opened her mouth wide, her cheeks were grabbed and bent, and her open mouth was forced into a fixed position."]}, {"name": "", "audio": "", "normalized": ["A restraint to hold her jaw open was forced into her red mouth, and a thick, clear tube was inserted all the way to the back of her throat."]}, {"name": "Annerose", "audio": "v_sr133_0007", "normalized": ["Haah, oghh…"]}, {"name": "", "audio": "", "normalized": ["She felt nauseated from the disgustingly unpleasant feeling of her lips being violated and pierced all the way to her throat."]}, {"name": "You", "audio": "", "normalized": ["Is it painful?", " It might be… but what you're going to face is going to be a lot worse."]}, {"name": "", "audio": "", "normalized": ["Even though she tried to display her indomitable will and resistance by narrowing her eyes, the man's hands continued to produce various devices."]}, {"name": "", "audio": "", "normalized": ["He began to attach them all along Annerose's body."]}, {"name": "Annerose", "audio": "v_sr133_0008", "normalized": ["(Guuh?!", " S-top it… nngh, aah… phhghh?!", ")"]}, {"name": "", "audio": "", "normalized": ["Some kind of restraint like a collar was placed around her neck as long, thin needles pierced her skin."]}, {"name": "", "audio": "", "normalized": ["Though over the top of her clothing, some kind of suction cup mechanism was affixed to the tips of her pillowy, ample breasts."]}, {"name": "Annerose", "audio": "v_sr133_0009", "normalized": ["Phh, ghh… nnmhh, nnhh!"]}, {"name": "", "audio": "", "normalized": ["Annerose groaned in anguish, her voice unable to form proper words due to the thick tube stuffed into her throat."]}, {"name": "You", "audio": "", "normalized": ["Heheh, what a sight… and that face, seems like it's working over here too?"]}, {"name": "", "audio": "", "normalized": ["She scowled at the man with a frustrated face, her crotch exposed where her clothing had been torn."]}, {"name": "Annerose", "audio": "v_sr133_0010", "normalized": ["(Guuh… you have some nerve with this…)"]}, {"name": "", "audio": "", "normalized": ["Her exposed crotch was stuffed full with a vibrating dildo, and from the moment it was inserted, it sent waves of pain through her stretched, creaking membranes."]}, {"name": "", "audio": "", "normalized": ["Moreover, just above her stretched out vagina opening, her labia and hood were pulled carefully backward, with her pink clitoris in a cruel state."]}, {"name": "", "audio": "", "normalized": ["Thin tiny needles painfully stabbed into her clit at the base and the tip, and the pain and heat made her bud stand even more engorged and erect."]}, {"name": "Annerose", "audio": "v_sr133_0011", "normalized": ["(This… just get through this thing… this level of pain is nothing… ughh, gupphh…)"]}, {"name": "", "audio": "", "normalized": ["Her slit wasn't the only area taking damage, as similarly the area around her exposed anus was also pricked by needles."]}, {"name": "", "audio": "", "normalized": ["Just being stabbed by them made her throb with pain that ran all the way to her stomach."]}, {"name": "", "audio": "", "normalized": ["Not only that, but there was a faint tingling sensation that ran across her pussy lips, heating her body and lighting a fire inside her."]}, {"name": "Annerose", "audio": "v_sr133_0012", "normalized": ["(I-it doesn't… hurt at all… Don't take me so lightly… I won't complain about only this much…)"]}, {"name": "", "audio": "", "normalized": ["Annerose continued to glare at the man, expressing her rage through her clenched teeth clamping down on the clear tube stuffed into her throat."]}, {"name": "You", "audio": "", "normalized": ["Hmm, still as feisty as ever, huh… But this isn't the end."]}, {"name": "Annerose", "audio": "v_sr133_0013", "normalized": ["(What did you say… what else are you going to―)"]}, {"name": "", "audio": "", "normalized": ["After saying this to the suspicious Annerose, the man gave instructions to his underlings right in front of her.", " And then…"]}, {"name": "Annerose", "audio": "v_sr133_0014", "normalized": ["Nnghuuh?!", " Nnhooh, ohh!"]}, {"name": "", "audio": "", "normalized": ["The vibrator inserted inside her began to oscillate, and an ache of excitement tinged with pain ran from her vagina to her abdomen."]}, {"name": "Annerose", "audio": "v_sr133_0015", "normalized": ["(Wh-what, it's moving… nnghiihh!", " Aah, aah… this, in my mouth… nngh, ghhbhh?!", " Oghghh, ohh…)"]}, {"name": "", "audio": "", "normalized": ["Without even enough time to endure the ache from her pussy, white fluid flowed down the clear tube."]}, {"name": "", "audio": "", "normalized": ["It sprayed everywhere in her mouth, pouring into the back of her throat."]}, {"name": "", "audio": "", "normalized": ["At that moment, a repulsive, fishy smell and bitter taste spread throughout her mouth, choking her as it moved through her nasal cavity and her lungs."]}, {"name": "", "audio": "", "normalized": ["Her chest was filled with disgust."]}, {"name": "Annerose", "audio": "v_sr133_0016", "normalized": ["(This… stink… and the smell… nnh, it can't be… ohh, uwehh…)"]}, {"name": "", "audio": "", "normalized": ["The man grinned as he answered Annerose, who was nauseated and in tears."]}, {"name": "You", "audio": "", "normalized": ["Figured it out?", " That's semen, wrung from a virile young orc vagrant especially for you."]}, {"name": "Annerose", "audio": "v_sr133_0017", "normalized": ["(…?!", " Nnhh, so it is… This lowliife… uweehh…)"]}, {"name": "", "audio": "", "normalized": ["Even as the man explained, the sticky feeling coated her throat, pouring into her stomach, and her head swam from the nausea and disgust."]}, {"name": "You", "audio": "", "normalized": ["How's the blessed taste of the semen of a man you've never met?", " An orc's semen is an aphrodisiac too…"]}, {"name": "", "audio": "", "normalized": ["The man cut himself off, as though he had just remembered something, then continued."]}, {"name": "You", "audio": "", "normalized": ["Heheh, that reminds me, I mixed in my latest aphrodisiac creation too… You should be happy, Annerose."]}, {"name": "Annerose", "audio": "v_sr133_0018", "normalized": ["(Wh-what exactly should I be happy… for… nnghh…)"]}, {"name": "You", "audio": "", "normalized": ["It's a drug that remodels a woman's body so she goes into heat just from the taste and scent of semen."]}, {"name": "You", "audio": "", "normalized": ["It fills her with lust just from having a dick ejaculate in her mouth."]}, {"name": "Annerose", "audio": "v_sr133_0019", "normalized": ["(Uugh… wh-what did you just say…)"]}, {"name": "", "audio": "", "normalized": ["As soon as she heard his vile story, her heart leapt and the feeling of the semen that poured into her stomach filled her entire body with heat."]}, {"name": "Annerose", "audio": "v_sr133_0020", "normalized": ["(N-no way… I don't want that!", " That's just like being a female pig, isn't it… nnh, guwaah?!", ")"]}, {"name": "", "audio": "", "normalized": ["Her expression changed to one of shock, but the semen kept pouring relentlessly down the tube, showing no signs of stopping, and the other devices each began to move as well."]}, {"name": "", "audio": "", "normalized": ["The needles that were stabbed into various parts of her body began to fill with a sharp electric current, and the places where they struck her convulsed and ached."]}, {"name": "", "audio": "", "normalized": ["It was though her senses were expanding, overreacting, and even though she was doing nothing, her spine shivered and her abdomen twinged with heat."]}, {"name": "Annerose", "audio": "v_sr133_0021", "normalized": ["(Wh-what… phwaauuhh!", " Nnhahh, aghh… gpphh…)"]}, {"name": "", "audio": "", "normalized": ["The unique electrical stimulation affected her nerves and muscles, and her throat and anus were turned into a second and third set of sex organs."]}, {"name": "", "audio": "", "normalized": ["Her clitoris became enlarged from the horrific discipline."]}, {"name": "", "audio": "", "normalized": ["Though the remodel of her body was underway, Annerose took no notice, and she writhed as next the stimulations attacked her chest."]}, {"name": "", "audio": "", "normalized": ["The suction cup machinery stuck to her engulfed her nipples, sending sucking stimulations through her breasts and making them shake from the sweet sensations."]}, {"name": "Annerose", "audio": "v_sr133_0022", "normalized": ["(Nhahh!", " Aah, aah, no way… m-my nipples… are… nnhhahh!", ")"]}, {"name": "", "audio": "", "normalized": ["Her nipples were rock hard just from this, and as they stood tall, the sucking stimulations made her ache even more."]}, {"name": "", "audio": "", "normalized": ["If she weren't restrained, she would surely be rolling about in agony from the stabbing stimulations, but unable to move, she could only convulse and groan."]}, {"name": "Annerose", "audio": "v_sr133_0023", "normalized": ["Ogghh… nnbhh, ghhehh…"]}, {"name": "", "audio": "", "normalized": ["Trying to escape the sensations even a little bit, she fervently tried to use her voice, moaning in anguish."]}, {"name": "", "audio": "", "normalized": ["However, the stimulations pouring into her from each point heated her body, making her go limp in no time at all."]}, {"name": "", "audio": "", "normalized": ["Her soaked pussy lips took a direct hit from the intense vibrator, giving birth to further pleasure."]}, {"name": "", "audio": "", "normalized": ["Wanting to deny everything, but yet unable to, Annerose stared frustratedly at the man as the sweet waves that pierced her abdomen made her body jump."]}, {"name": "You", "audio": "", "normalized": ["Hey, don't look so happy.", " We just started, you know?"]}, {"name": "You", "audio": "", "normalized": ["The stimulation is only gonna get stronger, and completely take you over with pleasure."]}, {"name": "Annerose", "audio": "v_sr133_0024", "normalized": ["Nnnh, nnhh!", " Ngghpphh… oghh, uwohh… ghpph, nnh… ghllrl, ghlkk…"]}, {"name": "", "audio": "", "normalized": ["Her mouth that made to argue with the man was stuffed full with the clear tube, and she could do nothing but drink the semen cocktail."]}, {"name": "", "audio": "", "normalized": ["As a huge load of semen flowed down all at once, the leftovers she couldn't swallow regurgitated from the corners of her mouth, dirtying her lips and chin as it flowed down."]}, {"name": "Annerose", "audio": "v_sr133_0025", "normalized": ["(I-I can't breathe… nnh, pphh… it's no good, I have to get ahold of myself… I can't yield to this torture… pphh…)"]}, {"name": "", "audio": "", "normalized": ["Annerose scolded herself inside her heart as she scowled at the smiling man."]}, {"name": "You", "audio": "", "normalized": ["Oh, it seems like you're still holding out pretty well."]}, {"name": "", "audio": "", "normalized": ["Looking at Annerose, he nodded, and then gave another order to his underlings."]}, {"name": "Annerose", "audio": "v_sr133_0026", "normalized": ["Nnhyuuh… hyuuhhohh…?!"]}, {"name": "", "audio": "", "normalized": ["The electrical currents that made her tingle and twitch changed to penetrating, burning stimulations, making her clit and her anus tremble violently."]}, {"name": "", "audio": "", "normalized": ["A sweet, melting heat filled up her throat, and as the semen flowing down from the tube touched her, the heat ran down her gullet to her stomach."]}, {"name": "Annerose", "audio": "v_sr133_0027", "normalized": ["(Aaahh?!", " Whhyy!", " Th-thish… nnphghh, ppuughh, ohhohh!", ")"]}, {"name": "", "audio": "", "normalized": ["The oscillations of the vibrator became quicker and more intense as well."]}, {"name": "", "audio": "", "normalized": ["Her cave bent and wriggled, her membranes stretching out even further, making lewd noises."]}, {"name": "", "audio": "", "normalized": ["Her nipples were swollen to the size of fingers, hard and towering, and the diligent sucking at them sent bewitching waves of pleasure down her spine."]}, {"name": "Annerose", "audio": "v_sr133_0028", "normalized": ["(Nnhihihh, hiihh… th-thish… ish awfull… phghh, gpphh…)"]}, {"name": "", "audio": "", "normalized": ["The intense pulsing of the vibrator stirred up her insides, scraping at her folds and the sticky love fluids collected deep within."]}, {"name": "", "audio": "", "normalized": ["Her anus, burnt by the electric current, was stretched open wide, twitching and gaping hungrily, as intestinal fluids dripped slowly down."]}, {"name": "Annerose", "audio": "v_sr133_0029", "normalized": ["(S-semen… I have to stop drinking it… nnghh, ghhkk…)"]}, {"name": "", "audio": "", "normalized": ["Though she thought this in her mind, she was unable to close her jaw, leaving her with no way of resisting the forcible flow down her throat."]}, {"name": "", "audio": "", "normalized": ["Every time it poured down her throat, her entire body danced."]}, {"name": "", "audio": "", "normalized": ["She felt a deep ache within her chest, her abdomen relaxed, and her crotch made wet noises as it was churned up."]}, {"name": "Annerose", "audio": "v_sr133_0030", "normalized": ["Nnmmhh… hwahh…"]}, {"name": "You", "audio": "", "normalized": ["Heheh, you seem to be pretty satisfied."]}, {"name": "You", "audio": "", "normalized": ["I'll tell you something good, right now your body's discipline progress is at 21 percent."]}, {"name": "", "audio": "", "normalized": ["Just as he said, the cords connecting to the remodeling equipment were plugged into a panel where the number 21 was displayed."]}, {"name": "", "audio": "", "normalized": ["That number represented the progress of Annerose's remodel."]}, {"name": "You", "audio": "", "normalized": ["When this reaches 100 percent… do you understand?"]}, {"name": "You", "audio": "", "normalized": ["The witch fencer Annerose will be successfully transformed into the female pig slave Annerose."]}, {"name": "Annerose", "audio": "v_sr133_0031", "normalized": ["(N-no way, that's ridiculous… ughuuh!", " I won't let you do that…)"]}, {"name": "", "audio": "", "normalized": ["Realizing she had to do something, Annerose was frantic, but the man gave an order to increase the machine's output even further."]}, {"name": "Annerose", "audio": "v_sr133_0032", "normalized": ["(Hiihh!", " S-stop―)"]}, {"name": "", "audio": "", "normalized": ["Annerose's spine shivered as her eyes opened wide in a pitiful expression, shaking her head no from side to side."]}, {"name": "", "audio": "", "normalized": ["It seemed as though the man was excited by her expression and gestures of fear…"]}, {"name": "You", "audio": "", "normalized": ["―Do it."]}, {"name": "", "audio": "", "normalized": ["With those words, the output greatly increased all at once."]}, {"name": "Annerose", "audio": "v_sr133_0033", "normalized": ["Nnnhohhmmpphh?!"]}, {"name": "", "audio": "", "normalized": ["*Spprkk… spaark!", "* *Zapzapzapzap, sting!", "*"]}, {"name": "Annerose", "audio": "v_sr133_0034", "normalized": ["Phhguuhhmmoohh?!", " Hoghhuuh, nnhpphh!"]}, {"name": "", "audio": "", "normalized": ["The intense electric current welled up from her crotch to the top of her head, as the sensation of her pussy being gouged made her lower half go limp."]}, {"name": "", "audio": "", "normalized": ["As the witch faced a furious climax, her body leapt upward with a powerful force, and a shower of liquid sprayed from her vulgarly stretched urethra."]}, {"name": "Annerose", "audio": "v_sr133_0035", "normalized": ["(Aaahha?!", " Agguuhh… thiish, is too much, it's too muuch!", " I'm gonna cum, I'm cumiing!", ")"]}, {"name": "", "audio": "", "normalized": ["At the same time, her pussy entrance was widened past its limit by the vibrator."]}, {"name": "", "audio": "", "normalized": ["Her trembling membranes stretched, turning her urethra inside out and making her squirt from between her folds with an incredible force."]}, {"name": "Annerose", "audio": "v_sr133_0036", "normalized": ["Aaguuhh!", " Nnphh, nnhpphh… ughuuhh… phh, ebbhohh!"]}, {"name": "", "audio": "", "normalized": ["Severe waves of pleasure that clouded her thinking crashed against her as the semen forcibly flowing down her throat overflowed."]}, {"name": "", "audio": "", "normalized": ["It spilled out of her mouth as she sobbed."]}, {"name": "", "audio": "", "normalized": ["Her erect nipples were being constantly sucked at, and her clitoris and anus full of needles seemed almost as though they were linked."]}, {"name": "", "audio": "", "normalized": ["They ached hotly, melting in pleasure and yielding."]}, {"name": "", "audio": "", "normalized": ["As if bolstered by that stimulation, the electric current and the oscillations of the vibrator assaulted her crotch."]}, {"name": "", "audio": "", "normalized": ["With every time, her stomach squirmed, brimming with cloudy liquid."]}, {"name": "Annerose", "audio": "v_sr133_0037", "normalized": ["Oghhehh, nnbbhh, ghhphhohh!", " Gbbhh… ohhehh…"]}, {"name": "", "audio": "", "normalized": ["Every time she spit up, the semen cocktail rubbed against her throat, and her bound limbs were assaulted with convulsions from end to end, her mind completely blank."]}, {"name": "", "audio": "", "normalized": ["No, in fact, her whole body, especially her lower half, was already refusing to reflect her own will."]}, {"name": "", "audio": "", "normalized": ["The electric currents were running through her and female ejaculate was spraying from her loosened urethra."]}, {"name": "", "audio": "", "normalized": ["A puddle spreading out wide beneath her as though she had wet herself, and yet she couldn't contain it."]}, {"name": "You", "audio": "", "normalized": ["Hahahahaha!", " To think that you'd even wet yourself, the fencer witch sure knows how to put on a show!"]}, {"name": "You", "audio": "", "normalized": ["In that case, I'll make you feel it even more, just like this!"]}, {"name": "Annerose", "audio": "v_sr133_0038", "normalized": ["(Nnnhyuuh, ddon't… ddon't fuck with mee!", " I'm, haah… not that… ahhiihiiee!", ")"]}, {"name": "", "audio": "", "normalized": ["As if to take the place of the aphrodisiac semen she had spit out, the shaking vibrator buried in her cave overflowed with mucus from its tip like hot magma."]}, {"name": "", "audio": "", "normalized": ["The moment it touched her inner lips, she felt the severe heat and stickiness that she had experienced in her throat, and her body shamefully reached its peak."]}, {"name": "Annerose", "audio": "v_sr133_0039", "normalized": ["Phhohhnnh?!"]}, {"name": "Annerose", "audio": "v_sr133_0040", "normalized": ["(Nnh, th-thish… is the same…!", ")"]}, {"name": "", "audio": "", "normalized": ["Without a doubt, it was the same semen cocktail she had been made to drink with her upper mouth."]}, {"name": "", "audio": "", "normalized": ["Made to taste with her womb and folds the same potent aphrodisiac that filled her mouth and stomach, Annerose was lost to another violent orgasm."]}, {"name": "", "audio": "", "normalized": ["The number on the panel had increased to 36.", " Even if she couldn't see it, Annerose could feel her own body transforming…"]}, {"name": "Annerose", "audio": "v_sr133_0041", "normalized": ["(Don't do iit, noohh!", " I'm gonna cum, I'm cumming from the semeen!", ")"]}, {"name": "", "audio": "", "normalized": ["As she had a squirting climax in front of the man, at the same time, her shameful orgasm face was exposed, and her hips swung back and forth wildly."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Just like that―several more hours passed as the man continuously tortured and disciplined her and Annerose continued to climax."]}, {"name": "", "audio": "", "normalized": ["The sounds of the machine and her orgasm voice filled the room repeatedly…"]}, {"name": "", "audio": "", "normalized": ["…occasionally with squeals that sounded like screams that escaped from the lips of the witch undergoing remodel."]}, {"name": "", "audio": "", "normalized": ["Eventually, just after her body twitched from its umpteenth fierce climax, a shrill noise rang out from the machine."]}, {"name": "Annerose", "audio": "v_sr133_0042", "normalized": ["Hoohh… opphh, haah… hiihh…"]}, {"name": "", "audio": "", "normalized": ["Annerose was breathing shallowly with her outstretched tongue tangled with the clear tube, gasping for air."]}, {"name": "", "audio": "", "normalized": ["The tube dripped with drool as it pulled away, splashing droplets into the pool of female ejaculate and urine that spread out on the floor."]}, {"name": "", "audio": "", "normalized": ["Still, even though she had finally been released from the foreign object, Annerose's lips did not close all the way, as they trembled, smeared with white film."]}, {"name": "Annerose", "audio": "v_sr133_0043", "normalized": ["Ghhohh.", " ghohh, pph… uuhnnh…"]}, {"name": "", "audio": "", "normalized": ["Her small voice was drowned out by the reverberations of the machine."]}, {"name": "", "audio": "", "normalized": ["The source of the mechanical sound was the 100 percent number displayed on the panel―in other words, it was the proof that the witch's remodel had been completed."]}, {"name": "", "audio": "", "normalized": ["Her breasts that had been continuously sucked were a full size larger."]}, {"name": "", "audio": "", "normalized": ["Her areolae stuck up and her nipples were pointy, at more than twice their original size."]}, {"name": "", "audio": "", "normalized": ["Her clitoris was also now the size of a tiny penis, swollen and standing up stiffly as it twitched forlornly."]}, {"name": "", "audio": "", "normalized": ["Her anus that had undergone the same treatment as her clit had her stretched out flower exposed as it opened and shut, begging for something to be inserted."]}, {"name": "", "audio": "", "normalized": ["And finally―both her upper and lower lips that had been filled with the semen cocktail were overflowing with thick white fluid, creating a truly indecent scene."]}, {"name": "Annerose", "audio": "v_sr133_0044", "normalized": ["I'll… kill youu… you bashtaard… I'll absholutely… nnh, aah…"]}, {"name": "", "audio": "", "normalized": ["Annerose displayed her fervent resistance against the man who had put her in this pitiful state and was now looking down on her."]}, {"name": "", "audio": "", "normalized": ["However…"]}, {"name": "You", "audio": "", "normalized": ["…Your foul mouth is the same as ever, huh.", " But still… how about your body's responses?"]}, {"name": "Annerose", "audio": "v_sr133_0045", "normalized": ["Wh-what are you… nnguuh, oghh?!"]}, {"name": "", "audio": "", "normalized": ["Though the devices had been removed from her motionless body, she took a fierce punch from the man."]}, {"name": "", "audio": "", "normalized": ["The powerful blow hit her stomach as though it were crushing her intestines, and she was filled with pain."]}, {"name": "", "audio": "", "normalized": ["But also, a pleasure that went far beyond that, as her eyes rolled back in her head and her face bent in an animalistic expression."]}, {"name": "Annerose", "audio": "v_sr133_0046", "normalized": ["Nnnghiihh… ohh, ohehh… nnbhh, ghhbhh… ohhehh…"]}, {"name": "", "audio": "", "normalized": ["The semen that had filled her stomach flowed back out of Annerose while pleasuring her, coating her sensitive throat as she spat it out."]}, {"name": "", "audio": "", "normalized": ["The semen poured into her womb by the vibrating dildo, too, overflowed from her entrance stickily, pouring down into the obscene puddle beneath her."]}, {"name": "Annerose", "audio": "v_sr133_0047", "normalized": ["(Phhguuh!", " Wh-whyy… am I feeling it… ahhiihhiiee!", ")"]}, {"name": "", "audio": "", "normalized": ["Annerose climaxed again shamefully as the pain, shame, and anguish that wracked her body turned to pleasure and ran through her brain."]}, {"name": "", "audio": "", "normalized": ["Her urethra gaped open once more, sending a fresh stream of squirt flying, as the magic fencer's worst orgasm face yet was exposed to the man."]}, {"name": "You", "audio": "", "normalized": ["Hmph, well, you've come a good way, I guess… but we're not done yet."]}, {"name": "You", "audio": "", "normalized": ["If the remodel was successful, then it's showtime for that body of yours."]}, {"name": "Annerose", "audio": "v_sr133_0048", "normalized": ["(That'sh… th-thish… any more than thish… what are you trying to make me… hahehh…)"]}, {"name": "", "audio": "", "normalized": ["At his words, Annerose's entire body shivered slightly."]}, {"name": "", "audio": "", "normalized": ["Though she held on to her rage, disgust, and wrath toward the man…"]}, {"name": "", "audio": "", "normalized": ["…her disciplined body slowly filled with dread and the premonition of some future sexual humiliation yet to come."]}]