[{"name": "", "audio": "", "normalized": ["Donna came to the beach along with a bunch of friends from the UFS, but she seemed a little confused."]}, {"name": "Donna", "audio": "v_sr510_0000", "normalized": ["Mnnm… Mnnhh…"]}, {"name": "", "audio": "", "normalized": ["She felt a little awkward in her new swimsuit, but it was also because she still did not feel she was fitting in with her friends."]}, {"name": "", "audio": "", "normalized": ["She did not know what to do and her eyes wandered left and right."]}, {"name": "Donna", "audio": "v_sr510_0001", "normalized": ["…Haahh…"]}, {"name": "", "audio": "", "normalized": ["Her face blushed and she let out a small sigh."]}, {"name": "", "audio": "", "normalized": ["Also, the eyes of men at the beach were all fixed on her, eying her lewdly."]}, {"name": "Donna", "audio": "v_sr510_0002", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["She could not stop thinking about their look and it humiliated her very much."]}, {"name": "", "audio": "", "normalized": ["She complained internally why she had to go through all this trouble for nothing…"]}, {"name": "Man", "audio": "", "normalized": ["Hey, that swimsuit… It looks good on you!"]}, {"name": "", "audio": "", "normalized": ["One of the men approached her and talked to her."]}, {"name": "Donna", "audio": "v_sr510_0003", "normalized": ["What…?"]}, {"name": "", "audio": "", "normalized": ["She was simply stunned as he suddenly came close and said something like that."]}, {"name": "", "audio": "", "normalized": ["Donna looked a little flustered, but the man kept coming onto her and continued to hit on her aggressively."]}, {"name": "Donna", "audio": "v_sr510_0004", "normalized": ["Hey… What is it…?", " Huh, huhh?"]}, {"name": "", "audio": "", "normalized": ["She did not want to get involved with someone hitting on her, so he tried to deny his advance."]}, {"name": "", "audio": "", "normalized": ["However, the man whispered something into her ears."]}, {"name": "", "audio": "", "normalized": ["The others could do nothing but watch them begrudgingly as her attitude suddenly changed and they walked away together."]}, {"name": "Donna", "audio": "v_sr510_0005", "normalized": ["Mnnguhh, uughh, huuhh… Chuhh, churuhh, mnnhuhahah… Ahh, mnngh."]}, {"name": "", "audio": "", "normalized": ["As soon as I put her backs against a boulder, I kissed Donna."]}, {"name": "", "audio": "", "normalized": ["It was just light kissing at first, but soon the tongue made its way inside her mouth and teased her."]}, {"name": "Donna", "audio": "v_sr510_0006", "normalized": ["Chuuh, churuhhruhh, mnnhuuhh, mnnghh, chuuhh… Juhh, chuhhpachuhh, juruhruhhurhh… Juuruhh."]}, {"name": "", "audio": "", "normalized": ["I wanted her to kiss him passionately and she answered back by letting her tongue run along."]}, {"name": "", "audio": "", "normalized": ["The saliva mixed with each other's and formed thread and wet noises as we both teased the tongues."]}, {"name": "Donna", "audio": "v_sr510_0007", "normalized": ["Huuhh, mnnjuruhh, mnchuuhpahchuppaahh, juuruhh, chuuppaahh…"]}, {"name": "Donna", "audio": "v_sr510_0008", "normalized": ["Mnnghh, hhuhh… Chuupaachuhh, churuurruh, reelouhh, mnnhaahh, ahh, churuuh."]}, {"name": "", "audio": "", "normalized": ["Donna reacted as if she somewhat liked it and continued to kiss me passionately."]}, {"name": "", "audio": "", "normalized": ["The part around her mouth was already drenched with the saliva."]}, {"name": "Donna", "audio": "v_sr510_0009", "normalized": ["Haahh… Aaahh… I didn't think you would…show up here… Fuuma…"]}, {"name": "You", "audio": "", "normalized": ["Huh, surprised?"]}, {"name": "", "audio": "", "normalized": ["I continued to kiss her as I sealed her mouth off while she showed stunned expression."]}, {"name": "Donna", "audio": "v_sr510_0010", "normalized": ["Mnnhh, chuhpahh, aahh, haauughh?!"]}, {"name": "", "audio": "", "normalized": ["Then, without saying anything, I moved my hands and began groping her breasts over the swimwear."]}, {"name": "Donna", "audio": "v_sr510_0011", "normalized": ["Huuhh… Mnnhh, chuhh… Haahh, ahaahh, haaghh, aahhmuh, mnguhh, churruhh, juuhh."]}, {"name": "", "audio": "", "normalized": ["Slowly and carefully, my hands stimulated her breasts and she was surely getting turned on."]}, {"name": "", "audio": "", "normalized": ["As the proof, her nipples had gotten erect enough that they could be felt even though the swimsuit."]}, {"name": "Donna", "audio": "v_sr510_0012", "normalized": ["Haahh… Mnnh…"]}, {"name": "", "audio": "", "normalized": ["She reacted by twitching a little when he teased her erect nipples under the swimwear."]}, {"name": "", "audio": "", "normalized": ["Her body trembled adorably as her tongue still tangled with my outreaching tongue and continued to make lewd noises."]}, {"name": "Donna", "audio": "v_sr510_0013", "normalized": ["Huhh, mnnchuhh, chuppahh… Haauhh, nghmuhh, mmppahh, aahh, haauhh."]}, {"name": "Donna", "audio": "v_sr510_0014", "normalized": ["Guhh, chuhh… Mnn, hhaahh, haahh, aauuhh, chuppahh, haahh, haahh, aauhh."]}, {"name": "", "audio": "", "normalized": ["Donna's pleasured moans echoed loudly."]}, {"name": "", "audio": "", "normalized": ["The sight of her letting her tongue dance even while she was still confused was enough to turn me on as well."]}, {"name": "Donna", "audio": "v_sr510_0015", "normalized": ["Huuhh… Huuhh… Mnnghh."]}, {"name": "", "audio": "", "normalized": ["Donna felt inside of her chest burning up as the hands massaged her breasts gently, but she looks a little bit uncomfortable."]}, {"name": "You", "audio": "", "normalized": ["Mnng…"]}, {"name": "", "audio": "", "normalized": ["I noticed she was acting a little off and moved my hands touching her breasts as I smiled."]}, {"name": "Donna", "audio": "v_sr510_0016", "normalized": ["Haauhh?!", " Mnnhaahh…"]}, {"name": "", "audio": "", "normalized": ["Slowly and gradually, my hands moved down to her crotch and eventually touched it gently."]}, {"name": "", "audio": "", "normalized": ["Even though it was truly a feather touch and over her swimwear, Donna jumped up in sudden surprise."]}, {"name": "Donna", "audio": "v_sr510_0017", "normalized": ["Haahh… Mnn!", " Huuhh, mnngh, chuuhh… Chuuhpah."]}, {"name": "", "audio": "", "normalized": ["She let out sultry moans as her crotch under the swimwear was teased."]}, {"name": "", "audio": "", "normalized": ["She seemed to be surprised how sensitive she was as it was no way rough or sudden at all."]}, {"name": "You", "audio": "", "normalized": ["Mnnghh… Relouhh, chuhh."]}, {"name": "", "audio": "", "normalized": ["However, I continued to tongue-kiss her passionately, unlike how gentle my touch was down there."]}, {"name": "Donna", "audio": "v_sr510_0018", "normalized": ["Haahh, ahh, mnnhuhh, chuhhppahh, rellouhh, haahh… Mnnahh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Soon, her expression softened up and it looked her consciousness was fading away."]}, {"name": "", "audio": "", "normalized": ["Even though she was zoning out, she was still feeling pleasure for sure as her body shuddered and Donna felt comforted."]}, {"name": "Donna", "audio": "v_sr510_0019", "normalized": ["Huhh… Huuhh… Chuhh, mnnhh… Chuhppah, chuuhhchhuuhh, relouhh… Huuahh… Fuhh, mmng."]}, {"name": "", "audio": "", "normalized": ["With the never-ending French kissing stimulating the inside of her mouth, her expression turned more and more erotic as time passed."]}, {"name": "", "audio": "", "normalized": ["That plus her crotch being stimulated with my fingers made her aroused and Donna felt the depth of her vagina tightening."]}, {"name": "Donna", "audio": "v_sr510_0020", "normalized": ["Haauhh, haahh… Mnn, haahh…"]}, {"name": "", "audio": "", "normalized": ["She moved her crotch where she was being teased restlessly, trying to distract herself from the aching sensation."]}, {"name": "", "audio": "", "normalized": ["She was fighting against the pleasure even though she was getting aroused so she would not embarrass herself."]}, {"name": "You", "audio": "", "normalized": ["Mnnchuhh… Haauhh… You look like you want something…"]}, {"name": "Donna", "audio": "v_sr510_0021", "normalized": ["Mnn?!"]}, {"name": "", "audio": "", "normalized": ["Her body reacted to my words by jumping up a little."]}, {"name": "", "audio": "", "normalized": ["I decided to teach her there was no point in trying to hide it."]}, {"name": "You", "audio": "", "normalized": ["…The look on your face… It's so obvious, hmm?"]}, {"name": "", "audio": "", "normalized": ["I put on a grin to let her know I could see through her attempt as her blushed face with saliva all over her mouth as her tongue moved was a giveaway."]}, {"name": "", "audio": "", "normalized": ["Donna could not say anything back as her mind had muddled and she subconsciously reached out with her tongue for a more passionate kiss."]}, {"name": "Donna", "audio": "v_sr510_0022", "normalized": ["Mnnhh… Chuhh, jurruuruhh, chuupaah, chuuhchuuhh… Mnnhahh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Donna was absorbed by the act of exchanging out saliva and forming threads with them as we lewdly kissed with a dreamy expression on her face."]}, {"name": "", "audio": "", "normalized": ["More, more… She could not help but keep going for more which even baffled herself."]}, {"name": "You", "audio": "", "normalized": ["Huh… I didn't figure you to be such a naughty girl…"]}, {"name": "", "audio": "", "normalized": ["I told her and she expressed that she wanted to deny it for a second on her face, but soon the soothing pleasure scattered it."]}, {"name": "Donna", "audio": "v_sr510_0023", "normalized": ["Mnngh, huhh… Huhh… Mnnghh."]}, {"name": "", "audio": "", "normalized": ["We pressed our lips together in search of pleasure within our mouths."]}, {"name": "", "audio": "", "normalized": ["At the same time, I let my hands touch her crotch and her hips moved to rub it onto me on her own."]}, {"name": "Donna", "audio": "v_sr510_0024", "normalized": ["Haahh… Haahh… Mmmchuhh, juhh, churuuruhh, mnnhh, relouh, mnnpaahh, haahh, aauhh, mnnghmnn."]}, {"name": "", "audio": "", "normalized": ["Her body began to lose control as her heart raced."]}, {"name": "", "audio": "", "normalized": ["Her mind was slowly but surely sinking deeper and deeper into the sea of pleasure."]}, {"name": "You", "audio": "", "normalized": ["Now… There's something you want me to do, right?"]}, {"name": "", "audio": "", "normalized": ["I whispered into her ears and asked."]}, {"name": "", "audio": "", "normalized": ["Her legs her shaking from the pleasure and she let out hot breath as she moaned shortly."]}, {"name": "Donna", "audio": "v_sr510_0025", "normalized": ["Ahh… Haahh… Haahh… Th-that's…"]}, {"name": "", "audio": "", "normalized": ["I let my fingers dig into her crotch just a little harder as I saw her act slightly hesitant."]}, {"name": "Donna", "audio": "v_sr510_0026", "normalized": ["Haauhh?!", " Mnnhuuhh, huuhh, chuhh, mmchuhh…"]}, {"name": "You", "audio": "", "normalized": ["Mnnchuhh, juruhh… Haahh… Come on, tell me exactly what you want me to do…"]}, {"name": "You", "audio": "", "normalized": ["Or we're not going anywhere…?"]}, {"name": "Donna", "audio": "v_sr510_0027", "normalized": ["Haauhh, mnnhh, haahh, aauhh…"]}, {"name": "", "audio": "", "normalized": ["She put on an expression that was pleasured yet missing something and started talking."]}, {"name": "Donna", "audio": "v_sr510_0028", "normalized": ["Haahhuh… Hahh… M-my pussy is… It's lonely and… It's twitching…"]}, {"name": "Donna", "audio": "v_sr510_0029", "normalized": ["Please… I want you to…touch it…directly… Mnnhh."]}, {"name": "", "audio": "", "normalized": ["Finally, Donna said it."]}, {"name": "You", "audio": "", "normalized": ["Alright, then…"]}, {"name": "", "audio": "", "normalized": ["I moved her swimsuit out of the way and her hidden vagina was exposed."]}, {"name": "", "audio": "", "normalized": ["With the continuing kiss and the previous teasing, viscous vaginal fluids began to seep out."]}, {"name": "Donna", "audio": "v_sr510_0030", "normalized": ["Haauhh, huuhh, mnnchuhh, chuuhppahh… Haahh, haahh… Mnnhuhh?!"]}, {"name": "", "audio": "", "normalized": ["I touched her moist pussy with my fingers, making wet noises."]}, {"name": "", "audio": "", "normalized": ["I let my fingers go inside her pussy and tried to make her moan louder with more stimulation."]}, {"name": "Donna", "audio": "v_sr510_0031", "normalized": ["Mnngh, huughh?!"]}, {"name": "You", "audio": "", "normalized": ["It's going in smoother than I thought…"]}, {"name": "", "audio": "", "normalized": ["Even though I was putting my finger into her, she accepted it in without any resistance and I was somewhat surprised."]}, {"name": "", "audio": "", "normalized": ["It rather felt like her flesh inside the vagina was tangling onto my fingers."]}, {"name": "Donna", "audio": "v_sr510_0032", "normalized": ["Haahuuhh, mnnghh, chuuh, pahh, haahhaahh, ahaahh…"]}, {"name": "You", "audio": "", "normalized": ["Now now, moving your hips so hard like that… You really wanted this, I see."]}, {"name": "Donna", "audio": "v_sr510_0033", "normalized": ["Huhh, mnngh, mmnnhh."]}, {"name": "", "audio": "", "normalized": ["I moved my fingers inside her and at the same time she moved her hips on her own, seeking more pleasure."]}, {"name": "", "audio": "", "normalized": ["Looking at her act like that only made me feel a little happy and cheery for some reason."]}, {"name": "Donna", "audio": "v_sr510_0034", "normalized": ["Mnnmchuh, chururhuhh, chuhhpahh… Haahh, aahh, haahuhh… Uughh, mnnh."]}, {"name": "Donna", "audio": "v_sr510_0035", "normalized": ["Haahh, haahh, aahaahh, aaghh, mnnhuuhh!", " Haahh, haahh… Mnnchuhh."]}, {"name": "", "audio": "", "normalized": ["The sight of Donna dripping honey from the depth of her pussy as she felt pleasure was so lewd and it heightened my desires."]}, {"name": "You", "audio": "", "normalized": ["You're being shy, but also so slutty…"]}, {"name": "", "audio": "", "normalized": ["I told her and felt her pussy getting even tighter with my fingers, savoring the sensation."]}, {"name": "Donna", "audio": "v_sr510_0036", "normalized": ["That's not, haauahh, aahahahaamnn, mnnchuuhh, chuuppahh, juuruuhuruhh, chuuhh, chuuhhgh…"]}, {"name": "", "audio": "", "normalized": ["Once again, I let my tongue run along her mouth and she answered back by letting her tongue tangle onto mine."]}, {"name": "", "audio": "", "normalized": ["She was drenched all over, both in top and bottom, as she actively sought even more pleasure."]}, {"name": "You", "audio": "", "normalized": ["You being so forward like this… It kinda makes me happy."]}, {"name": "", "audio": "", "normalized": ["I moved my fingers harder inside her pussy like some kind of reward and she moaned and twitched."]}, {"name": "Donna", "audio": "v_sr510_0037", "normalized": ["Mnnghh, huuhh?!", " Mnnchuhuuhpchupahh, chuuhh… Juuruhh."]}, {"name": "", "audio": "", "normalized": ["Perhaps because the kissing had sealed her mouth, her moans her somewhat muffled but she certainly was savoring the pleasure."]}, {"name": "", "audio": "", "normalized": ["As I checked her pussy, completely drenched as it secreted a lot of pussy juice, I stopped the passionate kiss and let go of her mouth."]}, {"name": "Donna", "audio": "v_sr510_0038", "normalized": ["Mnnh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["Donna expressed she had not enough right in front of my eyes as I looked down."]}, {"name": "You", "audio": "", "normalized": ["Well… I think it's about time I taste you down there as well…"]}, {"name": "", "audio": "", "normalized": ["I said and lowered myself."]}, {"name": "You", "audio": "", "normalized": ["Mnnhh, juruhh."]}, {"name": "Donna", "audio": "v_sr510_0039", "normalized": ["Mnnghh, aahaahh, aaghh, haaghh, aahahuhh… Huuhhgh, huuhh, mnnghh!"]}, {"name": "", "audio": "", "normalized": ["Now that I had a taste of her upstairs, I figured I would get down and have a taste of down there, lowering my face down onto her pussy and sucked on it."]}, {"name": "", "audio": "", "normalized": ["Donna opened her eyes wide in surprise and reacted with a surprise as she moaned."]}, {"name": "Donna", "audio": "v_sr510_0040", "normalized": ["Mnnghh, mnn, huhuuhh, mnnhh, heehh, heuhh?!", " Guuhh!"]}, {"name": "", "audio": "", "normalized": ["It seemed getting her completely drenched pussy eaten like this was rather titillating."]}, {"name": "", "audio": "", "normalized": ["With just a single lick, she reacted by violently shuddering her whole body several times."]}, {"name": "Donna", "audio": "v_sr510_0041", "normalized": ["Mnngh, aahaahhaahh, aahuuhh!"]}, {"name": "You", "audio": "", "normalized": ["If you're gonna be so loud, someone might catch us in the act, hmm?"]}, {"name": "", "audio": "", "normalized": ["I said and Donna toned down her moans as she noticed it."]}, {"name": "", "audio": "", "normalized": ["But then again, she still could not hold it in and had to let it out quietly so no one would hear her."]}, {"name": "Donna", "audio": "v_sr510_0042", "normalized": ["Haahh, haahh, mnnghh, mnnghh!", " Huuhuuhh, uughuhh, guhh!"]}, {"name": "Donna", "audio": "v_sr510_0043", "normalized": ["Mnngh, mnnhh… Mnnhaagh, haahh, aahahh… Guuhuughh!", " Huughh, huuhh…"]}, {"name": "", "audio": "", "normalized": ["She was showing off such a pleasured expression along with the moans and it was arousing me very much."]}, {"name": "Donna", "audio": "v_sr510_0044", "normalized": ["Haahh, aghhaahh, gughuhh… Mnnghh, more… I want you to do it more…"]}, {"name": "", "audio": "", "normalized": ["She said while trying to keep her voice down."]}, {"name": "Donna", "audio": "v_sr510_0045", "normalized": ["Haahh, haahh… More, more… Ooghoohh… Haahh… Haahh… It's so good… Please, give me… Heghh, mnngh."]}, {"name": "", "audio": "", "normalized": ["With my tongue licking her pussy, she begged me as she dripped viscous pussy juice."]}, {"name": "Donna", "audio": "v_sr510_0046", "normalized": ["More… Haauuhh, mnnhh, I can almost come, mnnguh, eeghh… Just a little more, please…"]}, {"name": "", "audio": "", "normalized": ["She told me that she was getting close to orgasm as her vagina twitched trembled."]}, {"name": "", "audio": "", "normalized": ["However, her words only served to arouse me even more, nothing more, nothing less."]}, {"name": "You", "audio": "", "normalized": ["Mnn?", " You want to come that bad?"]}, {"name": "", "audio": "", "normalized": ["Donna nodded, but against her wishes, I let my tongue run along and adjusted the intensity so it would not make her orgasm yet."]}, {"name": "Donna", "audio": "v_sr510_0047", "normalized": ["Wh-why… Why are you… Please, mnnhaahh, haauhh, haahh, mnnhuuhh…"]}, {"name": "", "audio": "", "normalized": ["I grinned smugly as I saw Donna's expression asked me why I would not let her orgasm yet."]}, {"name": "You", "audio": "", "normalized": ["Rellouh… Well, now what to do…"]}, {"name": "You", "audio": "", "normalized": ["If you really want to come that much, you better ask me properly… If you can do that, I'll let you come as a reward."]}, {"name": "", "audio": "", "normalized": ["I threw her some mean words as her face had blushed from the frustration of wanting to orgasm but not being able to."]}, {"name": "Donna", "audio": "v_sr510_0048", "normalized": ["Mnnh, mnnhhm!"]}, {"name": "", "audio": "", "normalized": ["Then she stared back at me angrily with tears on her eyes as she expressed frustration."]}, {"name": "You", "audio": "", "normalized": ["What?", " If you don't do that, you don't get to come, see?"]}, {"name": "", "audio": "", "normalized": ["Donna was in no state to be able to resist me as I said things like that to tease her."]}, {"name": "Donna", "audio": "v_sr510_0049", "normalized": ["Ah… Aaahuhh… Huhh…"]}, {"name": "", "audio": "", "normalized": ["Even while she was acting embarrassed, I kept teasing her pussy just a little to entice her."]}, {"name": "", "audio": "", "normalized": ["I licked her pussy and made slurping noises as I sucked in her dripping pussy juice, further heightening our arousal."]}, {"name": "Donna", "audio": "v_sr510_0050", "normalized": ["Huuhh… Hughh… Mnnhh."]}, {"name": "", "audio": "", "normalized": ["There was no way she could resist it anymore."]}, {"name": "", "audio": "", "normalized": ["She finally opened her mouth and look at me after hesitating."]}, {"name": "Donna", "audio": "v_sr510_0051", "normalized": ["P-please… Please… My pussy is so lonely and… I just can't wait anymore, please…"]}, {"name": "Donna", "audio": "v_sr510_0052", "normalized": ["So, please… I want to come… Please make me come… Please make my pussy feel good… Mnngghh!"]}, {"name": "", "audio": "", "normalized": ["Her words expressed how desperate she was and I did what I promised her to do."]}, {"name": "You", "audio": "", "normalized": ["Very well… I'm gonna make you come like crazy."]}, {"name": "Donna", "audio": "v_sr510_0053", "normalized": ["Oooghh, oohoohh, hoouhh, oohhouhh, ooghh, mnnghh, haahh, haahh, mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["I sped up the pussy licking and her pussy juice started spewing every time I licked, making my mouth covered in it."]}, {"name": "", "audio": "", "normalized": ["With the lewd smell letting off, I drove her towards the orgasm."]}, {"name": "Donna", "audio": "v_sr510_0054", "normalized": ["Mnnghuhh?!", " Mnnghh, ahahahhahh, coming, something is coming!", " My pussy feels so good, coommiinngg!"]}, {"name": "Donna", "audio": "v_sr510_0055", "normalized": ["Mnnaahh, ahahhaahaahh!"]}, {"name": "", "audio": "", "normalized": ["With the spectacular splashing noise, Donna squirted and finally achieved orgasm as she showed off pathetic expression on her face."]}, {"name": "", "audio": "", "normalized": ["The electrifying pleasure running through her whole body drove her mad with the orgasm."]}, {"name": "Donna", "audio": "v_sr510_0056", "normalized": ["Hoouhoh, ooghh!", " Amazing, so good, coming, coming feels so good, yeess!"]}, {"name": "Donna", "audio": "v_sr510_0057", "normalized": ["Heeheehhghh!", " Mnnghh, huuhh?!", " Uhouhooghh, haahhahh… Mnngh, mnhaahh!"]}, {"name": "", "audio": "", "normalized": ["The never-ending torrent of her squirt splashed onto my face mercilessly."]}, {"name": "", "audio": "", "normalized": ["I was so drenched, I had a hard time keeping my eyes open."]}, {"name": "Donna", "audio": "v_sr510_0058", "normalized": ["Haahhaahh, I'm so soorryy, heeghhe, I can't stop coming and, aahuuhh, mnnghh, ahuuhaahh, aahaahh!"]}, {"name": "", "audio": "", "normalized": ["Even as she was apologizing, she could not stop coming and her body shuddered."]}, {"name": "", "audio": "", "normalized": ["Gradually, her squirting died down and once I opened my eyes, I could see Donna with really pathetic expression."]}, {"name": "You", "audio": "", "normalized": ["Come on now… You made my face so drenched… I guess you really, really wanted to come…"]}, {"name": "Donna", "audio": "v_sr510_0059", "normalized": ["Oohouhh… Aahahuhh, mmnghmnghh."]}, {"name": "", "audio": "", "normalized": ["I told Donna so in a teasing manner as she showed off herself so titillating and lewdly."]}, {"name": "", "audio": "", "normalized": ["And yet she seemed to be still orgasming and she was still occasionally spewing any leftover squirt."]}, {"name": "Donna", "audio": "v_sr510_0060", "normalized": ["Aaauuhh, uguhh…"]}, {"name": "", "audio": "", "normalized": ["I looked on at her with a smile on my face and it seemed the orgasm was finally calming down."]}, {"name": "Donna", "audio": "v_sr510_0061", "normalized": ["Haauh… Haahh… Haaghh…"]}, {"name": "You", "audio": "", "normalized": ["Well, what do you want to do next?"]}, {"name": "You", "audio": "", "normalized": ["By the looks of it, you haven't had enough, have you…?"]}, {"name": "", "audio": "", "normalized": ["Even though she had just orgasmed, her pussy was still twitching as if it was begging for more."]}, {"name": "", "audio": "", "normalized": ["Then I took a step back from her and asked her what she wanted next."]}, {"name": "Donna", "audio": "v_sr510_0062", "normalized": ["Ahh… Mnnghh…"]}, {"name": "Donna", "audio": "v_sr510_0063", "normalized": ["Haahh… Haauh… Ahahh, mnnghh…"]}, {"name": "", "audio": "", "normalized": ["She spread her twitching pot of flesh open to show it off as an answer to my question."]}, {"name": "", "audio": "", "normalized": ["The thick pussy juice dripped down onto the ground and her drenched crotch looked so lewd, especially since she had just orgasmed."]}, {"name": "Donna", "audio": "v_sr510_0064", "normalized": ["I want it… Right in here…"]}, {"name": "Donna", "audio": "v_sr510_0065", "normalized": ["I don't care if you make me pregnant… I-I want you to…put your cock directly…right into my pussy… Mnnghh…"]}, {"name": "", "audio": "", "normalized": ["Donna begged me with tears in her eyes."]}, {"name": "Donna", "audio": "v_sr510_0066", "normalized": ["Please… Give me your sizzling cum… Pour it into my womb… Please, I beg you… Lord Fuuma…"]}, {"name": "", "audio": "", "normalized": ["Looked at her beg me for more with completely intoxicated face stunned me for a moment."]}, {"name": "", "audio": "", "normalized": ["I was happy to see Donna acting so honest about her lust and decided to indulge her."]}, {"name": "Donna", "audio": "v_sr510_0067", "normalized": ["…Ahh, haahh…"]}, {"name": "", "audio": "", "normalized": ["I showed Donna what she wanted right now…which was the erect cock, and she smiled joyously."]}, {"name": "", "audio": "", "normalized": ["Donna stared at the rock-hard cock and started breathing short from the excitement."]}, {"name": "You", "audio": "", "normalized": ["Now, I'm gonna do just like you asked… I'm gonna fuck you hard with this cock…"]}, {"name": "", "audio": "", "normalized": ["Her eyes were fixed on the cock while she still had captivated expression."]}, {"name": "Donna", "audio": "v_sr510_0068", "normalized": ["Haahh… Haahh… P-please… Please do…"]}, {"name": "", "audio": "", "normalized": ["She said with a truly happy smile on her face."]}]