[{"name": "", "audio": "", "normalized": ["After forcibly tearing off her Taimanin suit that had only the crotch exposed, what lay before me was a female animal."]}, {"name": "Asagi", "audio": "v_sr146b_0000", "normalized": ["Nnh… aah, haah…♪"]}, {"name": "You", "audio": "", "normalized": ["Hmph… listen up.", " Right here, right now, the Taimanin Asagi Igawa is dead."]}, {"name": "Asagi", "audio": "v_sr146b_0001", "normalized": ["Aah… y-yesh… she's dead…"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac discipline and threats were clearly working, as Asagi was already obediently repeating my words, made even lower than a slave."]}, {"name": "You", "audio": "", "normalized": ["You're a female pig now… piggy Asagi!", " Who's the one who let you live as a pig?"]}, {"name": "Asagi", "audio": "v_sr146b_0002", "normalized": ["Yes… of course, it's you, master!", " Thank you for making me into your piggy, master!"]}, {"name": "You", "audio": "", "normalized": ["Good, you understood quickly… fine.", " I'll give you my dick as a reward, enjoy it with your piggy pussy."]}, {"name": "", "audio": "", "normalized": ["Saying this, I gripped my penis at the base and pointed the tip toward Asagi."]}, {"name": "Asagi", "audio": "v_sr146b_0003", "normalized": ["Nnnh, hahiihh!", " Bestowing on me such a gift, thank you!", " I'm so happy to receive master's dick reward!"]}, {"name": "", "audio": "", "normalized": ["Just that was enough to make her eyes droop lustily, her face flushing obscenely and her tongue hanging down."]}, {"name": "", "audio": "", "normalized": ["She opened her folds wider, making her pussy twitch."]}, {"name": "", "audio": "", "normalized": ["Without a single scrap of cloth, let alone clothing, her figure as she lay there begging for my cock truly seemed as if she had thrown away her pride and humanity…"]}, {"name": "", "audio": "", "normalized": ["She had awakened as a pig, a domesticated woman."]}, {"name": "You", "audio": "", "normalized": ["Make sure you remember the shape of your master…"]}, {"name": "", "audio": "", "normalized": ["I fit my glans to her puffy pussy lips, gleaming and dripping with love fluids, giving off her bittersweet female scent."]}, {"name": "", "audio": "", "normalized": ["*Chhghh… nnch, zbbh… zchbb…*"]}, {"name": "Asagi", "audio": "v_sr146a_0002", "normalized": ["Nnhyuuhh, guhyaah!"]}, {"name": "", "audio": "", "normalized": ["The inside of Asagi's vagina stretched roundly, squeezing my penis with her membranes as I dug out the hot sludge of her melty flesh."]}, {"name": "Asagi", "audio": "v_sr146a_0003", "normalized": ["Aggh, nnhhohh… you dick… it's so hot, so haarrd!"]}, {"name": "", "audio": "", "normalized": ["Her well-trained sphincter muscles raised the pressure inside her pussy, and the sound of her membranes being rubbed echoed from her lewd slit as I forced it open."]}, {"name": "", "audio": "", "normalized": ["At the same time, her hot, wet female flesh licked at my glans, sucking at my dick like a tiny tongue, inviting it deeper and deeper inside."]}, {"name": "Asagi", "audio": "v_sr146a_0004", "normalized": ["Nnghh!", " Aaah… I can't get enough of master's dick…"]}, {"name": "", "audio": "", "normalized": ["Asagi's eyes were wet and she was drooling, panting sweetly and raising her hips as my stiff rod pierced her."]}, {"name": "", "audio": "", "normalized": ["As I lowered my hips to meet hers, her pussy that had only held my tip instantly swallowed my whole shaft, sucking at it."]}, {"name": "", "audio": "", "normalized": ["*Gchh!", "* *Nchh, ghbbhh!", "*"]}, {"name": "Asagi", "audio": "v_sr146a_0005", "normalized": ["Nnghiihh?!"]}, {"name": "", "audio": "", "normalized": ["Her canal contracted from the overwhelming pleasure, narrowing as my rod dug deeply into her…"]}, {"name": "", "audio": "", "normalized": ["…swallowed up to the base and hitting intensely against her deepest walls."]}, {"name": "Asagi", "audio": "v_sr146a_0006", "normalized": ["Haahoohh… nnhoohh, ohhohh…"]}, {"name": "", "audio": "", "normalized": ["Asagi let out a huge sigh, overcome with passion as her stretched-out vagina throbbed and twitched."]}, {"name": "", "audio": "", "normalized": ["Once gain, I swiftly pulled back my hips, then immediately thrust them down again."]}, {"name": "", "audio": "", "normalized": ["Her soft folds sucked at my penis, sticking to me like lips as they fervently massaged my pumping cock."]}, {"name": "Asagi", "audio": "v_sr146a_0007", "normalized": ["Fugyuuhh!", " Nnhighh… ihyaahh, ahyhuuhh!", " Nnhh, your dick, it'sh amazhiing!"]}, {"name": "", "audio": "", "normalized": ["With every thrust, her pussy flesh rolled back and forth, and sticky, wet, indecent sounds echoed from her twitching hole."]}, {"name": "", "audio": "", "normalized": ["My shaft was gleaming with love juices as I pulled back, and every time I scratched against her flesh with my thrusts, it shone with sticky white mucus."]}, {"name": "You", "audio": "", "normalized": ["How is it, Asagi, getting dug out by my dick so much you're cumming… haah!"]}, {"name": "Asagi", "audio": "v_sr146a_0008", "normalized": ["Ogghh, nngyuaahh!", " I-it'sh sho good!", " M-mashter's diick!"]}, {"name": "", "audio": "", "normalized": ["Once again lowering myself all the way inside her, I kneaded and tapped at the entrance to her womb with short strokes, making Asagi's entire body leap and convulse."]}, {"name": "", "audio": "", "normalized": ["Even so, her legs were pressed around my hips, her greedy cave unwilling to let my penis escape."]}, {"name": "You", "audio": "", "normalized": ["Heheh, seems like you're in good condition, Asagi.", " Not bad for a female pig's pussy."]}, {"name": "Asagi", "audio": "v_sr146a_0009", "normalized": ["Nnghhiihh… nnhah, thank you sho muuch!"]}, {"name": "", "audio": "", "normalized": ["Asagi suddenly smiled widely at the praise, stopping with her hips still uplifted, with only her pussy folds sucking and swallowing up my penis."]}, {"name": "", "audio": "", "normalized": ["As if she were trying to make me praise and reward her, she used her whole pussy to dote on my cock, sucking every bit of it and stroking it from base to tip."]}, {"name": "You", "audio": "", "normalized": ["That's right, don't get careless… Because on my order, you'll spread your legs even for dogs or pigs."]}, {"name": "You", "audio": "", "normalized": ["You're just a female slave hole."]}, {"name": "Asagi", "audio": "v_sr146a_0010", "normalized": ["Nnnhiihh… I-I understand!", " If you order it, I'll be happy with any dick, I'll stroke them with my piggy pussy!"]}, {"name": "You", "audio": "", "normalized": ["Heheh, as long as you get it… continue!", " Kiss my dick with your entrance and your womb!", " Drip your pussy juice and suck it!"]}, {"name": "", "audio": "", "normalized": ["As I thrust into her while yelling, her pussy clamped down in response to my order, making an obscene noise as it stroked my penis."]}, {"name": "Asagi", "audio": "v_sr146a_0011", "normalized": ["Ahiihh, nnphh, uwaah!", " H-how ish it?", " Is piggy Asagi stroking your dick well?"]}, {"name": "", "audio": "", "normalized": ["As she said this, she wriggled her membranes, using her hips in short movements, licking the tip of my dick with her womb just as I ordered."]}, {"name": "", "audio": "", "normalized": ["As she repeated this service to my manhood, the throbbing heat and excitement made her expression melt and her eyes burn with the same lust."]}, {"name": "You", "audio": "", "normalized": ["Heheh… do you not feel any remorse for your allies fighting on the surface, who fell into a trap thanks to you…?"]}, {"name": "Asagi", "audio": "v_sr146a_0012", "normalized": ["Nnhahhnn… diick♪", " I like your dick, I love your diick…"]}, {"name": "", "audio": "", "normalized": ["She didn't even respond to my question, much less apologize, completely lost in getting high off my penis."]}, {"name": "", "audio": "", "normalized": ["Her greed made me feel sadistic, and as I spat in her completely undignified face, she responded by loosening her lips and licking it."]}, {"name": "You", "audio": "", "normalized": ["Hmph… you really are a useless female pig!", " There, let your womb hang down all the way!", " Suck my dick with your whole piggy womb!"]}, {"name": "Asagi", "audio": "v_sr146a_0013", "normalized": ["Nnghiihh!", " Aaah, aiihh!", " Nyuuhh… fugghyuuh…"]}, {"name": "", "audio": "", "normalized": ["As I moved my hips forward and leaned my weight on her, thrusting my rod in, my glans dug out her womb's entrance even more."]}, {"name": "", "audio": "", "normalized": ["While I scratched against her moist folds and thrust all the way into her womb, Asagi put even more strength into her legs."]}, {"name": "Asagi", "audio": "v_sr146a_0014", "normalized": ["Guooaahnnh!", " Hoohh, awoaah… your diick… it'sh coming all the way inshiide…"]}, {"name": "", "audio": "", "normalized": ["Though her eyes were dazzled, Asagi smiled, and her bent legs embraced my hips, as she sucked up my penis with her womb, just as ordered."]}, {"name": "", "audio": "", "normalized": ["Just like that, I moved my hips, drawing a circle, and an animal groan escaped from Asagi's throat as her spine leapt by reflex."]}, {"name": "Asagi", "audio": "v_sr146a_0015", "normalized": ["Hoghyuuhh… pphgh, nnhahh…"]}, {"name": "", "audio": "", "normalized": ["Her tongue pointed out from her opened lips, spilling drool from Asagi's mouth to her chin, cheeks, and making her whole face sticky."]}, {"name": "You", "audio": "", "normalized": ["This is no time to be getting exhausted, hey… suck it properly, you pig!"]}, {"name": "Asagi", "audio": "v_sr146a_0016", "normalized": ["Nnghahh… ghh… aiihhihh!"]}, {"name": "", "audio": "", "normalized": ["With her legs trying to thrust our hips further together, as I pulled my penis back, Asagi's enchanted face melted even more."]}, {"name": "", "audio": "", "normalized": ["The pulling back of my hips as her womb's entrance sucked at my dick must have felt to Asagi like her pussy was being turned inside out."]}, {"name": "", "audio": "", "normalized": ["She breathed hard, gritting her teeth with her nostrils flared wide, as she threw her head back and lifted her hips high."]}, {"name": "Asagi", "audio": "v_sr146a_0017", "normalized": ["Guhhyuuhh… nnhyyuuhh!"]}, {"name": "", "audio": "", "normalized": ["Her pussy made a loud, sticky noise as it wound around my dick once more, released from the sucking of her womb."]}, {"name": "", "audio": "", "normalized": ["The peculiar movements of her vagina, as though it were trying to vacuum up my sperm, made a tingling feeling bubble up in my spine as my cock twitched with pleasure."]}, {"name": "", "audio": "", "normalized": ["But I couldn't pour it out just yet.", " Clenching my ass and thrusting downward once more, the head of my dick was met with a passionate kiss from her womb's entrance again."]}, {"name": "", "audio": "", "normalized": ["*Nnchh, bghh, gchh… nnphh…*"]}, {"name": "Asagi", "audio": "v_sr146a_0018", "normalized": ["Nnghihhiihh!", " Aguuhh, ohh!", " You're digging out my woomb…"]}, {"name": "", "audio": "", "normalized": ["Her female nectar was overflowing around my fierce pistoning, and her womb, seduced by the pleasure, was beginning to slip downward."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, that's right… just like that.", " Yield to me all the way to your womb, beg me with everything, including your womb."]}, {"name": "", "audio": "", "normalized": ["As I murmured this, Asagi's expression went pink with desire, and her womb and pussy clamped down tight, gripping my rod."]}, {"name": "Asagi", "audio": "v_sr146a_0019", "normalized": ["Yyyes, yessh!", " I will, I'll beg you with my serviice!", " I will… I will sho…"]}, {"name": "", "audio": "", "normalized": ["Asagi's hips shook wildly, her pussy folds wriggling madly, sucking out my semen from base to tip."]}, {"name": "", "audio": "", "normalized": ["Her tongue reached out nearly to my face, wriggling back and forth, as if begging and pleading, as her legs wrapped strongly around me."]}, {"name": "Asagi", "audio": "v_sr146a_0020", "normalized": ["Pleash make me into a proper female piig… discipline me into your piggy cock sleeve!", " Make my womb your cock sleeve!"]}, {"name": "", "audio": "", "normalized": ["Asagi's lips gaped open as though she were trying to swallow the air, her eyes wet as she begged."]}, {"name": "", "audio": "", "normalized": ["Seeing this, my dick also swelled to its limit, and the huge load of male lust in my testicles began to swell up, heading for Asagi's cavern."]}, {"name": "You", "audio": "", "normalized": ["Heh… fine!", " Clamp down your pussy like you're gonna die, and suck it with your womb!", " If you do it well I'll give you my semen!"]}, {"name": "Asagi", "audio": "v_sr146a_0021", "normalized": ["Nnhhahh!", " Ahiihh… thank you sho muuch!", " Nnphh, l-like thiish?!"]}, {"name": "", "audio": "", "normalized": ["As I slammed my hips against her, the walls of her womb stuck to my cock like they were licking it, and her entrance clamped down rhythmically."]}, {"name": "", "audio": "", "normalized": ["A sucking noise escaped from her slit as her whole womb became like an inviting mouth, sucking at my rod like a vacuum."]}, {"name": "", "audio": "", "normalized": ["The few seconds between pulling back my dick and thrusting in again felt like I was being licked by countless tongues, and the veins on my cock throbbed."]}, {"name": "", "audio": "", "normalized": ["*Gpphh, nnpph, gpph!", "* *Gchh, bghh, gchhbbhh…*"]}, {"name": "Asagi", "audio": "v_sr146a_0022", "normalized": ["Phhghh, hiihh!", " Hahhihh… aah, my pussyy!", " My pussy ish meltiing!"]}, {"name": "", "audio": "", "normalized": ["Just as she said, her pussy was sticky with cum and love juices, and just pumping in and out felt like her membranes and nectar were washing my penis clean."]}, {"name": "", "audio": "", "normalized": ["But no matter how much it washed away, when I pulled out, her milky white cum coated my cock, filling the air with her lewd scent."]}, {"name": "", "audio": "", "normalized": ["That was how hard her flesh walls were clinging to me, and I could feel the intensity of Asagi's desire as she submitted to me."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac made from her own power had made her fall this far, becoming a lewd beast and calling herself a farm animal, swearing her fealty to me."]}, {"name": "You", "audio": "", "normalized": ["Ghh… I'm gonna cum, Asagi!", " No, forget the name Asagi!", " After this creampie you're a cock sleeve meat toilet!"]}, {"name": "", "audio": "", "normalized": ["A tremendous desire to control and dominate her welled up within me and made my spine tremble."]}, {"name": "", "audio": "", "normalized": ["As I screamed this, I slammed my hips down, digging out her female hole, trying to kill Asagi's heart."]}, {"name": "Asagi", "audio": "v_sr146a_0023", "normalized": ["Yessh, aauuhh, I'll forget it!", " I'll just be a pussy, I will!", " Kill me, kill Asagi with your diick!"]}, {"name": "", "audio": "", "normalized": ["The pressure of her pussy was fierce, threatening to cut off my penis as her cave tightened all the way to its depths, stickily working my cock all over."]}, {"name": "", "audio": "", "normalized": ["The ache in my balls was beginning to rise, and I pulled back at the feeling, then thrust all at once deep inside her with all my might."]}, {"name": "You", "audio": "", "normalized": ["Fine, die already, diie!", " Die and cum from this creampie!"]}, {"name": "", "audio": "", "normalized": ["*Splort…sploort!", "* *Dripdripdripdripdriip!", "* *Splurt, splort splort, sploosh!", "*"]}, {"name": "Asagi", "audio": "v_sr146a_0024", "normalized": ["Nngyuuhh… igghiihh?!"]}, {"name": "", "audio": "", "normalized": ["Ejaculating from the fierce suction, my cloudy magma lit Asagi's female instincts on fire as it stickily filled up her womb."]}, {"name": "", "audio": "", "normalized": ["Her upward-thrusting hips were shaking and her wet eyes were crossed, as she gritted her teeth, nostrils flaring shamefully."]}, {"name": "", "audio": "", "normalized": ["Her knees were completely bent, strongly gripping my hips, and the base of my penis and her pussy entrance were glued together at the hipbone."]}, {"name": "", "audio": "", "normalized": ["Just like that, Asagi's pussy flesh twitched, her womb sucking at my glans as her walls licked my base, sucking up my sperm from deep inside my penis."]}, {"name": "", "audio": "", "normalized": ["*Splurtsplurtspluurt!", "* *Splosh, splorsh, splurt…*"]}, {"name": "Asagi", "audio": "v_sr146a_0025", "normalized": ["Nnhiihh!", " Ihhihh, hgyuuhh!", " Auuh, I'm gonna cum I'm gonna cum I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["The second round of semen fiercely pouring into her made Asagi shout, her eyes rolled back and her closed mouth opening once more."]}, {"name": "", "audio": "", "normalized": ["She let out a scream like a death cry, and squirted with a force even greater than her scream, as her bent legs straightened all the way out."]}, {"name": "Asagi", "audio": "v_sr146a_0026", "normalized": ["Agyuuh!", " Ipphh, nnh, I'm shtill, shtiill!", " I can't shtop cumming… I can't shtoop!"]}, {"name": "", "audio": "", "normalized": ["Her whole body was leaping and trembling as it bent back, and her tongue stretched out from her mouth, going crazy and spraying drool everywhere."]}, {"name": "Asagi", "audio": "v_sr146a_0027", "normalized": ["Nnhyahh… haghhihh… hihyahh… a cumming cock sleeve… yesh… nnhehh…"]}, {"name": "", "audio": "", "normalized": ["Asagi's body stretched out on the floor, completely controlled by her female lust, exposing her shameful orgasm face as she trembled, unable to stop her convulsions."]}, {"name": "", "audio": "", "normalized": ["It was the expression of a female slave who had thrown away everything―"]}, {"name": "", "audio": "", "normalized": ["Her pride and self-respect as a Taimanin, her dignity as a human, her bashfulness as a woman."]}, {"name": "You", "audio": "", "normalized": ["…Heheh, guahahahahah!", " You've totally fallen, Asagi!"]}, {"name": "", "audio": "", "normalized": ["As I forcefully extracted my still stiff penis, even that stimulation made Asagi pant sharply, making her squirt again.", " And then…"]}, {"name": "You", "audio": "", "normalized": ["This is your gift for being reborn.", " Accept it freely…heheheh."]}, {"name": "", "audio": "", "normalized": ["*Dripdripdripdrip…*"]}, {"name": "", "audio": "", "normalized": ["Pressing down on the base of my raging penis, I turned toward Asagi's face where she was laying and let out a fierce torrent of urine."]}, {"name": "Asagi", "audio": "v_sr146a_0028", "normalized": ["Ohh… annmmhh… nnbhh… happhh, nnghlrll… gchh, ghhzhh, nnbhh…"]}, {"name": "", "audio": "", "normalized": ["Though she shouldn't be able to understand words anymore, Asagi's mouth opened as she twitched from the aftershocks of her climax."]}, {"name": "", "audio": "", "normalized": ["She purred and swallowed down the pouring urine."]}, {"name": "Asagi", "audio": "v_sr146a_0029", "normalized": ["Hmmh, nnch… ghlrllr…"]}, {"name": "You", "audio": "", "normalized": ["Guuh… hahah… hahahahah!"]}, {"name": "", "audio": "", "normalized": ["The unbearably disgraceful sight of Asagi lifted my spirits and made an indescribable feeling of power run up my spine."]}, {"name": "You", "audio": "", "normalized": ["How is it, Asagi, delicious?"]}, {"name": "Asagi", "audio": "v_sr146a_0030", "normalized": ["Nnnmh… yesh, it'sh the best… it'sh sho good… nngh…"]}, {"name": "", "audio": "", "normalized": ["Asagi smiled, her whole body covered in urine as she licked and gulped it down."]}, {"name": "You", "audio": "", "normalized": ["In that case, I'll give it to you everyday from now on."]}, {"name": "You", "audio": "", "normalized": ["I'll keep you forever and discipline you as a meat toilet that cums from drinking my piss…"]}, {"name": "", "audio": "", "normalized": ["I couldn't stop smiling, drunk on the feeling of having dominated the strongest Taimanin."]}, {"name": "", "audio": "", "normalized": ["And then―eventually as he finished urinating, Asagi licked it from her hands and cheeks, as she opened her lips slowly."]}, {"name": "Asagi", "audio": "v_sr146a_0031", "normalized": ["Nnlrllr… thank you… nnphh, but…"]}, {"name": "You", "audio": "", "normalized": ["Hm…?"]}, {"name": "Asagi", "audio": "v_sr146a_0032", "normalized": ["…Your life looks even more delicious."]}, {"name": "You", "audio": "", "normalized": ["….", "?!"]}, {"name": "", "audio": "", "normalized": ["It can't be―but that thought was already a second behind Asagi's words."]}, {"name": "", "audio": "", "normalized": ["The gaze that turned on me was Asagi's―the Taimanin's fierce visage."]}, {"name": "You", "audio": "", "normalized": ["(Wha… she recovered so quickly after all that aphrodisiac…ghh?!", ")"]}, {"name": "", "audio": "", "normalized": ["My body that was in ecstasy was now covered in goosebumps and my spine trembled as I shook with fear."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "You", "audio": "", "normalized": ["Tch…"]}, {"name": "", "audio": "", "normalized": ["The man clicked his tongue and hurriedly kicked the ground, trying to get away from Asagi."]}, {"name": "Asagi", "audio": "v_sr146a_0033", "normalized": ["Too slow!"]}, {"name": "", "audio": "", "normalized": ["The vastly swifter Asagi assaulted the man's stomach with a roundhouse kick."]}, {"name": "", "audio": "", "normalized": ["The moment her heel sunk into him, his body caved in wordlessly, and the man crumpled on the spot."]}, {"name": "Asagi", "audio": "v_sr146a_0034", "normalized": ["I'll end you here…"]}, {"name": "", "audio": "", "normalized": ["She stopped the crumpling man's body with her legs, hanging both around his neck."]}, {"name": "", "audio": "", "normalized": ["Suffocating him… wasn't the goal, it was preparation to snap his neck bones like a twig."]}, {"name": "Asagi", "audio": "v_sr146a_0035", "normalized": ["To die without even knowing what happened to you must be the ultimate disgrace for someone like you who knew everything…"]}, {"name": "Asagi", "audio": "v_sr146a_0036", "normalized": ["This is my gift in return for everything you've done to me… please accept it."]}, {"name": "", "audio": "", "normalized": ["Saying this, she twisted her closed legs and a dull noise echoed from the man's caught throat."]}, {"name": "", "audio": "", "normalized": ["His neck was bent at an unnatural angle and his body was completely flaccid, no longer showing any pulse of life."]}, {"name": "Asagi", "audio": "v_sr146a_0037", "normalized": ["…Seems like it's over…"]}, {"name": "", "audio": "", "normalized": ["Though he was a fearsome enemy, she had finally been able to bring him down…"]}, {"name": "", "audio": "", "normalized": ["The moment Asagi took a short breath, she felt a strange sense of unease, and she kicked the body."]}, {"name": "Asagi", "audio": "v_sr146a_0038", "normalized": ["Ghh… who is this!"]}, {"name": "", "audio": "", "normalized": ["A new person had appeared in the direction where she had kicked the body."]}, {"name": "", "audio": "", "normalized": ["Looking closer, the corpse she had kicked as a diversion wasn't Fuuma, but had been changed with Yamazaki who he had just killed."]}, {"name": "", "audio": "", "normalized": ["The person who had easily avoided it seemed to be keeping their distance, as if to reassure her they had no intention of fighting."]}, {"name": "Asagi", "audio": "v_sr146a_0039", "normalized": ["Just what are you planning…"]}, {"name": "", "audio": "", "normalized": ["On that figure's shoulder, they were carrying the fainted man who she had tried to kill."]}, {"name": "", "audio": "", "normalized": ["In other words, they were likely his ally."]}, {"name": "Asagi", "audio": "v_sr146a_0040", "normalized": ["(Just when did they… from where…)"]}, {"name": "", "audio": "", "normalized": ["She checked her body to see if she was in a position to fight."]}, {"name": "", "audio": "", "normalized": ["She fixed her eyes on the person in front of her as a diversion while she tried to figure out their identity."]}, {"name": "", "audio": "", "normalized": ["However, as if they had read her movements, the figure was lit up from the back and she couldn't quite make it out."]}, {"name": "", "audio": "", "normalized": ["A new challenger, and her body was worn out.", " The one at an extreme disadvantage was clearly Asagi.", " And yet…"]}, {"name": "Asagi", "audio": "v_sr146a_0041", "normalized": ["(I can't let him slip away now―)"]}, {"name": "", "audio": "", "normalized": ["Thinking this, she awaited her chance as she began to work out a plan…"]}, {"name": "Asagi", "audio": "v_sr146a_0042", "normalized": ["…?!", " Wait a minute!"]}, {"name": "", "audio": "", "normalized": ["Raising a hand lightly as if to greet an old friend, the figure dodged swiftly."]}, {"name": "", "audio": "", "normalized": ["Unable to follow that swiftness, Asagi let out a sigh from the bottom of her heart as her exhausted body sank to the ground."]}, {"name": "Asagi", "audio": "v_sr146a_0043", "normalized": ["…This is the worst, I got completely worked over… haah…"]}, {"name": "", "audio": "", "normalized": ["Thinking of the battle that would continue on, she lay down in dissatisfaction."]}]