[{"name": "", "audio": "", "normalized": ["Renee, the UFS scientists, came and attacked my hideout for the third time but she was once again defeated and captured."]}, {"name": "", "audio": "", "normalized": ["According to her, her plan was to reform Cecillia Cello who was also part of the UFS, and to escape the hideout."]}, {"name": "Renee", "audio": "v_sr559_0000", "normalized": ["…Hey?", " Her, are you there?"]}, {"name": "", "audio": "", "normalized": ["In the end, I was quite skeptical of that being her true intention, however.", " Since…"]}, {"name": "Renee", "audio": "v_sr559_0001", "normalized": ["Hey, are you even listening to me?", " Come on, you keep mumbling and talking to yourself…"]}, {"name": "You", "audio": "", "normalized": ["Ah, sorry about that.", " Well, what were you talking about…?"]}, {"name": "Renee", "audio": "v_sr559_0002", "normalized": ["Oh, come on.", " You didn't even hear me, did you?!", " You're a bad boy and needs a diminishment of justice!"]}, {"name": "", "audio": "", "normalized": ["Renee's cheeks puffed up as she pouted."]}, {"name": "", "audio": "", "normalized": ["She showed off the round curves on her butt as she was completely naked and sat down."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " What is this now?", " Don't tell me this is your definition of punishment or something."]}, {"name": "Renee", "audio": "v_sr559_0003", "normalized": ["Hey, you're mocking me again.", " Come on, I'm the smartest scientist in the UFS, you know?"]}, {"name": "", "audio": "", "normalized": ["She said and lowered her hips onto my erect penis and adjusted the angle of entry as the skin on her juvenile face looked so perky and erotic."]}, {"name": "", "audio": "", "normalized": ["How we were both completely naked meant we had spent a considerable amount of time together like this by that point."]}, {"name": "You", "audio": "", "normalized": ["My bad.", " The fact you are a UFS scientist often slips my mind.", " I mean, you don't really look like one, you know?"]}, {"name": "", "audio": "", "normalized": ["I let my arms wrap around her hips as I lightly slapped the huge breasts unfitting for her tiny frame."]}, {"name": "", "audio": "", "normalized": ["I enjoyed the perky sensation as I pulled her closer to me gently.", " It was as though we were a loving couple."]}, {"name": "Renee", "audio": "v_sr559_0004", "normalized": ["Come on, you keep looking down on people like that.", " You really shouldn't do that.", " Here!", " Like this… And this!"]}, {"name": "", "audio": "", "normalized": ["Renee started pounding and shaking her pale hips like she was a romping girl riding a mechanical bull.", " Her labia were already getting moist at that point."]}, {"name": "Renee", "audio": "v_sr559_0005", "normalized": ["Ahh… Ahaahh!", " I knew it, a real cock is the best.", " Maybe I should model the dildos in the cockpit in the shape of your cock, you know?"]}, {"name": "", "audio": "", "normalized": ["I let the tip of my penis dig into Renee's pinkish labia slowly."]}, {"name": "Renee", "audio": "v_sr559_0006", "normalized": ["Ahh, mnaaghh… Mnnah, aaughh, yes!", " Cock, th-the tip's coming in… Mnngh, it's coming in!"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Did you want it that bad?"]}, {"name": "", "audio": "", "normalized": ["I lifted my hips deliberately and stirred up my precum and her vaginal fluid inside her flooding vagina."]}, {"name": "", "audio": "", "normalized": ["The self-proclaimed scientist trembled from the pleasure of the stimulation."]}, {"name": "Renee", "audio": "v_sr559_0007", "normalized": ["Mnnhuaagh!", " Aghahh, but… D-don't get me wrong, okay?", " I'm not doing this for you, you know?"]}, {"name": "Renee", "audio": "v_sr559_0008", "normalized": ["This is… Yeah, I'm only doing this so I can get Cecilia back and I have no choice!", " Come on, just let me see her."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " In a little bit, okay?"]}, {"name": "", "audio": "", "normalized": ["Cecilia Cello was a living weapon who could control UFS weapons with her powerful magic but she was rather carefree and impulsive."]}, {"name": "", "audio": "", "normalized": ["She did work for my organization in the past but I had no idea what she was doing then."]}, {"name": "Renee", "audio": "v_sr559_0009", "normalized": ["A-are you telling me the truth?", " I mean, y-you aren't lying to me because you want to do this with me, right?"]}, {"name": "You", "audio": "", "normalized": ["Hah, not a chance."]}, {"name": "Renee", "audio": "v_sr559_0010", "normalized": ["Wh-what was that?!", " You're just so blunt.", " C-come on… Alright, I'm gonna make you feel really good instead."]}, {"name": "", "audio": "", "normalized": ["Perhaps there were drawn to each other as they both relied on weapons.", " However, I was doubtful Renee actually was looking for Cecilia."]}, {"name": "You", "audio": "", "normalized": ["Very well, then.", " If you can please me enough, then maybe I will look for Cecilia."]}, {"name": "Renee", "audio": "v_sr559_0011", "normalized": ["…Eh?", " S-seriously?"]}, {"name": "You", "audio": "", "normalized": ["What's the matter?", " …It almost sounds like you don't even want to see her, hmm?"]}, {"name": "", "audio": "", "normalized": ["Renee hurriedly denied her own words."]}, {"name": "Renee", "audio": "v_sr559_0012", "normalized": ["Huh?!", " N-never mind!", " That's not what I meant.", " I-I can't wait to see Cecilia again."]}, {"name": "You", "audio": "", "normalized": ["Alright.", " If you really want to see her that much, then you better start pounding your hips, eh?"]}, {"name": "Renee", "audio": "v_sr559_0013", "normalized": ["Heheheh… Okay, that's what I'm talking about!"]}, {"name": "", "audio": "", "normalized": ["The slutty scientist sucked the penis in as she used reunion with her friend as an excuse as her whole body started moving even more lewdly."]}, {"name": "Renee", "audio": "v_sr559_0014", "normalized": ["Mnngmmh… Mnnchuh, mnmmugh.", " Mnnuhh… Mnnhuahh!", " Aghaah… Mnnahh, chuhh, y-yes.", " More… Kiss me more, please!"]}, {"name": "", "audio": "", "normalized": ["Renee begged me to kiss her over her shoulder as her face was still turned to the side and the tips of our tongues tangled onto each other."]}, {"name": "", "audio": "", "normalized": ["The erotic and wet sounds of our salivae mixing together echoed inside the large office in the hideout."]}, {"name": "You", "audio": "", "normalized": ["…Mnnghm, hahah.", " Whatever you want… Mnh?!"]}, {"name": "", "audio": "", "normalized": ["We enjoyed kissing each other, letting our membrane tangling onto each other, and I thrust my hips which made her tiny body jump right up."]}, {"name": "", "audio": "", "normalized": ["My penis was buried deep inside her at the point where we were joined together and every time I thrust, the vaginal walls contracted over and over."]}, {"name": "Renee", "audio": "v_sr559_0015", "normalized": ["Mnmmhh, mnnuhh.", " Ahh… Mnnchuh!", " Hey?", " Did you know they call this a French Kiss?", " I know guys like this, right?"]}, {"name": "You", "audio": "", "normalized": ["…Hmm, I mean, I don't hate it."]}, {"name": "", "audio": "", "normalized": ["I stopped at only mentioning my personal opinion on it but fucking her from behind while being in the skin-to-skin contact and kissing passionately was nice."]}, {"name": "", "audio": "", "normalized": ["Renee continued to poke her tongue out passionately and kept letting out sugary moans as she exchanged saliva with me."]}, {"name": "Renee", "audio": "v_sr559_0016", "normalized": ["Mhmnmm, mnnchuh… Mnnmuh, mnnmchuh.", " Mnnahh, haamuh… Y-yes, I love this so much, kissing you and flirty sex with you!"]}, {"name": "", "audio": "", "normalized": ["Hearing her say words like flirty made me a little embarrassed but I decided to go with it once in a while."]}, {"name": "You", "audio": "", "normalized": ["Mnhnm, hey, have you finished repairing your mech?"]}, {"name": "", "audio": "", "normalized": ["I asked Renee as I stirred up the vaginal fluid overflowing from her vagina with my penis."]}, {"name": "Renee", "audio": "v_sr559_0017", "normalized": ["…Mnngh, ahh.", " It's still in repairs.", " I've been tinkering with it here and there and maximizing its power output efficiency."]}, {"name": "", "audio": "", "normalized": ["She looked like a little kid showing off a prized toy as she said."]}, {"name": "", "audio": "", "normalized": ["Once the 10-foot tall giant mech overcomes its weakness, then it would be a valuable asset in our armory."]}, {"name": "You", "audio": "", "normalized": ["Oh, I see.", " Well, that would be awesome, huh?", " …H-hey, hey, why are you getting so jittery?"]}, {"name": "", "audio": "", "normalized": ["I had no idea why but Renee began to shake her hips wildly on top of me as if she was rodeoing."]}, {"name": "", "audio": "", "normalized": ["More moist sounds came from the joint."]}, {"name": "Renee", "audio": "v_sr559_0018", "normalized": ["Heheh.", " Come on, I have to know more about the pleasure of sex to pilot the Holloween Emperor."]}, {"name": "You", "audio": "", "normalized": ["Huh… I see.", " I guess so."]}, {"name": "", "audio": "", "normalized": ["Renee kept pounding her hips while sitting on top of my crotch, left and right, back and forth."]}, {"name": "", "audio": "", "normalized": ["As she grounded violently, her large breasts swung around violently, almost making swooshing sounds."]}, {"name": "Renee", "audio": "v_sr559_0019", "normalized": ["Mnnghuh… Mnnguh… Mnnchuhh.", " Mnmmuh, mnguh… Mnncuh… Aaghh, aahuh.", " Yes.", " Your cock, it's so good!"]}, {"name": "You", "audio": "", "normalized": ["Hah.", " You sound so much lewder than before, eh?", " When did you become so slutty?"]}, {"name": "Renee", "audio": "v_sr559_0020", "normalized": ["Mnnhh, aaghh, mnncuh… Mnnmhh!", " I-I was always like this.", " And i-it's all your fault for bringing it out!"]}, {"name": "", "audio": "", "normalized": ["Renee looked at me ecstatically as saliva dripped from the tingling tongue and smiled teasingly for a brief moment."]}, {"name": "", "audio": "", "normalized": ["I did not realize it till then but she had somehow learned how to tease and allure men."]}, {"name": "You", "audio": "", "normalized": ["Let's see, how are you doing up here?"]}, {"name": "", "audio": "", "normalized": ["The scientist was trying to make a plaything of me so I decided to teach her a lesson as I grabbed her huge breasts with my palms."]}, {"name": "Renee", "audio": "v_sr559_0021", "normalized": ["Mnhhnm, aghahh?!", " H-hey, wait a minute… That's not, aaghh… Kyaaughh!"]}, {"name": "Renee", "audio": "v_sr559_0022", "normalized": ["Mnnaaghh, aaghh.", " S-stop it… Mnnchuh.", " Mnuhhgh… M-my titties, you can't touch them so hard… Mnnhu, mnnchuh, mnnuhmuh!"]}, {"name": "", "audio": "", "normalized": ["My tongue tangled onto hers passionately as I teased her inverted nipples."]}, {"name": "", "audio": "", "normalized": ["I scratched the entirety of her nipples and then let my fingertips dig into the cavity on the tip down to the first joint on my fingers."]}, {"name": "You", "audio": "", "normalized": ["Well, your nipples are even lewder than usual today, huh?", " Look at them swallowing my fingers!"]}, {"name": "Renee", "audio": "v_sr559_0023", "normalized": ["Mnhehe, heeguhh?!", " Y-you can't… Aghahahh, that's not… You can't tease them, o-or it's… It's gonna start lactating?!"]}, {"name": "", "audio": "", "normalized": ["Renee let out a moan almost like a scream as I teased her in her weak points that were her gigantic breasts and nipples."]}, {"name": "", "audio": "", "normalized": ["Special lubricant that activated her female hormones was repeatedly applied to her nipples, meaning…"]}, {"name": "You", "audio": "", "normalized": ["Hahahah, my fingertips are already getting wet, see?"]}, {"name": "Renee", "audio": "v_sr559_0024", "normalized": ["N-noo?!", " …Come on, you like playing with my titties so much.", " You really are such a pervert!"]}, {"name": "", "audio": "", "normalized": ["She was trying to deny it but she did not feel any hesitation with me touching her nipples.", " Her arouse eyes were begging me for more."]}, {"name": "You", "audio": "", "normalized": ["Do you like getting your nipples fingered that much?", " I suppose large breasts being more insensitive is just a hoax, huh?"]}, {"name": "Renee", "audio": "v_sr559_0025", "normalized": ["Th-that's on the case for me.", " My breasts, my titties are so sensitive and I love this so much… Mnnh, aaghahh!"]}, {"name": "", "audio": "", "normalized": ["As I said, the righteous hero moaned with joy.", " She was nothing but a whore devouring pleasure."]}, {"name": "", "audio": "", "normalized": ["I kept fingering them as the tips became drenched and she kissed me passionately.", " It was getting hard to breathe."]}, {"name": "Renee", "audio": "v_sr559_0026", "normalized": ["Mnncuh, mnnaaghh… Aghaahh, C-come on, you gotta start moving too, not just me, okay?", " We have to please each other, right?"]}, {"name": "You", "audio": "", "normalized": ["Hah, you're still begging me for more under such circumstances?", " …Well, alright, then.", " Taste it thoroughly!"]}, {"name": "", "audio": "", "normalized": ["I said and started pounding Renee from below, assaulting her violently with thrusts."]}, {"name": "Renee", "audio": "v_sr559_0027", "normalized": ["Mnnuh… Mnnhaahh.", " Mnnghh, chuhh!", " This is great… It feels so good.", " Mnnh, m-my body is burning up deep inside!"]}, {"name": "", "audio": "", "normalized": ["She continued to kiss over her shoulders as she showed off pathetic and ecstatic expressions as we carried on.", " The building sense of guilt heightened arousal."]}, {"name": "Renee", "audio": "v_sr559_0028", "normalized": ["Mnnah… Mnnchuh, mnmuh… Mnnuh, c-coming!"]}, {"name": "You", "audio": "", "normalized": ["Haauhhaahh… Good, just come already!"]}, {"name": "Renee", "audio": "v_sr559_0029", "normalized": ["Mnnhuaaghh!", " Aghaahh, mnaahh… Aaghh, kyaauhh!", " Mnnaahh… Aahh, haahh, haauhnm!", " So deep, your cock coming in so deep!"]}, {"name": "", "audio": "", "normalized": ["I pounded her hard and deep as my scrotums made dry slapping noise as it hit her skin."]}, {"name": "", "audio": "", "normalized": ["Renee's pale throat revealed itself as she pulled back and her three antennae-like strands of hair were jumping around like bunny ears."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Looks like you're getting down here too?", " …Here, here!"]}, {"name": "Renee", "audio": "v_sr559_0030", "normalized": ["Hegh, heegehh?!", " …Aaagh, no, not there?!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew*"]}, {"name": "Renee", "audio": "v_sr559_0031", "normalized": ["Agahahh!", " M-my titties!", " My titty milk, coming out.", " So much milk coming out with you teasing me like this!"]}, {"name": "", "audio": "", "normalized": ["Finally, breast milk started seeping out from the tip of her inverted nipples."]}, {"name": "", "audio": "", "normalized": ["We had been having sex all day long for the past few days so the amount was massive as well."]}, {"name": "", "audio": "", "normalized": ["It made a string-like arc in the air and then became white droplets which I used as a lubricant to cover her breasts entirely."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " Looks like you still love lactating from your titties, eh?", " And it's getting even tighter down here too, hmm?"]}, {"name": "Renee", "audio": "v_sr559_0032", "normalized": ["Th-that's just… Aaghaahh, mnnahh, come on, it feels so good… Mnnah.", " M-my nipples and pussy feels amazing too!"]}, {"name": "", "audio": "", "normalized": ["Her whole body kept trembling over and over as her upper body pulled back into an arc."]}, {"name": "", "audio": "", "normalized": ["Renee continued to beg me for more even though we have done this repeatedly for days.", " Perhaps her libido was stronger than mine."]}, {"name": "You", "audio": "", "normalized": ["…Hah.", " You still care about your friend?"]}, {"name": "", "audio": "", "normalized": ["She only allowed me to sleep with her to be reunited with her friend Cecilia, to begin with."]}, {"name": "", "audio": "", "normalized": ["However, the ends and means had reversed by that point."]}, {"name": "Renee", "audio": "v_sr559_0033", "normalized": ["Haauhhahhaagh, huehh?", " …D-did you say something?"]}, {"name": "You", "audio": "", "normalized": ["No, nothing.", " Never mind."]}, {"name": "", "audio": "", "normalized": ["If she forgot about it, there was no point in reminding her.", " If she begged me for pleasure, then I shall give it to her."]}, {"name": "Renee", "audio": "v_sr559_0034", "normalized": ["Ahh, aaghahh… Mnnuh, a-again, you're pounding so hard from below!", " Ahhnmuh, yes, I love it so much!"]}, {"name": "", "audio": "", "normalized": ["My fingertips were getting drenched with breast milk seeping out and by the time I realized, even my palm was covered with it."]}, {"name": "", "audio": "", "normalized": ["I groped her huge breasts covered in breast milk and kept slamming my hips onto her again and again, hard enough to lift up Renee's body."]}, {"name": "Renee", "audio": "v_sr559_0035", "normalized": ["Come on, come on?", " I want more!", " Do me harder, plow my pussy more, please?", " Come on!"]}, {"name": "", "audio": "", "normalized": ["Renee started climbing towards the climax as she leaned back with her body onto me."]}, {"name": "", "audio": "", "normalized": ["Every time I thrust, her pale, large breasts kept bouncing around like a fuel tank full of gas."]}, {"name": "You", "audio": "", "normalized": ["Yeah, sure.", " Just enjoy it all as you wanted!"]}, {"name": "", "audio": "", "normalized": ["The word teasing was not intense enough to describe what we were doing.", " I simply poured my building arousal onto the woman in front of me."]}, {"name": "", "audio": "", "normalized": ["Renee became even more aroused with me treating her like an object instead of a person."]}, {"name": "Renee", "audio": "v_sr559_0036", "normalized": ["Aghhaaheeghh!", " Th-this is so good.", " Come on, you can cum all you want inside my pussy!"]}, {"name": "You", "audio": "", "normalized": ["Of course.", " No need to tell me!"]}, {"name": "", "audio": "", "normalized": ["I slapped her a rather small butt, making a dry noise, and kept plowing her hard from below."]}, {"name": "", "audio": "", "normalized": ["Her vagina started squeezing even harder and harder with more breast milk spewing out of her nipples, filling the air with a sweet odor."]}, {"name": "Renee", "audio": "v_sr559_0037", "normalized": ["Aghh, aaghahh, n-no more… Please, n-not any more.", " My titties and my pussy both feel so good!", " It's so good and I can't stop it!"]}, {"name": "", "audio": "", "normalized": ["Renee kept drooling from her mouth left wide open and I made a final thrust to push her towards the climax."]}, {"name": "", "audio": "", "normalized": ["I drilled into her vagina with my penis, ready to blow anytime."]}, {"name": "You", "audio": "", "normalized": ["Here it comes… I'm cumming, Renee!"]}, {"name": "Renee", "audio": "v_sr559_0038", "normalized": ["Aghaahh… Ahh, i-it's coming… Already, p-please, no, noo, eghh…?!"]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Sput* *Spew* *Spew* *Throb* *Sput* *Sput* *Splosh* *Spew*"]}, {"name": "", "audio": "", "normalized": ["*Sput* *Spew* *Throb* *Splosh* *Spew* *Spew*"]}, {"name": "Renee", "audio": "v_sr559_0039", "normalized": ["Mnnhuoughohghh!", " C-coming, coming!", " My titties and my pussy, coming, oouhgohh!"]}, {"name": "", "audio": "", "normalized": ["Just as the genius scientist orgasmed, I also ejaculated at the same time."]}, {"name": "", "audio": "", "normalized": ["A massive amount of breast milk erupted from her enlarged inverted nipples as she let out vulgar moans.", " It was as if…"]}, {"name": "You", "audio": "", "normalized": ["…You look like a sprinkler."]}, {"name": "Renee", "audio": "v_sr559_0040", "normalized": ["Mnnhouhoghh?!", " I-I can't stop it… My titty milk, I-I can't stop it, houhh!", " Mnnaagh, ouhgohh, ohoguhohh!"]}, {"name": "", "audio": "", "normalized": ["Just twisting her nipples a little made her breast milk spew out twice and thrice.", " It was almost like she was ejaculating from her nipples."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput* *Splash*"]}, {"name": "", "audio": "", "normalized": ["Even Renee's sanity had melted away at that point and she kept spraying breast milk all over the place like she became a milk server."]}, {"name": "You", "audio": "", "normalized": ["…Hahahah.", " Seriously?", " There's so much milk coming out of you.", " It's like you've turned into an actual cow or something."]}, {"name": "Renee", "audio": "v_sr559_0041", "normalized": ["Aghaahh… Haahh, haaghh.", " Haaheghh!", " Th-this feels too good… I can't s-stop the milk, oouhhgh!"]}, {"name": "", "audio": "", "normalized": ["Renee kept pounding her hips like an almost broken machine and kept ejaculating and orgasming alternatively."]}, {"name": "", "audio": "", "normalized": ["Her body burned up and kept on going as she leaned onto me and observed the scene with empty eyes."]}, {"name": "You", "audio": "", "normalized": ["…Phew, did it calm down?"]}, {"name": "Renee", "audio": "v_sr559_0042", "normalized": ["Mnnahh?", " Aghh, aahhaahh, hold on a minute, okay?", " D-don't pull out… Mnnahh!"]}, {"name": "", "audio": "", "normalized": ["After I enjoyed thoroughly ejaculating inside her vagina, I was about to pull my penis out but Renee squeezed her vagina and stopped me."]}, {"name": "You", "audio": "", "normalized": ["…H-hey, hey?"]}, {"name": "Renee", "audio": "v_sr559_0043", "normalized": ["Mnnheh, come on, just keep it in there just a little longer, okay?", " Feeling your warmth in my belly is so nice, you know?"]}, {"name": "", "audio": "", "normalized": ["She showed a smile filled with compassion like a holy mother right after the orgasm."]}, {"name": "", "audio": "", "normalized": ["Renee did not want to let go yet so I decided to leave my penis inside her vagina for a while."]}, {"name": "Renee", "audio": "v_sr559_0044", "normalized": ["…Mngmm, mnnguhh.", " Haaghahh!", " Aahh, I don't want to waste it.", " It's overflowing… Mnghuh!"]}, {"name": "", "audio": "", "normalized": ["I checked if Renee was fine and attempted to adjust my penis's angle and a lump of white fluid poured out of the opening."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " I wonder how much cum you sucked out of me."]}, {"name": "", "audio": "", "normalized": ["I tried to get away from Renee's body slowly as my whole body was covered with sweat but she still did not want to let go."]}, {"name": "Renee", "audio": "v_sr559_0045", "normalized": ["Mnnuh… Uhhnm.", " N-not yet!", " Come on, don't go yet!"]}, {"name": "You", "audio": "", "normalized": ["Hey, don't be so stubborn now.", " How long are you gonna keep playing this game?"]}, {"name": "", "audio": "", "normalized": ["The genius scientist who possessed bottomless libido shool her head in denial like a little child."]}, {"name": "Renee", "audio": "v_sr559_0046", "normalized": ["Come on, I just haven't had enough of this.", " Please, do me more, won't you?", " Come on, please!"]}, {"name": "", "audio": "", "normalized": ["Renee twisted her lips lewdly while we were still joined together.", " She was almost like an animal in heat."]}, {"name": "", "audio": "", "normalized": ["My cock had gone completely limp by that point but she knew exactly how to please me, stimulating me with delicate vibration."]}, {"name": "You", "audio": "", "normalized": ["…Guh!", " You're not gonna be able to see Cecilia Cello whom you wanted to meet so much, okay?", " Are you sure?"]}, {"name": "Renee", "audio": "v_sr559_0047", "normalized": ["…Mnnuh.", " Th-that's not good, but… You know what, I just want to have sex right now!"]}, {"name": "", "audio": "", "normalized": ["I was actually impressed by how unintelligent the way she pleaded to me sounded."]}, {"name": "", "audio": "", "normalized": ["She was one of the top scientists in the UFS but she was nothing but just a sex-machine at that point."]}, {"name": "You", "audio": "", "normalized": ["Fine… If that's what you want."]}, {"name": "", "audio": "", "normalized": ["I was about to let my penis get hard again inside her but that was when the cellular phone in my jacket started ringing."]}, {"name": "You", "audio": "", "normalized": ["Yeah… What?", " Are you sure?!"]}, {"name": "Renee", "audio": "v_sr559_0048", "normalized": ["…Mnuh?", " What's wrong?"]}, {"name": "You", "audio": "", "normalized": ["It's work.", " I'm sorry but I'll have to take a raincheck."]}, {"name": "", "audio": "", "normalized": ["I order my men in real-time as I talked to them on the phone.", " The battle was far from over."]}, {"name": "Renee", "audio": "v_sr559_0049", "normalized": ["Ehh?", " Come on."]}, {"name": "", "audio": "", "normalized": ["Actually, it was not a big issue and I could leave my men to take care of my but I seized the opportunity."]}, {"name": "", "audio": "", "normalized": ["I tried to quickly get away from Renee's body."]}, {"name": "Renee", "audio": "v_sr559_0050", "normalized": ["Muuhh… Without you, I'm just… W-well, you know what, I'll be fine by myself, okay?", " I have things to do like working on the cockpit."]}, {"name": "You", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["I was starting to feel guilty about leaving her as I saw Renee acting so lonely, like a stray cat."]}, {"name": "", "audio": "", "normalized": ["I ended the phone call then but I got back onto the call after a brief moment of pause."]}, {"name": "You", "audio": "", "normalized": ["…Yeah, it's me.", " Get me few men ready for action… Yeah, it's a little bonus.", " If they wanna fuck, tell them, first come, first serve."]}, {"name": "Renee", "audio": "v_sr559_0051", "normalized": ["…Hueehh?!", " Wh-what was that?", " Who did you just call?"]}, {"name": "", "audio": "", "normalized": ["I got off the phone call and Renee's previously saddened eyes lit up with joy once again."]}, {"name": "You", "audio": "", "normalized": ["In just ten minutes, bunch thirsty men are gonna come here.", " They may not be as rough as orcs, but keep them company for a while."]}, {"name": "", "audio": "", "normalized": ["I put the phone away and finally pulled myself off Renee."]}, {"name": "Renee", "audio": "v_sr559_0052", "normalized": ["Ahh, I-I'm so happy!", " …So I'm about to fuck so many people at once in just a few minutes?!"]}, {"name": "", "audio": "", "normalized": ["I had to give her credit for how greedy she was even after having sex so many times."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " You'll be fine, eh?", " I've gotta get back to work now."]}, {"name": "Renee", "audio": "v_sr559_0053", "normalized": ["Heheheh.", " Okay."]}, {"name": "", "audio": "", "normalized": ["I was finally released.", " I prepared to take a shower while Renee smiled as she enjoyed the lingering pleasure on the bed."]}, {"name": "", "audio": "", "normalized": ["However, her face looked like she was just ever so slightly disappointed for some reason."]}, {"name": "Renee", "audio": "v_sr559_0054", "normalized": ["But I do prefer your cock the best… You know?"]}, {"name": "You", "audio": "", "normalized": ["…Did you same something?"]}, {"name": "", "audio": "", "normalized": ["I turned the shower head and asked her back as I missed her quiet mumbling, whatever it was."]}, {"name": "Renee", "audio": "v_sr559_0055", "normalized": ["No, it was nothing."]}, {"name": "", "audio": "", "normalized": ["I heard her age-appropriate chuckle behind me as I left the room in a hurry."]}]