[{"name": "", "audio": "", "normalized": ["A few months had passed since Kanon was made a seedbed of the tentacles and Fuuma received a report she was soon giving birth."]}, {"name": "", "audio": "", "normalized": ["He visited her in the basement and Kanon had transformed into something completely different from the time she was impregnated."]}, {"name": "Kanon", "audio": "v_sr553_0000", "normalized": ["Uhhehh… Mnmmgh, nyaahhmmuhh…"]}, {"name": "", "audio": "", "normalized": ["Furthermore, tentacles' offsprings wiggling inside her vagina were visible through the opening of her vagina as the fleshy tube was still penetrating her."]}, {"name": "", "audio": "", "normalized": ["She still had enough energy left to curse at Fuuma as he came to check on her just a few days after the impregnation, desperately resisting."]}, {"name": "", "audio": "", "normalized": ["However, Kanon became docile once the eggs in her belly hatched and the hatchlings were fed bodily fluids and started wiggling inside."]}, {"name": "", "audio": "", "normalized": ["After about a month, she was begging for it to stop but obviously that never went anywhere."]}, {"name": "", "audio": "", "normalized": ["Kanon was kept alive as the seedbed of the tentacles and she realized the resistance was futile, and combined with fatigue, becoming obedient."]}, {"name": "You", "audio": "", "normalized": ["How are you doing?"]}, {"name": "Kanon", "audio": "v_sr553_0001", "normalized": ["Guhh, guhhahh… I'm okay…"]}, {"name": "", "audio": "", "normalized": ["She managed to squeeze out a polite enough answer which was a departure from her previous attitude."]}, {"name": "", "audio": "", "normalized": ["If it was her from the past, she would have screamed and blamed Fuuma for what was happening to her."]}, {"name": "", "audio": "", "normalized": ["But now, she stayed calm even after the restraints were removed, perhaps from the weight of her stomach, as her eyes were empty and unfocused."]}, {"name": "You", "audio": "", "normalized": ["I'm here to watch you give birth to those tentacle babies."]}, {"name": "Kanon", "audio": "v_sr553_0002", "normalized": ["Uhh… Finally, those in my belly… I can give birth… Nyahahh… Mnmmguhh…"]}, {"name": "", "audio": "", "normalized": ["Kanon realized she was about to be released from a hellish experience that lasted for few months as her face lit up with joy and energy once again."]}, {"name": "", "audio": "", "normalized": ["The fleshy tube inside her vagina twitched as if it responded to Kanon's feeling and started moving in the way it never did before."]}, {"name": "Kanon", "audio": "v_sr553_0003", "normalized": ["Mnnmmnyaaghaahh!", " Something so thick… It's coming in, nyaaghh!", " Hugagahahh, haaguh… Ahhnmm…"]}, {"name": "", "audio": "", "normalized": ["The fleshy tube inserted into her vagina secreted viscous fluid and expanded her cervix and vagina again."]}, {"name": "", "audio": "", "normalized": ["And the tube wiggled and twisted as the secret fluid poured out from the opening and sprayed around as it dripped around her crotch."]}, {"name": "Kanon", "audio": "v_sr553_0004", "normalized": ["Once this is over…are they going to…leave my belly, nyah…?", " Th-this is… Mnmmnyahh… Aaguhhnmghh…"]}, {"name": "You", "audio": "", "normalized": ["That's right."]}, {"name": "You", "audio": "", "normalized": ["That fluid is supposed to urge you to give birth and they are stimulating your vagina and cervix to ease the birthing process."]}, {"name": "Kanon", "audio": "v_sr553_0005", "normalized": ["I-I see… S-so once…this is done… Finally… Mnngahh, haahnm… I'll be free… Uhmmh…"]}, {"name": "", "audio": "", "normalized": ["Kanon started seeking pleasure with her whole body from the expectation she would finally be able to escape the days of agony and humiliation."]}, {"name": "", "audio": "", "normalized": ["And then she accepted the pleasure head-on and she gradually started expressing pleasure with her moans."]}, {"name": "Kanon", "audio": "v_sr553_0006", "normalized": ["Mnnmhuhaaghh… So much fluid… Mnnguhaahh… Nyaahhnmm, huguhh… My belly's so hot, it's burning, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["The more you accept pleasure, the easier it will get."]}, {"name": "", "audio": "", "normalized": ["Fuuma said and grinned as Kanon writhed violently and her crotch trembled as her cheeks blushed from the stimulation of having her vagina expanded."]}, {"name": "Kanon", "audio": "v_sr553_0007", "normalized": ["Ahhmm… It's moving inside…my belly, nyaaghh!", " Mnngeghh, haauhh… They want to come out right now, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["The fluid filling her womb galvanized the tentacle hatchling and Kanon's belly was pushed out from the inside."]}, {"name": "", "audio": "", "normalized": ["It was as though they were about to burst through her belly to escape from such confined space."]}, {"name": "Kanon", "audio": "v_sr553_0008", "normalized": ["Mnnghaagahh!", " D-don't go so wild now… Agghuhhaaghhmm… You're gonna…guhgouommguh…tear my belly, nyuaagh!"]}, {"name": "", "audio": "", "normalized": ["The tentacle hatchlings wiggled inside her belly.", " The feeling could not have been comfortable."]}, {"name": "", "audio": "", "normalized": ["However, to Kanon, it was something she had been experiencing for few months as it turned into pleasure for her."]}, {"name": "Kanon", "audio": "v_sr553_0009", "normalized": ["You just gotta hold on a little longer… Mnngouh, haauhmmn… Aahhmm… My belly… It tickles… Nyaaghaghh!"]}, {"name": "", "audio": "", "normalized": ["Kanon was feeling strange parental love towards the tentacles growing in her belly.", " That was how intense the past few months were for her."]}, {"name": "", "audio": "", "normalized": ["Even then, she did not want them to stay inside her forever.", " It was just an off sense of familiarity."]}, {"name": "Kanon", "audio": "v_sr553_0010", "normalized": ["They really grew… So healthy, nyaaghh… They were just eggs at first… Mnngeghaaguhahh… Nyuaagaghh!"]}, {"name": "", "audio": "", "normalized": ["She was made pregnant with the eggs pumped into her expanded vagina and womb as the tentacles hatched in her womb, about to give birth."]}, {"name": "", "audio": "", "normalized": ["Kanon remembered it and pondered why she had to experience such agony, being made a seedbed for those tentacles."]}, {"name": "", "audio": "", "normalized": ["However, she did not have enough time to think any deeper as her body was overcome with waves of pleasure."]}, {"name": "Kanon", "audio": "v_sr553_0011", "normalized": ["Uhhnyaaghaahh!", " Huhhaahhnmm… My pussy and my womb… It feels so good, nyahh… It's making me nuts… Mnngeghh…"]}, {"name": "", "audio": "", "normalized": ["Her vagina expanded beyond its limit and continued to desperately suck the tube in while dripping with vaginal fluid."]}, {"name": "Kanon", "audio": "v_sr553_0012", "normalized": ["Guhhaahghh… Mnngeghh, guhgouhh… My pussy's goona burst… Aahh, mhnmm… It's not coming out yet, nyahh…"]}, {"name": "", "audio": "", "normalized": ["Thinking back on the past few months, she was ready to give birth in no time."]}, {"name": "", "audio": "", "normalized": ["Once she was stimulated thoroughly, the tube removed itself from Kanon's vagina and made her enlarged stomach shake."]}, {"name": "Kanon", "audio": "v_sr553_0013", "normalized": ["Mnnmnyaaghaahh!", " I-it's coming, nyuaaghh!", " Inside my belly… It's coming out… Coming out, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Kanon let out a muffled voice with the intense sense of contraction in her belly."]}, {"name": "", "audio": "", "normalized": ["Finally, the tentacle hatchlings showed themselves from the gaping open vagina and wiggled around."]}, {"name": "You", "audio": "", "normalized": ["Oh, it's finally coming out."]}, {"name": "Kanon", "audio": "v_sr553_0014", "normalized": ["I-it's coming out…from my belly… Finally, those tentacles… Mnnyahh…"]}, {"name": "", "audio": "", "normalized": ["Kanon's cervix and vagina were thoroughly expanded but it was still not easy to give birth to those growing tentacles."]}, {"name": "", "audio": "", "normalized": ["One of the hatchlings made its way out about halfway but that was not enough as it wiggled its body in order to escape."]}, {"name": "Kanon", "audio": "v_sr553_0015", "normalized": ["Mnnaaghaaha!", " Uguheghh, mnnuhh… Wh-why… It's not coming out, mnnyaahh… It's stuck in there…"]}, {"name": "", "audio": "", "normalized": ["With the hatchlings being stuck, Kanon's clitoris was stimulated as she moaned out loud."]}, {"name": "", "audio": "", "normalized": ["Then the tentacles struggling to get out congested inside expanded her vagina and stimulated its walls."]}, {"name": "Kanon", "audio": "v_sr553_0016", "normalized": ["The tentacles in my pussy… Mnnguhaaguhh… It's wiggling inside… Aaghh, mnmmuh… Don't move in there, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["She shook her hips desperately and tried to get those hatchlings out but it worked the opposite way and they moved even more inside her vagina."]}, {"name": "", "audio": "", "normalized": ["Every time the tentacles moved inside her vagina, waiting for their turn, Kanon became more and more aroused as her spine pulled back."]}, {"name": "Kanon", "audio": "v_sr553_0017", "normalized": ["Heeaaghgughh… I just can't get them out, nyaaghh!", " Th-this isn't… Mnnaaghuhaahh… I can't end this like this, nyahh…"]}, {"name": "", "audio": "", "normalized": ["Kanon was almost giving up on giving birth but Fuuma said to her as he needed her to carry on."]}, {"name": "You", "audio": "", "normalized": ["Come on, try harder!", " You have to push those hatchlings out yourself, don't just wait!"]}, {"name": "Kanon", "audio": "v_sr553_0018", "normalized": ["I have to push them out… L-like this… Mnmmghnmm… Mnngyuoughh… Mnmmghmm… Haauhhaahh… Mnnmnuugh…"]}, {"name": "", "audio": "", "normalized": ["Kanon let out moans and tensed up her stomach and belly, trying to push the hatchlings out as she was told."]}, {"name": "", "audio": "", "normalized": ["The tentacles were slowly pushed out by that and Kanan felt pleasure from them passing through her vagina."]}, {"name": "Kanon", "audio": "v_sr553_0019", "normalized": ["Mnnmnyaahhaghh… They're coming out… Finally, out of my pussy… Aahh, mnnyahh… Hahanm… J-just a bit more…"]}, {"name": "", "audio": "", "normalized": ["Thanks to her effort, one hatchling was finally pushed out of her vagina and showed itself to Kanon, covered in mucus and vaginal fluid."]}, {"name": "Kanon", "audio": "v_sr553_0020", "normalized": ["Th-this thing… It was inside my pussy… B-but it's so huge… And there's even more…inside my belly, nyaahh…"]}, {"name": "", "audio": "", "normalized": ["Kanon had imagined what would be coming out of her but she was disgusted by what really came out."]}, {"name": "", "audio": "", "normalized": ["It may have been a child but it did not adorable at all.", " The thought of more being inside her gave her shivers."]}, {"name": "Kanon", "audio": "v_sr553_0021", "normalized": ["Uguhghh… Mnnguhhghh…!", " Haagughh… Mnnmmguhh!", " Haaghhaauh… More, more…"]}, {"name": "", "audio": "", "normalized": ["Obviously, it took time but she gradually gave birth to those hatchlings.", " Just squeezing one out made her so exhausted."]}, {"name": "", "audio": "", "normalized": ["A few hatchlings were scattered onto the ground in front of Kanon and they were wiggling as if they were celebrating the fact they were free."]}, {"name": "Kanon", "audio": "v_sr553_0022", "normalized": ["Haahhnmmghmm… Guhhnmm… What…?", " Something is wrong, nyaaghh… What the… Mnnghh, nuguhhghh…"]}, {"name": "", "audio": "", "normalized": ["Her vagina twitched but no more hatchlings were emerging from her gaping hole."]}, {"name": "", "audio": "", "normalized": ["That was because a new batch was moving from her womb and cervix, getting stuck in the process."]}, {"name": "Kanon", "audio": "v_sr553_0023", "normalized": ["Mnngmmguaaghh… It's stuck inside… Mnngughh… Haauhnmm!", " I-it's not moving… Mnnyaagahh…!"]}, {"name": "", "audio": "", "normalized": ["Kanon tensed up her abdomen in an attempt to push them out desperately but her exhaustion and pleasure halted the birthing process completely."]}, {"name": "", "audio": "", "normalized": ["Even then, Kanon twisted her body and tried to get the hatchlings to come out, but nothing happened."]}, {"name": "Kanon", "audio": "v_sr553_0024", "normalized": ["Mnmmughh… I can't, I can't do anything… Damn it… Not on my own… Is there…any other way, nyaah…?"]}, {"name": "", "audio": "", "normalized": ["Kanon was helpless and turned to Fuuma, who was the very person that brought this onto her, for assistance."]}, {"name": "", "audio": "", "normalized": ["She had no choice but to make that decision as the freedom from the hatchlings was just within reach."]}, {"name": "You", "audio": "", "normalized": ["There is a way…but is that how you ask people for help?"]}, {"name": "Kanon", "audio": "v_sr553_0025", "normalized": ["Guhhnughh… Please, help me… There's nothing I can do… I'm begging you… Please, lend me a hand…"]}, {"name": "", "audio": "", "normalized": ["Kanon started pleading, doing away with her pride, and Fuuma smiled with a satisfied expression."]}, {"name": "You", "audio": "", "normalized": ["There you go.", " That wasn't so hard… Well, then.", " Would you do anything I tell you to?"]}, {"name": "Kanon", "audio": "v_sr553_0026", "normalized": ["Yes… I will do whatever you tell me to do… I swear… So, please… Just help me…"]}, {"name": "", "audio": "", "normalized": ["Kanon was so mentally and physically fatigued, she twisted her body and bowed to Fuuma."]}, {"name": "", "audio": "", "normalized": ["Everything was proceeding according to Fuuma's plan as she was taking advantage of her."]}, {"name": "You", "audio": "", "normalized": ["Well, seeming you understand where you stand, let me help you."]}, {"name": "", "audio": "", "normalized": ["Fuuma said and shocked Kanon through the collar she was wearing."]}, {"name": "Kanon", "audio": "v_sr553_0027", "normalized": ["Nyaaghaahh?!"]}, {"name": "", "audio": "", "normalized": ["Kanon writhed from the unexpected electric shock, but the impulse contracted her muscles and the hatchlings shot out of her vagina suddenly."]}, {"name": "", "audio": "", "normalized": ["They were spewing out of her and flying into the air so hard, it was hard to see how they were being stuck inside her just a few moments ago."]}, {"name": "Kanon", "audio": "v_sr553_0028", "normalized": ["Using my collar… No way… Th-that's not how… Nyaahaagahh!", " Hugaaghahh!", " Just get out of me, nyaahh!"]}, {"name": "You", "audio": "", "normalized": ["You better thank me for solving this with such a simple method."]}, {"name": "", "audio": "", "normalized": ["Kanon orgasmed violently from the electric shock, sensation of the hatchlings pouring out of her, and sense of relief."]}, {"name": "", "audio": "", "normalized": ["She poked out her vagina left gaping open with the hatchlings launching from it while she writhed with her lower abdomen twitched."]}, {"name": "Kanon", "audio": "v_sr553_0029", "normalized": ["Coming, nyaaghahh!", " I'm giving birth…and it feels so good… Nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were wide open and rolled back, her mouth was gaping, and her tongue was hanging out pathetically."]}, {"name": "Kanon", "audio": "v_sr553_0030", "normalized": ["Nyaaghaagahh!", " My pussy, rubbing so much… My belly and my womb too… Everything… They are fucking me, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["As the hatchlings popped out one by one, Kanon felt intense pleasure and more vaginal fluids sprayed around every time."]}, {"name": "Kanon", "audio": "v_sr553_0031", "normalized": ["Nyaaghaaghh!", " What the… It's tingling… These things shooting out… I'm getting addicted, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Fuuma chucked mockingly at Kanon orgasming madly but she was so occupied with it, she was in a world of her own."]}, {"name": "You", "audio": "", "normalized": ["Orgasming while giving birth.", " What a silly beast-man you are."]}, {"name": "Kanon", "audio": "v_sr553_0032", "normalized": ["The feeling of pushing them out…from my pussy… It feels so good, nyaghh!", " It's passing through my belly and womb… Nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["The electric shock from the collar helped the hatchlings to gush out and they went down Kanon's belly one by one."]}, {"name": "", "audio": "", "normalized": ["That caused her to feel the sensation of foreign objects stuck in her body leaving and orgasmed with her hips lifting up in the air."]}, {"name": "Kanon", "audio": "v_sr553_0033", "normalized": ["My pussy is so hot… It's burning up, nyaaghh!", " If this keeps going… I'm going nut, nyaaghahh!"]}, {"name": "", "audio": "", "normalized": ["The hatchlings jumped out of her vagina with almost no interval and Kanon was overcome with intense orgasm over and over."]}, {"name": "", "audio": "", "normalized": ["It was as though she was involuntarily urinating and the hatchlings were pushed out of her regardless of her will."]}, {"name": "Kanon", "audio": "v_sr553_0034", "normalized": ["I can't stop this, nyaaghh!", " One after another, they are… Haahhnmguh… Nyaahaahh… My pussy feels so good, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Her inflated belly shrunk down as the hatchling left her body."]}, {"name": "", "audio": "", "normalized": ["Then the hatchlings leaving her belly to the womb, and down through her vagina became visible as lumps on the surface of her body."]}, {"name": "Kanon", "audio": "v_sr553_0035", "normalized": ["What the hell… I can actually see them…passing through my body, nyaaghh!", " Mnngaagh, guhoughohh… I don't want to see this, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["The hatchlings were several times larger than an average penis and those things moving inside the body would have driven any ordinary man insane."]}, {"name": "", "audio": "", "normalized": ["And it would undoubtedly bring intense pain to the host but Kanon was actually converting that into pleasure."]}, {"name": "", "audio": "", "normalized": ["She was only moaning loudly thanks to the fact she was an artificial beast-man with enhanced physical capacity."]}, {"name": "Kanon", "audio": "v_sr553_0036", "normalized": ["Aahayaaghh… My belly, it's calming down….", " Getting better, nyah… I don't want it…to be over, nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Kanon's vagina and womb were expanded, nurtured the hatchlings, and became their pathway for birth."]}, {"name": "", "audio": "", "normalized": ["Of course, it rendered her body incapable of feeling pleasure from ordinary sex in the future."]}, {"name": "Kanon", "audio": "v_sr553_0037", "normalized": ["Mnnyaaghahahh!", " This is amazing, nyaah… This feeling, it's so good… I love giving birth, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["Kanon orgasmed shamelessly and kept going till every hatchling in her belly was pushed out of her."]}, {"name": "Kanon", "audio": "v_sr553_0038", "normalized": ["Haauhhaahhaagh… Mnmmgguhh… Huughh… Aaaghh, ahh, ughuhh…"]}, {"name": "", "audio": "", "normalized": ["Once the intense orgasm and birthing were over, Kanon was breathing rough and yet she managed to stay conscious."]}, {"name": "", "audio": "", "normalized": ["Her previously inflated stomach was now deflated but the skin was still stretched, leaving the mark of the hatchling pregnancy on her body."]}, {"name": "You", "audio": "", "normalized": ["I'm impressed you are still conscious after all that…"]}, {"name": "Kanon", "audio": "v_sr553_0039", "normalized": ["Agaahh… Huunuaaghh… Uuguhh, mhnm… Haauhhaah…"]}, {"name": "", "audio": "", "normalized": ["Every muscle on her body was rendered limp and only her fingertips twitched occasionally."]}, {"name": "", "audio": "", "normalized": ["She was barely trying to catch her breath as her shoulders moved up and down, perhaps just enjoying the lingering orgasm, ignoring Fuuma."]}, {"name": "You", "audio": "", "normalized": ["Looks like you can handle another hatchlings pregnancy."]}, {"name": "", "audio": "", "normalized": ["However, Kanon reacted almost too intensely and looked at Fuuma with fear in her eyes."]}, {"name": "Kanon", "audio": "v_sr553_0040", "normalized": ["Please, no more… Anything but that, anything, nyaahh!", " I'm begging you, nyah… I'm begging you, nyaaghh!"]}, {"name": "", "audio": "", "normalized": ["The way Kanon pleaded so desperately was a testament to the agony and humiliation she was forced to go through for the past few months."]}, {"name": "You", "audio": "", "normalized": ["If you were coming so hard, then why are you so scared of it?", " You wanted to feel the pleasure again, right?"]}, {"name": "Kanon", "audio": "v_sr553_0041", "normalized": ["No, I mean, that's… It was just my pussy… I didn't want that, and… You know, I was… I didn't…"]}, {"name": "", "audio": "", "normalized": ["Fuuma understood it all and then enjoyed asking Kanon some malicious questions."]}, {"name": "", "audio": "", "normalized": ["And nodded internally, concluding her conditioning, then facing back at Kanon scared to be made a seedbed once more."]}, {"name": "You", "audio": "", "normalized": ["I actually have something better for you to do…"]}, {"name": "Kanon", "audio": "v_sr553_0042", "normalized": ["Please, anything you want!", " I swore I would do anything you tell me, nyahh… Please, just tell me anything you need, nyaagh!"]}, {"name": "", "audio": "", "normalized": ["Kanon immediately reacted to Fuuma's words and expressed her loyalty."]}, {"name": "You", "audio": "", "normalized": ["We are planning on assaulting Astaroth's mansion.", " Clean yourself up, get some food, and rest till we get the team ready."]}, {"name": "", "audio": "", "normalized": ["Kanon would never disobey Fuuma in the future."]}, {"name": "", "audio": "", "normalized": ["After months-long conditioning, Fuuma admitted her powers and she was made his pawn and would begin to use her powers for him."]}]