[{"name": "", "audio": "", "normalized": ["It had been 3 days since then.", " Lilim was left being groped by the machine and her punishment concluded."]}, {"name": "", "audio": "", "normalized": ["She was a sensitive succubus to begin with, and groping was controlled with every data, reaction, chemical balance, brain wave, body temperature, etc."]}, {"name": "", "audio": "", "normalized": ["All that was etched into her sensitive area.", " Every nook of her nipples, clitoris, and her vagina were broken in in the past three days."]}, {"name": "", "audio": "", "normalized": ["And one night later――."]}, {"name": "Lilim", "audio": "v_sr218_0000", "normalized": ["Mnghuhh… You pervert…"]}, {"name": "", "audio": "", "normalized": ["Lilim was seeing me in the chamber I had her locked up in.", " She was staring at me frustrated while striking a lewd pose."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you slutty succubus… Look at yourself.", " Are you trying to seduce me?"]}, {"name": "Lilim", "audio": "v_sr218_0001", "normalized": ["What the… You, you told me to do this!", " This, such embarrassing thing…"]}, {"name": "", "audio": "", "normalized": ["Lilim was almost in tears but she still hugged her legs up high while lying on the bed, showing me her already wet crotch."]}, {"name": "", "audio": "", "normalized": ["Like she said, I did indeed order her to strike this pose."]}, {"name": "", "audio": "", "normalized": ["It was sort of a final test to see if the punishment could be over."]}, {"name": "You", "audio": "", "normalized": ["Yeah, just like that, at least the pose.", " But what is with you being so wet… Did you piss yourself?"]}, {"name": "Lilim", "audio": "v_sr218_0002", "normalized": ["No I didn't, stupid!"]}, {"name": "", "audio": "", "normalized": ["Lilim screamed with embarrassment while holding her legs wide open and blushing her sickeningly pale skin thanks to her demonic heritage."]}, {"name": "", "audio": "", "normalized": ["Her exposed crotch did have underwear on, but it was as wet as if she pissed herself and the erotic shape of her vulva was clearly visible."]}, {"name": "", "audio": "", "normalized": ["The wet underwear clinged to her and I was able to see her labia spread apart and her erect clitoris behind it as well."]}, {"name": "", "audio": "", "normalized": ["Perhaps she felt my eyes piercing them, Lilim shook her hips on the bed nervously and let out tortured or maybe longing breaths."]}, {"name": "Lilim", "audio": "v_sr218_0003", "normalized": ["Mnng, huhuuhh…uhhghuhh… Hey…Come on!", " Isn't it enough already…"]}, {"name": "You", "audio": "", "normalized": ["What is?"]}, {"name": "Lilim", "audio": "v_sr218_0004", "normalized": ["P-please… Just let me go…"]}, {"name": "You", "audio": "", "normalized": ["Let you go, huh…?"]}, {"name": "", "audio": "", "normalized": ["I reached for her while looking down at her and her fragile looking body twitched."]}, {"name": "You", "audio": "", "normalized": ["You mean like playing with these erect nipples of yours?"]}, {"name": "Lilim", "audio": "v_sr218_0005", "normalized": ["Nmmgg, noo?!", " Aaahiigg, haahhehh!"]}, {"name": "", "audio": "", "normalized": ["The tiny, flat nipple pushed up her bra.", " I scratched it gently with my finger.", " With just a little push, Lilim moaned in pleasure."]}, {"name": "", "audio": "", "normalized": ["She was twitching little by little, leaking splashes from her spread crotch.", " She could not hide her erotic excitement."]}, {"name": "You", "audio": "", "normalized": ["Or… Did you want me to make the machine stop fucking your lewd pussy?"]}, {"name": "Lilim", "audio": "v_sr218_0006", "normalized": ["Nnnhyahhuhh!", " Th-thaatt… Both of thoose!", " Aaaughughhnnmnm!"]}, {"name": "", "audio": "", "normalized": ["Her crotch was even wetter from the new batch of the fluids and I rubbed it the same way as I did to her nipples and she wiggled and twitched her hip."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was the effect of the three day long torture, but the succubus' body was extremely sensitive all over as if it was all exposed sexual organs."]}, {"name": "You", "audio": "", "normalized": ["Then you must apologize for what caused this――I mean, your prank.", " Now apologize."]}, {"name": "Lilim", "audio": "v_sr218_0007", "normalized": ["Ngg… Th-that's not… Hmnhuyuhh!"]}, {"name": "", "audio": "", "normalized": ["I rubbed the confused Lilim's crotch slightly harder.", " It caused her to jerk her head back suddenly and Lilim's body began twitching again."]}, {"name": "You", "audio": "", "normalized": ["If you don't want to, then I can't force you to.", " In which case… I'll just leave you here for another month or so."]}, {"name": "Lilim", "audio": "v_sr218_0008", "normalized": ["Iiickk…"]}, {"name": "", "audio": "", "normalized": ["I told her so menacingly and it must have reminded her of the past three days, her eyes soon turned to a flattering look."]}, {"name": "Lilim", "audio": "v_sr218_0009", "normalized": ["I-I get it… I-I won't… I won't do it, not again… So please just let me go…"]}, {"name": "You", "audio": "", "normalized": ["Really?"]}, {"name": "Lilim", "audio": "v_sr218_0010", "normalized": ["R-really!", " I swear!"]}, {"name": "", "audio": "", "normalized": ["She nodded over and over again, as if she was trying to show me that she was loyal to me."]}, {"name": "", "audio": "", "normalized": ["However―― This succubus, Lilim, easily forgets what she just said in a few moments."]}, {"name": "You", "audio": "", "normalized": ["…Then you will listen to what I say, and do what I tell you from now on.", " You swear?"]}, {"name": "Lilim", "audio": "v_sr218_0011", "normalized": ["I will, I swear!", " Please!"]}, {"name": "", "audio": "", "normalized": ["So I decided to make sure I would tame this critter completely right there and then."]}, {"name": "You", "audio": "", "normalized": ["Well, then――"]}, {"name": "Lilim", "audio": "v_sr218_0012", "normalized": ["Hey… Ahh, wait… Wh-why are you!", " Why is, your hand… Aaahhuhh!"]}, {"name": "You", "audio": "", "normalized": ["You said you will listen to me from now on.", " I want to make sure what you said it true."]}, {"name": "", "audio": "", "normalized": ["As I said, I pushed her down onto the bed and stripped her drenched panties and pressed my penis up against her wet crevice."]}, {"name": "Lilim", "audio": "v_sr218_0013", "normalized": ["Hiieaahh?!", " W-wait a sec, not right away… Nmmgg… Ughuuhh, aahuuhh!"]}, {"name": "", "audio": "", "normalized": ["I had only placed my penis on her, yet Lilim shivered in pleasure and I could hear her voice go up to a higher pitch."]}, {"name": "You", "audio": "", "normalized": ["What was that, you look ready enough, eh?"]}, {"name": "", "audio": "", "normalized": ["I let my penis soak in the flowing juice, and shoved the head into the succubus' erotically wet, shiny, and pink pot of flesh."]}, {"name": "Lilim", "audio": "v_sr218_0014", "normalized": ["Huuggyuhh, mnnaahuuhh?!"]}, {"name": "You", "audio": "", "normalized": ["I disciplined you thoroughly with that machine.", " I won't let you off the hook with a half-assed sex like before."]}, {"name": "", "audio": "", "normalized": ["The meat stick expanded her vagina and every time it inched forward, Lilim's back jumped and arched as if it was spring-loaded."]}, {"name": "", "audio": "", "normalized": ["The walls of her vagina touching my penis were becoming active as well.", " Every sinew, every muscle was rushing to kiss my penis."]}, {"name": "Lilim", "audio": "v_sr218_0015", "normalized": ["Aagguuhhuhnnm… Nmnheyyhh, haahigg… Haahh, hiiggahh…"]}, {"name": "", "audio": "", "normalized": ["Her moaning sounded she was denying it, but seemed that was not true."]}, {"name": "", "audio": "", "normalized": ["Three days and nights, strapped on the machine.", " And just one night of leaving her alone, and her body was succumbing to the pleasure."]}, {"name": "", "audio": "", "normalized": ["It was evident from her tight vagina feeling soft and welcoming inside once I went deep inside, thanks to all the secreted mucus."]}, {"name": "Lilim", "audio": "v_sr218_0016", "normalized": ["Hiiyyaameehh… Huuyuuhh… Mnnahhuhh!", " Not, there…"]}, {"name": "You", "audio": "", "normalized": ["Ughh…"]}, {"name": "", "audio": "", "normalized": ["I could tell just by inserting, her pussy was squeezing real tight on my penis, not willing to let go."]}, {"name": "", "audio": "", "normalized": ["Her being a succubus really paid off.", " I did not even teach her at all and she knew how to use her pussy effectively solely by instinct."]}, {"name": "Lilim", "audio": "v_sr218_0017", "normalized": ["Aaauuhh, nmmhaahh!", " Uguuffhh, mnngg, mnnguuhh!"]}, {"name": "", "audio": "", "normalized": ["Lilim must had been well aware that her lewd pussy was reacting in such a manner."]}, {"name": "", "audio": "", "normalized": ["And she was biting on her lips and resisting, trying to hide her obvious reactions."]}, {"name": "Lilim", "audio": "v_sr218_0018", "normalized": ["Mnngguuhh… Haaffhh, haahh… Aaauhh… Nmhhuuhh, haauuhmn…"]}, {"name": "", "audio": "", "normalized": ["With her being so sensitive and wet, it was not hard for me to really enjoy fucking her."]}, {"name": "", "audio": "", "normalized": ["Lilim's crevice was situated facing slightly upwards.", " I pounded my hips from directly above, using every bit of my penis to drill her hole."]}, {"name": "Lilim", "audio": "v_sr218_0019", "normalized": ["Haahh, mnhuuhh… It's coming out… Kyuuhuuhh?!", " Iiihighh, iieegghghhii!", " Haahff, and coming in?!"]}, {"name": "", "audio": "", "normalized": ["I slowly pulled my dick out of her, and just when she held her from the sensation, I slammed my hips right down."]}, {"name": "", "audio": "", "normalized": ["Almost like a muddy ground collapsing, her closing vagina was once again torn open and took the penis in to the deepest point, sucking on it."]}, {"name": "Lilim", "audio": "v_sr218_0020", "normalized": ["Aaaguhhuhhmnnhhgg?!", " Mnnoohh, hoogh, guuhh… Cock… I-inside, me… Haahffuhh…"]}, {"name": "", "audio": "", "normalized": ["All the pent up fluids inside her vagina erupted from where we were joined together from the momentum of me inserting."]}, {"name": "", "audio": "", "normalized": ["In just a moment, an erotic stench filled the air around us and it only drove our desires further."]}, {"name": "Lilim", "audio": "v_sr218_0021", "normalized": ["Nnngguuhh?!", " Ggghuuhiieehh!", " Noo, too hard… Aaahiieehhnn!"]}, {"name": "", "audio": "", "normalized": ["I kept pounding her, checking her reactions and moans, poking and drilling her membrane, letting our skin rub together over and over."]}, {"name": "", "audio": "", "normalized": ["Our burning bodies were both sweating loads and it mixed with each other every time we touched, covering our entire bodies."]}, {"name": "Lilim", "audio": "v_sr218_0022", "normalized": ["Huughuhh… Nmmuuhh, it's just…too much…moving in and out… Nmmeeiihh!", " Aaahiigghh, huaahh…"]}, {"name": "", "audio": "", "normalized": ["I was surrounded by the odor of sweat and bodily fluids, pounding my hips like an animal.", " It only made my desire grow and I longed for the female."]}, {"name": "You", "audio": "", "normalized": ["Ugg, ooghh… Hmnn…?"]}, {"name": "", "audio": "", "normalized": ["Just as I looked up, I saw tiny erect nipples like a flower bud, sitting on top of the tiny hill that was her breasts."]}, {"name": "", "audio": "", "normalized": ["I could see it standing up even through the clothing, letting me know how much pleasure was going through Lilim and was begging for me to play with."]}, {"name": "", "audio": "", "normalized": ["I bit on it over the clothing without any hesitation.", " I gently nibbled on it with my teeth and licked it with my tongue."]}, {"name": "Lilim", "audio": "v_sr218_0023", "normalized": ["Nhhuuhhieehh?!", " What, are you doing!", " Nnnahhuhh!", " Not, my, boobs, mnahhahh!"]}, {"name": "", "audio": "", "normalized": ["Lilim reacted so obviously, no longer trying to hide it, and let out a scream out of this world, roaring and crying."]}, {"name": "Lilim", "audio": "v_sr218_0024", "normalized": ["Ughuhhyuhh, ffhhaahhnnmgg!", " Aaagghh, mnngg, my boobbss!", " Not therree!"]}, {"name": "", "audio": "", "normalized": ["She shook her head wildly and was trying to get away with wiggling her hips, but it rather looked like she was begging for more."]}, {"name": "", "audio": "", "normalized": ["Every time Lilim twisted her body, the breasts smothered my mouth and her shivering hips jumped up, begging for more penis."]}, {"name": "", "audio": "", "normalized": ["*Slurrp* *Zuzzrrpp* *Jroorpp* *Squish* *Gooppoohhoo*"]}, {"name": "Lilim", "audio": "v_sr218_0025", "normalized": ["Hmnnuhh, uggaahh!", " Aaaughh, my boobs, feels like, burning up… Aaaghuhh!"]}, {"name": "", "audio": "", "normalized": ["I pinched her nipple with my teeth and rolled it around in my mouth.", " Her hips jumped from the sensation and they pounded against mine."]}, {"name": "Lilim", "audio": "v_sr218_0026", "normalized": ["Ooouhh, haahhffuuhh… Aaahh, soo goodd, soo deep, deep!", " Deep in my pussy!"]}, {"name": "", "audio": "", "normalized": ["I adjusted my angles in response to her reactionary movement and drilled every bit of her honeyed pot, carefully taming it."]}, {"name": "", "audio": "", "normalized": ["However――I noticed Lilim's reaction was gradually getting weaker as we went on."]}, {"name": "You", "audio": "", "normalized": ["Hmm… Hey, Lilim――"]}, {"name": "Lilim", "audio": "v_sr218_0027", "normalized": ["Mnngguhh, haahh, aauuhh… Aaahmnn, aahhaahh… Ugghh!"]}, {"name": "", "audio": "", "normalized": ["I thought I might have gone too far from her labored moans and slowed down my hips slightly――that instant."]}, {"name": "Lilim", "audio": "v_sr218_0028", "normalized": ["Aaahh… Hmnnuhh, aahahh."]}, {"name": "", "audio": "", "normalized": ["Right after everything came to a halt, Lilim's eyes shot wide open, her lips curved seductively, and she spoke with a luscious smile."]}, {"name": "Lilim", "audio": "v_sr218_0029", "normalized": ["Come on… Give me more, do it harder!", " Come on, fuck me harder, more.", " Give me all your cum, please, more."]}, {"name": "You", "audio": "", "normalized": ["What… Ughh, ughoo!"]}, {"name": "", "audio": "", "normalized": ["Lilim lifted her hips, not giving me time to be even surprised, and moved in such manner it was as if she was not pinned down and began to fuck me."]}, {"name": "You", "audio": "", "normalized": ["(This, must be the true nature of the succubus…)"]}, {"name": "", "audio": "", "normalized": ["Perhaps the lust activated her mind and body, her instinct as succubus manifested itself in lieu of Lilim's usual simple-minded demeanor."]}, {"name": "", "audio": "", "normalized": ["She was still lying on her back and her legs up in the air, but she kept moving her hips wildly, sucking in my dick with lustful eyes."]}, {"name": "Lilim", "audio": "v_sr218_0030", "normalized": ["Nmnahhuhh, soo good!", " Your rock hard dick, your cock.", " Come on, fuck me harder now."]}, {"name": "", "audio": "", "normalized": ["She giggled and rubbed up against me with her entire body, her hips her making round motion and twisting."]}, {"name": "", "audio": "", "normalized": ["All of my dick was stimulated like being massaged, and it was like she was literally devouring me, sucking and stroking me violently."]}, {"name": "Lilim", "audio": "v_sr218_0031", "normalized": ["Nmmhaahh… So hard, so big.", " My pussy is so happy… Ahhaahh…"]}, {"name": "", "audio": "", "normalized": ["Just like she said, her wet vagina tangled onto my penis as though it had a mind of its own, covering it with her juice and licking it up from the bottom."]}, {"name": "", "audio": "", "normalized": ["Not only was it sucking, but it was toughly covering every bit of my penis in pleasure, from the nook on the head, to the back and everywhere else."]}, {"name": "You", "audio": "", "normalized": ["Ugg, muhh… You're good, Lilim…"]}, {"name": "", "audio": "", "normalized": ["The pleasure felt like if I let myself go, I would have had instantly came and she would have sucked all of my cum out."]}, {"name": "", "audio": "", "normalized": ["Her technique was appropriately amazing as a succubus.", " Her confident, luscious expression sent chills down my spine along with the pleasure."]}, {"name": "", "audio": "", "normalized": ["But I could not just give in to her.", " I had to break her, that was the whole point of this punishment."]}, {"name": "Lilim", "audio": "v_sr218_0032", "normalized": ["Nnnheeuahh.", " Mnnhuhh, so goodd… Fuuma, your cock, it tastes amazing…"]}, {"name": "", "audio": "", "normalized": ["I kept on pounding my hips, not to be outdone by her, and apparently Lilim was nearing her climax as well, she smiled and moaned."]}, {"name": "Lilim", "audio": "v_sr218_0033", "normalized": ["Aaaguhh, ngaahuuhh!", " M-my stomach… Aaahhmng, aahiigghhmm!", " Inside me, it's lifting me up… Ghhuuhihh!"]}, {"name": "", "audio": "", "normalized": ["After rubbing up her G-spot meticulously, I let my penis slide in deep and pounded her womb, knocking up on the ceiling ."]}, {"name": "", "audio": "", "normalized": ["She was overly sensitive and her molten womb opening wiggled, and her walls secreted huge amount from juice from the electrifying stimulation."]}, {"name": "", "audio": "", "normalized": ["I pulled my hips and thrust again and again, shaking away her tangling flesh, stirring up her wet honey pot."]}, {"name": "Lilim", "audio": "v_sr218_0034", "normalized": ["Mnnghuuhheehh!", " Aaagguuhh, aahuhh, haauuhhmnn!", " Aaahh, so good, aagguuhh!"]}, {"name": "You", "audio": "", "normalized": ["Haah, huuhh… How is it, Lilim!"]}, {"name": "Lilim", "audio": "v_sr218_0035", "normalized": ["Mmmnnuuhh, so good, soo goodd.", " Mmaahhuuhh, this cock!", " It's a perfect fit for Lilim's pussy."]}, {"name": "", "audio": "", "normalized": ["Lilim shuddered her hips wildly, clinging onto me desperately and shaking her head around."]}, {"name": "", "audio": "", "normalized": ["I could tell she was about to orgasm from how wet she was."]}, {"name": "", "audio": "", "normalized": ["As soon as I knew, I held her hips tight and sped up my hips as well, pounding her even harder."]}, {"name": "", "audio": "", "normalized": ["*Slap* *Squish* *Juppt* Squash* *Squish* *Squash* *Slurpp* *Shlonp*"]}, {"name": "Lilim", "audio": "v_sr218_0036", "normalized": ["Mnngghheeiiuhhmnngh!", " Mnnhheehh.", " Aaaughhiieehh, soo good!", " Coming, Lilim's coming!"]}, {"name": "You", "audio": "", "normalized": ["Good, come… Let me make you come!"]}, {"name": "", "audio": "", "normalized": ["Every time I moved back and forth, the fluids leaked and it soaked the bed sheets like a piss puddle and the wet sheets tangled together messily."]}, {"name": "", "audio": "", "normalized": ["Mixed with the sweat covered bodies, I kept on disciplining the little bratty succubus, driving her to the edge of lust."]}, {"name": "Lilim", "audio": "v_sr218_0037", "normalized": ["Nnnuhh, aahyuhhgaahh… Mnngghhuuhh, muuhh, aagghh… aahh, hiiggh, commiinngg…"]}, {"name": "", "audio": "", "normalized": ["Her breathing was getting choppy, her face skewed erotically, Lilim roared in uncontrollable sensory overdose while lifting her hips up."]}, {"name": "Lilim", "audio": "v_sr218_0038", "normalized": ["Ggghuuahh!", " Aaaheeiigg, coomiinngg, aaghhaahh!", " Coming, my pussyy, aauuhh!"]}, {"name": "", "audio": "", "normalized": ["*Sloosh* *Spurrtt* *Gulp* Sploop* *Spurrlltt*"]}, {"name": "You", "audio": "", "normalized": ["Mnngguhh, ugg… Ugguhoohh!"]}, {"name": "", "audio": "", "normalized": ["Lilim's moans echoed loud and her vagina tangled onto my penis like many fingers and tongues, licking and stroking it up."]}, {"name": "", "audio": "", "normalized": ["It was dragging my penis in deep, making me feel an astounding feeling of loss and ejaculation, as if she was sucking me penis off along with my libido itself."]}, {"name": "Lilim", "audio": "v_sr218_0039", "normalized": ["Mnaahhuughhuuhh!", " Coming… Nnngg, aahh, aagguuhh!", " Cum, coming, cumm!"]}, {"name": "", "audio": "", "normalized": ["And Lilim arched her back, overloaded with sense, taking in the stream of eruption from my penis with her flesh."]}, {"name": "", "audio": "", "normalized": ["Her back jumped around over and over again, returning the favor with a hot, steaming splash of her own."]}, {"name": "", "audio": "", "normalized": ["Her erupting squirt soaked both of our crotches, and my lower abdomen as well, as if screaming loudly of the pleasure of orgasm."]}, {"name": "Lilim", "audio": "v_sr218_0040", "normalized": ["Mnnhiieehh!", " Moorree, cuumm, commiinngg!", " I caann't stopp itt!"]}, {"name": "", "audio": "", "normalized": ["She was holding me down so hard with all of her body, pinning me down, dominating my penis and stroking it up from the bottom with he pussy."]}, {"name": "", "audio": "", "normalized": ["Perhaps it was from the pleasure, or because of her powers as a succubus."]}, {"name": "", "audio": "", "normalized": ["I had already finished cumming but getting my penis stroked by her pussy only unleashed my further lust."]}, {"name": "", "audio": "", "normalized": ["I though I had stopped ejaculating, yet it was being sucked out on and on, making me pour it out, coloring the deepest part of her womb white."]}, {"name": "You", "audio": "", "normalized": ["Ugghh… Ooohhgghh!"]}, {"name": "", "audio": "", "normalized": ["With such amazing sensation, I had no choice but to keep pounding her."]}, {"name": "", "audio": "", "normalized": ["I kept on fucking her while still coming, piercing, scraping, rubbing and leading her enchanting lust to climax."]}, {"name": "Lilim", "audio": "v_sr218_0041", "normalized": ["Mnnhiigghhgguuhh.", " Hiigguhh, aahaahh, I'm, commiinngg.", " Again, coming, aahhmn, commiingg."]}, {"name": "", "audio": "", "normalized": ["Her joyous moans echoed loudly and she finally reached orgasm, fulfilling her wish as a succubus."]}, {"name": "", "audio": "", "normalized": ["Yet―― Her devouring of cum with her pussy did not end."]}, {"name": "You", "audio": "", "normalized": ["(Y-you… Greedy ass succubus!", ")"]}, {"name": "", "audio": "", "normalized": ["It became a test of endurance now.", " I had to keep cumming till Lilim quits from fatigue."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["I was not sure how much longer we kept on fucking."]}, {"name": "You", "audio": "", "normalized": ["Haahh, huuhh… Uhgg…"]}, {"name": "", "audio": "", "normalized": ["I laid down Lilim's fatigued and limp body on the bed, and I was finally able to pull my dick out of her vagina."]}, {"name": "", "audio": "", "normalized": ["Just as I did so, loads and loads of cum came pouring out of her vagina along with the bubbly sound of air escaping."]}, {"name": "Lilim", "audio": "v_sr218_0042", "normalized": ["Mnngh, haahh… Aaauughh, noo…"]}, {"name": "", "audio": "", "normalized": ["It appeared she came to as well.", " Perhaps she was embarrassed of the noise, or maybe the act itself."]}, {"name": "", "audio": "", "normalized": ["In any case, Lilim tightened her pussy in an attempt to stop it from coming out any more, but there was just too much cum to stop."]}, {"name": "You", "audio": "", "normalized": ["Damn it, that was so much cum… Ah, it's fine, at least now I know it for sure."]}, {"name": "Lilim", "audio": "v_sr218_0043", "normalized": ["Know what?"]}, {"name": "You", "audio": "", "normalized": ["I know that you'll listen and obey what I say for sure.", " I did this much for you, you won't disobey me, will you?"]}, {"name": "", "audio": "", "normalized": ["I pointed at the overflowing cum and let her know.", " Lilim bowed her head while frowning her brows and looked at her crotch and――."]}, {"name": "Lilim", "audio": "v_sr218_0044", "normalized": ["…I don't wanna."]}, {"name": "You", "audio": "", "normalized": ["…What?"]}, {"name": "", "audio": "", "normalized": ["I said without hesitation."]}, {"name": "Lilim", "audio": "v_sr218_0045", "normalized": ["I don't wanna!", " I lied!", " It doesn't count!"]}, {"name": "You", "audio": "", "normalized": ["You!"]}, {"name": "", "audio": "", "normalized": ["I had her punished by machine for that long and then disciplined her so hard that she went limp, yet she still had this much energy――."]}, {"name": "You", "audio": "", "normalized": ["(…No, wait――)"]}, {"name": "", "audio": "", "normalized": ["And then I realized."]}, {"name": "You", "audio": "", "normalized": ["(Did she…recover with cum?!", ")"]}, {"name": "", "audio": "", "normalized": ["I could not believe myself, but at a second glance, I noticed she was back to her full energy and her attitude was back."]}, {"name": "Lilim", "audio": "v_sr218_0046", "normalized": ["So that's that… See ya!"]}, {"name": "You", "audio": "", "normalized": ["Not so fast!"]}, {"name": "", "audio": "", "normalized": ["I grabbed onto Lilim's arm as she tried to make a run for it, and threw her down on the bed again."]}, {"name": "Lilim", "audio": "v_sr218_0047", "normalized": ["Hunyyaahh?!", " What're you doing!"]}, {"name": "", "audio": "", "normalized": ["Lilim was bluffing her way out.", " She may not have been fatigued, but I could see the sex did take a toll on her legs and hips."]}, {"name": "You", "audio": "", "normalized": ["――Fine then, Lilim.", " If you want to play it that way, I'll just keep fucking you… I'm gonna make you listen to me!"]}, {"name": "", "audio": "", "normalized": ["As I said, I crawled over Lilim, still twitching her limbs and flinching her hips, and pressed my cock against her."]}, {"name": "Lilim", "audio": "v_sr218_0048", "normalized": ["Uuaaghh?!", " Hey, you stupid!", " Idiot, stupid Fuuma, stop it, ahhghh!"]}, {"name": "", "audio": "", "normalized": ["I was not going to stop just because she told me to stop.", " I was going to fuck her till she broke.", " With determination, my dick was erect again――."]}]