[{"name": "", "audio": "", "normalized": ["I visited a lair of a woman whom I assumed was part of UFS forces accompanied by my men for a reason."]}, {"name": "You", "audio": "", "normalized": ["So this church is it… Hey, let's go."]}, {"name": "Emil", "audio": "v_r-ev299_0000", "normalized": ["Oh?", " Oh my?"]}, {"name": "", "audio": "", "normalized": ["My men and I started assaulting the church once I gave the signal and the target let out a surprised voice."]}, {"name": "Emil", "audio": "v_r-ev299_0001", "normalized": ["Heheheh, my, my, it looks like we've got some rowdy guests with us today, hmm."]}, {"name": "", "audio": "", "normalized": ["Even though she was completely surrounded by my men, she did not look panicking at all, even smiling."]}, {"name": "You", "audio": "", "normalized": ["You must be Emil."]}, {"name": "Emil", "audio": "v_r-ev299_0002", "normalized": ["I suppose so?", " Now, what do you gentlemen want with me, coming all the way out here?"]}, {"name": "", "audio": "", "normalized": ["Emil did not seem worried even a bit."]}, {"name": "", "audio": "", "normalized": ["Even her answer was as relaxed as her attitude, with her guard completely down."]}, {"name": "Emil", "audio": "v_r-ev299_0003", "normalized": ["You can take your time and ponder… But I hope you would answer me soon."]}, {"name": "", "audio": "", "normalized": ["I was alarmed by her reaction and she urged me to answer."]}, {"name": "You", "audio": "", "normalized": ["I want the technology that was used on you.", " As long as you don't resist, we won't hurt you… Now, come with us quietly."]}, {"name": "Emil", "audio": "v_r-ev299_0004", "normalized": ["That's why you came?"]}, {"name": "You", "audio": "", "normalized": ["Yeah… I might not be able to link with angels like you do, but it's still very powerful on its own."]}, {"name": "", "audio": "", "normalized": ["Emil Coffin.", " She used a full-body suit weapon system with the appearance of a clerical attire that allowed her to synch with whomever she was linked to."]}, {"name": "Emil", "audio": "v_r-ev299_0005", "normalized": ["Yeah, that's right… You know me well."]}, {"name": "", "audio": "", "normalized": ["Emil confirmed me as I said.", " In addition, her weapon system could also replicate the ability of the target she was linked to almost completely."]}, {"name": "You", "audio": "", "normalized": ["Of course, I don't completely believe everything, especially if you can't prove you are linked to an actual angel."]}, {"name": "Emil", "audio": "v_r-ev299_0006", "normalized": ["Oh, you are doubting me… It's not a lie, you know?"]}, {"name": "", "audio": "", "normalized": ["Emil pouted and protested like she was annoyed.", " She was surrounded but she was completely calm."]}, {"name": "You", "audio": "", "normalized": ["It doesn't matter if it's real or not though… All I need are the technologies on you."]}, {"name": "Emil", "audio": "v_r-ev299_0007", "normalized": ["Well, well… So many men for just one woman, how rude.", " But I kinda like it."]}, {"name": "", "audio": "", "normalized": ["She chuckled quietly and put on a faint smile, then showed me a flirty expression."]}, {"name": "You", "audio": "", "normalized": ["So, I hope you've decided.", " Are you gonna come with us?"]}, {"name": "Emil", "audio": "v_r-ev299_0008", "normalized": ["Let me see… I can get away, but you are inviting me, you know… If you would play with me, I would go with you, okay?"]}, {"name": "", "audio": "", "normalized": ["Emil started flirting with us, exposing her legs from the slit of her clothing, still calm even under such circumstance."]}, {"name": "You", "audio": "", "normalized": ["Hold on a second… I know you are still with the UFS."]}, {"name": "Emil", "audio": "v_r-ev299_0009", "normalized": ["Ah, that thing… You know, it was so boring, I had to run away from that place."]}, {"name": "", "audio": "", "normalized": ["I was surprised how she was acting against my expectation as she said so calmly."]}, {"name": "Emil", "audio": "v_r-ev299_0010", "normalized": ["So you don't have to be so alarmed, okay?", " I did come down to Earth for nothing.", " Might as well have fun, right?"]}, {"name": "", "audio": "", "normalized": ["I was stunned as she said but for some reason, I did not think Emil was lying to me."]}, {"name": "", "audio": "", "normalized": ["Seemingly, she really had no intention of running away and she would come with us if she was satisfied."]}, {"name": "Emil", "audio": "v_r-ev299_0011", "normalized": ["So… What would it be?"]}, {"name": "You", "audio": "", "normalized": ["Huh, alright.", " Then I'll play your game."]}, {"name": "Subordinate D", "audio": "", "normalized": ["Geheheheh, what a pervy slut we got here.", " I didn't think she would ask to get fucked."]}, {"name": "Emil", "audio": "v_r-ev299_0012", "normalized": ["Heheh, you're rowdy, you know… So, will you be the one to keep me company?"]}, {"name": "", "audio": "", "normalized": ["As soon as I answered, my men started approaching Emil as they were already being aroused by her allure."]}, {"name": "You", "audio": "", "normalized": ["Come on, wait your turn.", " I gotta go first.", " You can fap around us while you wait for it."]}, {"name": "Emil", "audio": "v_r-ev299_0013", "normalized": ["Oh, now, now, I really don't mind who gets to go first with me, but… Hyahhnm."]}, {"name": "", "audio": "", "normalized": ["I stopped the men as they were getting too excited and moved behind Emil to grope her a rather flat chest."]}, {"name": "", "audio": "", "normalized": ["Her body twitched for a moment but she did not resist at all, just letting out heated breath occasionally, enjoying what was happening."]}, {"name": "Emil", "audio": "v_r-ev299_0014", "normalized": ["Heeaghh, mmhmm, mnnaahh, aghahahhnm, this is great… Come on, let me have fun, just like this."]}, {"name": "", "audio": "", "normalized": ["Perhaps Emil was getting aroused as I continued to grope her breasts and she started letting out joyous moans."]}, {"name": "Emil", "audio": "v_r-ev299_0015", "normalized": ["Mnnaaghhnmm, mnnhuughh… Ahh, aahhnm… Ahheghh… Aheaghhnm."]}, {"name": "You", "audio": "", "normalized": ["I guess an angel being here was a lie, huh?", " The only thing I can see here is a slutty nun, eh?"]}, {"name": "", "audio": "", "normalized": ["The sight of her moaning while having her breasts massaged did not remind me of an angel at all."]}, {"name": "Emil", "audio": "v_r-ev299_0016", "normalized": ["Mnnhuh, mngnmm, mnaaghh… Come on… I can't something so good like this unless I'm on this side, you know?", " Ahhnm."]}, {"name": "", "audio": "", "normalized": ["Emil said and complained to me as she let sultry voice."]}, {"name": "You", "audio": "", "normalized": ["Huh, is that so.", " Well… It really doesn't matter."]}, {"name": "Emil", "audio": "v_r-ev299_0017", "normalized": ["Ahhm, come on, now, don't be so mean… Mnnhuh, okay then… As long as you can make me satisfied."]}, {"name": "", "audio": "", "normalized": ["Emil said and urged me to continue."]}, {"name": "", "audio": "", "normalized": ["She was not wearing a bra and I could feel her nipples becoming erect even through the clothes."]}, {"name": "You", "audio": "", "normalized": ["Hey, slut.", " Do you really want it that much?"]}, {"name": "Emil", "audio": "v_r-ev299_0018", "normalized": ["Heheh, of course… Ah, I hope you gentlemen over there can satisfy me as well, hmm?"]}, {"name": "You", "audio": "", "normalized": ["You're such a slut… Hey, guys, you're up."]}, {"name": "", "audio": "", "normalized": ["Two of my men approached Emil with a vulgar smile on their faces while she looked with longing eyes."]}, {"name": "Emil", "audio": "v_r-ev299_0019", "normalized": ["Mnnmuhh, hahh… This is nice… Please, let me have some fun… Mnnuh, give it to me, okay?"]}, {"name": "", "audio": "", "normalized": ["With the men approaching her, Emil said as she expressed her anticipation in her voice."]}, {"name": "Subordinate A", "audio": "", "normalized": ["Hahahah, now, let's see… Why don't you start pleasuring us as well, alright?"]}, {"name": "Emil", "audio": "v_r-ev299_0020", "normalized": ["Oh… Do you want that too?"]}, {"name": "", "audio": "", "normalized": ["The two men started putting their penises closer to her face while showing a vulgar smile."]}, {"name": "Emil", "audio": "v_r-ev299_0021", "normalized": ["Heheheh, here."]}, {"name": "", "audio": "", "normalized": ["Emil let out a cute voice and then firmly grabbed the two cocks as they approached her."]}, {"name": "Subordinate B", "audio": "", "normalized": ["Mnnguouhh?!"]}, {"name": "Emil", "audio": "v_r-ev299_0022", "normalized": ["Hehehehh."]}, {"name": "", "audio": "", "normalized": ["With such an intense sensation, the men roared uncontrollably."]}, {"name": "", "audio": "", "normalized": ["And I started pinching Emil's nipple through the clothes as she grabbed them and let out a chuckle."]}, {"name": "Emil", "audio": "v_r-ev299_0023", "normalized": ["Mnnm, hughaahh, ahhnmm, come on, you're being so rough… Mnahh, hahhnm… Don't tear my clothes, okay?"]}, {"name": "You", "audio": "", "normalized": ["I don't care.", " If you do, then you better get started."]}, {"name": "Emil", "audio": "v_r-ev299_0024", "normalized": ["Hmm… Okay, I was just teasing you."]}, {"name": "", "audio": "", "normalized": ["Emil's body twitched from the sensation on her nipples and pouted her lips in the complaint."]}, {"name": "", "audio": "", "normalized": ["Then she started stroking the cocks of the men lovingly with a feverish expression on her face."]}, {"name": "Emil", "audio": "v_r-ev299_0025", "normalized": ["Mhhnn, hyahhuhhmm… Ahh, there… It's getting hard there… Mnnuh, ahhnmm."]}, {"name": "You", "audio": "", "normalized": ["Your nipples are so tiny… What, you like it here?"]}, {"name": "", "audio": "", "normalized": ["I pinched her tiny nipples and Emil smiled joyously while letting out pleasured moans."]}, {"name": "Emil", "audio": "v_r-ev299_0026", "normalized": ["Mnmmuh… Small nipples are more sensitive, don't you know?", " Mhnn, haammuhhnm."]}, {"name": "You", "audio": "", "normalized": ["Hah, is that so… You're just lewd, aren't you?"]}, {"name": "", "audio": "", "normalized": ["I laughed at her and continued to grope her breasts as she wiggled."]}, {"name": "Emil", "audio": "v_r-ev299_0027", "normalized": ["Ahhm… Mnnhahh… Mnnuh… Heheheh, that's nice."]}, {"name": "", "audio": "", "normalized": ["Her cheeks were blushing and she was moaning, but Emil still continued to tease the men's penises in her hands."]}, {"name": "", "audio": "", "normalized": ["Her fine technique made their hips twitch."]}, {"name": "Emil", "audio": "v_r-ev299_0028", "normalized": ["Well, well, your cock's gotten so good… Do you like how it feels that much?"]}, {"name": "", "audio": "", "normalized": ["Emil stared at their penis, erect hard with a curve, and then sped up her hands with a sultry smile."]}, {"name": "Emil", "audio": "v_r-ev299_0029", "normalized": ["Ahh, heheheh… This is so fun… Mnnhuh, ahhaahh… So many cock, so many."]}, {"name": "You", "audio": "", "normalized": ["Well, you're such a nympho… Did you want a cock that bad?"]}, {"name": "", "audio": "", "normalized": ["Emil looked at my lower body with a longing, feverish eyes she looked behind her."]}, {"name": "Emil", "audio": "v_r-ev299_0030", "normalized": ["Of course, hehe, and besides all… I can't wait to taste your penis already, you know?"]}, {"name": "You", "audio": "", "normalized": ["Alright.", " Then… Use your thighs.", " They're free."]}, {"name": "", "audio": "", "normalized": ["She was begging me and I offered her my penis which was already growing hard from the arousal."]}, {"name": "Emil", "audio": "v_r-ev299_0031", "normalized": ["Haauhhnmm!", " Ahhaghh, this is good… Your cock!"]}, {"name": "", "audio": "", "normalized": ["She took my penis into her hands with a joyous expression and put it between her thighs."]}, {"name": "", "audio": "", "normalized": ["She was already shaking from the sensation, but she started rubbing the cock with her thighs and smooth hips movement."]}, {"name": "Emil", "audio": "v_r-ev299_0032", "normalized": ["Heheheh, how is it?"]}, {"name": "", "audio": "", "normalized": ["Emil continued to move her entire body as she put the pressure on the penis she was stroking, rubbing it onto her genitals as well."]}, {"name": "", "audio": "", "normalized": ["It was much more awkward compared to her handjob but it still provided unique stimulation, making my penis even harder."]}, {"name": "Emil", "audio": "v_r-ev299_0033", "normalized": ["Heheh, looks like you like how it feels… I'm just getting started… Mhhm, here."]}, {"name": "", "audio": "", "normalized": ["Even without me moving on my own, Emil urged me to ejaculate by moving her body and stimulating me."]}, {"name": "Emil", "audio": "v_r-ev299_0034", "normalized": ["Mhhmm… So good… Mnmm… Huhh, huhh, mnmmuhhnm."]}, {"name": "", "audio": "", "normalized": ["As I looked, vaginal fluid was dripping from her honey pot as if it was waiting for the moment of penetration."]}, {"name": "", "audio": "", "normalized": ["At the same time, her handjob sped up and my men almost came."]}, {"name": "Emil", "audio": "v_r-ev299_0035", "normalized": ["Mnhnmm, come on, you can't cum so fast, that's so weak… A man has to hold it in a bit longer."]}, {"name": "", "audio": "", "normalized": ["Emil said and continued to tease their cocks."]}, {"name": "", "audio": "", "normalized": ["My men being played by just a single woman was one thing but I did not like her teasing me like that."]}, {"name": "Emil", "audio": "v_r-ev299_0036", "normalized": ["Alight, this is enough… Why don't you let it out now?"]}, {"name": "", "audio": "", "normalized": ["Even as I pondered, Emil continued to stroke their cocks, urging them to ejaculate."]}, {"name": "Emil", "audio": "v_r-ev299_0037", "normalized": ["Heheheheh… Your cock's so hard… Did you really want to cum that badly?"]}, {"name": "", "audio": "", "normalized": ["My men apparently reached their limits and they were about to ejaculated from their hard, erect penises."]}, {"name": "Emil", "audio": "v_r-ev299_0038", "normalized": ["There, there, that's it… Ahh, hyaauhhnm!"]}, {"name": "", "audio": "", "normalized": ["The moment my men were about to ejaculate, I penetrated Emil's drenched vagina as if I was giving payback."]}, {"name": "Emil", "audio": "v_r-ev299_0039", "normalized": ["Hyahh, guheghh, haahuuhnmm… Th-that's too sudden!", " Mnnhh, mnnh, mnmuughh!"]}, {"name": "", "audio": "", "normalized": ["She let out a surprised voice and squeezed her vagina tightly while still being showered with the semen from my men."]}, {"name": "", "audio": "", "normalized": ["The opening of her vagina twitched as if it was savoring the penis being inserted, begging for more pleasure."]}, {"name": "Emil", "audio": "v_r-ev299_0040", "normalized": ["Haaghh, come on… That caught me off guard a bit… Ahhegh, mnahh, aghhnm, haaghh… Mnnm."]}, {"name": "", "audio": "", "normalized": ["She recoiled for a brief moment, but she got back on her feet quickly and moaned as she enjoyed the sensation of the penis in her vagina."]}, {"name": "", "audio": "", "normalized": ["And then her face was colored by pleasure as she continued to tease two men's penises as they kept ejaculating."]}, {"name": "Emil", "audio": "v_r-ev299_0041", "normalized": ["Heheh… Huahh… You don't have to hold it in, you know… Mnnheh, mnnhahh."]}, {"name": "", "audio": "", "normalized": ["They were ecstatic from pleasure as Emil's hands made then ejaculate repeatedly as the others watching started cheering."]}, {"name": "Emil", "audio": "v_r-ev299_0042", "normalized": ["Oh?", " I guess you guys want a piece of the action too… Well, why don't you join me too?", " You can…cum on me, if you like, okay?"]}, {"name": "", "audio": "", "normalized": ["As Emil said, my men rushed to her side one by one."]}, {"name": "Emil", "audio": "v_r-ev299_0043", "normalized": ["It's so hot, and such thick cum… Hehehehh, what a strong smell too… And the taste, it's so thick and rich… It's just amazing."]}, {"name": "", "audio": "", "normalized": ["Emil let out moans and shuddered from arousal as she looked at her body being covered by semen from my men ejaculating onto her."]}, {"name": "", "audio": "", "normalized": ["More men switched in, stroking themselves around Emil as I sped up my hips and pounded Emil's vagina hard."]}, {"name": "Emil", "audio": "v_r-ev299_0044", "normalized": ["Mnnhaahhnmm, hehh, mnhehh!", " Aghaahh… This is so hard… Mnnh, aghh, ahahaghh… So good… More."]}, {"name": "", "audio": "", "normalized": ["She let out a pleasured voice as her wiggling flesh inside her vagina sucked onto the penis for even more pleasure."]}, {"name": "Emil", "audio": "v_r-ev299_0045", "normalized": ["Aghh, aahh, so good… Mnnuhh, aghh… There, right there!", " Huguhh… Oohohugh… Mnnmuhh."]}, {"name": "", "audio": "", "normalized": ["It must have been so pleasurable, Emil let out moans and grabbed the penises of the men who stepped in, stoking them joyously."]}, {"name": "", "audio": "", "normalized": ["The men around her were aroused by her fever as well as they started stroking their penises faster subconsciously."]}, {"name": "Emil", "audio": "v_r-ev299_0046", "normalized": ["Mnnhahhnmm… Come on, more… Deeper inside me, aaghh, hehhm… Pound me more."]}, {"name": "You", "audio": "", "normalized": ["You really like this, huh… Then I'll let you feel it even more!"]}, {"name": "", "audio": "", "normalized": ["I pounded deep into her as she begged and Emil showed an ecstatic smiled from pleasure."]}, {"name": "Emil", "audio": "v_r-ev299_0047", "normalized": ["Mnnahh, right there!", " Come on, deeper, harder, mnnaaghh, hughh, this feels so good!", " Haauhhnm!"]}, {"name": "Emil", "audio": "v_r-ev299_0048", "normalized": ["Mnnhnm, guhh… Come on, everyone… Give it to me too, haaghh, aahuhh."]}, {"name": "", "audio": "", "normalized": ["And then she teased the men around her with an alluring expression as she shook her hips to seek further ecstasy."]}, {"name": "Emil", "audio": "v_r-ev299_0049", "normalized": ["Haahuhh, mnnahh… Haahuhhnm… Mhmm, huhgeghh, haaghh, haaghh, aaguhh, aghhnmm."]}, {"name": "", "audio": "", "normalized": ["As her hips pounded harder and harder, devouring pleasure, pleasured moans leaked from her mouth."]}, {"name": "Emil", "audio": "v_r-ev299_0050", "normalized": ["Mnngohugagahh!", " This, this is it!", " It's so good… Amazing!", " Mnnguhah, pleasure is just so great!"]}, {"name": "Emil", "audio": "v_r-ev299_0051", "normalized": ["Mnnhm, mnnmuhgh… Your cock, It's reaching into me so deep… Ahh, guheghh, I knew it… I picked the right body to occupy!"]}, {"name": "", "audio": "", "normalized": ["Emil trembled from pleasure with blushed cheeks."]}, {"name": "Emil", "audio": "v_r-ev299_0052", "normalized": ["Ahhmm, you guys too… Come on, hurry up, and make me feel more pleasure."]}, {"name": "", "audio": "", "normalized": ["Emil teased the men with her words more as she writhed from ecstasy."]}, {"name": "", "audio": "", "normalized": ["She did not resemble any angel with her ecstatic expression.", " She was nothing but a whore devouring pleasure."]}, {"name": "Emil", "audio": "v_r-ev299_0053", "normalized": ["Haahh, mhhnm, huhh, huaaghh… Heheheheh…"]}, {"name": "", "audio": "", "normalized": ["With her continuing to pleasure them, the men groaned as their erect penises reached the limit."]}, {"name": "", "audio": "", "normalized": ["As for me, my penis had gotten fully erect as well and the urge to ejaculated was boiling inside me."]}, {"name": "Emil", "audio": "v_r-ev299_0054", "normalized": ["Hegeheh, mnnahh, guhh, my pussy's aching so much… Haahh, haahh, no… Coommiinngg!"]}, {"name": "", "audio": "", "normalized": ["She must have also felt pleasure from the penis invading deep into her vagina and let out a desperate moan as she shuddered."]}, {"name": "You", "audio": "", "normalized": ["Guuhghh, good, there… If you want to come that much, I'll make you come!", " Come on, come hard!"]}, {"name": "Emil", "audio": "v_r-ev299_0055", "normalized": ["Mnnaaghhnm, haahghh, then… Let us come together, uuhh."]}, {"name": "", "audio": "", "normalized": ["I held her hips as if I was answering her and shoved my hard cock deep into her vagina then ejaculated as my impulse urged me."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Throb* *Sput* *Splosh* *Sput* *Sput* *Throb* *Spew* *Splosh*"]}, {"name": "Emil", "audio": "v_r-ev299_0056", "normalized": ["Heeughhghhnmm!"]}, {"name": "", "audio": "", "normalized": ["As soon as I ejaculated Emil achieved orgasmed as her body twisted from the oncoming pleasure."]}, {"name": "Emil", "audio": "v_r-ev299_0057", "normalized": ["Mnnmuguhh!", " Coming, coming, uhh!", " Mnnehgh, ahaahh, inside of me, getting filled with your cum… Mnnah, yes, yes."]}, {"name": "Emil", "audio": "v_r-ev299_0058", "normalized": ["Huhaaghaaghhm oouhh, ooughh, mnnheghh… Ohohuhh… Mnnahh, haaghh… Haaghh… Mnmmuh… Aghaahhnm!"]}, {"name": "", "audio": "", "normalized": ["Emil let out an erotic voice and orgasmed madly with pleasure."]}, {"name": "Emil", "audio": "v_r-ev299_0059", "normalized": ["Mnnhouhh, my pussy, so deep inside… Mnngh, it feels so good… Mnnahh, coming… Guhaghh… Mnmnmuuhh!"]}, {"name": "", "audio": "", "normalized": ["She moved her hips violently and tried to receive every last drop of semen pouring into her."]}, {"name": "", "audio": "", "normalized": ["And the men watching that around her reached their limits and started ejaculating one by one, covering Emil's body with their semen."]}, {"name": "Emil", "audio": "v_r-ev299_0060", "normalized": ["Mnmmuh, this is amazing… Mnnhuh… Aaahuhh, aahegh, more… Mnng, aghh, I want more cum, please."]}, {"name": "Emil", "audio": "v_r-ev299_0061", "normalized": ["Haagh, haahh, guheeghh… More, please… Huguhh, mnngehh… Give me hot cum… Please, I want more."]}, {"name": "", "audio": "", "normalized": ["Emil urged the men to pour her more semen while she was already being showered with it all over her body, letting out the joyous voice."]}, {"name": "", "audio": "", "normalized": ["She was getting aroused by semen splashing onto her and her vagina squeezed tight while I was ejaculating, sucking the semen out."]}, {"name": "Emil", "audio": "v_r-ev299_0062", "normalized": ["Aghhahh, mnmmuh, guhh… Heghh, mnnahh, guheghh!", " Aghh, mnuh… Aaahuhhgh… Mnnagaaghh."]}, {"name": "", "audio": "", "normalized": ["Emil moved her hips more and more, seeking further pleasure."]}, {"name": "Emil", "audio": "v_r-ev299_0063", "normalized": ["Mnneghhouhgouhh… It's aching deep inside me… Please, give it to me… Hot, sizzling cum, inside me."]}, {"name": "", "audio": "", "normalized": ["I could not resist the boiling urge to ejaculated from her relentless teasing and poured pent-up semen deep inside her."]}, {"name": "Emil", "audio": "v_r-ev299_0064", "normalized": ["Mnnhouhooghh!", " Oouh, hooughh, it's so thick…!", " So much fresh cum, coming inside!"]}, {"name": "Emil", "audio": "v_r-ev299_0065", "normalized": ["Mnghnmm, oohoughh… So much cum pouring in… My pussy's so happy… I'm coming, uhgmmguuhh!"]}, {"name": "", "audio": "", "normalized": ["With the second ejaculation hitting inside her, Emil twisted her hips and devoured semen as her vagina trembled."]}, {"name": "", "audio": "", "normalized": ["Her erotic display aroused the men watching and their ejaculation showered onto her even more."]}, {"name": "Emil", "audio": "v_r-ev299_0066", "normalized": ["Mnhnmm, haaghhnm… All your cum on my body… Mnnhahh, mnnguh, it feels so good!"]}, {"name": "Emil", "audio": "v_r-ev299_0067", "normalized": ["Mnnheghh… Oouhgh, haghh… Mnnguhh… Mnngh, cum… Mnnhuahh, amazing… Aahaaghh."]}, {"name": "", "audio": "", "normalized": ["Emil let out moans trembling from joy as she was covered by thick, foul-smelling semen."]}, {"name": "Emil", "audio": "v_r-ev299_0068", "normalized": ["Mnnhuh, ahhaaghh, haahhnmm… That was… Aghh, haaghh… Haauhgh… That was, mghnm, amazing."]}, {"name": "You", "audio": "", "normalized": ["Phew… Your fucking nympho.", " Looks like you had some real fun here… Now, are you satisfied?"]}, {"name": "", "audio": "", "normalized": ["Once I was done ejaculating, I talked to Emil as she enjoyed the lingering pleasure with blushed cheeks."]}, {"name": "Emil", "audio": "v_r-ev299_0069", "normalized": ["Mnnmmuh, haahhnmm… That wasn't enough, you know?", " You gotta fuck me more or I'm not going with you."]}, {"name": "", "audio": "", "normalized": ["However, Emil was still not satisfied and she shook her head as she begged for more."]}, {"name": "You", "audio": "", "normalized": ["Damn it.", " You're such a damn slut.", " Hey, you guys heard her!", " Fuck her hard till she's done."]}, {"name": "Emil", "audio": "v_r-ev299_0070", "normalized": ["Heheheh… More, more… Let me have real fun, won't you?"]}, {"name": "", "audio": "", "normalized": ["I pulled my penis out of Emil and left the church, leaving the voices of my men as they became excited."]}, {"name": "", "audio": "", "normalized": ["Right before I stepped out of the church, I heard Emil moaning from overwhelming pleasure as my men started violating her."]}]