[{"name": "Husband", "audio": "", "normalized": ["…Alright, I'm gonna go right into your ass, okay?"]}, {"name": "Mai", "audio": "v_sr446_0000", "normalized": ["Y-yess!", " Please put Husband's cock all the way, deep into my lewd cock, please!"]}, {"name": "Monster A", "audio": "", "normalized": ["Yes!", " Yes!"]}, {"name": "Monster B", "audio": "", "normalized": ["Do it!", " Do it!"]}, {"name": "Husband", "audio": "", "normalized": ["Shut the fuck up, you all!", " Just watch me make love to her!"]}, {"name": "", "audio": "", "normalized": ["…Mai had been continuously violated by the chimera monster called Husband ever since she was caught by them."]}, {"name": "", "audio": "", "normalized": ["Mai was competent even by Taimanin standards with her paper manipulating powers."]}, {"name": "", "audio": "", "normalized": ["However, none of that proud warrior was present in her anymore…"]}, {"name": "Mai", "audio": "v_sr446_0001", "normalized": ["Husband!", " Please, please just look at me, just my body!", " Please make me feel good with your huge cock, a minute, a second longer, please!"]}, {"name": "Husband", "audio": "", "normalized": ["Hmm?", " Do you only love my cock?"]}, {"name": "Mai", "audio": "v_sr446_0002", "normalized": ["I-I'm sorryy!", " I love you Husband, uguhh!", " Not just the cock, but you as a whole, uhh!"]}, {"name": "Husband", "audio": "", "normalized": ["Hahaha!", " What a cute girl!", " I'm gonna fuck you till I break your intestines, better get ready!"]}, {"name": "Mai", "audio": "v_sr446_0003", "normalized": ["Y-yess!", " Please, please give me… Ahh, aahhmnnggh!", " Your big cock, it's coming so deep inside me!"]}, {"name": "", "audio": "", "normalized": ["…Not only her body but also her mind had fallen the captive to the monster and Mai was no longer a human, just a sex-machine."]}, {"name": "", "audio": "", "normalized": ["The monsters accepted her lust and then――"]}, {"name": "Monster C", "audio": "", "normalized": ["H-happy!", " Wedding, sex, happy!"]}, {"name": "Husband", "audio": "", "normalized": ["Yeah, that's right!", " You guys, get ready to celebrate my great voyage!"]}, {"name": "", "audio": "", "normalized": ["The monsters roared in excitement and the wedding venue was filled with a strange fever."]}, {"name": "Mai", "audio": "v_sr446_0004", "normalized": ["Aaaghh, aaghh, aahhmn!", " E-everyone, th-thank you so much for celebrating our wedding, mnaahh!"]}, {"name": "", "audio": "", "normalized": ["That moment, Husband's huge penis disappeared into Mai's anus――"]}, {"name": "Monster C", "audio": "", "normalized": ["Penetrated!", " Happy!", " Slut bride!"]}, {"name": "Mai", "audio": "v_sr446_0005", "normalized": ["Ahh, ahhmnn…!", " The proof of Husband's love, your big cock, it's all inside me, uuhh…!"]}, {"name": "", "audio": "", "normalized": ["Mai in the bridal outfit and Husband were having the sex completely exposed in front of all the monsters watching."]}, {"name": "", "audio": "", "normalized": ["To them, the act was equivalent to the kiss of the vowing."]}, {"name": "", "audio": "", "normalized": ["Mai had the monstrous cock inserted into her anus while she lay on her back and the anal sex while the crowd watching aroused her so much."]}, {"name": "Mai", "audio": "v_sr446_0006", "normalized": ["F-Father, we are, as you can see, mnnaahh, great husband and wife, joined together by the cock!"]}, {"name": "Mai", "audio": "v_sr446_0007", "normalized": ["I want to have the sex of vows now, ughh!", " Husband's hot cock, it's making my ass twitch for more!", "\""]}, {"name": "", "audio": "", "normalized": ["Her wedding dress was completely messed up, with her breasts fully exposed and the crotch too, attracting the crowd's eyes as it was drenched."]}, {"name": "", "audio": "", "normalized": ["On her nipples were piercings.", " She looked so slutty which was unthinkable from how quiet and meek she used to be."]}, {"name": "Monster A", "audio": "", "normalized": ["You slut, I want too, my cock, in you!"]}, {"name": "Monster B", "audio": "", "normalized": ["Me too!"]}, {"name": "", "audio": "", "normalized": ["The monsters who had gathered around her were obviously aroused by her and inflated their ugly, filthy smelling penises."]}, {"name": "Mai", "audio": "v_sr446_0008", "normalized": ["Thank you so much, everyone, for getting so turned on seeing me!", " But, ahmnn, I have to have my sex vows with Husband!"]}, {"name": "Husband", "audio": "", "normalized": ["Hey."]}, {"name": "", "audio": "", "normalized": ["Husband gave a menacing look to the crowd to cut off the interaction.", " The audience quieted down and he looked at Mai."]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhuh, for a human, you're a real piece of work.", " Your body is perfect too.", " And on top of that, you love out cock."]}, {"name": "Husband", "audio": "", "normalized": ["Tell you what, I like you.", " That's why I'm gonna make you into my wife, right here, right now."]}, {"name": "Mai", "audio": "v_sr446_0009", "normalized": ["…!", " Y-yes… Yes…!", " I will be happy to become your pussy-wife, Husband…!"]}, {"name": "Husband", "audio": "", "normalized": ["Hahaha… Then do you swear to eternal love?"]}, {"name": "Mai", "audio": "v_sr446_0010", "normalized": ["Yes, yess!", " I will, I will swear to love Husband, forever and ever, I'll swear as many time as you want me to, uughh!"]}, {"name": "", "audio": "", "normalized": ["The crowd heard Mai's words and went wild, both from the voices of cheer and despair."]}, {"name": "Mai", "audio": "v_sr446_0011", "normalized": ["I'm sorry, everyone!", " I have to have Husband's cock, nothing else!", " This shape, this size, and this hardness… Husband is the best!"]}, {"name": "Mai", "audio": "v_sr446_0012", "normalized": ["I can't live without Husband anymore!", " I'm now a slave to Husband's dick, ohh!"]}, {"name": "", "audio": "", "normalized": ["With her proclamation, the monsters cried and wept all the while their penises were still erect."]}, {"name": "Mai", "audio": "v_sr446_0013", "normalized": ["Haahh… Husband… I'm so happy now… Mnnghh!", " Aahh, I can feel your cock throbbing inside of me…!"]}, {"name": "Husband", "audio": "", "normalized": ["You're already to turned on, but are you good with just me inserting?"]}, {"name": "", "audio": "", "normalized": ["Husband grinned vulgarly."]}, {"name": "Mai", "audio": "v_sr446_0014", "normalized": ["Noo!", " I want more, not just in there, but I want you to start moving!", " I want you to stir up the inside of my anus with your cock!"]}, {"name": "", "audio": "", "normalized": ["She replied with a joyous smile on her face.", " Then――"]}, {"name": "Mai", "audio": "v_sr446_0015", "normalized": ["Husband, please.", " I want everyone to know they can't make their cock hard, thinking about fucking me!"]}, {"name": "Mai", "audio": "v_sr446_0016", "normalized": ["That the only one who can fuck me is you, Husband… I want to teach them that by fucking so hard in front of them!"]}, {"name": "", "audio": "", "normalized": ["Mai begged the Husband, who nodded in acknowledgment."]}, {"name": "Husband", "audio": "", "normalized": ["Alright, fine then.", " I'm gonna let these guys know for sure that you belong to me now!"]}, {"name": "Mai", "audio": "v_sr446_0017", "normalized": ["Aaahhmnn!", " I'm so happy, Husband!"]}, {"name": "", "audio": "", "normalized": ["Husband grabbed Mai's hips and readied himself to start moving.", " Mai tensed up her sphincter muscles to squeeze hard onto the huge cock to answer it."]}, {"name": "", "audio": "", "normalized": ["As Husband moved his hips up and down, the wet, rubbing noise echoed from the joint."]}, {"name": "Mai", "audio": "v_sr446_0018", "normalized": ["Aahhmnn, my asshole, it's getting stretched so wide, with your huge cock, rubbing it so hard, mnnaahh, aghh, aahh!"]}, {"name": "", "audio": "", "normalized": ["The penis filling up her anus scraped against her intestines rhythmically.", " The inflated tip was stimulating her inside."]}, {"name": "Husband", "audio": "", "normalized": ["Guhuh, guheheh, i-it's so tight, tight as always, and sensitive too.", " Such a pervy whore hole…!"]}, {"name": "Mai", "audio": "v_sr446_0019", "normalized": ["Y-yess, I can feel your cock so happy and throbbing too!", " It's getting so hot because my ass feels so good to it!"]}, {"name": "Mai", "audio": "v_sr446_0020", "normalized": ["Your huge, manly cock, it's the perfect fit for my anus.", " Your humongous cock is slamming so deep, it feels amazing, oohh!"]}, {"name": "", "audio": "", "normalized": ["Mai was ecstatic getting pounded by Husband, moaning erotically.", " The hard, erect penis was violating her insides."]}, {"name": "", "audio": "", "normalized": ["With the tingling pleasure running down her spine, Mai could not help but shudder."]}, {"name": "Mai", "audio": "v_sr446_0021", "normalized": ["Mnneheghh, heghh, mnnguhh, my ass is getting so tight.", " It feels so good, I don't want to let your cock and it's squeezing so hard!"]}, {"name": "Husband", "audio": "", "normalized": ["Guhhuffuh?!"]}, {"name": "", "audio": "", "normalized": ["Just as she said, her already tight anus contracted even tighter and Husband was feeling the pressure as if someone was grabbing his cock with a hand."]}, {"name": "Husband", "audio": "", "normalized": ["Guhuheheh… I knew I chose the right wife.", " No matter how hard I fuck you, you're always so tight.", " That's what I like about you…!"]}, {"name": "", "audio": "", "normalized": ["Husband said, and then flexed his crotch, letting his cock covered with bumps grow even bigger and push back against her intestines."]}, {"name": "Mai", "audio": "v_sr446_0022", "normalized": ["Mnnhyouughh?!", " I-i-it's gotten bigger again… Mnngeh, i-it's so tight, it's too big, uughh…!"]}, {"name": "", "audio": "", "normalized": ["He continued to move his cock in and out of Mai, scraping her insides and continued to fuck her rough."]}, {"name": "Mai", "audio": "v_sr446_0023", "normalized": ["Ohooughh!", " Mnnhoouh, ooghh, oohh ohhoho oghh oghh, ooghh!"]}, {"name": "Mai", "audio": "v_sr446_0024", "normalized": ["O-oh god, oh my god, it's amazing, oohmngh!", " I-i-it's too tight and scraping and it's, ooghh, ooghh, oohoouhhghh!"]}, {"name": "", "audio": "", "normalized": ["Mai moaned madly as she screamed almost painfully.", " Husband was aroused by how his anal bride was reacting and sped up."]}, {"name": "Husband", "audio": "", "normalized": ["Hehe… Any ordinary human woman…would've torn her anus by now, but I've trained you so much, it works just fine, right?!"]}, {"name": "", "audio": "", "normalized": ["He asked without stopping and Mai nodded up and down violently as if she was banging her head, perhaps not even hearing his words."]}, {"name": "Mai", "audio": "v_sr446_0025", "normalized": ["Y-yess!", " I love this feeling, even the agony, the sensation of your bumpy cock rubbing so rough against my inside, I love it all!"]}, {"name": "Husband", "audio": "", "normalized": ["Hahaha!", " You can't go back to a regular-sized cock now, huh?"]}, {"name": "Mai", "audio": "v_sr446_0026", "normalized": ["Th-that's right!", " I only want Husband's huge, bumpy cock to fuck me up really rough, ughh!"]}, {"name": "", "audio": "", "normalized": ["As she said, she looked at the spectating monsters with glittering eyes.", " Then Husband stopped moving for a moment to let her."]}, {"name": "Husband", "audio": "", "normalized": ["Now, tell it to them, to whom you belong to now."]}, {"name": "Mai", "audio": "v_sr446_0027", "normalized": ["Y-yes…!", " Sorry, everyone!", " I am Husband's woman now, so I can't have sex with you guys anymore…!"]}, {"name": "", "audio": "", "normalized": ["With the sudden proclamation, the monsters who had savored Mai's superb body roared in regret."]}, {"name": "Husband", "audio": "", "normalized": ["Hahahaha!", " You heard her!", " Now, she's my cum dump and she's mine alone.", " Don't you dear touch her from now on, got it?"]}, {"name": "Mai", "audio": "v_sr446_0028", "normalized": ["I-I don't want to be your cum dump…!", " Please, Husband, make me your bride, I beg you…!", " Marry me!", " Make me your wife!"]}, {"name": "Husband", "audio": "", "normalized": ["Oops, my bad, my bad, it's a bad habit!", " Human women have only been a cum dump for me until now!", " Gwahahaha!"]}, {"name": "Monster B", "audio": "", "normalized": ["Ohh…!", " Me sad…!"]}, {"name": "Monster C", "audio": "", "normalized": ["I want pussy… Woman, pussy, pussy…!"]}, {"name": "Monster D", "audio": "", "normalized": ["Ughh… Can't, not…!", " I want, fuck…!"]}, {"name": "", "audio": "", "normalized": ["…The monsters were groaning painfully as they began to stroke their penises since they could not hold themselves back seeing Mai act so lewdly."]}, {"name": "Mai", "audio": "v_sr446_0029", "normalized": ["Aahh, so many rock-hard cocks…!", " They are watching my pussy and me getting pounded, getting so turned on…!"]}, {"name": "Husband", "audio": "", "normalized": ["Yeah, they are getting depression-erection while watching a cock-crazy whore getting cucked my me!"]}, {"name": "Mai", "audio": "v_sr446_0030", "normalized": ["Aahmnn!", " I'm so happy people see me like that…!", " I'm so grateful you're the one doing it, Husband…!"]}, {"name": "", "audio": "", "normalized": ["As she said, Mai twisted her body erotically and pushed the tip of the cock deep inside her."]}, {"name": "Mai", "audio": "v_sr446_0031", "normalized": ["P-please, leave our mark, aannghh!", " R-right here, deep inside me, mark me yours with your thick cum, please!"]}, {"name": "Mai", "audio": "v_sr446_0032", "normalized": ["Please etch the proof of the vows of our eternal love, the mark of your cock, deep into my body!", " Please make me Husband's woman!"]}, {"name": "Husband", "audio": "", "normalized": ["Hahahaha!", " You don't need to tell me.", " I did prepare this whole venue just to do exactly that today!"]}, {"name": "", "audio": "", "normalized": ["Husband pounded his hips hard and shoved his thick penis all the way in."]}, {"name": "Mai", "audio": "v_sr446_0033", "normalized": ["Mnngyuuhyuuhh!", " A-a-all of the cock, c-c-coming inside me, so deep, all the way in, uguhh!"]}, {"name": "", "audio": "", "normalized": ["Then he pulled out just before it completely left her body and then slammed it back in again.", " He repeated the process faster than ever before."]}, {"name": "Mai", "audio": "v_sr446_0034", "normalized": ["Heehgyouhh, oohuughh, mnnghh, heeguhhguhhmnn!", " I-it's so rough, so rough, uughh!", " M-m-my ass is going to break!"]}, {"name": "", "audio": "", "normalized": ["Her intestines were burning from the stimulation and arousal, secreting slimy fluids as it tangled onto the penis, making the movement smoother."]}, {"name": "", "audio": "", "normalized": ["Since the penis was much more slippery, it made the pounding easier and she was pleasured madly as her sensitivity had increased."]}, {"name": "Mai", "audio": "v_sr446_0035", "normalized": ["Hoogyuughh, not my ass, houghh, oohughh, please stop, huhehughh, mnneghh!", " M-m-my head, mnheehgh!", " I'm going mad!"]}, {"name": "Husband", "audio": "", "normalized": ["I didn't know you like it up your ass this much!", " Alright, I'm gonna take good care of your asshole this first night of our marriage!"]}, {"name": "", "audio": "", "normalized": ["Mai was so out of her mind, she could not speak clearly, but Husband's words reached her brain and she smiled vulgarly."]}, {"name": "Mai", "audio": "v_sr446_0036", "normalized": ["Mnngyooughuhh!", " I-I-I'm so happy, ughh!", " Please fuck my pussy, make it all messed up, eeghh!"]}, {"name": "", "audio": "", "normalized": ["And then she moved her hips instinctively, seeking more pleasure, adjusting her position so the bumps hit the right spot."]}, {"name": "Monster A", "audio": "", "normalized": ["Huhehehgh!", " Crazy girl!", " She shakes her hips, o-on her own!"]}, {"name": "Monster B", "audio": "", "normalized": ["Pervert!", " Whore!"]}, {"name": "Monster C", "audio": "", "normalized": ["Bitch!", " Slut!", " Nympho!"]}, {"name": "", "audio": "", "normalized": ["The monsters were throwing their words of insults at Mai from the frustration and excitement, stroking their cocks desperately."]}, {"name": "Mai", "audio": "v_sr446_0037", "normalized": ["Mnnguh, your cock feels soo goodd!", " Husband's cock, I love your cock, uughh!"]}, {"name": "Husband", "audio": "", "normalized": ["Huhahahaha!", " You are such a cock-hungry slut, but your sensitivity is top-notch!", " I'm gonna cum real soon too!"]}, {"name": "", "audio": "", "normalized": ["A huge amount of precum, unthinkable from a regular human penis, gushed out and sizzled like hot lava inside her rectum."]}, {"name": "Mai", "audio": "v_sr446_0038", "normalized": ["Mnnaaghh, so hot!", " It's slippery and burning!", " Your cock is throbbing inside, I can feel Husband's cock is about to cum, uguhh!"]}, {"name": "Husband", "audio": "", "normalized": ["You may be going crazy with the pleasure, but you're right!", " You're a perfect wife for me!", " Now, tell me where you want it!"]}, {"name": "Mai", "audio": "v_sr446_0039", "normalized": ["O-o-of course, i-inside me, deep, deep inside me!", " Please pour every last drop of Husband's dick milk, pleaassee!"]}, {"name": "Mai", "audio": "v_sr446_0040", "normalized": ["Please pour every last drop of your sizzling cum inside me, pour it all over mee!"]}, {"name": "Husband", "audio": "", "normalized": ["Hahahaha!", " I'm gonna cum, I'm gonna let the product of our love all into your ass!"]}, {"name": "Mai", "audio": "v_sr446_0041", "normalized": ["Aaheeghh!", " Coming, it's comminngg!", " The proof of Husband's love, commiinngg!", " Coommiinngg!"]}, {"name": "Husband", "audio": "", "normalized": ["Cumming!"]}, {"name": "Mai", "audio": "v_sr446_0042", "normalized": ["Aaaghahahahahahhaahhaahh hh!", " Aaagh, such a hot one, cominig iinn!"]}, {"name": "", "audio": "", "normalized": ["Husband's penis spewed the semen at an astonishing rate as if someone had turned the valve."]}, {"name": "", "audio": "", "normalized": ["Mai, on the other end, was squirting like fountain and orgasming."]}, {"name": "Mai", "audio": "v_sr446_0043", "normalized": ["Mnnghheeghhegeeghh!", " Your cock juice is pouring inside me!", " It's overflowing from my ass and it's so hoott!"]}, {"name": "Mai", "audio": "v_sr446_0044", "normalized": ["The shape of our love, thank you so much for pouring it all so deep inside mee!"]}, {"name": "", "audio": "", "normalized": ["Her entire body twitched like a broken toy repeatedly and Mai was getting drowned by the long, long waves of orgasm."]}, {"name": "Husband", "audio": "", "normalized": ["Huuhh, hahaha, I knew I picked the right girl.", " You don’t let my cock go at all, or better yet, you keep moving to suck it all out."]}, {"name": "", "audio": "", "normalized": ["Mai's intestines were wiggling towards her inside and were desperately sucking out the semen."]}, {"name": "Mai", "audio": "v_sr446_0045", "normalized": ["B-because… Husband's cum, it's all mine and I don't want to miss a single drop…"]}, {"name": "Monster A", "audio": "", "normalized": ["Mooughh!", " Jealous, jealous!"]}, {"name": "Monster B", "audio": "", "normalized": ["Pussy, pussy, let me, pussy!"]}, {"name": "", "audio": "", "normalized": ["The monsters were building up even more jealousy and envy, stroking their cocks so hard they were about to cum as well."]}, {"name": "Husband", "audio": "", "normalized": ["Huhh… Now… Hmm?"]}, {"name": "", "audio": "", "normalized": ["As soon as Husband tried to pull his cock out, Mai noticed it and flexed her sphincter muscle to stop him."]}, {"name": "Mai", "audio": "v_sr446_0046", "normalized": ["H-Husband…!", " Please don't pull your cock out yet…!", " I want to keep feeling your cock like this more…!"]}, {"name": "Husband", "audio": "", "normalized": ["You… Hahaha… Alright, alright, you really love my cock from the bottom of your heart."]}, {"name": "Husband", "audio": "", "normalized": ["Well, then, I'll stay like this a little longer."]}, {"name": "Mai", "audio": "v_sr446_0047", "normalized": ["!", " Husband…!", " Th-thank you so, so much…!", " Mnngh, Husband, I love you so much…"]}, {"name": "", "audio": "", "normalized": ["Mai looked at Husband lovingly and smiled from her heart."]}, {"name": "", "audio": "", "normalized": ["Then Husband noticed the monsters standing together around them were looking at them enviously."]}, {"name": "Husband", "audio": "", "normalized": ["You all gathered here today to celebrate us.", " Least I can do is get you some drink… Well, I won't be the one serving, but you know."]}, {"name": "", "audio": "", "normalized": ["Husband said with a meaningful grin and then ordered the monsters to bring up a bottle of champagne."]}, {"name": "Mai", "audio": "v_sr446_0048", "normalized": ["…?", " Husband…?", " Wh-what are you doing now…?"]}, {"name": "Husband", "audio": "", "normalized": ["What?", " Hahaha… I'm gonna do, this!"]}, {"name": "", "audio": "", "normalized": ["Husband turned the bottle of champagne upside down and shoved it up Mai's crotch suddenly."]}, {"name": "Mai", "audio": "v_sr446_0049", "normalized": ["Mnnoohooughh?!", " Heeguh… Heghh, H-Husband…?", " Wh-what is, oogughh…?!"]}, {"name": "Husband", "audio": "", "normalized": ["Hahaha!", " The drink is on me.", " Bottoms up!"]}, {"name": "", "audio": "", "normalized": ["He moved the champagne bottle stuck in her vagina up and down, pouring the contents inside her directly."]}, {"name": "Mai", "audio": "v_sr446_0050", "normalized": ["Huugeghh?!", " Hughh, ooghuuhh, oohguhh!", " N-n-no, noo…!", " Mnneguhh, habbughh, hyaauughh!"]}, {"name": "Husband", "audio": "", "normalized": ["Oh, I'm gonna spill it if I kept moving it in and out.", " I don't want to waste it, so I guess I'll just pour it right into your womb."]}, {"name": "Mai", "audio": "v_sr446_0051", "normalized": ["H-Husband, p-please, stop this… Moogugouhh?!"]}, {"name": "", "audio": "", "normalized": ["He shoved the champagne bottle deep into her pussy and poured it all through her opening into the womb."]}, {"name": "Mai", "audio": "v_sr446_0052", "normalized": ["Ooohuguhh, a-alcohol, inside me, hughh, huhgyuhgyugoughh!"]}, {"name": "", "audio": "", "normalized": ["Mai was getting baffled out of her mind by the confusion, pleasure, and the smell and intoxication from the alcohol inside her womb."]}, {"name": "", "audio": "", "normalized": ["A scream somewhere between obscene and painful came out of her and the monsters laughed out loud from her silly reaction."]}, {"name": "Monster A", "audio": "", "normalized": ["Crazy!", " Husband, your wife, crazy!"]}, {"name": "Monster B", "audio": "", "normalized": ["Psycho, whore!"]}, {"name": "Monster C", "audio": "", "normalized": ["Yes, do it more, do it more!"]}, {"name": "", "audio": "", "normalized": ["Although the monsters were insulting his wife, Husband was just bursting into laughter along with them.", " Something had triggered them rather easily."]}, {"name": "Husband", "audio": "", "normalized": ["Ohh?", " Looks like the bottle is empty now.", " But…looks like you can get more inside you.", " Here, next one."]}, {"name": "", "audio": "", "normalized": ["He said and inserted a new bottle of champagne."]}, {"name": "Mai", "audio": "v_sr446_0053", "normalized": ["Ooguhhoh…oobuughh… M-my belly, s-so full… Oohouh, ohh…"]}, {"name": "Husband", "audio": "", "normalized": ["Oh?", " Haha, with your womb getting inflated, your asshole is nice and tight now…!"]}, {"name": "", "audio": "", "normalized": ["Husband pounded his hips and began to fuck her in the ass while he poured champagne into her."]}, {"name": "Mai", "audio": "v_sr446_0054", "normalized": ["Hugeghh!", " I-if you start moving now… Aagughh, o-obbguhh, oohoughuh, aabughh!", " N-no, pffguh, uuppguhh…!"]}, {"name": "Husband", "audio": "", "normalized": ["Huh?", " I have no idea what you are saying.", " It is good?", " Or bad?"]}, {"name": "Mai", "audio": "v_sr446_0055", "normalized": ["Heeguhh… Mnnguh… I-it feels good…!"]}, {"name": "", "audio": "", "normalized": ["Mai did not need to force herself to say it as her anus was actually contracting tight and she was seeping fluids out of her pussy with the bottle still inside."]}, {"name": "Husband", "audio": "", "normalized": ["Gwuhehe!", " That's great.", " I'll give it all you want now!"]}, {"name": "", "audio": "", "normalized": ["Then Mai had the second and third bottles poured into her, inflating her belly like a pregnant woman――"]}, {"name": "Husband", "audio": "", "normalized": ["…Hmm?", " What, it's full already."]}, {"name": "", "audio": "", "normalized": ["After Mai's belly had inflated to several times its original size, Husband noticed the champagne was not going in anymore."]}, {"name": "Mai", "audio": "v_sr446_0056", "normalized": ["Haaughh, haahh… H-Husband… M-my belly is so full, please… Uuhggbughh…!"]}, {"name": "", "audio": "", "normalized": ["The monsters burst into laughter once again as they saw Mai's pseudo-pregnant belly."]}, {"name": "Monster C", "audio": "", "normalized": ["She pregnant, pregnant, Husband's child!"]}, {"name": "Monster D", "audio": "", "normalized": ["No, booze!", " Husband, give us, booze!"]}, {"name": "Monster E", "audio": "", "normalized": ["I drink, all booze, bride's booze, I drink all!"]}, {"name": "Husband", "audio": "", "normalized": ["Well, I think that'll do for now… Oops, you want more than just in your pussy, huh.", " I'll let you taste the champagne too."]}, {"name": "Mai", "audio": "v_sr446_0057", "normalized": ["Huehgh…?", " Mnnghghh…!"]}, {"name": "", "audio": "", "normalized": ["Husband suddenly pulled his cock out of her anus."]}, {"name": "", "audio": "", "normalized": ["Mai's looked regretting and stared at her loving husband's penis."]}, {"name": "Mai", "audio": "v_sr446_0058", "normalized": ["H-Husband…!", " P-please, no… I miss you, I miss your cock… I can't live without it…!"]}, {"name": "", "audio": "", "normalized": ["Her gaping asshole twitched longingly and spilled the semen insider the rectum."]}, {"name": "Mai", "audio": "v_sr446_0059", "normalized": ["Muughh…!", " H-Husband's cum… I don't want to waste it…!"]}, {"name": "Husband", "audio": "", "normalized": ["Hahaha…Don't you worry.", " I'm gonna plug it in just like I did to your pussy…!"]}, {"name": "", "audio": "", "normalized": ["Husband grabbed the new bottle of the champagne and then――"]}, {"name": "Mai", "audio": "v_sr446_0060", "normalized": ["Hueghh…?", " Mnngeeghh?!"]}, {"name": "Mai", "audio": "v_sr446_0061", "normalized": ["Mnnhyouguhh, houghh, hoouhh?!", " Ooogh, m-my ass too, it's coming in, uugghh!"]}, {"name": "", "audio": "", "normalized": ["Glug, glug, glug… The sound of liquid pouring in was coming from her inside."]}, {"name": "", "audio": "", "normalized": ["Mai had the champagne poured into her rectum at the same time as her pussy."]}, {"name": "Husband", "audio": "", "normalized": ["Now, how does my champaign taste, good?"]}, {"name": "", "audio": "", "normalized": ["Mai was totally groggy but was still showing an obscene ahegao on her face."]}, {"name": "Mai", "audio": "v_sr446_0062", "normalized": ["Y-yess… Husband's champagne… I'm so happy you poured s-so much inside me… Eeheghh…!"]}, {"name": "", "audio": "", "normalized": ["Mai's words were completely slurred thanks to the pleasure and intoxication, almost breaking her mind."]}, {"name": "Husband", "audio": "", "normalized": ["Ha, the wedding reception is just getting started.", " Now, let me do one more thing before you pass out wasted…"]}, {"name": "Mai", "audio": "v_sr446_0063", "normalized": ["…O-one more thing…?"]}, {"name": "", "audio": "", "normalized": ["Husband did not let Mai know what he meant by it and told the monsters to watch closely."]}, {"name": "Mai", "audio": "v_sr446_0064", "normalized": ["…Haabbuughh…uughh , I'm getting drunk… Husband, please…"]}, {"name": "", "audio": "", "normalized": ["Husband grinned as he thought about the next entertainment he had in his mind, ignoring Mai as she was almost broken down."]}]