[{"name": "Moonwolf", "audio": "v_r-ev047_0000", "normalized": ["This scent…it's my tribe's…ungh… Where did you…umnhh…"]}, {"name": "", "audio": "", "normalized": ["Entranced by her tribe's unique pheromone and having the secret weapon of her right eye disabled, Moonwolf stood no chance."]}, {"name": "", "audio": "", "normalized": ["Faced with this truth she glared at the man, supporting her wavering head as she wondered how he knew so much about her."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0001", "normalized": ["Who was it?", " Who told you?", " And what did you do…to my tribe?", " To my friends?!"]}, {"name": "You", "audio": "", "normalized": ["I'm not sure I know what you're talking about.", " Besides, you should be more concerned about yourself right now."]}, {"name": "", "audio": "", "normalized": ["Weak from the pheromone, a single lapse in strength would have brought her to the ground.", " As if to support her, he grabbed her hair and pulled her up."]}, {"name": "You", "audio": "", "normalized": ["I'm sure you know exactly what this pheromone does.", " And what is happening to your body now."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0002", "normalized": ["Unh, uhh… S…stop."]}, {"name": "", "audio": "", "normalized": ["He thrust his exposed cock in her face.", " It drew her eyes toward his navel and seemed to almost strike his stomach.", " The towering rod touched her cheek."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0003", "normalized": ["Mmm!", " Haa…aah…!"]}, {"name": "", "audio": "", "normalized": ["On top of the entrancing effect, the pheromone was a strong aphrodisiac.", " Moonwolf's body was quickly filled with a fiery lust."]}, {"name": "", "audio": "", "normalized": ["Her innate female instinct was awakened.", " The secretions started flowing as her need for a male grew stronger."]}, {"name": "", "audio": "", "normalized": ["Sweat, saliva, sexual juices, a few tears in her eyes—she grew moist in every orifice.", " She looked up at it."]}, {"name": "", "audio": "", "normalized": ["Her nose twitched at the scent of old sweat that rose from it.", " The heat of it radiated through the air and stuck to her skin."]}, {"name": "", "audio": "", "normalized": ["A shock shot through her lower body and her knees began to shake."]}, {"name": "You", "audio": "", "normalized": ["Hehehe.", " It looks like you want something.", " Do you need my dick that bad?", " I didn't think you'd be so turned on just by seeing it!"]}, {"name": "Moonwolf", "audio": "v_r-ev047_0004", "normalized": ["Nnaa…urgh…d…don't make a fool of me!", " I am a proud warrior, the Wolf in the Moonlight!", " H-how…could…?"]}, {"name": "", "audio": "", "normalized": ["Her hair firmly in the man's grasp, Moonwolf denied his words and jerked her face away from him."]}, {"name": "", "audio": "", "normalized": ["But he wouldn't allow it.", " He pulled her face back toward him by her hair and thrust his rock-hard manhood at her again."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0005", "normalized": ["Ahn…uunh… Stop it.", " How filthy… Ungah, urk…"]}, {"name": "", "audio": "", "normalized": ["A completely different sensation than before, the solid cock thrust powerfully as if to penetrate her.", " She could feel the burning heat and the male vigor throbbing violently."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0006", "normalized": ["(It's so hot…and so hard… It's like steel…ungh, urkk… This pulsing…)"]}, {"name": "", "audio": "", "normalized": ["The tip of it worked into the flesh of her cheek as if it enjoyed it.", " It squished into and stuck to her skin."]}, {"name": "", "audio": "", "normalized": ["A cloudy substance that covered to the man's dick gave off a strange odor and clung to her."]}, {"name": "", "audio": "", "normalized": ["The filth and the smell being rubbed into her made her feel as if she were being branded."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0007", "normalized": ["Get…away…from…m-…mmah!", " Uunn…hahh…aanhh…"]}, {"name": "", "audio": "", "normalized": ["Though her words were clear, she couldn't look away from his member."]}, {"name": "", "audio": "", "normalized": ["She was fixated on the searing piece of meat in front of her, its thick veins throbbing in anticipation."]}, {"name": "", "audio": "", "normalized": ["It moved back and forth, making a sticky sucking sound and bringing the stink of sweat and masculinity into her nostrils each time it thrust into her face."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0008", "normalized": ["(Mph…mph…ahnnh… This disgusting smell… This stench… Aahh…but…why am I…?", ")"]}, {"name": "", "audio": "", "normalized": ["Her breathing grew spastic and heavy, and her body burned even hotter.", " Sweating hot dew, her skin was soaked."]}, {"name": "", "audio": "", "normalized": ["She knew this was all from the pheromone, but her reasoning stood no chance against her instincts."]}, {"name": "", "audio": "", "normalized": ["Her wild femininity had been unleashed and was enamored by this overwhelming male."]}, {"name": "", "audio": "", "normalized": ["Not only her sweat glands, but her pulse was on overdrive, and it echoed violently through her body."]}, {"name": "", "audio": "", "normalized": ["Her entire body had become more sensitive.", " The rubbing on her face sent tingling shocks through her."]}, {"name": "", "audio": "", "normalized": ["She tried to tell herself it wasn't true.", " It was just her imagination.", " She shook her head."]}, {"name": "", "audio": "", "normalized": ["But every time that odor wafted past her nose, her nostrils would twitch and follow the trail."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0009", "normalized": ["Fwa… *Sniff*, *Sniiff*… Hahh, haahh…mmk, *Sniff* H-hahnnah…auhh…"]}, {"name": "", "audio": "", "normalized": ["Moonwolf's lips part and her body and face begin to move in time with the man's pelvic thrusts."]}, {"name": "", "audio": "", "normalized": ["As if to savor the feeling of his meat with her cheeks, saliva gushes from her parted lips and dribbles down from her tongue poking out of her mouth."]}, {"name": "You", "audio": "", "normalized": ["Hehehe.", " What's the matter?", " That look tells me you want something.", " Your mouth is wide open!", " It looks like you're ready to wolf it down!"]}, {"name": "Moonwolf", "audio": "v_r-ev047_0010", "normalized": ["…!"]}, {"name": "", "audio": "", "normalized": ["Upon hearing his taunts, she realized the state her lips were in.", " Turning a fierce red, she closed her mouth and shot him a look."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0011", "normalized": ["Do you mean to mock me…?", " Who would ever want such a f-filthy thing!"]}, {"name": "", "audio": "", "normalized": ["With these words she jerked her head away forcibly, still feeling the feverish pulse on her face.", " But…"]}, {"name": "You", "audio": "", "normalized": ["Put it in your mouth.", " Let your mouth hang open and suck on it like you mean it.", " Use that tongue of yours and lick it clean."]}, {"name": "", "audio": "", "normalized": ["The moment she hears that order, her heart skipped a beat.", " It felt like an explosion in her veins.", " A tingling feeling spread through her lower body."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0012", "normalized": ["*Gasp* N-…nn, ah…nn… Nnha…Hah, fuh…Nnhahh…"]}, {"name": "", "audio": "", "normalized": ["The pheromone tightened its clutches and a melting sensation flowed over her body.", " She began to spasm uncontrollably."]}, {"name": "", "audio": "", "normalized": ["Due to her entrancement, she loses sight of the situation."]}, {"name": "", "audio": "", "normalized": ["However, the order she was given in such a commanding tone stayed with her, repeating in her head and carving itself into her mind."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0013", "normalized": ["(L-lick… Open…my lips… Use my…tongue… L-…Lick it…clean…)"]}, {"name": "Moonwolf", "audio": "v_r-ev047_0014", "normalized": ["…Mmfeh…fweoohh…"]}, {"name": "", "audio": "", "normalized": ["Saliva as thick as honey drooled down from her outstretched tongue.", " Hot breath steamed from her lips."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0015", "normalized": ["'Mmeh, feh… *Slurp*, *Suck* Mmmfwohh… *Liick*"]}, {"name": "", "audio": "", "normalized": ["Her plump and meaty peach-colored tongue swirled around, and neatly lapped up the juices that soaked the man's enormous, deep-crimson sausage."]}, {"name": "", "audio": "", "normalized": ["She used the meat of her tongue to leave wet pools of saliva all over the throbbing rod.", " She spreads her juices from the base to the tip and over the dirtiest parts."]}, {"name": "", "audio": "", "normalized": ["She wet every inch of the pillar, reaching around behind a glans as large as a fist with the pointy tip of her tongue."]}, {"name": "", "audio": "", "normalized": ["She used it to tease the frenulum and mop up the filth underneath."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0016", "normalized": ["'Afehh… *Lick, liick* *Suck*, *Lick* Mmm, *Suck, lick, suck*"]}, {"name": "", "audio": "", "normalized": ["With every twist of her tongue, air flowed loudly through her nostrils and the man's sweaty musk violated her nasal cavity."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0017", "normalized": ["(Ungh…huff, nngh… It…smells… Krrkk… *Sniff*…ahh…mm… I…can't…stop…mfmm…)"]}, {"name": "", "audio": "", "normalized": ["Breathing as she licked, her lower body twitched and convulsed.", " Her thighs and groin began to send a tingling, pulsating sensation through her body."]}, {"name": "", "audio": "", "normalized": ["Knowing exactly what she needed to satisfy the throbbing longing, Moonwolf violently tangles her tongue up with the cock."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0018", "normalized": ["*Sluurp* *Lick*"]}, {"name": "You", "audio": "", "normalized": ["Fhahahaha!", " What a sorry sight, you are, 'Wolf in the Moonlight!", "' Hehehe.", " You're doing great.", " I think it's time to have some fun!"]}, {"name": "", "audio": "", "normalized": ["She looked up at him with mesmerized eyes."]}, {"name": "", "audio": "", "normalized": ["Laughing at the sight of this 'proud warrior' eagerly servicing him with her outstretched tongue, he began to move his hips."]}, {"name": "", "audio": "", "normalized": ["Wrapped in steamy hot breath, the man-spear worked into the pink flesh of the tongue servicing it, as if to clean it in return."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0019", "normalized": ["Mmfwohh, hahh, mmblehh…fwah…*Lick, lick* Mmhahh, urrk, it's fo bigh… hyup, hck…mfwah…"]}, {"name": "", "audio": "", "normalized": ["She took force of the man's spear and—as if to compete with it— vigorously twisted her tongue and caressed it viciously, laying kisses here and there."]}, {"name": "", "audio": "", "normalized": ["Saliva splattered around Moonwolf's mouth and streamed down to her chin."]}, {"name": "", "audio": "", "normalized": ["Unaware, she begins to kiss the frenulum of the cleaned cock and moves in for the attack."]}, {"name": "", "audio": "", "normalized": ["Upon sensing the taste of the thick juice flowing from the tip the fire burning throughout her body flared up, and waves of electricity crept up from her crotch to her head."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0020", "normalized": ["Uuunnhhghh!", " Mmnuh, afuh… Mnmfwoohh…fwuhoh, *lick*"]}, {"name": "", "audio": "", "normalized": ["Her sense of awareness and reason stolen away by the instinctual craving for a male, Moonwolf smiled lightly as if she were in a good mood."]}, {"name": "", "audio": "", "normalized": ["Just as a dog wags its tail, Moonwolf wagged her tongue as she lapped up the man-juice that seeped from the tip of the cock head.", " Her expression relaxed."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0021", "normalized": ["Hwoowh, mm, mnahh… Hafwuh, *Slurp*…ngrk, mmnnm…"]}, {"name": "", "audio": "", "normalized": ["That sensation became a spear of pleasure that shot through her belly and excited her erogenous zones more and more with every twist of the tongue."]}, {"name": "", "audio": "", "normalized": ["Her nipples grew hard and tight.", " Even just turning her body set off fireworks in her brain."]}, {"name": "", "audio": "", "normalized": ["Not wanting to lose out to her upper lips and their whetted appetite, her lower lips gushed viscous juices that oozed down to the ground."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0022", "normalized": ["MMfwehh…nmuh, kfrrm…"]}, {"name": "", "audio": "", "normalized": ["As she serviced the man-pillar, Moonwolf's unconsciously started moving her hips back and forth."]}, {"name": "", "audio": "", "normalized": ["The sound of her love juices smacking and squelching along with the rhythm, echoed through the area."]}, {"name": "", "audio": "", "normalized": ["The man laughed at the fully exposed female and grabbed her hair, holding her face still.", " He pulled his hips back and brought his cock near her face."]}, {"name": "You", "audio": "", "normalized": ["Here, a treat for the happy little bitch!", " Feel the rain and howl!"]}, {"name": "", "audio": "", "normalized": ["Psshtt!", " *Dribble!", "* *Dribble, dribble…!", "* *Twitch, twitch, twitch* *Throb* *Dribble*"]}, {"name": "", "audio": "", "normalized": ["The member convulsed violently and pointed straight up."]}, {"name": "", "audio": "", "normalized": ["The tip exuded heat and musk as it showered hot, thick semen—almost solid—all over Moonwolf's face, which wore a rapturous expression."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0023", "normalized": ["Mmmnnaa…!?", " Eehee, mnnm, hyaahm!", " Urgruhh, krwwm…!"]}, {"name": "", "audio": "", "normalized": ["Moonwolf let out a series of guttural gasps that sounded for a moment like shrieks or howls as her body convulsed in ecstasy."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0024", "normalized": ["Nhghaahh…wwaoh, hoh… Mhohh, huff, auuhhn!"]}, {"name": "", "audio": "", "normalized": ["Her skin was chafed, her hair drowning in the sticky substance.", " Her nose was filled with a stench strong enough to make her choke."]}, {"name": "", "audio": "", "normalized": ["She was overwhelmed by the raw stink."]}, {"name": "", "audio": "", "normalized": ["She saw nothing but white.", " Her semen-covered face wore the moonstruck expression of a female in heat."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0025", "normalized": ["Nnnhmm, hrk, afmmhh…"]}, {"name": "", "audio": "", "normalized": ["Along with her trembling hips, her crotch jutted outward.", " Inside the engorged folds of her pink lips, a translucent liquid sprayed out of her urethra."]}, {"name": "", "audio": "", "normalized": ["Brought to climax by the mere smell and taste of the semen on her face, this proud warrior turned out to be nothing but a wolf in heat—"]}, {"name": "", "audio": "", "normalized": ["No—a bitch in heat.", " Sticky strands of semen and saliva stretched across her opening mouth."]}, {"name": "Moonwolf", "audio": "v_r-ev047_0026", "normalized": ["Fwah…*Lick*, *Slurp*… Mmfw, it's good… More… I want more… *Suck*…"]}, {"name": "", "audio": "", "normalized": ["The man looked at the female warrior, pleased.", " He brought his unwavering erection back toward her pleading lips."]}]