[{"name": "Boss", "audio": "", "normalized": ["Hohohohh!", " That smell, it stings my nose!", " Bbroubrouhberuhh!"]}, {"name": "", "audio": "", "normalized": ["The old man lifted Alberta's arm and sniffed her armpit then proceeded to lick it with his tongue with filthy saliva covering it."]}, {"name": "Alberta", "audio": "v_sr347_0000", "normalized": ["Aaaghh, mnnghh?!", " Come on, Master…!", " Aaauhhmnn?!"]}, {"name": "", "audio": "", "normalized": ["Alberta gulped sweetly even though she was being subjected to such a perverted act of the shriveled old man licked her armpit with his dirty tongue."]}, {"name": "", "audio": "", "normalized": ["Then her body shuddered occasionally from the pleasure."]}, {"name": "", "audio": "", "normalized": ["At this time, her large, inflated belly shook heavily."]}, {"name": "Boss", "audio": "", "normalized": ["Mnnouhh, oh my?!", " The child inside just kicked my hand?!"]}, {"name": "", "audio": "", "normalized": ["The old man was petting Alberta's inflated stomach looked at her with a nasty, sticky glance and then gave her a creepy grin."]}, {"name": "Alberta", "audio": "v_sr347_0001", "normalized": ["It's happy…aahuhmnn, that Master petted it…"]}, {"name": "Boss", "audio": "", "normalized": ["Huughhyouhhyouhh, it that right?", " I think it knows you're a kind of mother who likes having your armpits licked, guhhuhuh!"]}, {"name": "Alberta", "audio": "v_sr347_0002", "normalized": ["Ahaahh.", " It's me and Master's baby…so it must know all about the lewd thing, I imagine.", " Mnnhuhh."]}, {"name": "", "audio": "", "normalized": ["Alberta shook her enlarged stomach as her body shuddered in pleasure and joy."]}, {"name": "", "audio": "", "normalized": ["――That night, when she was able to conceive."]}, {"name": "", "audio": "", "normalized": ["She was filled completely filled with the semen enough to have her womb inflate and then was fucked till the morning as the old man proclaimed."]}, {"name": "", "audio": "", "normalized": ["And, of course, as Alberta was sure about it, she was made pregnant with the baby of the shriveled, old leader of the enemy organization."]}, {"name": "", "audio": "", "normalized": ["It had been a few months since that day and by the time she noticed, it was almost the delivery day."]}, {"name": "", "audio": "", "normalized": ["Her belly was sticking out and the bellybutton was popping out."]}, {"name": "", "audio": "", "normalized": ["Her already large breasts had grown even larger and even the areola was puffing up lewdly."]}, {"name": "Alberta", "audio": "v_sr347_0003", "normalized": ["Mnnghh, guhuumnn.", " It is a little bit hard on me…but I can still take shower by myself and such…?"]}, {"name": "Boss", "audio": "", "normalized": ["Oh stop saying that.", " It's too late if something happens to you!"]}, {"name": "Boss", "audio": "", "normalized": ["I'm going to lick you all clean today too, down to a single wrinkle in your anus."]}, {"name": "", "audio": "", "normalized": ["The old man laughed as his extra skin flopped around as he petted Alberta's belly with his wrinkled hand and licked up her armpit."]}, {"name": "Boss", "audio": "", "normalized": ["Bhouhouhh!", " Your armpit smells really good!", " The salt from the sweat and a hint of sourness, so good.", " Rulouhroulouh!"]}, {"name": "Alberta", "audio": "v_sr347_0004", "normalized": ["Aaahmnn?!", " Master's tongue… Haaghh, having my sweaty armpit cleaned up… So good…!", " It's getting me turned on."]}, {"name": "", "audio": "", "normalized": ["The old man sniffed her armpits over and over again as his lukewarm breath hit her body."]}, {"name": "", "audio": "", "normalized": ["The sensation of the smelly saliva being smothered on sent chills down Alberta's spine as she breathed out hot breath herself too."]}, {"name": "Boss", "audio": "", "normalized": ["Huugouhh, hugouhh!", " Houhouhou!", " This lewd smell, it's getting me so hard!", " Your mother is one lewd woman."]}, {"name": "Alberta", "audio": "v_sr347_0005", "normalized": ["Ahahahmnn!", " Don't tell that, not to the child in my belly!"]}, {"name": "Alberta", "audio": "v_sr347_0006", "normalized": ["Everyday, haahh, it's gonna know I get off of Master licking my body every day!"]}, {"name": "", "audio": "", "normalized": ["This act of supposed care for pregnant Alberta has been going on for a few days by then."]}, {"name": "", "audio": "", "normalized": ["All the while, Alberta was being licked in every nook of her body by the old man's filthy tongue, including her face."]}, {"name": "", "audio": "", "normalized": ["Her clear, blue skin was now letting out the stench of the old man's saliva and also the musty smell of a woman in heat."]}, {"name": "Boss", "audio": "", "normalized": ["Houhuhoh!", " The smell got even worse!"]}, {"name": "Boss", "audio": "", "normalized": ["You just got more aroused because your child now knows how lewd you are!", " Ghuhu, my cock is getting so hard!"]}, {"name": "", "audio": "", "normalized": ["The old was so excited it was not appropriate for his age.", " He was now licking Alberta's sides and shoulders, making a nasty wet noise."]}, {"name": "Alberta", "audio": "v_sr347_0007", "normalized": ["Aaahumnn?!", " Aaahhmmnn!", " Really, I can feel your cock getting so rock-hard…!"]}, {"name": "Alberta", "audio": "v_sr347_0008", "normalized": ["Haahh, haahh.", " My pussy is burning up, I can't stand it either!"]}, {"name": "", "audio": "", "normalized": ["Alberta was now mothering the old man she even hated under the order of her beloved Fuuma."]}, {"name": "", "audio": "", "normalized": ["In addition, she was being admired in such a perverted way and her sense of immorality was reaching the peak."]}, {"name": "", "audio": "", "normalized": ["She was masochistically aligned to begin with, as the situation aroused her and made her feel so much pleasure."]}, {"name": "", "audio": "", "normalized": ["Alberta was deep in the pleasure as her now pregnant body shook around from the pleasure."]}, {"name": "", "audio": "", "normalized": ["That moment, her inflated breasts spewed white liquid from the tips."]}, {"name": "Boss", "audio": "", "normalized": ["Hyoohghh!", " You just leaked milk because you wanted more cock!", " You are one lewd woman, hohoho!"]}, {"name": "Alberta", "audio": "v_sr347_0009", "normalized": ["Th-that's right…!", " I got so turned on, looking at Master's cock, mnghh, it made milk come out…"]}, {"name": "Boss", "audio": "", "normalized": ["Is that right, right, nuhuhuhugh!", " You're pregnant and yet your lust has not toned down, I knew I chose right."]}, {"name": "Boss", "audio": "", "normalized": ["Well, it must hurt with all that inside."]}, {"name": "", "audio": "", "normalized": ["The old man with a creepy grin moved to the front of Alberta and began to grope her perky breasts."]}, {"name": "Alberta", "audio": "v_sr347_0010", "normalized": ["Aaahughh?!", " Uhhmnn?!", " Aaahh, milk, coming out…!", " Haaghh!"]}, {"name": "", "audio": "", "normalized": ["The old man groped her breasts gently and Alberta was spewing breast milk from the tip."]}, {"name": "", "audio": "", "normalized": ["It dripped down viscously along with her breasts and made her inflated belly, popped out belly button and her crotch wet."]}, {"name": "", "audio": "", "normalized": ["Alberta was moaning with pleasure as she was aroused by her own body which was spewing breast milk being groped by shriveled hands of the man."]}, {"name": "Boss", "audio": "", "normalized": ["Hohohoh!", " This is too wasteful.", " I'm going to suck the milk from this nipple today!"]}, {"name": "Alberta", "audio": "v_sr347_0011", "normalized": ["Guhuhaahh?!", " That's not a nipple… Mnnghhmuhh?!"]}, {"name": "", "audio": "", "normalized": ["The old man started sucking onto Alberta's protruding bellybutton, making a disgusting slurping noise, treating it like a nipple."]}, {"name": "", "audio": "", "normalized": ["Even though that was not her nipple, Alberta was hit with the illusion of being sucked on one."]}, {"name": "", "audio": "", "normalized": ["She shuddered from the pleasure running down her back and spewed some more breast milk."]}, {"name": "", "audio": "", "normalized": ["Day after day, she had been groped all over her body.", " The wrinkled old man had turned even her bellybutton into a sensitive organ."]}, {"name": "Boss", "audio": "", "normalized": ["Guwhohohoh!", " This thick and sweet smell, the taste of the milk, so good!", " I'm going to suck it all out instead of the baby!"]}, {"name": "Alberta", "audio": "v_sr347_0012", "normalized": ["Aaahughh?!", " My bellybutton, mmaahh, don't suck so hard on it, you are going to wake the baby up inside…!", " Ahuhh."]}, {"name": "Boss", "audio": "", "normalized": ["Hohhohh!", " You say that, but you like it.", " I have let the baby know how lewd its mother really is!"]}, {"name": "", "audio": "", "normalized": ["The old man grinned creepily with his mouth covered with the breast milk and continued to suck on the dripping milk."]}, {"name": "Alberta", "audio": "v_sr347_0013", "normalized": ["Huaagh, aghh, haamnn!", " This baby… It's gonna find out how lewd I really am…!", " Haahh, I'm so excited, I can't stop the milk…!"]}, {"name": "", "audio": "", "normalized": ["The man licked her stomach, now encasing a new life inside, smothering it with his saliva which made Alberta aroused to no end."]}, {"name": "", "audio": "", "normalized": ["She was being groped by a disgusting old man she had no love for."]}, {"name": "", "audio": "", "normalized": ["And how the old man was sucking on the milk intended for the baby, all turned into pleasure for her."]}, {"name": "", "audio": "", "normalized": ["The sensation of the tongue slithering all over the skin spread lust to every corner of her body and her eyes melted from the pleasure."]}, {"name": "Boss", "audio": "", "normalized": ["Oohh?!", " Again, the baby is kicking back!"]}, {"name": "Alberta", "audio": "v_sr347_0014", "normalized": ["Aaahh?!", " The baby, it's awake now… Aaahmmnn?!", " I-I'm so embarrassed…!"]}, {"name": "", "audio": "", "normalized": ["The baby was seeded by the man she did not even like, and now it knew how she was getting aroused from the petting of the same man."]}, {"name": "", "audio": "", "normalized": ["That shame burned up Alberta's body so hot."]}, {"name": "", "audio": "", "normalized": ["The lust made her writhe."]}, {"name": "Boss", "audio": "", "normalized": ["Hohohoh!", " I'm your daddy."]}, {"name": "Boss", "audio": "", "normalized": ["I'm doing something lewd and fun with mommy, so you just sit then and look how slutty your mommy is now."]}, {"name": "Alberta", "audio": "v_sr347_0015", "normalized": ["Noo…!", " Aahhmn, aamnngh, Master…!"]}, {"name": "", "audio": "", "normalized": ["The man talked to the baby with a baby-talk and continued to suck the breast milk pathetically."]}, {"name": "", "audio": "", "normalized": ["Alberta narrowed her eyes from the arousal and shook her belly as she saw that."]}, {"name": "", "audio": "", "normalized": ["Then she twitched her pussy, again and again, leaking honey out of it shamelessly."]}, {"name": "", "audio": "", "normalized": ["At the same time, she felt the need to piss."]}, {"name": "Alberta", "audio": "v_sr347_0016", "normalized": ["Aaguhh…?!", " Master… I have to go to the bathroom…"]}, {"name": "", "audio": "", "normalized": ["Alberta told the old man embarrassedly and the man looked up at her with a creepy smile."]}, {"name": "Boss", "audio": "", "normalized": ["That's no good.", " You should not hold it in.", " Just do it here!"]}, {"name": "", "audio": "", "normalized": ["The old man with the smile still on his face moved his head to in front of Alberta's crotch as he flopped his extra skin."]}, {"name": "Alberta", "audio": "v_sr347_0017", "normalized": ["Aaauhhmnn?!", " Master, what are you…?"]}, {"name": "Boss", "audio": "", "normalized": ["Hohoh!", " I might as well help you with your pissing while I clean your body up!", " Berroubbrouhbrrouh!"]}, {"name": "Alberta", "audio": "v_sr347_0018", "normalized": ["Haaheghh?!", " Mnnghh?!", " That's my peeing hole…?!"]}, {"name": "", "audio": "", "normalized": ["The old man spread her crevice wide and drilled his tongue into the tiny opening inside, smothering his saliva into it."]}, {"name": "", "audio": "", "normalized": ["Alberta moaned from the pleasure as she could not resist that fierce petting by his tongue."]}, {"name": "", "audio": "", "normalized": ["She could not help but to twitch her flesh hole and writhe from the numbing sensation."]}, {"name": "Boss", "audio": "", "normalized": ["Gwuhhohoh!", " I'm licking your piss hole, but your pussy seems to be twitching!", " You want me to lick it too?"]}, {"name": "Alberta", "audio": "v_sr347_0019", "normalized": ["Huaaghh?!", " Aaahmnn, I want you to lick it…!"]}, {"name": "Alberta", "audio": "v_sr347_0020", "normalized": ["Haaguhh, all the crease of my pussy… Haauh, haahh, and my clitoris too, mnnaahh?!", " Please make me feel it!"]}, {"name": "", "audio": "", "normalized": ["Alberta could not hold it in anymore as the man groped her honeypot and began to beg him."]}, {"name": "", "audio": "", "normalized": ["For her crevice seeped out the viscous fluids and it continued to twitch and spasm erotically as if it was begging for more from the pathetic old man."]}, {"name": "Boss", "audio": "", "normalized": ["You were all shy and coy just now, but once I got to licking your pussy, you are now so open about it."]}, {"name": "Boss", "audio": "", "normalized": ["You are one hell of a slut.", " Gwuhuhuh!", " Now, just piss yourself already!"]}, {"name": "Alberta", "audio": "v_sr347_0021", "normalized": ["Aaaheeghh?!", " Mmneghh?!", " My piss hole, don't put your tongue in there?!", " Guhuhhgmnn?!"]}, {"name": "", "audio": "", "normalized": ["The man shoved his pointy tongue into her urethra and rubbed up the inside deep."]}, {"name": "", "audio": "", "normalized": ["The overwhelming pleasure only increased her urge to pee even more."]}, {"name": "", "audio": "", "normalized": ["Not only her hips but her entire body began to shake as she rose to the climax."]}, {"name": "Boss", "audio": "", "normalized": ["Come on, just get it out already.", " Just piss yourself here!", " Splash, splash, splash!"]}, {"name": "Alberta", "audio": "v_sr347_0022", "normalized": ["Mnnguhahh?!", " That hole, it's like a pussy, mgghuhh?!", " Mngnhh?!", " If you drill it like that, ehghhmn?!"]}, {"name": "", "audio": "", "normalized": ["The man drilled her small hole with the tongue and Alberta lifted her hips as she shook her heavy stomach."]}, {"name": "", "audio": "", "normalized": ["She had been made to feel pleasure from the urethra by then, so she could not resist the bolt of pleasure striking the top of her head."]}, {"name": "", "audio": "", "normalized": ["She was splashing thick pussy juice from her crotch onto the old man's face as he licked it."]}, {"name": "", "audio": "", "normalized": ["From the tips of her breasts ran down breast milk and it colored her crotch, which was being groped, white."]}, {"name": "Alberta", "audio": "v_sr347_0023", "normalized": ["Aaahh, aaghhaah?!", " It's already…c-coming out…!", " Heeaghh?!", " I'm going to piss myself!"]}, {"name": "Boss", "audio": "", "normalized": ["Hyuouhhyouhyouh!", " Do it, do it!", " Let the baby know its mother is an embarrassing woman who pisses herself in bed!"]}, {"name": "Alberta", "audio": "v_sr347_0024", "normalized": ["Aaaheeghh?!", " No, I mustn't, it's too embarrassing!", " Aaahg, aaghh, but, it's arousing me, haamnn?!", " It's coming out!"]}, {"name": "Boss", "audio": "", "normalized": ["Good, piss yourself as you shiver from the shame!", " Looky-here?", " Your mommy is now going to pee herself!"]}, {"name": "", "audio": "", "normalized": ["The old man once again talked to the baby inside her belly with creepy baby-talk."]}, {"name": "", "audio": "", "normalized": ["Alberta's arousal had reached the climax at this point as she was what the old man was doing."]}, {"name": "", "audio": "", "normalized": ["Her urethra continued to twitch."]}, {"name": "", "audio": "", "normalized": ["Her body shuddered as sweat drops flew off of her skin."]}, {"name": "", "audio": "", "normalized": ["She had been taken over by pleasure."]}, {"name": "Alberta", "audio": "v_sr347_0025", "normalized": ["Gughheghh?!", " I-it's coming out…!", " Nmmghh?!"]}, {"name": "", "audio": "", "normalized": ["Alberta had experienced many different kinds of perverted acts in front of this old man."]}, {"name": "", "audio": "", "normalized": ["But she was still hesitant to piss herself in front of him."]}, {"name": "", "audio": "", "normalized": ["Yet she could not stop it now."]}, {"name": "", "audio": "", "normalized": ["It felt so good, shame went right out of her mind."]}, {"name": "Boss", "audio": "", "normalized": ["Gwuhohoho!", " Come, wet yourself!"]}, {"name": "", "audio": "", "normalized": ["The tongue drilled into Alberta's urethra violently and scrubbed her membrane inside."]}, {"name": "Alberta", "audio": "v_sr347_0026", "normalized": ["Guheeghhmnngg?!"]}, {"name": "", "audio": "", "normalized": ["Alberta screamed and her body jumped up."]}, {"name": "", "audio": "", "normalized": ["*Trickle* *Splash* *Spew* Splash* *Splash*"]}, {"name": "Alberta", "audio": "v_sr347_0027", "normalized": ["Guhhuhghh?!", " Mnnghh, mmnnhh?!", " Guhhuhh?!", " Mnngh?!"]}, {"name": "", "audio": "", "normalized": ["Alberta growled in low, repeated bursts and peed herself."]}, {"name": "", "audio": "", "normalized": ["It was embarrassing and yet she was lightly orgasming from the shame and exhilarating feeling pissing herself in front of the old man."]}, {"name": "", "audio": "", "normalized": ["She shook her inflated belly and her hips twitched and danced."]}, {"name": "Boss", "audio": "", "normalized": ["Ohh!", " You finally did!", " Mmaahh!"]}, {"name": "Alberta", "audio": "v_sr347_0028", "normalized": ["Haaghh?!", " You're catching my piss with your mouth?!", " Mnnaahh!", " Master!"]}, {"name": "", "audio": "", "normalized": ["The man had opened up his mouth widely."]}, {"name": "", "audio": "", "normalized": ["He then received the muddy, yellow liquid with it and gulped it as if it tasted so good."]}, {"name": "Alberta", "audio": "v_sr347_0029", "normalized": ["Haamnn?!", " You're watching me pissing myself, mnnghh?!", " You are drinking it too, haaghh!", " I can't stand it!"]}, {"name": "", "audio": "", "normalized": ["Alberta's embarrassment had peaked at this point and her body shuddered, rising up towards another minor orgasm."]}, {"name": "", "audio": "", "normalized": ["She could not stop herself from pissing herself while looking at the wrinkled old man."]}, {"name": "Boss", "audio": "", "normalized": ["Mnnoohh?!", " It tastes great!", " Ooohh, drinking your piss is making my cock so hard, it's gonna blow up!"]}, {"name": "Alberta", "audio": "v_sr347_0030", "normalized": ["Master, this is so amazing!", " I can see you cock it rock-hard!", " Mnnahh, please drink more piss and get your cock even harder!"]}, {"name": "", "audio": "", "normalized": ["Alberta stared at the old man's crotch as she was still in minor orgasm and shook her hips seductively."]}, {"name": "", "audio": "", "normalized": ["Her arousal had peaked from the repeated acts of shame and called out to the old man even lovingly to beg for more."]}, {"name": "", "audio": "", "normalized": ["She continued to twitch her flesh-pot over and over, pissing towards the mouth of the enemy organization."]}, {"name": "Alberta", "audio": "v_sr347_0031", "normalized": ["Ahahh!", " Haaghh, uhaahh?!", " Aaahh… It's still, it feels just so good… It's still going on…"]}, {"name": "", "audio": "", "normalized": ["Even after Alberta finished pissing herself, she was carried away by the small orgasm and trembled."]}, {"name": "", "audio": "", "normalized": ["Her expression was not that of an expecting mother."]}, {"name": "", "audio": "", "normalized": ["It was that of a female in heat, with her eyes molten down by the pleasure and drooling."]}, {"name": "Boss", "audio": "", "normalized": ["Guuhbueghh!", " Aaahh!", " It's different from either breast milk or pussy juice, your piss tastes damn good!"]}, {"name": "Boss", "audio": "", "normalized": ["Gwuhhuhuhuh, you just made my cock so hard it's about to cum any second now!"]}, {"name": "Alberta", "audio": "v_sr347_0032", "normalized": ["Really… Your cock looks so amazing…!", " Haaghh!", " It's throbbing so wildly, and it's gotten so hard…!"]}, {"name": "", "audio": "", "normalized": ["As if she had become captivated by it, Alberta could not take her eyes off of the erect penis of an old man she did not even like."]}, {"name": "Boss", "audio": "", "normalized": ["You're begging for it with your eyes.", " I can see you can't wait either.", " Hohoho, you damn slut.", " I can't wait much longer either."]}, {"name": "Boss", "audio": "", "normalized": ["I'm gonna pound your pussy so hard with this cock so I can replenish all the nutrients you just let out!"]}, {"name": "Alberta", "audio": "v_sr347_0033", "normalized": ["Pound my pregnant pussy, please…!", " Aaamnn!", " I'm so happy!", " Master, please hurry…!"]}, {"name": "", "audio": "", "normalized": ["It was finally the time for her to receive the cock she wanted so bad."]}, {"name": "", "audio": "", "normalized": ["Alberta still had a baby inside her womb, yet she willingly offered up her vagina to the man."]}, {"name": "", "audio": "", "normalized": ["*Thump* *Shove*"]}, {"name": "Alberta", "audio": "v_sr347_0034", "normalized": ["Aaahumnn?!", " Aaahmn?!", " C-cock…!"]}, {"name": "", "audio": "", "normalized": ["Alberta moaned in ecstasy as she was penetrated to the depth of her vagina with the penis of the man she did not even like who got her pregnant."]}, {"name": "", "audio": "", "normalized": ["She had finally gotten what she wanted and shuddered in joy.", " She squeezed her pussy as tight as she could to not let the cock get away."]}, {"name": "Boss", "audio": "", "normalized": ["Mnngoouhh?!", " Your pussy is sucking onto it already.", " You really are one hell of a slut!"]}, {"name": "Boss", "audio": "", "normalized": ["Ohh, I love your pussy, no matter how many times I fuck it!"]}, {"name": "Alberta", "audio": "v_sr347_0035", "normalized": ["Haauhghh?!", " Ohhmnn, Master's cock too, it's reaching in so deep, it's so hard too… I love how it feels…!"]}, {"name": "Boss", "audio": "", "normalized": ["Gwuhuhuh!", " You love the taste of the cock that much!"]}, {"name": "Alberta", "audio": "v_sr347_0036", "normalized": ["I love it!", " Aaahmnn!", " I'm so happy, haauhh, to be able to conceive your child, and become your woman…and tasting your cock!"]}, {"name": "Boss", "audio": "", "normalized": ["Well, well.", " Then I'm going to make sure you get enough of my cock today too!"]}, {"name": "", "audio": "", "normalized": ["The old man nodded satisfied and began to move his hips."]}, {"name": "Alberta", "audio": "v_sr347_0037", "normalized": ["Mnnoughh?!", " Oooghhmnn?!", " Mnnghh, such a great cock, my pussy is begin scraped so hard!", " Hoomnn?!"]}, {"name": "", "audio": "", "normalized": ["She was being pounded by the penis of an old man she felt no affection towards."]}, {"name": "", "audio": "", "normalized": ["Yet she moaned in pleasure and shook her enlarged belly."]}, {"name": "", "audio": "", "normalized": ["It was something familiar to her, it was the very thing that made her pregnant."]}, {"name": "", "audio": "", "normalized": ["Even though she had no love for her owner, she felt affection for the erect penis that would please her."]}, {"name": "", "audio": "", "normalized": ["Even if it did not belong to her beloved Fuuma, the immoral feeling of being violated by the cock made her extremely aroused and addicted."]}, {"name": "Boss", "audio": "", "normalized": ["You're pregnant and yet when I pound you, you love it so much… You are so lewd!", " Just the right kind of lewdness for me!"]}, {"name": "Boss", "audio": "", "normalized": ["You just wait, I'm gonna pour sizzling hot milk into you and your baby!", " Mhhouhh!"]}, {"name": "", "audio": "", "normalized": ["*Shove* *Drill* *Crush*"]}, {"name": "Alberta", "audio": "v_sr347_0038", "normalized": ["Haaggouhh?!", " Ouhghh?!", " Uhoughh?!", " The tip of your cock, it's drilling into my pregnant womb?!"]}, {"name": "", "audio": "", "normalized": ["The old man pounded his hips so hard, it was completely unfitting for his age and slammed his tip into her womb."]}, {"name": "", "audio": "", "normalized": ["One should refrain from rough sex during pregnancy, yet Alberta did not care and drowned in pleasure."]}, {"name": "", "audio": "", "normalized": ["She roared like a beast, unimaginable from her beautiful looks, and writhed with a frown on her face from the pleasure."]}, {"name": "Boss", "audio": "", "normalized": ["You like me slamming your womb, yeah, you do!", " Take this and this!"]}, {"name": "Alberta", "audio": "v_sr347_0039", "normalized": ["Huugoouhgouhh?!", " Ohghh, that's my fetal membrane?!", " You are knocking on it…?!", " Houuhh?!", " The baby is going crazy inside!"]}, {"name": "", "audio": "", "normalized": ["The tip of the cock was knocking up against the fetal membrane protruding from her womb and Alberta could feel the baby moving around inside."]}, {"name": "Boss", "audio": "", "normalized": ["Oohhyouuhh!", " I can feel it with my cock!", " You love mommy and daddy having nice and friendly sex!"]}, {"name": "Boss", "audio": "", "normalized": ["Gwuhuhu, we should get more friendly now!"]}, {"name": "Alberta", "audio": "v_sr347_0040", "normalized": ["Maaghh?!", " Y-yes…!", " Churuhhchuhghh!", " Berroughhmn… Relouhrelough!", " Mnnguhh?!"]}, {"name": "", "audio": "", "normalized": ["The old man sucked onto Alberta's lips as he moved."]}, {"name": "", "audio": "", "normalized": ["She responded to it by placing her lips over his, rubbing them together and tangled their tongues covered with saliva."]}, {"name": "Boss", "audio": "", "normalized": ["Oooughh!", " This is so good, so good!", " I'm gonna cum while I have my cock against the baby!"]}, {"name": "Alberta", "audio": "v_sr347_0041", "normalized": ["Juurouh!", " Relouherrluh!", " Mguhouh?!"]}, {"name": "Alberta", "audio": "v_sr347_0042", "normalized": ["Cum, please!", " Please let the baby taste Master's cum too!", " Mnbbuhgh, bbchughh!", " Oooghh?!"]}, {"name": "", "audio": "", "normalized": ["She should not orgasm too hard for the wellbeing of the baby."]}, {"name": "", "audio": "", "normalized": ["She knew it very well, still, Alberta rushed towards the climax, only being driven by her desire to receive semen with her womb."]}, {"name": "", "audio": "", "normalized": ["It did not matter to her it was from a man she hated."]}, {"name": "", "audio": "", "normalized": ["She wanted membrane protecting the baby to get smashed on, receive semen all over, and reach the pinnacle of pleasure."]}, {"name": "", "audio": "", "normalized": ["Her belly was still heavy, but Alberta exposed her lust and let her hips dance around."]}, {"name": "Alberta", "audio": "v_sr347_0043", "normalized": ["Aaabughh, errouhlerouh!", " I want cum!", " Ohhghhmn?!", " Please let the baby have a taste of your cum too!", " Juhhrrorouhreluhlughreluhh!"]}, {"name": "Boss", "audio": "", "normalized": ["Just wait, I'm about to cum!", " Ohh, coming!"]}, {"name": "", "audio": "", "normalized": ["The old man parted her fleshy crevice with the age-inappropriate hip pounding and smashed the tip into the fetal membrane."]}, {"name": "", "audio": "", "normalized": ["That sensation caused the overwhelming pleasure t rise up and Alberta shuddered from it."]}, {"name": "", "audio": "", "normalized": ["The old man made one last thrust and slammed his hips."]}, {"name": "Boss", "audio": "", "normalized": ["Nuouhghh?!", " I'm cumming!", " Drink it with your womb!", " Let your baby have it too!", " Mnnyuhyouuhh!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Sput* *Spew* *Spew* *Sput* *Throb* *Throb* *Splosh* *Spew* *Spew*"]}, {"name": "Alberta", "audio": "v_sr347_0044", "normalized": ["――?!"]}, {"name": "", "audio": "", "normalized": ["She received semen right into her womb as it was still pregnant with the baby as the tip was still pressed against it."]}, {"name": "", "audio": "", "normalized": ["Alberta screamed silently from the sizzling sensation filling her womb as it was poured in."]}, {"name": "Alberta", "audio": "v_sr347_0045", "normalized": ["Aaaouhghh?!", " Into my baby sack, you're pouring cum in?!", " Oohhouhh?!"]}, {"name": "", "audio": "", "normalized": ["With so much semen rushing into her womb, Alberta could not help herself but roar."]}, {"name": "", "audio": "", "normalized": ["She twitched and arched her back wildly and reached orgasm as she splashed breast milk out."]}, {"name": "Boss", "audio": "", "normalized": ["Alberta!", " Squeeze my cock as your cum breast milk!", " Take in all the cum with your pregnant womb!"]}, {"name": "Alberta", "audio": "v_sr347_0046", "normalized": ["Master!", " I'm going to squeeze your cock as I cum milk!", " Houhmnn?!", " I'm gonna take in all the cum with my pregnant womb!"]}, {"name": "", "audio": "", "normalized": ["They called to each other as though they were a loving couple."]}, {"name": "", "audio": "", "normalized": ["They smashed their hips together as they devoured pleasure together."]}, {"name": "", "audio": "", "normalized": ["Even during all that, Alberta wiggled her pussy and sucked onto the ejaculating cock, rubbing and stroking it."]}, {"name": "Boss", "audio": "", "normalized": ["Mhhoo?!", " Your knocked up pussy feels so good!", " I'm still cumming!", " Broberuh!"]}, {"name": "Alberta", "audio": "v_sr347_0047", "normalized": ["Juruhhghjurughhmnn!", " Berouhgleroughh!", " I love Master's ejaculating cock too!"]}, {"name": "Alberta", "audio": "v_sr347_0048", "normalized": ["I'm gonna take in all the cum that knocked me up!", " Gouukyumnn, mnnghh?!", " Relouhrehouhh!"]}, {"name": "", "audio": "", "normalized": ["Both of them climaxed repeatedly and kissed each other over and over again, exchanging fluids."]}, {"name": "", "audio": "", "normalized": ["They swallowed each other's tongue, tangled their teeth, and sucked on lips."]}, {"name": "", "audio": "", "normalized": ["They were spiraling down into the otherworldly depth of lust together.", " They shared orgasm over and over, drowning in the sea of pleasure."]}, {"name": "Alberta", "audio": "v_sr347_0049", "normalized": ["Aaahouhghh?!", " Houghh, oouhghmnn…?!", " M-Master, ooughh, the creampie… It was amazing… Beroughhlrouh…"]}, {"name": "Boss", "audio": "", "normalized": ["Hughh, hughh… Hyouhohoho, of course.", " With you, I can keep going as long as I want."]}, {"name": "Boss", "audio": "", "normalized": ["Come on, let me have a go at your anus this time.", " I'm gonna lick it clean, so get on your fours."]}, {"name": "", "audio": "", "normalized": ["The old man was still licking Alberta's lips as he sucked on it, making nasty noise and still erect hard."]}, {"name": "Alberta", "audio": "v_sr347_0050", "normalized": ["Aaahuhghh… Haghh, haghh, mnnguhh… You don't have to lick me clean anymore…"]}, {"name": "Boss", "audio": "", "normalized": ["You're playing coy again, gwuhuhuh!"]}, {"name": "Boss", "audio": "", "normalized": ["You want me to suck your asshole all nasty and dirty, don't you?", " Hyouhhghh, you are a real slut."]}, {"name": "Alberta", "audio": "v_sr347_0051", "normalized": ["Hehe… That's not what I mean.", " This time, it's my turn to clean everything up."]}, {"name": "", "audio": "", "normalized": ["Alberta answered the old man, screaming as he was frothing from his mouth, in a calm voice."]}, {"name": "Boss", "audio": "", "normalized": ["Houhhouhghh, is that so, is that so!", " Then do go ahead and clean my cock and asshole."]}, {"name": "Alberta", "audio": "v_sr347_0052", "normalized": ["Hehehe… That's not bad, but even better…"]}, {"name": "", "audio": "", "normalized": ["Alberta pointed a sultry smile at the old man."]}, {"name": "", "audio": "", "normalized": ["The old and shriveled leader of the enemy organization smiled back at her sultry manners."]}, {"name": "Boss", "audio": "", "normalized": ["Ohh!", " What, where are you――"]}, {"name": "", "audio": "", "normalized": ["The old man's voice was cut short."]}, {"name": "", "audio": "", "normalized": ["Alberta was holding her weapon of choice, Rising Gun, in her hands out of nowhere."]}, {"name": "", "audio": "", "normalized": ["On the bed was the ugly and miserable corpse of the old man with extra skin flopping around."]}, {"name": "", "audio": "", "normalized": ["The loud retort from the weapon echoed, but nobody came into the room as the fallen old man had ordered his men to stay away."]}, {"name": "Alberta", "audio": "v_sr347_0053", "normalized": ["Your head, of course.", " Hehehe.", " Look, all clean now."]}, {"name": "", "audio": "", "normalized": ["Alberta looked down at the lump of flesh that was once the old man with an ominous and flirty smile."]}, {"name": "", "audio": "", "normalized": ["Her mission was now over."]}]