[{"name": "Blonde Girl", "audio": "v_r-ev312_0000", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["A girl was lying on a bed right in front of my eyes.", " Her blond hair was all over the bedsheet."]}, {"name": "", "audio": "", "normalized": ["Her eyes were unfocused and she stared blankly into the air.", " I could not see any emotion on her face."]}, {"name": "", "audio": "", "normalized": ["Even though someone she will be offering herself to was standing right in front of her…"]}, {"name": "You", "audio": "", "normalized": ["Hey, Amelia… Don't you have anything to say?"]}, {"name": "", "audio": "", "normalized": ["I could not stand the silence and called out to her."]}, {"name": "", "audio": "", "normalized": ["This girl with an almost robotic and monotonous poker face expression was Amelia Roberts."]}, {"name": "", "audio": "", "normalized": ["She was a student attending a school specialized in biology and she also was a researcher."]}, {"name": "Amelia", "audio": "v_r-ev312_0001", "normalized": ["Not really… I do not have anything particular to say.", " Please, just do whatever you want."]}, {"name": "", "audio": "", "normalized": ["Her whispering words sounded like she was talking about someone else."]}, {"name": "", "audio": "", "normalized": ["To tell the truth, she probably had absolutely zero interest in having sex with a man."]}, {"name": "You", "audio": "", "normalized": ["Whatever I want, you say… But it's not like I want to fuck an inanimate object.", " Can't you just talk or something?"]}, {"name": "", "audio": "", "normalized": ["Without any reaction, it was no fun for me.", " It didn't get me into the mood - such a poker face."]}, {"name": "Amelia", "audio": "v_r-ev312_0002", "normalized": ["You want me to talk…?", " Then I can recite the results of my recent research to you while we do it…"]}, {"name": "You", "audio": "", "normalized": ["…No thanks."]}, {"name": "", "audio": "", "normalized": ["That would actually make my dick flaccid."]}, {"name": "Amelia", "audio": "v_r-ev312_0003", "normalized": ["What, I don't have to talk now?", " …Then just insert your penis into my vagina, stimulate it, and ejaculate.", " You are wasting my time."]}, {"name": "You", "audio": "", "normalized": ["Hey, hey, don't hurry me like that.", " You say just insert it, but you aren't even wet yet."]}, {"name": "", "audio": "", "normalized": ["As I looked down at Amelia's crotch, I saw a rather unflattering pair of underwear."]}, {"name": "", "audio": "", "normalized": ["And her labia visible through the fabric of the underwear did not seem even remotely wet."]}, {"name": "Amelia", "audio": "v_r-ev312_0004", "normalized": ["…Is there any reason I should be wet?", " The vaginal fluid will be secreted as a defense mechanism once you start stimulating me."]}, {"name": "You", "audio": "", "normalized": ["I mean… So much for the mood and romantics…"]}, {"name": "", "audio": "", "normalized": ["She really was something… I knew that those researcher types were weird, but… Amelia was on the extreme end of that scale."]}, {"name": "", "audio": "", "normalized": ["I was pondering about such things as I remember how we met for the first time."]}, {"name": "Amelia", "audio": "v_r-ev312_0005", "normalized": ["Hey… You have a minute?"]}, {"name": "", "audio": "", "normalized": ["I was in a UFS facility when Amelia talked to me for the first time.", " I was walking down the hallway when she approached me."]}, {"name": "", "audio": "", "normalized": ["I was going to just dodge her and carry on, but her looks caught my eyes and I stopped to talk to her."]}, {"name": "Amelia", "audio": "v_r-ev312_0006", "normalized": ["I'm Amelia… I'm a student at a school in the UFS and also working as a researcher."]}, {"name": "You", "audio": "", "normalized": ["Hmm… Yeah?", " So what do you want with me?"]}, {"name": "", "audio": "", "normalized": ["Looking back at it, I think Amelia was already staring blankly at my face at this point."]}, {"name": "", "audio": "", "normalized": ["It was as though her eyes were not looking at me, but the empty space behind me… Something felt very strange about her."]}, {"name": "Amelia", "audio": "v_r-ev312_0007", "normalized": ["…I need help with my experiments."]}, {"name": "You", "audio": "", "normalized": ["Experiments?", " So that's what you want… What do I get paid?"]}, {"name": "Amelia", "audio": "v_r-ev312_0008_01", "normalized": ["You… can get anything that I can afford."]}, {"name": "", "audio": "", "normalized": ["Anything… That was a rather alluring offer."]}, {"name": "", "audio": "", "normalized": ["As I looked at Amelia once again, I could see she had even features and a curvy body for an egghead."]}, {"name": "", "audio": "", "normalized": ["…This might be pretty fun."]}, {"name": "", "audio": "", "normalized": ["The fact she came to me on her own means she should be ready… But I had to make sure."]}, {"name": "You", "audio": "", "normalized": ["Now, let's say if I was to ask for…your body, and by that, I mean I want to fuck you, how about it?"]}, {"name": "Amelia", "audio": "v_r-ev312_0009", "normalized": ["Yes.", " If you would like that as compensation, it will be fine."]}, {"name": "", "audio": "", "normalized": ["She answered instantly.", " One would think she would hesitate…"]}, {"name": "You", "audio": "", "normalized": ["…Do you really know what I just said?"]}, {"name": "Amelia", "audio": "v_r-ev312_0010", "normalized": ["Yes, I do.", " Sex… Meaning male and female reproduction… You can use my body however you want.", " I will just think about my experiments."]}, {"name": "You", "audio": "", "normalized": ["I-I see…"]}, {"name": "", "audio": "", "normalized": ["I was a bit baffled by how smooth everything was going…"]}, {"name": "", "audio": "", "normalized": ["But I figured it was all fine as long as Amelia said she was okay with it, and I rolled with it."]}, {"name": "", "audio": "", "normalized": ["Then Amelia and I moved to this room and that was how we ended up in this such situation…"]}, {"name": "Amelia", "audio": "v_r-ev312_0011", "normalized": ["What's wrong?", " You seem to be zoning out."]}, {"name": "You", "audio": "", "normalized": ["I didn't think you would be the one to tell me that…"]}, {"name": "", "audio": "", "normalized": ["Of course, Amelia was the one who looked like she was zoning out, but I did not say that out loud."]}, {"name": "", "audio": "", "normalized": ["I had no idea what she was thinking about inside her brilliant mind, but I just wanted to do something about her poker face."]}, {"name": "You", "audio": "", "normalized": ["I mean, you know… What I was going to say was, you would not feel good if you are dry like this."]}, {"name": "You", "audio": "", "normalized": ["It would be no fun if you can't feel pleasure."]}, {"name": "Amelia", "audio": "v_r-ev312_0012", "normalized": ["…I don't know.", " I don't care if it doesn’t pertain to my research."]}, {"name": "", "audio": "", "normalized": ["My proposition was immediately shot down by her with the excuse of her research.", " I figured it must be that important to her."]}, {"name": "You", "audio": "", "normalized": ["Huh… Alright, if you insist, I have no choice.", " I'll just get started, with my way."]}, {"name": "", "audio": "", "normalized": ["It was obvious nothing but her research was Amelia's mind… But it actually made me more motivated."]}, {"name": "", "audio": "", "normalized": ["If Amelia had no interest in anything but her research, then I was going to corrupt her with pleasure using my technique."]}, {"name": "", "audio": "", "normalized": ["I wanted to lewdly skew her poker face."]}, {"name": "", "audio": "", "normalized": ["With the naturally heightening heartbeat, I slowly reached for Amelia's crotch and then rubbed her labia through the fabric."]}, {"name": "Amelia", "audio": "v_r-ev312_0013", "normalized": ["Ah… Mnngh, mmnmhh…"]}, {"name": "", "audio": "", "normalized": ["Just touching her gently through the fabric was enough to make Amelia's body twitch as she let out a faint breath."]}, {"name": "", "audio": "", "normalized": ["Judging by her reaction, I could see that her body was more sensitive than I thought."]}, {"name": "", "audio": "", "normalized": ["I was getting aroused by seeing Amelia's reaction."]}, {"name": "You", "audio": "", "normalized": ["I heard that voice.", " Were you surprised I touched you?"]}, {"name": "", "audio": "", "normalized": ["I asked her as I rubbed labia pretentiously.", " I started very gently at first, touching her thoroughly but slowly."]}, {"name": "Amelia", "audio": "v_r-ev312_0014", "normalized": ["Ahh, mnnguhh… Ahh, mnnhh, what do you mean…?", " Touching me…in my crotch, I think…mnngh, it's pointless…"]}, {"name": "", "audio": "", "normalized": ["Amelia tried to pretend she was calm, but her breath was certainly running short."]}, {"name": "", "audio": "", "normalized": ["Drops of sweat were forming onto her forehead and her perfect breasts moved up and down as she breathed."]}, {"name": "You", "audio": "", "normalized": ["Pointless?", " I won't do anything pointless to you.", " Of course, it has its own point."]}, {"name": "", "audio": "", "normalized": ["I talked to her softly as I let my fingers run along her labia.", " Then I rubbed her already erect clitoris."]}, {"name": "Amelia", "audio": "v_r-ev312_0015", "normalized": ["Mnnghh… Aahh, mnngh… What would it be?", " You can't ejaculate while doing this… Heeahh, mnngh."]}, {"name": "", "audio": "", "normalized": ["The moment I touched her clitoris through the fabric, Ameli's body jumped up immediately."]}, {"name": "", "audio": "", "normalized": ["At the same time, she let out a sweet moan."]}, {"name": "", "audio": "", "normalized": ["And after a while, I started to feel some moisture on my fingertips as I continued to finger her."]}, {"name": "You", "audio": "", "normalized": ["I thought you were smart enough to know why I'm doing this…but I guess I was wrong."]}, {"name": "You", "audio": "", "normalized": ["If I touch you here like this, look… You're starting to get wet."]}, {"name": "", "audio": "", "normalized": ["Her crotch was starting to get wet, as I could tell even through the fabric of her panties."]}, {"name": "", "audio": "", "normalized": ["As I touch her, the seeping fluids tangled onto my finger, forming a thread."]}, {"name": "", "audio": "", "normalized": ["I scooped up the overflowing fluid with my finger and then showed it to Amelia."]}, {"name": "Amelia", "audio": "v_r-ev312_0016", "normalized": ["Mnngh… Haahh, haahh… This is just…being secreted as a response to sexual stimulation… Mnnguh, aahh, aghh…"]}, {"name": "Amelia", "audio": "v_r-ev312_0017_01", "normalized": ["Fluid secretion… It's just a natural female reaction… Aahh, mngh, haahh, haahh…"]}, {"name": "", "audio": "", "normalized": ["Amelia was shown her own vaginal fluid yet she did not break her poker face, pretending to be calm."]}, {"name": "", "audio": "", "normalized": ["However, her breath was already running short and her cheeks had turned pink."]}, {"name": "", "audio": "", "normalized": ["And her erect nipples were pushing up against her clothing and I could see their silhouette even through the sweater."]}, {"name": "", "audio": "", "normalized": ["Amelia was pretending to be calm but it obvious she was getting more and more aroused."]}, {"name": "You", "audio": "", "normalized": ["Come on… You're being so stubborn.", " If you're getting turned on, just say it.", " Look, your nipples have gotten so hard."]}, {"name": "", "audio": "", "normalized": ["As I said, I reached for Amelia's nipples which had gotten visibly erect with my hand."]}, {"name": "", "audio": "", "normalized": ["Then I touched her nipples through the sweater, getting ready to pinch them at any time."]}, {"name": "Amelia", "audio": "v_r-ev312_0018", "normalized": ["Ahh, mnnhh… Th-this is… It's nothing but an involuntary muscular contraction, ahh, mnngh…due to sexual stimulation――Mnguhh?!"]}, {"name": "", "audio": "", "normalized": ["I pinched Amelia's nipples as she was talking with short breath and then she suddenly let out intense moans while her hips shuddered."]}, {"name": "Amelia", "audio": "v_r-ev312_0019", "normalized": ["Wh-what the…?", " Ahh, mnnguh… Wh-what did you do…?"]}, {"name": "", "audio": "", "normalized": ["Amelia breathed in as if she was moaning and her eyes wandered around.", " I figured she was getting baffled by the sudden pleasure running through her body."]}, {"name": "", "audio": "", "normalized": ["Her expression looked rather silly and I could not stop myself into breaking into strange laughter."]}, {"name": "You", "audio": "", "normalized": ["Hahah… What was that, you might ask.", " It's fairly simple, I just pinched your nipples, like this."]}, {"name": "", "audio": "", "normalized": ["I pinched her nipples harshly once again as I still had an evil smile plastered onto my face."]}, {"name": "Amelia", "audio": "v_r-ev312_0020", "normalized": ["Heeaaghahh?!", " Mnnguh, mnnuguhh?!", " Aahh, mnguhh… Haauh, haahh…!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because I was pinching her harder than before, she let out even louder moans as her body jumped up."]}, {"name": "", "audio": "", "normalized": ["Amelia's nipples had gotten even harder thanks to the intense pleasure and her crotch had gotten drenched."]}, {"name": "Amelia", "audio": "v_r-ev312_0021", "normalized": ["Th-this is, just… It's messing with my thoughts… Ahh, mnnghh, don't waste your time… Just keep going…"]}, {"name": "You", "audio": "", "normalized": ["Hey, what are you talking about?", " You told me I can do whatever I want with your body."]}, {"name": "Amelia", "audio": "v_r-ev312_0022", "normalized": ["Uh…"]}, {"name": "", "audio": "", "normalized": ["Amelia's face frowned for a moment.", " She must have found the man in front of her to be extremely mean-spirited."]}, {"name": "", "audio": "", "normalized": ["But it did not matter.", " I was able to arouse Amelia this much.", " There was no way I was backing off, no matter how much she begged."]}, {"name": "You", "audio": "", "normalized": ["Why are you shutting up?", " I'm gonna ask but… You won't break the deal you've already made, am I right?"]}, {"name": "Amelia", "audio": "v_r-ev312_0023", "normalized": ["…I know.", " Forget what I said.", " Do as you wish."]}, {"name": "", "audio": "", "normalized": ["Amelia let out a faint sigh and whispered like she was giving up."]}, {"name": "", "audio": "", "normalized": ["Then her tensed up body started to relax.", " It appeared she had given up on resisting."]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " That's what I'm talking about.", " Now, I'm gonna do whatever I want, as you said."]}, {"name": "", "audio": "", "normalized": ["Things were going to be better without her resisting me.", " I decided to take it to the next stop and started taking Amelia's clothes off."]}, {"name": "", "audio": "", "normalized": ["First, I pulled her sweater out of the way and unbuttoned her blouse, then pulled the thin fabric of her panties to the side and exposed her drenched vagina."]}, {"name": "Amelia", "audio": "v_r-ev312_0024", "normalized": ["Aaahh, aaghh… Aahh, mnnaahh… You're a bit rough… Please, you have to slow down… Or you'll tear my clothing…"]}, {"name": "", "audio": "", "normalized": ["Amelia said with just a hint of complaint."]}, {"name": "", "audio": "", "normalized": ["However, it was not like she was angry, and rather she seemed to be covering up for the fact she was getting aroused from the sensation of getting stripped."]}, {"name": "You", "audio": "", "normalized": ["Haha, this is nowhere near enough to tear your clothes.", " Come on… I'll touch you where you would actually like now."]}, {"name": "", "audio": "", "normalized": ["I reached for her erect nipples as blood rushed into them and then played with them using my index finger."]}, {"name": "Amelia", "audio": "v_r-ev312_0025", "normalized": ["Heeahh…?!", " Heegh, aaghahh, mnnghh… Aaagh, mnnghh… Guh, haahh, haahh…!"]}, {"name": "Amelia", "audio": "v_r-ev312_0026", "normalized": ["Th-this feeling… Mnngh!", " Something akin to electric shock… I can feel it coming from the nipples… Heeughh!"]}, {"name": "", "audio": "", "normalized": ["Amelia's words stuttered and her body twitched as I touched her sensitive nipples."]}, {"name": "You", "audio": "", "normalized": ["How is it?", " It feels super sensitive when I don't touch you outright and just tease you for a bit, right?"]}, {"name": "", "audio": "", "normalized": ["I could feel her hardened nipples on my fingertips."]}, {"name": "", "audio": "", "normalized": ["I scooped up her vaginal fluid with my fingers and smothered it in to savor such sensation."]}, {"name": "Amelia", "audio": "v_r-ev312_0027", "normalized": ["No, mnnaahh…!", " I-I know what is happening… Guh, mnngmh!", " Acute stimulation is making my nerves sensitive… Heemnhaaghh!"]}, {"name": "Amelia", "audio": "v_r-ev312_0028", "normalized": ["B-but…!", " I know, I know what's happening, but…!", " I didn't know… Th-this would be so intense… Mnnhh, heeuuhh!"]}, {"name": "", "audio": "", "normalized": ["Amelia shook her head left and right as if she was trying to deny the fact while moaning."]}, {"name": "", "audio": "", "normalized": ["She was confused as it was not what she was expecting and could not accept the pleasure."]}, {"name": "", "audio": "", "normalized": ["…However, there was no need for her to accept it.", " She would only know true pleasure once the intense pleasure overwhelmed her mind."]}, {"name": "You", "audio": "", "normalized": ["Haha.", " Good, Amelia.", " Now, we're really getting started.", " Alright… I'm going to touch you down here too."]}, {"name": "", "audio": "", "normalized": ["I said and reached for her crotch with my empty hand, then pinched her clitoris which was as erect as it could get."]}, {"name": "Amelia", "audio": "v_r-ev312_0029", "normalized": ["Heeghehh, heeaaghh, mnnuughghh!", " Hyaahhnmm…!", " I-it was just… My vagina, it tingled… Aahh, aahh…"]}, {"name": "Amelia", "audio": "v_r-ev312_0030", "normalized": ["I can't think straight…when you do that to me… No, please stop… Please don't violate…my mind anymore…!"]}, {"name": "", "audio": "", "normalized": ["Amelia's face was twitching from the fear of not being able to focus on her research as her body twisted in denial."]}, {"name": "", "audio": "", "normalized": ["Her expression was getting better and better."]}, {"name": "", "audio": "", "normalized": ["With such an expression, intense sadistic urges started brewing inside me and I wanted to mess her up."]}, {"name": "You", "audio": "", "normalized": ["You can't pull out now, Amelia.", " I haven't even gotten slightly pleasure yet.", " You better start working on it."]}, {"name": "", "audio": "", "normalized": ["I pulled out my already fully-erect penis and then pressed it onto her drenched vagina."]}, {"name": "Amelia", "audio": "v_r-ev312_0031", "normalized": ["Ahh, mnnhahh…?!", " I-it is coming in…?", " N-no… If you put it inside now…!"]}, {"name": "", "audio": "", "normalized": ["Amelia's face turned pale in a blink as she must have instinctively realized what it meant."]}, {"name": "", "audio": "", "normalized": ["The moment my penis penetrated her, the wave of pleasure would overwhelm her mind."]}, {"name": "", "audio": "", "normalized": ["I had no intention to miss such an opportunity so I immediately penetrated her moist vagina with my penis."]}, {"name": "Amelia", "audio": "v_r-ev312_0032", "normalized": ["Eeghehh?!", " Heeghehh, mnnaahh!", " Heeghh, mnnguhh, muughh!"]}, {"name": "", "audio": "", "normalized": ["The moment I inserted my penis, she let out a moan, almost like a scream, and her whole body trembled."]}, {"name": "", "audio": "", "normalized": ["Then Amelia's vagina rejoiced as if it was waiting for the moment all along and contracted repeatedly, squeezing my cock."]}, {"name": "", "audio": "", "normalized": ["Judging by the reaction, it appeared Amelia had achieved orgasm with a single thrust."]}, {"name": "You", "audio": "", "normalized": ["Haha, looks like you're getting so turned on… Nice expression.", " Come on, taste my cock more."]}, {"name": "", "audio": "", "normalized": ["I started to move my hips violently even though Amelia was already orgasming."]}, {"name": "Amelia", "audio": "v_r-ev312_0033", "normalized": ["Heemnghh…!", " Heeghh, aaghahh!", " Heuughh!", " Guh, mnhaahh…!"]}, {"name": "Amelia", "audio": "v_r-ev312_0034", "normalized": ["Mnheghh, mnnghhnm…!", " No, stop, eeghh!", " M-my pussy is still tingling…!", " Please don't move now!", " Heeghehh, heeghh!"]}, {"name": "", "audio": "", "normalized": ["Amelia continued to moan in agony repeatedly.", " However, her body was limp and she could not resist at all."]}, {"name": "", "audio": "", "normalized": ["The pleasure running through her was gradually violating her."]}, {"name": "", "audio": "", "normalized": ["The thought of research must have been completely gone from Amelia's mind at this point."]}, {"name": "You", "audio": "", "normalized": ["Hah, you must be joking.", " You're so turned on yet you want me to stop?"]}, {"name": "You", "audio": "", "normalized": ["Come on, just admit you like my cock in your pussy.", " Maybe you should just be a little honest?"]}, {"name": "", "audio": "", "normalized": ["I said and thrust my hips up, repeatedly plowing her as the tip of the penis scraped her vagina."]}, {"name": "Amelia", "audio": "v_r-ev312_0035", "normalized": ["Ahh, mnnahh!", " Haagh, haauhh…!", " Heeuhh, uuehhnmguhh!"]}, {"name": "Amelia", "audio": "v_r-ev312_0036", "normalized": ["Heeghh, mnnmnhh!", " Wh-what is this!", " P-pleasure, I'm trying to keep it out of my head… Ughh, mnnguhh…!"]}, {"name": "Amelia", "audio": "v_r-ev312_0037", "normalized": ["E-every time you scrape my pussy…!", " Aaghh, noo!", " I-it's like my brain is frying or something…!", " Mnnghh, mnnaahh!"]}, {"name": "", "audio": "", "normalized": ["Wet noises from our moist skin touching each other echoed and Amelia said feverishly."]}, {"name": "You", "audio": "", "normalized": ["Hold up.", " Is that what you really are feeling now?"]}, {"name": "Amelia", "audio": "v_r-ev312_0038", "normalized": ["Mnnghnmmhh!", " Y-yes…!", " Th-the sensation of my pussy is directly coming into my brain… Aghh!", " That's what it feels like…!"]}, {"name": "", "audio": "", "normalized": ["Amelia nodded repeatedly a few times.", " Her expression was far from calm at this point."]}, {"name": "", "audio": "", "normalized": ["As I repeatedly pounded her, a massive amount of vaginal fluid as secreted from her crotch."]}, {"name": "", "audio": "", "normalized": ["I used the pussy juice gushing out like a fountain as lubricant and then continued to plow deep into her."]}, {"name": "Amelia", "audio": "v_r-ev312_0039", "normalized": ["Heeghh, heeaaghh?!", " Aaheeghh, ahaahh, mnnghh…!", " Aghh, ahaahh…!"]}, {"name": "Amelia", "audio": "v_r-ev312_0040", "normalized": ["I-it's coming in so deep, thrusting into me… Mnnghh!", " I-it's like getting plowed in my head directly!", " Guh, mnnaahh…!"]}, {"name": "", "audio": "", "normalized": ["Amelia let out sweet moans again as her body started to tremble rhythmically again."]}, {"name": "", "audio": "", "normalized": ["Amelia had lost control of her body at this point.", " The only thing filling her was a pleasure and she was covered with it."]}, {"name": "You", "audio": "", "normalized": ["This isn't bad at all.", " You've now got a real lewd face, Amelia.", " Now, it would get even better if you'd talk a little dirty."]}, {"name": "Amelia", "audio": "v_r-ev312_0041", "normalized": ["Th-that's not…!", " No, mnaaghh!", " Haaghh, haahh…!", " I-I can't do such a thing!"]}, {"name": "", "audio": "", "normalized": ["It seemed she still had enough sanity left to refuse, spouting obscene words for me."]}, {"name": "", "audio": "", "normalized": ["…However, it would not last long.", " I could see she was nearing her breaking point."]}, {"name": "You", "audio": "", "normalized": ["Now, don't say that.", " I know your head is filled with all sorts of lewd things about now, right?"]}, {"name": "", "audio": "", "normalized": ["I talked to her gently and convincingly while adjusted the pace I was pounding her with my cock."]}, {"name": "Amelia", "audio": "v_r-ev312_0042", "normalized": ["Aaahh, aaghahh…!", " Aghaahh, mnghh!", " Th-that's not…!", " I-I really am not… Heeguh, heeuhh!"]}, {"name": "", "audio": "", "normalized": ["Inside of Amelia's vagina twitched and she let out even sweeter moans."]}, {"name": "You", "audio": "", "normalized": ["Don't be shy now.", " Come on, just say it.", " What's happening to your pussy now?", " Tell me what you want me to do."]}, {"name": "", "audio": "", "normalized": ["I slowed my hips down for a moment and then asked Amelia.", " I was leading her to make her say it, so she would be willingly corrupted by pleasure."]}, {"name": "Amelia", "audio": "v_r-ev312_0043", "normalized": ["Ahh… Ah, aaghh, mnnghh… No, mnnghh… Th-that's…"]}, {"name": "", "audio": "", "normalized": ["Amelia visibly hesitated for a moment.", " I did not miss that brief moment and slowed my hips down further."]}, {"name": "Amelia", "audio": "v_r-ev312_0044", "normalized": ["Ugh, mnnghh… M-my pussy… It feels so good down there… And it's all drenched with my pussy juice… Mnngh."]}, {"name": "Amelia", "audio": "v_r-ev312_0045", "normalized": ["Your cock… I want it… I want it, more, more, and more… Please pound me hard… I want you to fuck me as hard as you can…!"]}, {"name": "", "audio": "", "normalized": ["Amelia finally managed to say it even though she was stuttering.", " She finally said it."]}, {"name": "", "audio": "", "normalized": ["I had finally broken the girl who was just obsessed with her research.", " The fact satisfied my intense urge to dominate her."]}, {"name": "You", "audio": "", "normalized": ["Haha… Hahahah!", " Alright, that's good.", " Now then, I shall do what you just asked."]}, {"name": "", "audio": "", "normalized": ["I sped up my hip as fast as I could after slowing down previously.", " I continued to put my cock in and out of her quickly to make her orgasm."]}, {"name": "Amelia", "audio": "v_r-ev312_0046", "normalized": ["Aghaahh!", " Mnghh, mnaahh!", " Noo, mnnghh!", " Aghh, aahh!", " Heegheh, heeghh!"]}, {"name": "Amelia", "audio": "v_r-ev312_0047", "normalized": ["No, p-please stop!", " I-it's too hard and my pussy…!", " S-something is coming again!"]}, {"name": "", "audio": "", "normalized": ["Amelia screamed and her whole body shuddered.", " Her vagina contracted repeatedly as it foreshadowed her orgasm."]}, {"name": "You", "audio": "", "normalized": ["Good.", " You're gonna come again, Amelia.", " I'm gonna cum in your pussy too, alright!"]}, {"name": "", "audio": "", "normalized": ["I felt the urge to ejaculate building in my lower abdomen.", " I shoved my penis in deep to let it out.", " And that moment――"]}, {"name": "Amelia", "audio": "v_r-ev312_0048", "normalized": ["Eeeghh, mnngheeghghh?!", " Heeaaghh, aghaahh!", " Aahegh, hehhnmgh!"]}, {"name": "Amelia", "audio": "v_r-ev312_0049", "normalized": ["I-it's so hot…!", " Inside of my pussy, i-it's getting f-filled with something hot, ughh!", " Heaaghh!"]}, {"name": "", "audio": "", "normalized": ["As I ejaculated inside her vagina, Amelia's whole body shuddered and she achieved orgasm."]}, {"name": "", "audio": "", "normalized": ["Her face was colored with pleasure and her mouth opened up pathetically.", " And her eyes got unfocused as if she was looking somewhere far."]}, {"name": "", "audio": "", "normalized": ["Her pot of flesh contracted and as it was sucking my semen out, the penis ejaculated a massive amount of semen, filling up her vagina."]}, {"name": "Amelia", "audio": "v_r-ev312_0050", "normalized": ["Aghh, aagahahh…!", " I-inside my pussy, it's getting filled with semen!", " M-my head is turning all blank too…!"]}, {"name": "Amelia", "audio": "v_r-ev312_0051", "normalized": ["I-I can't think of…my research anymore… Not even a bit.", " I can't think straight…!"]}, {"name": "", "audio": "", "normalized": ["Amelia whispered with her voice colored with joy."]}, {"name": "", "audio": "", "normalized": ["She seemed happy as the fact she had finally forgotten about her research as it never left her mind before, not even in her sleep, but pleasure overwhelmed it."]}, {"name": "You", "audio": "", "normalized": ["So, isn't this wonderful?", " This is sex.", " This is pleasure.", " You should enjoy it for a while."]}, {"name": "", "audio": "", "normalized": ["As I said, I thrust my still ejaculating penis up and knocked onto the depth of Amelia's vagina."]}, {"name": "Amelia", "audio": "v_r-ev312_0052", "normalized": ["Aghh, aaheeghh!", " Aghh, mnnguhh!", " I-it feels so good!", " Aaahegh, heeghh!"]}, {"name": "Amelia", "audio": "v_r-ev312_0053", "normalized": ["You're cumming inside my pussy… And it feels amazing to keep orgasming over and over!", " Heeagh!", " Aghh, mnngehghh…!"]}, {"name": "", "audio": "", "normalized": ["Amelia was stimulated while she was still extremely sensitive and her limbs jumped wildly, all over the place."]}, {"name": "", "audio": "", "normalized": ["She orgasmed repeatedly while letting out lewd screams…"]}, {"name": "Amelia", "audio": "v_r-ev312_0054", "normalized": ["Haahh… Haahh… Uh, mnnuh… Th-that was terrible…"]}, {"name": "", "audio": "", "normalized": ["As the ejaculation ended and I pulled my penis out, Amelia had calmed down somewhat."]}, {"name": "", "audio": "", "normalized": ["Even then, it seemed some lingering effects of the emotional rollercoaster were left and her cheeks were still blushing."]}, {"name": "", "audio": "", "normalized": ["…It felt like she was looking at me begrudgingly, but I decided to just ignore it."]}, {"name": "Amelia", "audio": "v_r-ev312_0055", "normalized": ["So… You've done all you've wanted with me.", " You better help me with sex now…"]}, {"name": "You", "audio": "", "normalized": ["Huh?", " What did you…"]}, {"name": "", "audio": "", "normalized": ["My ears must have been playing a trick on me as I heard something uncharacteristically lewd coming from Amelia's voice."]}, {"name": "Amelia", "audio": "v_r-ev312_0056", "normalized": ["…No, I meant research."]}, {"name": "", "audio": "", "normalized": ["Amelia looked away slightly and then embarrassedly correct her previous statement."]}, {"name": "", "audio": "", "normalized": ["Perhaps there were still obscene thoughts lingering inside her mind, judging by what she said."]}, {"name": "", "audio": "", "normalized": ["I thought Amelia was not an easy girl to deal with, but maybe she was simpler than I figured… I thought about such things."]}]