[{"name": "", "audio": "", "normalized": ["Several months had already passed since being captured by Fuuma to protect her troops, and being forced to climax in that humiliating bridge position…"]}, {"name": "Mirabell", "audio": "v_sr238_0000", "normalized": ["Gphh… pwhaah, haahnnh!"]}, {"name": "", "audio": "", "normalized": ["Confined to the basement room, Mirabell had been violated countless times whenever the man would visit, and each time she would scream sweetly like this."]}, {"name": "You", "audio": "", "normalized": ["Heheh, even though you've gotten a little bigger again, you're still such a lewd mother, Mirabell."]}, {"name": "You", "audio": "", "normalized": ["Your stomach is too big for your military uniform now, huh?"]}, {"name": "Mirabell", "audio": "v_sr238_0001", "normalized": ["Sh-shut up… agghh!", " Fuck this… mother shit!", " It's so disgusting having your kid inside my belly…!"]}, {"name": "", "audio": "", "normalized": ["The man held her from behind on his knee, and every time he thrust upward, her stomach swayed, grandly swollen to the max."]}, {"name": "", "audio": "", "normalized": ["During these several months, she had gotten pregnant with their child."]}, {"name": "", "audio": "", "normalized": ["With him gently stroking her swollen belly and slowly using his hips to enjoy the sex, her abdomen ached badly."]}, {"name": "", "audio": "", "normalized": ["She forgot all about hating her partner as her consciousness concentrated on the pleasure."]}, {"name": "", "audio": "", "normalized": ["Her face blissful as she turned it upward, her spine bending backward as she trembled."]}, {"name": "Mirabell", "audio": "v_sr238_0002", "normalized": ["(Nnghh… th-this is awful… hghh, aanhh… I can't help it!", " My vagina, my pussy… feels so good…)"]}, {"name": "", "audio": "", "normalized": ["Even as she thought this, her body bent in pleasure, leaping and twitching several times."]}, {"name": "", "audio": "", "normalized": ["She orgasmed lightly, but her female lust was still not satisfied, and her vagina wound around his cock, squeezing him."]}, {"name": "", "audio": "", "normalized": ["Though embarrassed by her own response, she didn't try to hide it by glaring at the man behind her or answering him."]}, {"name": "You", "audio": "", "normalized": ["Are your subordinates going to get here before you give birth?"]}, {"name": "Mirabell", "audio": "v_sr238_0003", "normalized": ["Nnghh… of course, don't insult them… they'll definitely… form a proper squadron soon and come…"]}, {"name": "", "audio": "", "normalized": ["The squad had suffered great damages in the raid, so first they'd have to return to their country."]}, {"name": "", "audio": "", "normalized": ["Then they'd report, undergo medical treatment, reform the squad, and expand their equipment."]}, {"name": "", "audio": "", "normalized": ["Combined with the other duties they had, it was impossible to tell how much time it would take."]}, {"name": "", "audio": "", "normalized": ["However―once those things were taken care of, they would definitely come back for her."]}, {"name": "", "audio": "", "normalized": ["If she had surrendered by that time, all their efforts would be worth nothing as well."]}, {"name": "Mirabell", "audio": "v_sr238_0004", "normalized": ["(I won't let that happen… I won't lose to this cowardly man…)"]}, {"name": "", "audio": "", "normalized": ["The true meaning behind the man's twisted smile…"]}, {"name": "", "audio": "", "normalized": ["Was that her squad had already been annihilated, and thanks to his political maneuvering, the UFS was treating Mirabell as having died in action…"]}, {"name": "", "audio": "", "normalized": ["Unable to grasp the situation, Mirabell was clinging to a false hope, keeping her heart on lockdown."]}, {"name": "Mirabell", "audio": "v_sr238_0005", "normalized": ["I won't yield to a bastard like you before they come!"]}, {"name": "You", "audio": "", "normalized": ["Oh, what an admirable goal.", " However…"]}, {"name": "", "audio": "", "normalized": ["She thought that the man's voice sounded a bit different, and then his hands that were caressing her stomach slid upward to massage her lewdly hanging breasts."]}, {"name": "Mirabell", "audio": "v_sr238_0006", "normalized": ["Nnhyaahh?!", " Gphh… y-you asshole… what are you… annhh!"]}, {"name": "You", "audio": "", "normalized": ["Phwahahah, your tits are so sensitive.", " I wonder what your underlings would think of how you look right now."]}, {"name": "Mirabell", "audio": "v_sr238_0007", "normalized": ["Shut up… agghh, nnh… haahh…"]}, {"name": "", "audio": "", "normalized": ["Though she tried to retort, he tormented her breasts, squishing her soft flesh, stroking her nipples and making her voice shrill."]}, {"name": "", "audio": "", "normalized": ["Hot, sweet breaths spilled from the back of her throat as she unconsciously stiffened her body, clamping down tightly on his penis inside of her."]}, {"name": "Mirabell", "audio": "v_sr238_0008", "normalized": ["(Nnhahh… haahh, nhh… aah, it's no good… c-control yourself…)"]}, {"name": "", "audio": "", "normalized": ["Her canal clung to him, making her feel the shape of his penis even more, its size and heat making her abdomen ache uncontrollably."]}, {"name": "", "audio": "", "normalized": ["Though she tried earnestly to resist the pleasure, her skin was hot and sweat dripped down, as she bent her own hips, indulging in the sensation."]}, {"name": "You", "audio": "", "normalized": ["You really are such a slutty mom."]}, {"name": "You", "audio": "", "normalized": ["Are you gonna be able to raise our kid properly when you're shaking your hips like that, you dick-lover?"]}, {"name": "", "audio": "", "normalized": ["As he said this, the man used his hands like he was milking a cow, kneading and squeezing her pregnant, enlarged breasts from base to tip."]}, {"name": "", "audio": "", "normalized": ["Each time, her erect nipples puffed up, making their shape obvious under her bra."]}, {"name": "Mirabell", "audio": "v_sr238_0009", "normalized": ["Nnphh… haah, that's… nnh, I'm not… ghhnnh!"]}, {"name": "", "audio": "", "normalized": ["She could refuse with her words, but having her breasts roughly crushed like an object, with him gripping more the more the pain stimulated her…"]}, {"name": "Mirabell", "audio": "v_sr238_0010", "normalized": ["Nngyuuh, ahhihh!", " Hyaahh, agghh, nnhohh!"]}, {"name": "", "audio": "", "normalized": ["She let out a squeal as her chest bent, lewdly shaking her hips above the man."]}, {"name": "", "audio": "", "normalized": ["Her nipples were soaring so tall there was no excuse, and they were twitching so hard it was visible through her bra, begging to be touched."]}, {"name": "You", "audio": "", "normalized": ["Sheesh, you really are a stubborn one.", " Your nipples, on the other hand, are pretty honest."]}, {"name": "Mirabell", "audio": "v_sr238_0011", "normalized": ["Sh-shut uup… guhhihnhh!"]}, {"name": "", "audio": "", "normalized": ["He forcefully peeled off her bra, making her large breasts spring forth in front of his eyes."]}, {"name": "", "audio": "", "normalized": ["Her nipples were so lewdly swollen as to make one want to avert their gaze, and the man's fingers pinched these erect erogenous zones, squeezing them strongly."]}, {"name": "Mirabell", "audio": "v_sr238_0012", "normalized": ["Nnnghh, guwaahh?!"]}, {"name": "", "audio": "", "normalized": ["Her pain changed directly into pleasure, and the synergy of the torment at her nipples made a blinding lust well up within and pierce through her."]}, {"name": "", "audio": "", "normalized": ["Her eyes were wide open from the overwhelming pleasure, and she pressed her lips together tight, trying to keep her voice down, with an exasperated look on her face."]}, {"name": "", "audio": "", "normalized": ["However, just one movement of the man's fingers, squeezing her erect bumps, made her lips loosen instantly, letting out a splendid groan."]}, {"name": "Mirabell", "audio": "v_sr238_0013", "normalized": ["Nnghh, haahh!", " Ohhihh, my nipples, iihhihh!"]}, {"name": "", "audio": "", "normalized": ["As she thrashed about, her nipples stayed fixed while her ample breasts shook, sending sweet pleasure through her flesh."]}, {"name": "", "audio": "", "normalized": ["Her hips responded to this ecstasy, shaking wildly back and forth on their own, his cock raging inside her vagina where it was held fast."]}, {"name": "Mirabell", "audio": "v_sr238_0014", "normalized": ["Nnghh, hohhnhh!"]}, {"name": "", "audio": "", "normalized": ["She let out a gasp like a howl at the stimulation, and tiny convulsions spread throughout her body over and over."]}, {"name": "You", "audio": "", "normalized": ["Heheh, your nipples really are straightforward.", " These giant, erect nipples… your boob clits like being fondled by me, huh?"]}, {"name": "Mirabell", "audio": "v_sr238_0015", "normalized": ["Nnghihh, ihhihh!", " Nnnoo, nnoo!", " Ahhihh, stoopp!"]}, {"name": "", "audio": "", "normalized": ["Even as she denied it, as he squeezed her nipples, her body moved in contrast, and her cave flooded with sticky love juices."]}, {"name": "", "audio": "", "normalized": ["Using her hips on her own, as well as his movements, made a sticky wet noise from her folds, loudly declaring how aroused Mirabell was."]}, {"name": "You", "audio": "", "normalized": ["Being tan is so nice too.", " Having dark nipples makes this a hundred times more erotic… There, shall I squeeze them more?"]}, {"name": "Mirabell", "audio": "v_sr238_0016", "normalized": ["Nnhaahh, s-stupid… phghhihh!", " Hoohh, ohhnhh… Nnnoo, don't squeeze them, don't pinch theem!"]}, {"name": "", "audio": "", "normalized": ["Mirabell's body bent wildly as she screamed, almost begging for her breasts to be caressed, rather than resisting, moving as if to rub against the man's hands."]}, {"name": "", "audio": "", "normalized": ["His rough hands tormented her twin hills as much as they liked."]}, {"name": "", "audio": "", "normalized": ["Even though she hated her nipples being used as a toy, it felt so good that her body and instincts sought it out."]}, {"name": "", "audio": "", "normalized": ["Gradually a hot ache built up within her chest, and that ache sent electric currents through her brain, and she could feel the speeding of her mind melting."]}, {"name": "Mirabell", "audio": "v_sr238_0017", "normalized": ["(Nnhhihh… haah, ohh, haahh… thish… aah, ish bad… my mind ish… completely blank… nnhahh!", ")"]}, {"name": "", "audio": "", "normalized": ["She could sense something unusual and drew her lips together, but the man's movements were several times faster."]}, {"name": "", "audio": "", "normalized": ["He supported her breasts from below and made her nipples point upward, and then gripped the base of her tits hard, wringing out the place where that ache had collected."]}, {"name": "Mirabell", "audio": "v_sr238_0018", "normalized": ["Nnnhyaahh?!", " Nnnoo, stoop!"]}, {"name": "", "audio": "", "normalized": ["An immense pressure ran through her breasts from the base, and it welled up from deep inside her chest, as her erect nipples lept up."]}, {"name": "", "audio": "", "normalized": ["At the same time, even her areolae started to ache and tremble, and her back jumped…"]}, {"name": "Mirabell", "audio": "v_sr238_0019", "normalized": ["Nnghh, hghhnhh!"]}, {"name": "", "audio": "", "normalized": ["A torrent of milk sprayed from each of her nipples, exploding and spreading a faintly sweet female smell around them."]}, {"name": "Mirabell", "audio": "v_sr238_0020", "normalized": ["Guhyaahh?!", " Nnhh, wh… whyy!", " Ihhihh, it's coming ouut!"]}, {"name": "", "audio": "", "normalized": ["It was true that she was pregnant, but she had never imagined this, and Mirabell was astonished at the gushing milk."]}, {"name": "", "audio": "", "normalized": ["Not only was this happening, but the pressure of the milk being ejected from inside her breasts and nipples left her nerves trembling with pleasure."]}, {"name": "", "audio": "", "normalized": ["She was left with the feeling of being released from the overwhelming pressure and the fear of squirting more milk."]}, {"name": "", "audio": "", "normalized": ["Her instincts as a female made her desperately seek the pleasure."]}, {"name": "Mirabell", "audio": "v_sr238_0021", "normalized": ["(N-noo… e-endure it…)"]}, {"name": "", "audio": "", "normalized": ["As she told herself this, she twitched, leaning her back against the man, her body drained of energy…"]}, {"name": "You", "audio": "", "normalized": ["My, my, you've got some nice flow going on.", " With this much force, maybe the kid will drown when you give it your milk?"]}, {"name": "", "audio": "", "normalized": ["The man whispered this ridicule by her ear as his hands wrung out her breasts even more."]}, {"name": "Mirabell", "audio": "v_sr238_0022", "normalized": ["Hgghh?!", " Nnnoo, so rouughh!", " Nnghh, i-it's coming ouut!"]}, {"name": "", "audio": "", "normalized": ["In an instant, as her squeezed tits sprayed, Mirabell gasped in ecstasy, her entire self melting, both body and mind going limp with a dull expression on her face."]}, {"name": "", "audio": "", "normalized": ["However, only her vagina was responding to the pleasure as if to thank him in return, by holding his cock fast and squeezing it."]}, {"name": "You", "audio": "", "normalized": ["Heheheh, seems like mom is gonna be horny every time the brat eats.", " Are you trying for a little sibling while breastfeeding?"]}, {"name": "", "audio": "", "normalized": ["The man looked as if he was enjoying himself, making his cock twitch as she closed down rhythmically, squeezing it slowly and stimulating it."]}, {"name": "", "audio": "", "normalized": ["Still, while the slow stimulation felt pleasant, it seemed as though the man thought something was missing, and he grabbed her nipples and pulled them to Mirabell's lips."]}, {"name": "Mirabell", "audio": "v_sr238_0023", "normalized": ["Nnnphh… hyahh, nhh…"]}, {"name": "You", "audio": "", "normalized": ["Well then, let's practice giving milk while trying to conceive."]}, {"name": "You", "audio": "", "normalized": ["Suck them yourself and wring out all your milk while I take care of you down here!"]}, {"name": "Mirabell", "audio": "v_sr238_0024", "normalized": ["Phgghh… ammh, nnghrll!"]}, {"name": "", "audio": "", "normalized": ["Her mind was weighing pleasure over reason now, and instead of refusing, she listened obediently, beginning to suck at the breasts thrusted at her."]}, {"name": "", "audio": "", "normalized": ["She play-bit at the base of her nipples, closing her lips down hard, sucking at the twitching tips as she made lewd noises."]}, {"name": "", "audio": "", "normalized": ["After a moment, the pleasure that ran through her nipples made her eyes swim, her whole body shook as if it was dancing, and her pussy tightened and contracted repeatedly."]}, {"name": "You", "audio": "", "normalized": ["Gh… yeah, that's it!", " Masturbate your nipples!"]}, {"name": "", "audio": "", "normalized": ["He rubbed her clamping down pussy, digging out every crevice in her cavern as he beat against her womb with his furious thrusting."]}, {"name": "Mirabell", "audio": "v_sr238_0025", "normalized": ["Nnghrllrlrll!", " Chbhh, ghlrlrl, cbhrllrl!"]}, {"name": "Mirabell", "audio": "v_sr238_0026", "normalized": ["(Owaahh!", " Wh-whyy… am I doing thiish… ohhohh!", " It feelsh sho good!", ")"]}, {"name": "", "audio": "", "normalized": ["She was sucking at her nipples just as ordered, even though she was in such a humiliating state."]}, {"name": "", "audio": "", "normalized": ["Even though she thought something was wrong with her, and tried to tell herself to stop…"]}, {"name": "Mirabell", "audio": "v_sr238_0027", "normalized": ["Nnghh, mmchhnh!", " Ghrlrllr, ghbhhll…"]}, {"name": "", "audio": "", "normalized": ["Her body moved on its own, unable to withstand the pleasure, and she sucked her nipples like she was giving a blowjob…"]}, {"name": "", "audio": "", "normalized": ["…Licking around her areolae as she put them all the way in her mouth."]}, {"name": "Mirabell", "audio": "v_sr238_0028", "normalized": ["Nnpphh, ommhh, ghlrlr… mghh, omghrll, ghrllrb…"]}, {"name": "Mirabell", "audio": "v_sr238_0029", "normalized": ["(Nnnaahh, it feelsh sho good!", " Even though it's so baad!", ")"]}, {"name": "", "audio": "", "normalized": ["She was sucking even while feeling it was wrong, as the sensation of corruption and many times more powerful pleasure welled up within her."]}, {"name": "", "audio": "", "normalized": ["Her areolae and nipples were smeared with spit, mixed with milk, and a sweet taste and scent filled her mouth and nasal cavity."]}, {"name": "", "audio": "", "normalized": ["It felt so good, and she clamped down with her vagina, making his giant dick rub at her insides even more strongly."]}, {"name": "", "audio": "", "normalized": ["The better she felt, the new pleasure that poured in put her in a spiral of paradise, and her mind was gradually dyed pink."]}, {"name": "You", "audio": "", "normalized": ["How does it feel to masturbate those giant nipples.", " Your pussy is saying it feels so good it can't get enough!"]}, {"name": "Mirabell", "audio": "v_sr238_0030", "normalized": ["Nnh, nnhahuuhh!", " Yesh, nghlrl… yeshh!", " It feelsh, amazhiing!"]}, {"name": "", "audio": "", "normalized": ["Forgetting to resist, sucking her nipples while nodding, her back tingled violently, shuddering."]}, {"name": "", "audio": "", "normalized": ["As if pierced by the pleasure, as she violently sucked her nipples, she began to use her hips wildly as well."]}, {"name": "", "audio": "", "normalized": ["Her tight pussy closed down hard, kneading and massaging his pulsating penis, wriggling as if to suck out his vital semen."]}, {"name": "You", "audio": "", "normalized": ["Guhahahah, seems like you can't hold back!", " That's it, move just like that… I'm gonna pour it all the way inside!"]}, {"name": "Mirabell", "audio": "v_sr238_0031", "normalized": ["Nnahahh, nnoo, noo!", " N-not, nghh, not insiide… ammh, ghrll…"]}, {"name": "", "audio": "", "normalized": ["Though she pretended to shake her head, Mirabell's body was trembling in anticipation of the creampie, and she was flushed with expectation."]}, {"name": "", "audio": "", "normalized": ["He dug out her melting cave even more forcefully, sending her nectar flying with every pump, staining the whole underground room with her thick female scent."]}, {"name": "Mirabell", "audio": "v_sr238_0032", "normalized": ["(Gwaah… in my vagina again… nnhahh, his hot, gushing stuff…)"]}, {"name": "", "audio": "", "normalized": ["The feeling of his semen, winding around her womb, her canal…"]}, {"name": "", "audio": "", "normalized": ["The sticky, syrupy, gushing hotness that burned her membranes and made his penis throb as it swelled toward ejaculation."]}, {"name": "", "audio": "", "normalized": ["The memories of these filled Mirabell's mind and pussy as her senses reached their limit."]}, {"name": "Mirabell", "audio": "v_sr238_0033", "normalized": ["Guuhhiihh!", " Insiide… not insiide… please, noo!"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha, it's a little late for that!", " Why worry about your body when you're already pregnant?!"]}, {"name": "", "audio": "", "normalized": ["It wasn't that she was worried about getting pregnant, but that her mind was rejecting being ejaculated in by this loathsome man…"]}, {"name": "", "audio": "", "normalized": ["That was what she was trying to say, but right now, Mirabell couldn't think of the reason, and her thinking was washed away by the pleasure visited upon her."]}, {"name": "", "audio": "", "normalized": ["The feeling of not wanting to be ejaculated inside was gradually washed away by the screaming of her senses not to reject something that felt this good."]}, {"name": "", "audio": "", "normalized": ["That impulse made her pussy tighten, squeezing his penis as if begging for semen, as her whole cavern held him fast, sucking."]}, {"name": "Mirabell", "audio": "v_sr238_0034", "normalized": ["Nnhahh, guuhahh?!"]}, {"name": "You", "audio": "", "normalized": ["Heheheh… cum for me, you slutty lieutenant!"]}, {"name": "", "audio": "", "normalized": ["Mirabell's body lept, her back bending and turning backward, while at the same time the man's cock swelled inside her vagina like it would explode…"]}, {"name": "", "audio": "", "normalized": ["*Spluurt, sploosh!", "* *Splortsplortsplort, splaash!", "*"]}, {"name": "Mirabell", "audio": "v_sr238_0035", "normalized": ["Nnhahhohh, nnohh!", " Ohhnnhh… nnhh, guwaahh!"]}, {"name": "", "audio": "", "normalized": ["Mirabell's body lept as soon as it touched her membranes, her body remembering the taste of a creampie orgasm that she had had so brutally drilled into her."]}, {"name": "", "audio": "", "normalized": ["Inside her tightened pussy, his cock felt as though it had swollen to two or three times its size, and her membranes creaked as she felt them expand."]}, {"name": "Mirabell", "audio": "v_sr238_0036", "normalized": ["Nnhaahh, agghh, I'm gonna cum!", " Hohh, nhhohh, I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["She enjoyed the splashing against her folds as his hot, sticky semen clung to her and invaded her senses in a flash as she reached her climax."]}, {"name": "", "audio": "", "normalized": ["The furious electric currents of pleasure ran all the way through her body."]}, {"name": "", "audio": "", "normalized": ["She tingled all the way to her extremities, melting her mind, and making her flail pitifully."]}, {"name": "", "audio": "", "normalized": ["It was the humiliation of sitting on the man's knee, having her stomach stroked, and being made to cum with his penis."]}, {"name": "", "audio": "", "normalized": ["That humiliation was paradise to her now."]}, {"name": "", "audio": "", "normalized": ["She was so frustrated she couldn't stand it, she felt nothing but anger."]}, {"name": "", "audio": "", "normalized": ["But still, she couldn't resist the sensation of his male flesh, as she continued to climax over and over."]}, {"name": "Mirabell", "audio": "v_sr238_0037", "normalized": ["Nnghh… guwaahh!", " Aaah, uuhh, I'm gonna cuum!", " Nnhh, I'm gonna cum, I'm cummiing!"]}, {"name": "Mirabell", "audio": "v_sr238_0038", "normalized": ["(This iss, this is soo…!", " My pussy, inside my pussyy!", " Agghh, shit, I'm gonna cum?!", ")"]}, {"name": "", "audio": "", "normalized": ["Struck by his pulsating penis, the waves of climax spread through the deepest part of her womb."]}, {"name": "", "audio": "", "normalized": ["The pleasant feeling made her hips rock back and forth, as if to carefully wring out his semen to the very end, as her pussy squeezed his penis again and again."]}, {"name": "Mirabell", "audio": "v_sr238_0039", "normalized": ["Hohh, ohh… uuhhnhh… nnghh, aah, again… coming… aghh, nhhihh.", " hghh…"]}, {"name": "", "audio": "", "normalized": ["The intense aftershocks of her climax continued endlessly."]}, {"name": "", "audio": "", "normalized": ["The contraction of her cave dug into his penis, making her feel once again its hardness as it refused to falter."]}, {"name": "", "audio": "", "normalized": ["The feeling made her spine tingle again, and the long aftershocks once again built to a new climax, as she shook her hips above him and continued to cum."]}, {"name": "You", "audio": "", "normalized": ["Pheww… I'm looking forward to your delivery."]}, {"name": "Mirabell", "audio": "v_sr238_0040", "normalized": ["Ghh… d-don't… fuck with me… saying you're looking forward to it…"]}, {"name": "", "audio": "", "normalized": ["Her consciousness was nearly gone, but she was still acting tough―she was halfway spiteful as she retorted by reflex."]}, {"name": "", "audio": "", "normalized": ["It was likely that this was her clinging to her last hope, and this resistance could be called her last stand."]}, {"name": "", "audio": "", "normalized": ["Guessing this made the man grin, as he knew in his heart that the day he would completely control Mirabell was not far off."]}, {"name": "", "audio": "", "normalized": ["Her subordinates would come rescue her… That was her only wish before giving birth, a single thread of hope she would cling to as she delivered."]}, {"name": "", "audio": "", "normalized": ["At that point, cutting that thread of hope would leave Mirabell with nobody to depend on, and her blood-related child would be the only one…"]}, {"name": "You", "audio": "", "normalized": ["…With a woman driven into a corner like that, ensnaring her is even easier than taking candy from a baby."]}, {"name": "", "audio": "", "normalized": ["Ensnarement, dependence―if these became loyalty, this prestigious woman soldier would be his for the taking."]}, {"name": "You", "audio": "", "normalized": ["Make sure to give birth to a healthy baby, Mirabell…"]}, {"name": "", "audio": "", "normalized": ["Fuuma stroked Mirabell's stomach as if to soothe her as he chuckled…"]}]