[{"name": "", "audio": "", "normalized": ["The Nomads, rooted in the underground society of the dark city, Tokyo."]}, {"name": "", "audio": "", "normalized": ["An international crime organization, with its public face a famed multinational corporation led by Edwin Black."]}, {"name": "", "audio": "", "normalized": ["I had infiltrated the Nomads in order to investigate Black's movements, find out his whereabouts, and if possible, assassinate him."]}, {"name": "", "audio": "", "normalized": ["Though it required a great deal of sacrifice, I had managed to secure a position as a torture specialist for their lady executive, Baroness Maisie."]}, {"name": "", "audio": "", "normalized": ["Two months had passed since then without laying eyes on Black, but I was disgusted with the mistress Maisie's brutal nature."]}, {"name": "", "audio": "", "normalized": ["Things like taking young virgin men and women and slicing open their dicks or impaling their pussies and bathing in the spray of blood were a daily affair."]}, {"name": "", "audio": "", "normalized": ["Sometimes she would take a parent and child, a pair of lovers, or siblings, turn one into a ghoul and have them eat the other one while she had her dinner beside them."]}, {"name": "", "audio": "", "normalized": ["At other times, she would grant her enemies temporary immortality…"]}, {"name": "", "audio": "", "normalized": ["And pleasure herself as she watched the mad scene of them being violated and eaten alive by demonic beasts."]}, {"name": "", "audio": "", "normalized": ["Just like the Chinese 'Gu' sorcery, she would gather a great number in one room and make them have sex over and over until they died."]}, {"name": "", "audio": "", "normalized": ["The one left standing would then become her plaything as well."]}, {"name": "", "audio": "", "normalized": ["The time where she had forced one girl's entire family to fuck until they died, then violated her abdomen with a beast fat with semen was nauseating, even for me."]}, {"name": "", "audio": "", "normalized": ["Besides vampires, everyone else were just insects to her.", " There was no end to her twisted deeds."]}, {"name": "", "audio": "", "normalized": ["She had reached the utmost limits of depravity."]}, {"name": "", "audio": "", "normalized": ["Of course, as such a woman, she had plenty of enemies all around."]}, {"name": "", "audio": "", "normalized": ["Even now, I had captured a woman trying to kill her, and was carrying out the order to torture her sexually."]}, {"name": "", "audio": "", "normalized": ["The mistress' true aim wasn't something as \"\"pleasant\"\" as torturing enemies for information."]}, {"name": "", "audio": "", "normalized": ["It was to completely torment the vermin who had aimed for her life and make them surrender…"]}, {"name": "", "audio": "", "normalized": ["Finding the most cruel way to kill them was her hobby."]}, {"name": "", "audio": "", "normalized": ["If the captured enemy was a woman, then she still had a bit of luck."]}, {"name": "", "audio": "", "normalized": ["There were times where they weren't killed if they had any skill as a prostitute."]}, {"name": "", "audio": "", "normalized": ["Although whether the women disciplined into becoming prostitutes thought it lucky or not was another matter."]}, {"name": "", "audio": "", "normalized": ["This time it was a dark elf.", " Her name was Alberta."]}, {"name": "", "audio": "", "normalized": ["A full day had already passed since her discipline had begun."]}, {"name": "", "audio": "", "normalized": ["The dark elf's groans of anguish and squeals of pleasure echoed incessantly throughout the disciplinary room."]}, {"name": "Alberta", "audio": "v_sr0065_0000", "normalized": ["Guuh… uuh, pphghh… hyaah… ghh, uuh… ghh… uuh… phhwaa… uuh…"]}, {"name": "", "audio": "", "normalized": ["Her noble face was becoming that of a vulgar female animal with every disgraceful groan, but she recovered quickly with her iron will."]}, {"name": "Alberta", "audio": "v_sr0065_0001", "normalized": ["Uuuh… ghh… phh, pphh… guuhh… uwaah… aauhh… uuhh…"]}, {"name": "", "audio": "", "normalized": ["Her body continued to tremble and give off a lewd female scent.", " Her chest and buttocks were plump, completely unlike the slim, doll-like image of a dark elf."]}, {"name": "", "audio": "", "normalized": ["What was more striking than all else was her skin which was pale blue like a corpse instead of the normal tan of a dark elf."]}, {"name": "You", "audio": "", "normalized": ["You've done a great job holding back for a whole day in a position like that, Alberta."]}, {"name": "Alberta", "audio": "v_sr0065_0002", "normalized": ["I-I won't give in… to something like… this sexual torture… uuh, ghh, uuh…"]}, {"name": "", "audio": "", "normalized": ["Alberta glared at me with her thin, elfin eyes, her hands bound behind her head and her legs spread wide in a female slave's pose."]}, {"name": "", "audio": "", "normalized": ["An enormous vibrator was inserted into her asshole with an apparatus holding it in tight."]}, {"name": "", "audio": "", "normalized": ["That vibrator had been oscillating in Alberta's insides unceasingly for a full 24 hours."]}, {"name": "", "audio": "", "normalized": ["I could hear not only its vibrations but also the sound of her anus' flesh sticking to it as it kneaded her."]}, {"name": "Alberta", "audio": "v_sr0065_0003", "normalized": ["Nnh… uuh, uuh… ghh… ehyaah… uuh… ghh… uuh…"]}, {"name": "", "audio": "", "normalized": ["I made Alberta undergo this anal stimulation without food, water, or any rest."]}, {"name": "", "audio": "", "normalized": ["She was on the verge of dehydration, sweating like a waterfall as she breathed roughly."]}, {"name": "", "audio": "", "normalized": ["The sweat running down her pale blue body mixed with the love juices leaking from her pussy and made a lewd puddle on the floor beneath her legs."]}, {"name": "You", "audio": "", "normalized": ["It's pretty impressive you're not even orgasming with your ass.", " Have you gotten used to this dildo?", " Well?"]}, {"name": "", "audio": "", "normalized": ["I kicked lightly at the vibrator that had been inserted for a whole day with the tip of my foot."]}, {"name": "Alberta", "audio": "v_sr0065_0004", "normalized": ["Hyaah…ggh, phh, uughhuuhh…!"]}, {"name": "", "audio": "", "normalized": ["Just that slight additional stimulation made Alberta desperately grit her teeth as her legs threatened to give way."]}, {"name": "You", "audio": "", "normalized": ["That was close.", " Just a little bit more and you would've gotten pierced by the needles.", " Thank goodness."]}, {"name": "Alberta", "audio": "v_sr0065_0005", "normalized": ["Guuh… uuh, you're unbelievable… uuh, uuhh…"]}, {"name": "", "audio": "", "normalized": ["Below Alberta, who was glaring at me with resentment, were countless 5cm pins like hypodermic needles."]}, {"name": "", "audio": "", "normalized": ["The idea was that if she lost her balance even a bit she would be stabbed all over by the needles."]}, {"name": "", "audio": "", "normalized": ["Naturally, the needles were covered in an aphrodisiac."]}, {"name": "", "audio": "", "normalized": ["She would feel the full force of the powerful aphrodisiac, otherwise known as 'the prostitute killer.", ","]}, {"name": "", "audio": "", "normalized": ["It was made from the magical drake plant that could only be obtained in the Dark World."]}, {"name": "", "audio": "", "normalized": ["In the best case scenario she would be crippled, in the worst case she would die of shock―from pleasure, not pain."]}, {"name": "You", "audio": "", "normalized": ["Haven't you had enough?", " Just get pierced by the needles already and take it easy."]}, {"name": "You", "audio": "", "normalized": ["If you're lucky, you might just become an orgasm junkie instead of an invalid."]}, {"name": "Alberta", "audio": "v_sr0065_0006", "normalized": ["Wh-who the hell would become some orgasm junkie… uuh, guuh…"]}, {"name": "You", "audio": "", "normalized": ["Being a pleasure addict isn't bad, you know."]}, {"name": "You", "audio": "", "normalized": ["Although your craving for the drake aphrodisiac would make you into a low woman even willing to sell out her own family."]}, {"name": "Alberta", "audio": "v_sr0065_0007", "normalized": ["D-do you… haah, haah… nngh… n-not have any morals at all…?!"]}, {"name": "", "audio": "", "normalized": ["Alberta spoke as both her wide opened legs trembled."]}, {"name": "", "audio": "", "normalized": ["It seemed as though she were desperately trying to keep her body in check as she snapped at me."]}, {"name": "", "audio": "", "normalized": ["Like she would lose to the anal stimulation after having been aroused for a whole 24 hours."]}, {"name": "You", "audio": "", "normalized": ["Morals, huh.", " Seems like even a person with high morals like you is getting her ass completely dilated right now?"]}, {"name": "", "audio": "", "normalized": ["I lifted my head and stared into her anus with the vibrator stuffed in tight, her wrinkles completely smoothed out."]}, {"name": "Alberta", "audio": "v_sr0065_0008", "normalized": ["Aauuh… ghh… uuh… uuh…"]}, {"name": "You", "audio": "", "normalized": ["It's designed to beat against your womb from inside your asshole.", " Awesome, right?"]}, {"name": "Alberta", "audio": "v_sr0065_0009", "normalized": ["Th-there's no way it would be… guuh…"]}, {"name": "You", "audio": "", "normalized": ["How strange.", " Your dug out asshole is making squishing sounds.", " There's an embarrassing puddle of your morals spreading on the floor."]}, {"name": "Alberta", "audio": "v_sr0065_0010", "normalized": ["B-be quiet…!", " I will not give up…nnh…?!", " Aauuh…nnh… guuh!"]}, {"name": "", "audio": "", "normalized": ["Alberta rallied again as the vibrator dug at a sweet spot in her rectum."]}, {"name": "", "audio": "", "normalized": ["However, intestinal fluids leaked from her stoppered anus, mixing with the puddle of fluids on the floor."]}, {"name": "You", "audio": "", "normalized": ["As long as you don't give up the UFS guys will come save you?", " All the way here in the den of the Nomads' top leaders?"]}, {"name": "Alberta", "audio": "v_sr0065_0011", "normalized": ["Uuuh… ghh… th-they will… They will definitely come… My comrades…"]}, {"name": "", "audio": "", "normalized": ["Alberta repeated this as if she were trying to convince herself."]}, {"name": "You", "audio": "", "normalized": ["Your comrades, huh.", " Why is a dark elf in the UFS anyway?"]}, {"name": "You", "audio": "", "normalized": ["Was it the UFS who wanted you to aim for Ms.", " Maisie's life?", " Tell me, it'll be our little secret."]}, {"name": "", "audio": "", "normalized": ["I whispered this to her as I licked her long ear, characteristic of the dark elves."]}, {"name": "Alberta", "audio": "v_sr0065_0012", "normalized": ["You're nothing but Maisie's dog!", " Pfft!"]}, {"name": "", "audio": "", "normalized": ["Alberta shivered in disgust as she spat at me."]}, {"name": "You", "audio": "", "normalized": ["My, my.", " Even so, I was going easy on you and had the vibrator set to low."]}, {"name": "Alberta", "audio": "v_sr0065_0013", "normalized": ["Huh?", " What did you say?", " L-low?"]}, {"name": "", "audio": "", "normalized": ["Alberta's face froze in fear."]}, {"name": "You", "audio": "", "normalized": ["The vibrator's output.", " It was on low this whole time.", " I'm gonna turn it up to high.", " Well, do your best."]}, {"name": "Alberta", "audio": "v_sr0065_0014", "normalized": ["Hyaah, s-stop, wait!"]}, {"name": "You", "audio": "", "normalized": ["No way."]}, {"name": "", "audio": "", "normalized": ["I thought to myself as I took out the remote control for the vibrator from my pocket."]}, {"name": "", "audio": "", "normalized": ["There was no way that I would miss the chance to make such a strong-willed woman who wouldn't become crippled from this into my pawn."]}, {"name": "", "audio": "", "normalized": ["―Switch to \"high."]}, {"name": "", "audio": "", "normalized": ["*Whirr!", "*"]}, {"name": "", "audio": "", "normalized": ["A strong, undulating roar of vibration began to ring out from her hole."]}, {"name": "Alberta", "audio": "v_sr0065_0015", "normalized": ["Aahhiihh!"]}, {"name": "", "audio": "", "normalized": ["Alberta's squeals of denial started up again in an instant."]}, {"name": "Alberta", "audio": "v_sr0065_0016", "normalized": ["Aaah, i-inside, inside my butt, the vibrator is going wiild!"]}, {"name": "", "audio": "", "normalized": ["Turning the switch to high not only made the vibrations stronger, but made the vibrator twisting inside her rectum bang against her womb through her intestinal wall."]}, {"name": "", "audio": "", "normalized": ["It was attacking her most vulnerable female spot through her rectum, more delicate and sensitive than her vaginal walls."]}, {"name": "Alberta", "audio": "v_sr0065_0017", "normalized": ["Please stop iit!", " Aihhiiee, my butt, this, aah, please stop iit!"]}, {"name": "Alberta", "audio": "v_sr0065_0018", "normalized": ["I-I'm gonna breaak, m-my butt, aah, aah, it's gonna breaak!"]}, {"name": "You", "audio": "", "normalized": ["Whining already?", " You held out for a whole day.", " Get used to this stimulation too."]}, {"name": "Alberta", "audio": "v_sr0065_0019", "normalized": ["N-no waay, aah, aah, nonononoo!"]}, {"name": "", "audio": "", "normalized": ["Alberta was half-crazed and ranting as her hips lifted and convulsed."]}, {"name": "", "audio": "", "normalized": ["Love juices were spilling from her crotch between her spread legs like a broken faucet."]}, {"name": "", "audio": "", "normalized": ["The vibrator twisting left and right inside her rectum was making sour-smelling intestinal fluids overflow from her crack."]}, {"name": "Alberta", "audio": "v_sr0065_0020", "normalized": ["Aaah aah aahh…aiihhii!", " Hyaah… aah… guhhii!", " Aaah…yaahh!"]}, {"name": "", "audio": "", "normalized": ["Up until now Alberta had only been in shock from the twisting vibrator inside of her rectum, but before long the quality of her gasps changed."]}, {"name": "", "audio": "", "normalized": ["Her rising gasps became routine expressions of pleasure, one after the other."]}, {"name": "Alberta", "audio": "v_sr0065_0021", "normalized": ["I-it's no good… this… hyaah… aah… it's no use… this… thiis!"]}, {"name": "You", "audio": "", "normalized": ["Hm?", " What's wrong?"]}, {"name": "", "audio": "", "normalized": ["I asked her this while knowing fully well what was happening inside her rectum."]}, {"name": "Alberta", "audio": "v_sr0065_0022", "normalized": ["I-inside… hyaah, aah, it's hitting me inside!"]}, {"name": "Alberta", "audio": "v_sr0065_0023", "normalized": ["So fast… so fast… aahn… it's hitting me from inside my aass!"]}, {"name": "You", "audio": "", "normalized": ["What's hitting what?", " If you won't say it then I can't stop it."]}, {"name": "", "audio": "", "normalized": ["I dangled the remote control in front of Alberta."]}, {"name": "Alberta", "audio": "v_sr0065_0024", "normalized": ["Uuuh… guuh…"]}, {"name": "", "audio": "", "normalized": ["Alberta shut her mouth tight as she glared at me hatefully."]}, {"name": "You", "audio": "", "normalized": ["Oh my, no reply, huh."]}, {"name": "", "audio": "", "normalized": ["*Whirrwhirrwhirrwhirrwhirr!", "*"]}, {"name": "Alberta", "audio": "v_sr0065_0025", "normalized": ["Guuh, uuh, guuh… aauuh… gpph… uuh… gahh… aah, aahh… auuhh…"]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " You want me to stop, right?", " What's hitting what?", " Answer me with that mouth of yours."]}, {"name": "", "audio": "", "normalized": ["The vibrator rotating in her rectum quickly made a noise as I pumped up the speed, forcing Alberta out of her silence."]}, {"name": "Alberta", "audio": "v_sr0065_0026", "normalized": ["M-my womb!", " From my ass!", " Th-the vibrator is, h-hitting against my womb from inside my aass!"]}, {"name": "Alberta", "audio": "v_sr0065_0027", "normalized": ["Please stop it… I'm begging you… aah, aah.", " please stop hitting my womb…!"]}, {"name": "Alberta", "audio": "v_sr0065_0028", "normalized": ["My ass is gonna breaak, my womb is going crazyy, I'm begging you, stop it even for just a biit!"]}, {"name": "", "audio": "", "normalized": ["Alberta looked as if she would cry at any moment as she begged me."]}, {"name": "", "audio": "", "normalized": ["Both her legs were shaking and her crotch was dripping with love juices and intestinal fluids, just barely managing to keep from being pierced by the needles."]}, {"name": "You", "audio": "", "normalized": ["You're suffering that much, huh.", " How sad.", " In that case, let's turn the vibrator up to max."]}, {"name": "Alberta", "audio": "v_sr0065_0029", "normalized": ["Hiihh!"]}, {"name": "", "audio": "", "normalized": ["The dark elf's narrow eyes widened with fear and hatred."]}, {"name": "Alberta", "audio": "v_sr0065_0030", "normalized": ["You're despicable…!", " You beeaast!"]}, {"name": "You", "audio": "", "normalized": ["Nah, I'm human."]}, {"name": "", "audio": "", "normalized": ["I brought the remote control in front of Alberta's eyes and turned the switch to max."]}, {"name": "", "audio": "", "normalized": ["*Whiirr!", "*"]}, {"name": "Alberta", "audio": "v_sr0065_0031", "normalized": ["Ohhoohh!"]}, {"name": "", "audio": "", "normalized": ["Alberta's head flew back."]}, {"name": "Alberta", "audio": "v_sr0065_0032", "normalized": ["Oooghhohhnnh, nnpphhohh, ohhoohh!"]}, {"name": "", "audio": "", "normalized": ["Though she had called me a beast, she was the one roaring like a wild animal with pleasure."]}, {"name": "", "audio": "", "normalized": ["Her thighs were stiff and her hips were stuck in an unnatural position, so that you could almost see her asshole from the front, as her body shook all over."]}, {"name": "Alberta", "audio": "v_sr0065_0033", "normalized": ["Fughhii, ughhiihh, phhnnghhiihh!"]}, {"name": "", "audio": "", "normalized": ["She was gritting her teeth, doing her best to at least not be pierced by the needles, but that strange position only served to intensify the stimulations."]}, {"name": "You", "audio": "", "normalized": ["That's it, that's it.", " If you don't do your best you'll be crippled.", " Hahahahaha!"]}, {"name": "", "audio": "", "normalized": ["*Whirrwhirrwhirrwhirrwhirr!", "*"]}, {"name": "", "audio": "", "normalized": ["More than anything, the vibrator going wild inside her rectum was continuing to bang against her womb through her thin intestinal wall, as if it were aiming for it."]}, {"name": "Alberta", "audio": "v_sr0065_0034", "normalized": ["Aaah, aah, ahaahh, it's, it's hitting mee, my womb, aah, aah, it's hitting it so fasst!"]}, {"name": "Alberta", "audio": "v_sr0065_0035", "normalized": ["I can't!", " I can't take it anymore!", " It's bashing against my womb, from inside my butt, I can't hold back anymoore!"]}, {"name": "", "audio": "", "normalized": ["Alberta's endurance had flatly reached its limit within just 10 seconds."]}, {"name": "", "audio": "", "normalized": ["Her eyes were rolled back in her head, her tongue stuck out, as she ranted wildly, proclaiming her defeat."]}, {"name": "Alberta", "audio": "v_sr0065_0036", "normalized": ["Aaahh!", " I can't take it, I can't take it, I can't take iit!"]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " If you can't take it then just orgasm already!", " Show me your unsightly orgasm right here, you dark elf!"]}, {"name": "Alberta", "audio": "v_sr0065_0037", "normalized": ["I-I'm gonna cum, I'm gonna cum, I don't want to, but I'm gonna cum with my ass and my womb…!"]}, {"name": "Alberta", "audio": "v_sr0065_0038", "normalized": ["I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Alberta's legs strained even wider as though she would rip in two, her ass pussy sticking out even further, with her head bent back so far her face disappeared."]}, {"name": "", "audio": "", "normalized": ["She let out a huge amount of squirt that she had been holding back all this time."]}, {"name": "", "audio": "", "normalized": ["It mixed together with the intestinal fluids leaking from the crevices around the vibrator."]}, {"name": "", "audio": "", "normalized": ["There was no climax more unsightly than this."]}, {"name": "You", "audio": "", "normalized": ["Hahahaha!", " You finally came with your ass, huh!", " But still, you did well enduring thus far!"]}, {"name": "Alberta", "audio": "v_sr0065_0039", "normalized": ["Aah, aah, aah!", " I can't stop orgasming with my ass, I can't stop, I can't stoopp!"]}, {"name": "Alberta", "audio": "v_sr0065_0040", "normalized": ["Hhiihh I'm cumming I'm cumming I'm cummiing!"]}, {"name": "", "audio": "", "normalized": ["Unable to hear my words of scorn, Alberta was going mad with pleasure from her first orgasm since her discipline had begun, over and over."]}, {"name": "", "audio": "", "normalized": ["She continued to orgasm for nearly 30 minutes, but it was a short time in comparison to the time she had endured for."]}, {"name": "", "audio": "", "normalized": ["Tiring of this, I turned off the vibrator's switch and finally let Alberta loose."]}, {"name": "Alberta", "audio": "v_sr0065_0041", "normalized": ["Hahhiih… hihh… guhhii… hiihh… phh.", " hyahhihh… hhihh… ahiihh…"]}, {"name": "", "audio": "", "normalized": ["Her beautiful face had been completely stained with tears, snot, and drool, and she was completely unrecognizable."]}, {"name": "Alberta", "audio": "v_sr0065_0042", "normalized": ["Hhhyahh… hyahh… hahiihh… hhihh… guhhiihh… hyaah… aah… hyaah…"]}, {"name": "", "audio": "", "normalized": ["Her eyes were completely unable to focus, and her slackened mouth was hanging open, breathing roughly over and over."]}, {"name": "", "audio": "", "normalized": ["Her crotch too was loose as she dribbled bright yellow urine everywhere."]}, {"name": "", "audio": "", "normalized": ["The stinky scent unbefitting a dark elf made me recall her origins."]}, {"name": "You", "audio": "", "normalized": ["That reeks.", " It seems you can't hide your inferior station after all."]}, {"name": "Alberta", "audio": "v_sr0065_0043", "normalized": ["Phwaah?", " Wh…what are you… talking about?"]}, {"name": "", "audio": "", "normalized": ["Alberta falteringly looked upward, her words completely inarticulate as she questioned me."]}, {"name": "You", "audio": "", "normalized": ["That blue skin.", " It's unusual so I looked it up."]}, {"name": "You", "audio": "", "normalized": ["It's apparently the color of an inferior race among the dark elves.", " It truly is ugly.", " Like a drowned corpse."]}, {"name": "Alberta", "audio": "v_sr0065_0044", "normalized": ["Sh-sho what… it has nothing to do wish… a h-human like yew…"]}, {"name": "", "audio": "", "normalized": ["Alberta's face that had gone slack with her many orgasms turned to a scowl.", " It seemed as though she thought that a human like me wouldn't notice."]}, {"name": "You", "audio": "", "normalized": ["Is your inferior race often sexually tortured even between you dark elves?"]}, {"name": "You", "audio": "", "normalized": ["Is that how you were able to hold back your orgasm all day?"]}, {"name": "Alberta", "audio": "v_sr0065_0045", "normalized": ["B-be quiet!"]}, {"name": "", "audio": "", "normalized": ["She snapped at me in a shameful voice."]}, {"name": "", "audio": "", "normalized": ["A strong spray of urine leapt out as though she had put a bit of force into her relaxed hips."]}, {"name": "Alberta", "audio": "v_sr0065_0046", "normalized": ["The reashon… I held back was… m-my brother's… rebends…"]}, {"name": "You", "audio": "", "normalized": ["Rebends?"]}, {"name": "Alberta", "audio": "v_sr0065_0047", "normalized": ["Revenge!"]}, {"name": "You", "audio": "", "normalized": ["Aah, revenge.", " I get it, Maisie killed your brother?"]}, {"name": "Alberta", "audio": "v_sr0065_0048", "normalized": ["The one who killed him washh… it was me…"]}, {"name": "", "audio": "", "normalized": ["Alberta shook her head, no longer having the strength to hide the truth."]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " What do you mean?"]}, {"name": "Alberta", "audio": "v_sr0065_0049", "normalized": ["M-maishie… turned my brother into a ghoul… and then I wash the one who killed him…!"]}, {"name": "Alberta", "audio": "v_sr0065_0050", "normalized": ["That'sh why, I have to kill Maisie…!", " Get it!"]}, {"name": "", "audio": "", "normalized": ["Alberta's eyes were full of tears as she desperately spoke to me."]}, {"name": "You", "audio": "", "normalized": ["I see, I see.", " In that case you can't just give into pleasure after all."]}, {"name": "Alberta", "audio": "v_sr0065_0051", "normalized": ["That'sh right… I can't fall no matter what… until I get my brother's revenge… I won't fall…"]}, {"name": "", "audio": "", "normalized": ["I finally understood the source of this dark elf's tenacious will."]}, {"name": "You", "audio": "", "normalized": ["Good girl.", " Don't lose here, Alberta."]}, {"name": "Alberta", "audio": "v_sr0065_0052", "normalized": ["Yes… big brother… I won't lose… no matter what… I won't lose… brother…"]}, {"name": "", "audio": "", "normalized": ["The foolish dark elf's expression relaxed even further as I patted her head, playing along like I was her big brother."]}]