[{"name": "", "audio": "", "normalized": ["…"]}, {"name": "Man 1", "audio": "", "normalized": ["Wow, she's amazing!"]}, {"name": "Man 2", "audio": "", "normalized": ["Yeah, she's not a normal one."]}, {"name": "", "audio": "", "normalized": ["There was a feast about to be held at a big show pub in the dark red light district tonight."]}, {"name": "", "audio": "", "normalized": ["The organizer is the head of Fuuma―"]}, {"name": "", "audio": "", "normalized": ["It's a demonstration inviting the executives of organizations that control each town and region…"]}, {"name": "", "audio": "", "normalized": ["…to show off the Fuuma organization's power to its opponents and show how much they should be feared."]}, {"name": "", "audio": "", "normalized": ["Naturally, the star of this shame show are the high-ranking wraiths who belongs to the Corpse Lord and have been caught, held in a dungeon, and pitifully modified―"]}, {"name": "", "audio": "", "normalized": ["Among them is the particularly powerful spirit knight called is called a \"revenant"]}, {"name": "Dullahan", "audio": "v_sr088_0000", "normalized": ["Hnng… haa, ahaa…"]}, {"name": "", "audio": "", "normalized": ["She feels extreme pleasure from my bodily fluid and will do anything to get it."]}, {"name": "", "audio": "", "normalized": ["More than a dozen days have passed since she was modified and turned into such a pathetic slave."]}, {"name": "", "audio": "", "normalized": ["During that time, I have filled her body with my cum and spit―"]}, {"name": "", "audio": "", "normalized": ["I've poured plenty into her pussy, ass, and of course down her throat.", " Because I violated her with no rest, her body has never lost its lust."]}, {"name": "Dullahan", "audio": "v_sr088_0001", "normalized": ["(Wh-what cowardly behavior… hnng, ahh… mnn… haa, ann…)"]}, {"name": "", "audio": "", "normalized": ["She's restrained and her secret cave is being exposed to everyone."]}, {"name": "", "audio": "", "normalized": ["Even though she's exposed in such an unsightly way, her body and mind are on fire, so she can't help herself."]}, {"name": "", "audio": "", "normalized": ["Her nipples stand painfully and her ass and pussy are open, giving off a continuous strong odor."]}, {"name": "", "audio": "", "normalized": ["Especially around her breasts, her areolas are swollen and her nipples have become like painful needles."]}, {"name": "", "audio": "", "normalized": ["Because of the aphrodisiac that was rubbed there, her body's lust is growing even stronger."]}, {"name": "Dullahan", "audio": "v_sr088_0002", "normalized": ["(Anng… th-thiss… ahh, this needle, hnng!", " N-noo, haatt…)"]}, {"name": "", "audio": "", "normalized": ["Dullahan looks around at the surrounding audience as her eyes roll around and her nipples tingle, making her lips slacken and she breaks down."]}, {"name": "Dullahan", "audio": "v_sr088_0003", "normalized": ["Y-youu… bastards, lowlifes… scum, pathetic assholes… hnn…"]}, {"name": "", "audio": "", "normalized": ["Her breast trembles when she raises her voice, her spine numb with a pleasant sensation."]}, {"name": "", "audio": "", "normalized": ["Whether they realized the reaction of a revenant like herself, or whether it was because this restrained prey was their opponent, the spectators all laughed together."]}, {"name": "Orc 1", "audio": "", "normalized": ["Hehehehe, she's a really energetic bitch!"]}, {"name": "Orc 2", "audio": "", "normalized": ["As expected of the revenant, Dullahan-sama."]}, {"name": "Orc 3", "audio": "", "normalized": ["To be putting on this kind of show for us, this kind knight seems to be on a different level."]}, {"name": "", "audio": "", "normalized": ["Even though they are giving her honorific titles and saying kind words, she can hear the ridicule behind their words."]}, {"name": "", "audio": "", "normalized": ["Soaked in Fuuma's bodily fluids and being ridiculed by these lowlifes and inferior orcs, Dullahan doesn't lose her pride."]}, {"name": "Dullahan", "audio": "v_sr088_0004", "normalized": ["―Shut it!", " Th-this is… hnn, ahh… I can't help it…"]}, {"name": "Orc 1", "audio": "", "normalized": ["What can't be helped, huh?"]}, {"name": "", "audio": "", "normalized": ["The grinning orcs look at her crotch where the petals of her flesh have begun to bloom, and a transparent honey has started to run down her thighs and ass."]}, {"name": "Dullahan", "audio": "v_sr088_0005", "normalized": ["Y-you assholes… pigs who can't get women… have some sympathy… hnn!"]}, {"name": "", "audio": "", "normalized": ["As she raises her voice, the vibrations resonate inside her, giving her more pleasure and making her pant sweetly."]}, {"name": "", "audio": "", "normalized": ["Even though the words and attitude of Dullahan are bitter, them men seem unable to contain their laughter."]}, {"name": "Orc 2", "audio": "", "normalized": ["Gyahahaha, what sympathy?!"]}, {"name": "Orc 3", "audio": "", "normalized": ["That's right.", " You've become a filthy slut who puts on these kinds of performances for us because you want your master's cum so much!"]}, {"name": "Dullahan", "audio": "v_sr088_0006", "normalized": ["―Ahh… grr, yo-you're wrong!", " My body's been rewired and I can't help it… hnn…"]}, {"name": "", "audio": "", "normalized": ["What they point out crosses her mind.", " The taste of Fuuma's saliva and the feel and smell of his cum makes her excited."]}, {"name": "Dullahan", "audio": "v_sr088_0007", "normalized": ["(Hyaah… mnn, noo… I… I'm really… in order to get revenge, it can't be helped that I have to…)"]}, {"name": "", "audio": "", "normalized": ["She's surviving as a prisoner with shame― telling her heart that, she bites her trembling lips and glares around her."]}, {"name": "", "audio": "", "normalized": ["However, her open pussy is dripping a large amount of obscene love juice from both its holes, receiving ridicule from the men."]}, {"name": "Orc 1", "audio": "", "normalized": ["I'm looking forward to tonight's show because her prideful face is gonna be all twisted up."]}, {"name": "Orc 2", "audio": "", "normalized": ["All thanks to her master, we're so thankful."]}, {"name": "Orc 3", "audio": "", "normalized": ["Oh, it's about to start!"]}, {"name": "", "audio": "", "normalized": ["Listening to what the orcs are saying, Dullahan's expression becomes attentive and her hips tremble like they are frightened."]}, {"name": "", "audio": "", "normalized": ["However, her restraints don't allow her to escape, and an enema of cloudy liquid is shoved into the revenant's unclean hole."]}, {"name": "Dullahan", "audio": "v_sr088_0008", "normalized": ["Hnng, hyaah?!"]}, {"name": "", "audio": "", "normalized": ["How amazing would it be if the cloudy liquid was from Fuuma?"]}, {"name": "", "audio": "", "normalized": ["Her thirst is satisfied, and she also has excuses.", " She can get stimulation from her rewired instincts, so it can't be helped that she feels joy from it―"]}, {"name": "Dullahan", "audio": "v_sr088_0009", "normalized": ["(Ohoo, haa… hehh… it's going inn… mnn!", ")"]}, {"name": "", "audio": "", "normalized": ["But, the liquid she's being injected with isn't from Fuuma, it's from the orcs."]}, {"name": "", "audio": "", "normalized": ["The cloudy liquid carries a powerful aphrodisiac effect and it's poured into her intestines from her asshole vigorously.", " Her body absorbs it all instantly."]}, {"name": "Dullahan", "audio": "v_sr088_0010", "normalized": ["Eee… ahh… st-staahp… hnng, grr, ahh… haa, huu…"]}, {"name": "", "audio": "", "normalized": ["As soon as the fire was lit in her body, she becomes sweaty and her face turns red while her eyes moisten."]}, {"name": "", "audio": "", "normalized": ["She exhales hotly from her half-open lips, steam rising as her pierced nipples expand and vibrate."]}, {"name": "", "audio": "", "normalized": ["Most of all― her exposed pussy keeps squirting and shakes, making her embarrassed."]}, {"name": "Orc 1", "audio": "", "normalized": ["Gyahahaha!", " Her pussy is welcoming us kindly!"]}, {"name": "Dullahan", "audio": "v_sr088_0011", "normalized": ["Hnng?!", " Shaad upp… hnng, ohh, ohh…"]}, {"name": "", "audio": "", "normalized": ["Dullahan desperately glares at the orcs as turns red all the way to her ears in embarrassment, not lust."]}, {"name": "", "audio": "", "normalized": ["However, her voice quickly turns into hot panting from the humiliation and the pleasure of the injection."]}, {"name": "Dullahan", "audio": "v_sr088_0012", "normalized": ["(My-my stomach… mnn, haa… it's hot and full…)"]}, {"name": "", "audio": "", "normalized": ["While her body is bouncing and her field of vision flickers from the rising pleasure, Dullahan speaks back in a rough voice."]}, {"name": "Dullahan", "audio": "v_sr088_0013", "normalized": ["Now… hnng, I'm looking at all you… assholes… I-I remember your faces… I'll definitely kill… you all…"]}, {"name": "Orc 2", "audio": "", "normalized": ["Ohh, she's scary!"]}, {"name": "", "audio": "", "normalized": ["If Dullahan were to speak while her body was free, they would have been terrified and pissed themselves."]}, {"name": "", "audio": "", "normalized": ["However, now she's captured and there's no reason to be scared of her."]}, {"name": "", "audio": "", "normalized": ["Hearing their ridicule and jeers, Dullahan raises her eyes but has no choice but to feel good when the semen is poured into her."]}, {"name": "Dullahan", "audio": "v_sr088_0014", "normalized": ["Ho-how dare you… hnn…"]}, {"name": "", "audio": "", "normalized": ["Her eyes unintentionally narrow from a pleasant sensation that causes her back to tremble."]}, {"name": "", "audio": "", "normalized": ["While watching the ghost knight, the men in the audience change their interest to the next fun thing."]}, {"name": "Orc 3", "audio": "", "normalized": ["Let's see how many dicks you can take!"]}, {"name": "Man 1", "audio": "", "normalized": ["I think it's three!"]}, {"name": "Man 2", "audio": "", "normalized": ["I'm going with two.", " She's making a weak face."]}, {"name": "Orc 4", "audio": "", "normalized": ["Imma say ten!", " Hehehehe, we should try it, right?"]}, {"name": "Dullahan", "audio": "v_sr088_0015", "normalized": ["(Th-these assholes… hnng!", ")"]}, {"name": "", "audio": "", "normalized": ["How many enemas has she had poured into her and how much more can she endure before her ass breaks―?"]}, {"name": "", "audio": "", "normalized": ["Realizing they are taking bets, Dullahan's face turns bright red and she chews on her lips."]}, {"name": "", "audio": "", "normalized": ["But― she can't do anything about it right now, and she can only glare with all her might at the beasts around her."]}, {"name": "Dullahan", "audio": "v_sr088_0016", "normalized": ["(Grr… Don't underestimate me… in this place, in front of all these fucking assholes…)"]}, {"name": "", "audio": "", "normalized": ["If there's anything she can do, she can at least hold in the semen and not let it spray out of her in front of them."]}, {"name": "", "audio": "", "normalized": ["To do that, Dullahan clenches her fists and gathers the strength in her body, tightening her sphincter."]}, {"name": "", "audio": "", "normalized": ["But― they've already bet on it.", " If the star of the show doesn't finally leak, there won't be any winners and they will lose all their excitement."]}, {"name": "", "audio": "", "normalized": ["With such a banquet, the awful result must be delivered as promised―"]}, {"name": "Orc 1", "audio": "", "normalized": ["Heeheehee, the stakes have really risen.", " Now then, let's get started."]}, {"name": "Dullahan", "audio": "v_sr088_0017", "normalized": ["―Eh?!", " Wha… hnng?!", " Wh-what are you doing… nyaahh!"]}, {"name": "", "audio": "", "normalized": ["Ignoring Dullahan's attempts to stop them, one orc squeezes against her and shoves his penis all the way to her abdomen."]}, {"name": "Dullahan", "audio": "v_sr088_0018", "normalized": ["Hnng?!", " Hoo, ohh, ohh, gaah…"]}, {"name": "", "audio": "", "normalized": ["Dullahan is panting and moaning like a wild beast while the tips of her limbs cramp up and she suffers from the orc's intense meat."]}, {"name": "Dullahan", "audio": "v_sr088_0019", "normalized": ["(Wh-whyy… hnng… oh, hoo… sho hoott!", ")"]}, {"name": "", "audio": "", "normalized": ["This was their rule.", " During the semen enema, the orcs must violate her pussy and make her defecate with stimulation and pleasure."]}, {"name": "Orc 1", "audio": "", "normalized": ["Heheheheh, what a good reaction… look!"]}, {"name": "Dullahan", "audio": "v_sr088_0020", "normalized": ["You ashholee… nyaah?!", " Haah, staahp moving… ahh, ann, mnn… ahaa!"]}, {"name": "", "audio": "", "normalized": ["Soon after restraining her, the orc thrusts his hips violently and her pussy gets flipped around because of the giant orc cock."]}, {"name": "", "audio": "", "normalized": ["Every time it's hit, her uterus feels numb and every time he pulls out, her pussy gets beaten.", " This process is repeated without interruption."]}, {"name": "Dullahan", "audio": "v_sr088_0021", "normalized": ["Hnng, ohh haa!", " Stopp, hee!", " Ahh, don't do that with your dick!"]}, {"name": "", "audio": "", "normalized": ["A bunch of her female honey splashes out, and the cloudy juice is raked out with the big cock.", " It feels so good that her whole body is bouncing."]}, {"name": "", "audio": "", "normalized": ["Even though it's not Fuuma's dick, her body is feeling pleasure all the way to her core and she has no way of resisting the call of a male."]}, {"name": "Dullahan", "audio": "v_sr088_0022", "normalized": ["(Staahp… I-I feel strange!", " I'm feeling strangee!", ")"]}, {"name": "", "audio": "", "normalized": ["Although her head was completely blank because of the pistoning and her limbs were stretched tightly, she loses all her power and melts."]}, {"name": "", "audio": "", "normalized": ["The relaxation goes all the way inside her body, to her urethra.", " It loosens and starts opening like a peony."]}, {"name": "", "audio": "", "normalized": ["But, the relaxation also hits her asshole and something slips out of it, causing a coldness to run through her hot body."]}, {"name": "Dullahan", "audio": "v_sr088_0023", "normalized": ["Hyaah… fuu, kyaah…"]}, {"name": "", "audio": "", "normalized": ["Realizing that the tip of the enema has been removed, Dullahan hurries to tighten her asshole."]}, {"name": "Orc 1", "audio": "", "normalized": ["Heeheehee, so you can take one?"]}, {"name": "", "audio": "", "normalized": ["Their expressions distort in a disgusting way and she can feel their hot orc breath."]}, {"name": "", "audio": "", "normalized": ["In a situation like this, her abdomen is throbbing in pain and her ass is stretched from being pressed from within."]}, {"name": "", "audio": "", "normalized": ["Dullahan speaks to the orcs with a trembling voice as she feels the need to shit welling up intensely inside of her."]}, {"name": "Dullahan", "audio": "v_sr088_0024", "normalized": ["Shadd upp… don't sayy thatt…"]}, {"name": "", "audio": "", "normalized": ["While talking, her waist trembles and she is worried that her waist will break with just one more thrust."]}, {"name": "", "audio": "", "normalized": ["Seeing the revenant so miserable makes the orc's desire invigorated as he thrusts into her more intensely."]}, {"name": "Dullahan", "audio": "v_sr088_0025", "normalized": ["Hnng, oohh?!", " Ohoo, hoo!", " Too intensee, hee!"]}, {"name": "", "audio": "", "normalized": ["A sound reverberates from her crotch, much like that of someone violating sludge."]}, {"name": "", "audio": "", "normalized": ["She's getting turned on and wet, the sound is proof that reminds her of that.", " At the same time, she feels a rush of tremendous pleasure."]}, {"name": "", "audio": "", "normalized": ["Her pussy that's dripping with lust and orc cum is stimulated by being beaten down by a male."]}, {"name": "", "audio": "", "normalized": ["She feels a numbness as if her pussy and clit have be struck with pleasure and she is covered in sweet waves."]}, {"name": "Dullahan", "audio": "v_sr088_0026", "normalized": ["Hyaahh!", " Mnn, ohh!", " Hyaah, staahhpp!"]}, {"name": "Orc 1", "audio": "", "normalized": ["Hee, heeheehee!", " All right, this time I'll do it here― oh, ohh!"]}, {"name": "", "audio": "", "normalized": ["At the same time as Dullahan is panting, the orc shouts and his belly crushes her, keeping their privates in close contact."]}, {"name": "", "audio": "", "normalized": ["―Slamm… bam!", " Schlick, schlick schlick―!"]}, {"name": "Dullahan", "audio": "v_sr088_0027", "normalized": ["Hnng?!", " Anng, nyaah, insidee?!"]}, {"name": "", "audio": "", "normalized": ["He thrusts his length to the hilt, so her pussy is getting intense stimulation.", " It feels like she's getting stabbed in the womb."]}, {"name": "", "audio": "", "normalized": ["He sticks the head of his dick into the entrance of her womb and opens it with his hardness."]}, {"name": "", "audio": "", "normalized": ["A huge amount of hot mucus that has poured from there has been sticking inside her, so that her entire uterine entrance all the way to the back wall will be dirty."]}, {"name": "Dullahan", "audio": "v_sr088_0028", "normalized": ["Hnng!", " Hyaah!", " Ahyaah, hnng, gyaah!"]}, {"name": "", "audio": "", "normalized": ["She feels a terrible pleasure that makes her whole body weak and break out into convulsions, spreading the sensation to various parts of her body."]}, {"name": "", "audio": "", "normalized": ["Her brain is completely fried and her thoughts and vision have gone blank."]}, {"name": "Dullahan", "audio": "v_sr088_0029", "normalized": ["Hoo, ohh, hnng…"]}, {"name": "", "audio": "", "normalized": ["The orc holds Dullahan, squeezing out his last drop and pushing his giant cock into her hard."]}, {"name": "", "audio": "", "normalized": ["Each time he presses into her, her uterus goes numb and she sees stars.", " Her breath is hitching."]}, {"name": "", "audio": "", "normalized": ["Her lips with layers of sticky saliva on them are loosely hanging open and her tongue falls out."]}, {"name": "Dullahan", "audio": "v_sr088_0030", "normalized": ["S-soo much heat…"]}, {"name": "", "audio": "", "normalized": ["Completely overwhelmed with emotion, the revenant is panting and showing her climaxing face."]}, {"name": "", "audio": "", "normalized": ["The audience is indulging themselves and they are satisfied, but the awful show has just begun."]}, {"name": "Dullahan", "audio": "v_sr088_0031", "normalized": ["Ahh, ohh… hnng?!", " A-agaiinn… hyaah!"]}, {"name": "", "audio": "", "normalized": ["Even though she's still full with the orc's trembling dick as he continues to cum, the second anal enema has already been put into place."]}, {"name": "", "audio": "", "normalized": ["Her spine trembles with the feeling of her asshole opening up and a sweet moan spills from her throat."]}, {"name": "Dullahan", "audio": "v_sr088_0032", "normalized": ["Hnn, anng…"]}, {"name": "", "audio": "", "normalized": ["Letting her overwhelmed voice leak out, her limbs are also shaking."]}, {"name": "", "audio": "", "normalized": ["Laughing at what Dullahan is doing, the orc finally squeezes the last drop of cum out of his dick and removes his still-hard cock."]}, {"name": "Dullahan", "audio": "v_sr088_0033", "normalized": ["Hyaah?!", " Hnn, b-be moree… haa… gen-gentle… hnngg?!"]}, {"name": "", "audio": "", "normalized": ["She is out of it just from him pulling out and even though she's full of pleasure from having her pussy fucked, she's not given any time to rest."]}, {"name": "", "audio": "", "normalized": ["―Slap, thunk!"]}, {"name": "", "audio": "", "normalized": ["Just like the orc before him, he shoves his dick into her all the way into the back and tears her pussy because he refuses to let her adjust."]}, {"name": "", "audio": "", "normalized": ["Dullahan's asshole tightens by itself, as her female instinct sinks in from the intense pleasure."]}, {"name": "Dullahan", "audio": "v_sr088_0034", "normalized": ["(Haann… th-this warty… warty, thick cock!", ")"]}, {"name": "", "audio": "", "normalized": ["The warts that form the unique shape and characteristic of orc dicks rub the inside of her pussy and push deep inside her, giving her lots of pleasure."]}, {"name": "", "audio": "", "normalized": ["The club-like dick with warts stirs the inside of her pussy and squeezes out her love juice, crushing and loosening her womb."]}, {"name": "Dullahan", "audio": "v_sr088_0035", "normalized": ["Noo, hnng!", " Ohoo, m-my pussy… my pussy is breakingg!"]}, {"name": "Orc 2", "audio": "", "normalized": ["Gyahahaha, am I that big?!", " I'm honored to hear that from a revenant!"]}, {"name": "", "audio": "", "normalized": ["Bluffing, resisting, and glaring at her opponent―"]}, {"name": "", "audio": "", "normalized": ["The shock penetrates from Dullahan's lower abdomen and shoots up to her head, igniting her lust."]}, {"name": "Dullahan", "audio": "v_sr088_0036", "normalized": ["(Hnng, ackk… a p-pig… even though he's a pig… why is his dick… this good!", ")"]}, {"name": "", "audio": "", "normalized": ["Even though she regrets it, her eyes burn and her womb is kissed over and over.", " All of the power seems to pour out of her body."]}, {"name": "", "audio": "", "normalized": ["Her loose asshole is opened from the stimulus and the enema digs in deep, pouring male hormones into her body."]}, {"name": "Dullahan", "audio": "v_sr088_0037", "normalized": ["(Hnn!", " That's no good, noo… hnng!", " Ahh… a semen enema, noo…)"]}, {"name": "", "audio": "", "normalized": ["The abnormal gurgling in her abdomen becomes more intense as pain, dizziness, and nausea increase, making Dullahan's chest uncomfortable."]}, {"name": "", "audio": "", "normalized": ["But something also happens at that moment."]}, {"name": "", "audio": "", "normalized": ["Immediately after getting the effects of the semen aphrodisiac, her discomfort is replaced by pleasure that takes over her thoughts."]}, {"name": "", "audio": "", "normalized": ["Her heart beat wildly."]}, {"name": "Dullahan", "audio": "v_sr088_0038", "normalized": ["Anng!", " Don't do it so intenselyy!", " My pussy is moving around!"]}, {"name": "", "audio": "", "normalized": ["The cries of the revenant and her writhing only delight the men watching her on stage and also enhances their pleasure."]}, {"name": "", "audio": "", "normalized": ["But at the same time, the cum that fills her intestines is rampaging around, looking for a place to go.", " It starts stimulating her tightened asshole."]}, {"name": "Dullahan", "audio": "v_sr088_0039", "normalized": ["Hnng, ohh… hoo.", " I-I-I'm gonna burst… mnn, ohh… stopp…"]}, {"name": "Orc 2", "audio": "", "normalized": ["Hnn~?", " What's that, revenant…?", " Heeheehee, are you already at your limit?"]}, {"name": "Dullahan", "audio": "v_sr088_0040", "normalized": ["Hnn, mnn… y-yeah… that's right!", " S-soo… stop itt!"]}, {"name": "", "audio": "", "normalized": ["Whispering to the orc with a miserable expression and her eyes rolled back, the orc is amused and slams into her."]}, {"name": "Dullahan", "audio": "v_sr088_0041", "normalized": ["Hnng― ah?!", " Staahp, noo good!", " Staah… hyaah!"]}, {"name": "", "audio": "", "normalized": ["Her stomach that is already swollen past its max is struck repeatedly by the orc's fat body, his dick simulating her pussy and intestines."]}, {"name": "", "audio": "", "normalized": ["The numbness eases and relaxes her muscles.", " Pleasant feelings melt away her reason and her extremities are convulsing slightly."]}, {"name": "Dullahan", "audio": "v_sr088_0042", "normalized": ["(Hnng, ohh… I can't… this… I-I can't stand it… ahh!", ")"]}, {"name": "", "audio": "", "normalized": ["She almost loses consciousness over and over, her field of vision and thoughts flickering repeatedly."]}, {"name": "", "audio": "", "normalized": ["Her instinct is to endure and keep everything inside, so she tightens her asshole which in turn tightens her pussy."]}, {"name": "", "audio": "", "normalized": ["A wave of tremendous pleasure strikes Dullahan and she finally shakes her hips and her body stiffens as she reaches her limit."]}, {"name": "", "audio": "", "normalized": ["At the same time, the second orc also slams into her hard one last time after making sure that the enema was finished."]}, {"name": "Dullahan", "audio": "v_sr088_0043", "normalized": ["Hnng?!", " Mnn, hehh…"]}, {"name": "", "audio": "", "normalized": ["After the enema has finished injecting the cloudy liquid, it's pulled out from her body while rotating the tip, making a guzzling sound."]}, {"name": "", "audio": "", "normalized": ["Added to her hole, where the cloudy liquid is almost overflowing, the added weight of an orc is inserted―"]}, {"name": "", "audio": "", "normalized": ["―Slamm… slap, slap, slap~~!", " Squelch, squelch, squelch!"]}, {"name": "Dullahan", "audio": "v_sr088_0044", "normalized": ["Ohh, hoo!"]}, {"name": "", "audio": "", "normalized": ["It seems like an awfully large amount of cum is coming from this orc and pouring into her already full womb.", " It feels like her pussy is being expanded even further."]}, {"name": "", "audio": "", "normalized": ["Her uterine wall is numb and trembling because of the pressure."]}, {"name": "", "audio": "", "normalized": ["Her pussy meat is being pushed and expanded by the giant length of the orc, her pussy getting entangled with thick cum."]}, {"name": "", "audio": "", "normalized": ["Dullahan's consciousness is almost gone and her eyes are rolled back, showing the whites."]}, {"name": "", "audio": "", "normalized": ["She abandons reason completely and her body is free, succumbing to the dick and tasting a forced climax."]}, {"name": "Dullahan", "audio": "v_sr088_0045", "normalized": ["Hnng, hee?!", " Hnng, it's coming out, it's coming outt!", " I'm cumming, I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["Her asshole has completely lost structure and opens easily, and a large amount of jizz overflows from her hole."]}, {"name": "Dullahan", "audio": "v_sr088_0046", "normalized": ["(Hnng!", " Gyaah, going crazyy!", " Oh no, my pussy, I'm cummingg!", ")"]}, {"name": "", "audio": "", "normalized": ["Her eyes roll back with pleasure, her mind goes blank, and she shits and feels more pleasure from that."]}, {"name": "", "audio": "", "normalized": ["All the while, cum is pulled into her pussy while her whole body convulses."]}, {"name": "Dullahan", "audio": "v_sr088_0047", "normalized": ["(I'm cumming, cumming, cumming, cumming!", " Hyaah, while shittingg, I'm cumming again!", ")"]}, {"name": "", "audio": "", "normalized": ["Her ass is being hit from the inside from her shit, enhancing her pleasure and climax."]}, {"name": "", "audio": "", "normalized": ["While getting the cheers from a lot of spectators, the proud revenant continues to show her shameless shitting."]}, {"name": "Orc 3", "audio": "", "normalized": ["So the first time her limit was two!"]}, {"name": "Orc 4", "audio": "", "normalized": ["Now, let's see how much she can put up with next time!", " Before we start the next round, let's take some bets!"]}, {"name": "", "audio": "", "normalized": ["Then― they announce that the show isn't over and it's going to continue."]}, {"name": "", "audio": "", "normalized": ["Her reason drowns in the pleasure and instinct dominates her thinking.", " Her lust is burning―"]}]