[{"name": "Lily", "audio": "v_sr220_0000", "normalized": ["You've got so many tentacles out… you trying to make me pregnant again?", " I already am…"]}, {"name": "Ichirou", "audio": "", "normalized": ["But you want it too, right Lily?", " This time I'm gonna get you pregnant for real with my tentacles."]}, {"name": "Lily", "audio": "v_sr220_0001", "normalized": ["You really are a pervert… Ichirou…"]}, {"name": "", "audio": "", "normalized": ["Lily's voice purred as she said these disgusted words to me."]}, {"name": "", "audio": "", "normalized": ["Her eyes were as wet as before we had to put things on hold due to her father coming home that evening."]}, {"name": "", "audio": "", "normalized": ["Her crotch sticking out from between her lewdly spread legs was already soaked before I even touched her as well."]}, {"name": "", "audio": "", "normalized": ["Naturally, her nipples were stiff long before my tentacles started kneading them."]}, {"name": "", "audio": "", "normalized": ["The feeling of anticipation from getting to have a different kind of sex was making me as excited as the first time."]}, {"name": "Ichirou", "audio": "", "normalized": ["That's why I'm gonna get you even more pregnant."]}, {"name": "Lily", "audio": "v_sr220_0002", "normalized": ["Y-yeah…"]}, {"name": "", "audio": "", "normalized": ["I pressed two of my tentacles against Lily's two holes in anticipation of our mating."]}, {"name": "Lily", "audio": "v_sr220_0003", "normalized": ["You're gonna do both?"]}, {"name": "", "audio": "", "normalized": ["Lily's voice was passionate as she spoke."]}, {"name": "Ichirou", "audio": "", "normalized": ["That's what I've got tentacles for.", " I'll make your womb feel good from your ass too, so ovulate for me, okay?"]}, {"name": "", "audio": "", "normalized": ["In addition, I pushed my tentacles into her pussy entrance and anus lightly, churning and digging their entrances."]}, {"name": "Lily", "audio": "v_sr220_0004", "normalized": ["Phwaah, they're both already, aah, making smacking noises…"]}, {"name": "Ichirou", "audio": "", "normalized": ["Yeah, both of your dick holes are already pretty relaxed.", " They're sticking to me like they want dick."]}, {"name": "Lily", "audio": "v_sr220_0005", "normalized": ["D-don't call them dick holes, nnhh!"]}, {"name": "Ichirou", "audio": "", "normalized": ["One is for sticking a dick in and getting you pregnant."]}, {"name": "Ichirou", "audio": "", "normalized": ["The other is for pressuring your womb from the other side and making you ovulate."]}, {"name": "Ichirou", "audio": "", "normalized": ["Do they have any other purpose?", " If I'm wrong, I can stop."]}, {"name": "", "audio": "", "normalized": ["As I moved my tentacles more vigorously, the sticky sound from both holes got louder."]}, {"name": "Lily", "audio": "v_sr220_0006", "normalized": ["Nnnha, aah, don't stop!", " They're both, nnh, dick holes, they're dick holes They're for getting pregnant… hauuh, auuhh!"]}, {"name": "", "audio": "", "normalized": ["The spasms of her womb made her swollen stomach tremble."]}, {"name": "", "audio": "", "normalized": ["It was full of fertilized eggs and the semen I had poured in that evening."]}, {"name": "", "audio": "", "normalized": ["Just thinking about that filled my tentacles digging out her holes with enthusiasm."]}, {"name": "", "audio": "", "normalized": ["I purposely made the sticky sounds louder, making Lily's tan skin begin to flush with moist heat as she did her best."]}, {"name": "Lily", "audio": "v_sr220_0007", "normalized": ["Guuh, uhhnh!", " Haah, haah, auuhh, it's so louud!"]}, {"name": "Lily", "audio": "v_sr220_0008", "normalized": ["Nnnoo!", " Aah, Ahnnhh!", " When I'm about to get pregnant… my dick holes… nnh, they want diick!"]}, {"name": "", "audio": "", "normalized": ["Her twisting body met my squirming tentacles at her crotch, squirming and crashing against them."]}, {"name": "", "audio": "", "normalized": ["Her empty cavern was surely contracting in fierce anticipation of my dick."]}, {"name": "", "audio": "", "normalized": ["Her rectum as well was wriggling in hopes of the anal stimulation of her womb from behind."]}, {"name": "Ichirou", "audio": "", "normalized": ["Yeah, both your pussy and your ass-pussy are acting like they wanna swallow up my tentacles."]}, {"name": "Lily", "audio": "v_sr220_0009", "normalized": ["Haah, haah, dick…!", " Ichirou, aah, thrust your tentacle dicks inside me already…"]}, {"name": "", "audio": "", "normalized": ["Lily curled her body up and squeeze tightly."]}, {"name": "", "audio": "", "normalized": ["Thick, smelly fluid leaked from her two holes as though semen was mixed in with my pre-cum."]}, {"name": "Ichirou", "audio": "", "normalized": ["All right, it's a challenge to see how many you can birth at once.", " Make sure to ovulate a lot, Lily."]}, {"name": "Lily", "audio": "v_sr220_0010", "normalized": ["Y-yeah, I'll give birth to a lot of your babies, I'll birth them all."]}, {"name": "Ichirou", "audio": "", "normalized": ["I'll pump you so full of sperm the fertilized eggs will be jam-packed."]}, {"name": "", "audio": "", "normalized": ["I sunk my tentacles into her burning body, urged on by Lily's sweet, honest, pitiful begging."]}, {"name": "Lily", "audio": "v_sr220_0011", "normalized": ["Nnhahh!", " Aahh, nnh, aah!", " Your tentacle dick, aah, aah, so suddenly in my womb… phwaa, it's too deep…!"]}, {"name": "Lily", "audio": "v_sr220_0012", "normalized": ["Nnh, nnhh, nhaah, it's wiggling, annhh, wiggling in the entrance of my womb, auuhh!"]}, {"name": "", "audio": "", "normalized": ["I wriggled my tentacle dick, both so much thicker and more powerful than a human's beyond compare, inside her stomach."]}, {"name": "Ichirou", "audio": "", "normalized": ["I'm gonna get started on your ass too."]}, {"name": "Lily", "audio": "v_sr220_0013", "normalized": ["Nnhihnnhh!"]}, {"name": "", "audio": "", "normalized": ["I pushed up her womb from her rectum and Lily's hips leapt upward."]}, {"name": "Lily", "audio": "v_sr220_0014", "normalized": ["Uunnhh, ahh!", " Auuhh!", " Ahhah!", " Ahh, wait, not yet!"]}, {"name": "Lily", "audio": "v_sr220_0015", "normalized": ["Sex!", " Ichirou, sex!", " Pound me with your dick…"]}, {"name": "", "audio": "", "normalized": ["A large amount of fluids dripped down as her uplifted hips trembled and jumped."]}, {"name": "", "audio": "", "normalized": ["Her womb that I had thoroughly trained before was swollen and puffy with circulated blood in a flash, begging for semen as it clung to my tentacle."]}, {"name": "Ichirou", "audio": "", "normalized": ["Your womb really wants my semen now.", " But today I'm gonna do it after massaging your womb more."]}, {"name": "", "audio": "", "normalized": ["I stroked Lily's swollen womb as though I was licking her all over with a giant tongue."]}, {"name": "Lily", "audio": "v_sr220_0016", "normalized": ["Nnnoo, aah!", " My wombb, nnhh, don't knead it so much!", " It's coming out, it's coming ouut!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Ghh, your womb entrance is like it's sucking my dick with tender lips."]}, {"name": "", "audio": "", "normalized": ["Her entrance was sucking at the tip of my tentacle in time with the contracting movements of her womb."]}, {"name": "", "audio": "", "normalized": ["It was a movement exactly like giving a blowjob to my tentacle that had the same sexual feelings as a dick."]}, {"name": "", "audio": "", "normalized": ["Her womb was slightly smeared with cloudy love juices, and I felt like my tentacle dick would cum already."]}, {"name": "Ichirou", "audio": "", "normalized": ["Lily, not just this one."]}, {"name": "", "audio": "", "normalized": ["I pushed the tentacle in her ass up against her womb to stop myself from cumming."]}, {"name": "", "audio": "", "normalized": ["Lily's abdomen rose up slightly."]}, {"name": "", "audio": "", "normalized": ["Just then…"]}, {"name": "Lily", "audio": "v_sr220_0017", "normalized": ["Aah, aah, ahah, aahh!"]}, {"name": "", "audio": "", "normalized": ["Lily's stomach convulsed like it had received an electric massage, while at the same time her womb sprayed hot liquid everywhere inside her pussy."]}, {"name": "Lily", "audio": "v_sr220_0018", "normalized": ["Nnnh, nnhh!", " My womb, nnhh, I'm squirtiing…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Yeah, your squirt is coming out like you're ejaculating.", " It's thicker and hotter than your piss."]}, {"name": "Lily", "audio": "v_sr220_0019", "normalized": ["Ughh, you idiot, don't say that right now, guhhnhh!"]}, {"name": "", "audio": "", "normalized": ["On one hand, her contracting womb was flicking its swollen lips, churning, while on the other, while on the other, it was pushing, shaking, knocking."]}, {"name": "", "audio": "", "normalized": ["Her womb was spitting out cum, and both the tentacle directly touching her pussy and the one in her rectum could feel the heat."]}, {"name": "Lily", "audio": "v_sr220_0020", "normalized": ["Phhahh, haah, haah, aahh, ahh, haah, aah, ghh, haahh, haah, nnh, nhhahh, nnhh…!"]}, {"name": "", "audio": "", "normalized": ["Even without intense thrusting, Lily was completely under the spell of my caresses, unattainable by a human body."]}, {"name": "Ichirou", "audio": "", "normalized": ["Your womb feels that good?"]}, {"name": "Lily", "audio": "v_sr220_0021", "normalized": ["Y-yes…!", " It's amazing, nngh, my stomach is burning, ghnnh, my whole body is tingling like I'm on fire…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Your womb is pumping harder than your heart right now after all."]}, {"name": "Lily", "audio": "v_sr220_0022", "normalized": ["Yeah, it wants your semen so bad, haah, haah, it's aching, uwaahh, aahhah, aah!"]}, {"name": "", "audio": "", "normalized": ["Whether she was climaxing again, or whether her climax was continuing, her womb started convulsing irregularly again."]}, {"name": "", "audio": "", "normalized": ["My tentacles slid across her arms and legs, winding around them, in addition to attacking her womb from both holes."]}, {"name": "Lily", "audio": "v_sr220_0023", "normalized": ["Hauuhh, haauhh, aah, m-my body is melting!"]}, {"name": "", "audio": "", "normalized": ["The heat in Lily's body increased as the sticky fluid secreted by my tentacles spread all over her."]}, {"name": "", "audio": "", "normalized": ["Lily's body was twitching, turned on in not only in the erogenous zones of her ears, stomach, and stiff, pointed nipples…"]}, {"name": "", "audio": "", "normalized": ["…but in her arms and ankles that my tentacles bound and slid about as well."]}, {"name": "", "audio": "", "normalized": ["Her tanned body was thrashing about, tortured by her tense muscles from the pleasure."]}, {"name": "Lily", "audio": "v_sr220_0024", "normalized": ["Nnhh, aah, fuhahh, aah, this is bad, seriously, guunhh, aaha, haahh, aahh…!"]}, {"name": "", "audio": "", "normalized": ["Her body was as taut as a well-cocked bow, strained to its limit, and then…"]}, {"name": "Lily", "audio": "v_sr220_0025", "normalized": ["Fuhyaahh!"]}, {"name": "", "audio": "", "normalized": ["Convulsing wildly like a high-voltage current had run through her, Lily's body suddenly melted, going completely limp."]}, {"name": "", "audio": "", "normalized": ["The intense waves of her orgasm were so strong they made her lose all flexibility."]}, {"name": "", "audio": "", "normalized": ["She was melted and stretched out, limp as though all her muscle fibers had been torn through."]}, {"name": "", "audio": "", "normalized": ["The only tension left in Lily's body was in her engorged nipples and clitoris."]}, {"name": "Lily", "audio": "v_sr220_0026", "normalized": ["Hifhh!", " Hahehehh, hehh, I-I-Ichirouu…"]}, {"name": "", "audio": "", "normalized": ["Lily's body was trembling like jelly, unable to summon even enough tension to spasm."]}, {"name": "", "audio": "", "normalized": ["She was slumped against the tentacle in her rectum, the inside of her body relaxed as well as cum clearly dripped from her loosened womb lips."]}, {"name": "Ichirou", "audio": "", "normalized": ["Your womb is all sticky.", " Now my tentacle dick can slide inside easily."]}, {"name": "", "audio": "", "normalized": ["I pushed open her fat, swollen womb entrance with my tentacle, so different from her thin, tense actual lips."]}, {"name": "", "audio": "", "normalized": ["Her cum was smeared and wound around me along with her entrance's lips.", " Her completely relaxed and flaccid hole stretched out easily, accepting the tip of my tentacle."]}, {"name": "Lily", "audio": "v_sr220_0027", "normalized": ["Hauuh, phh, phwaahah… nno, nnoo, I c-can't, m-move right now…"]}, {"name": "", "audio": "", "normalized": ["I used the tentacle in her rectum to massage her as well, using her widened womb hanging down on it to ease the insertion of my tentacle."]}, {"name": "Lily", "audio": "v_sr220_0028", "normalized": ["I-I-I'm gonna diie, I c-can't moove, hehh, I can't move yet…"]}, {"name": "Lily", "audio": "v_sr220_0029", "normalized": ["Phh, hinnh, hinhh, nhhihh…!"]}, {"name": "", "audio": "", "normalized": ["I continued to push my tentacles inside of Lily despite her weakness and exhaustion from her orgasm."]}, {"name": "Lily", "audio": "v_sr220_0030", "normalized": ["Nnh, yaahh…!"]}, {"name": "", "audio": "", "normalized": ["My fat tentacle slid easily into her relaxed and loosened womb."]}, {"name": "", "audio": "", "normalized": ["It felt like the silky texuture of her rectum, almost viscous, unlike the stiffness of her organs."]}, {"name": "Lily", "audio": "v_sr220_0031", "normalized": ["Phhew, uuhh… y-your dick is still… inside…!"]}, {"name": "", "audio": "", "normalized": ["I coiled my tentacle around her womb inside as I pushed it up from where it hung down."]}, {"name": "", "audio": "", "normalized": ["The sticky fluid wrapped around me as I filled up Lily's womb, as though this was a practice run for her pregnancy."]}, {"name": "Ichirou", "audio": "", "normalized": ["Your heart is beating so hard it feels like it's gonna burst."]}, {"name": "Lily", "audio": "v_sr220_0032", "normalized": ["Th-that's because, hahehh, hehehh, I'm so weak…"]}, {"name": "Lily", "audio": "v_sr220_0033", "normalized": ["Aaphh… my shtomach ish full of youu…"]}, {"name": "Ichirou", "audio": "", "normalized": ["There's still more to come!"]}, {"name": "Lily", "audio": "v_sr220_0034", "normalized": ["Phwaahh!"]}, {"name": "", "audio": "", "normalized": ["I curled my tentacle up in her ass as well, wriggling them against each other, rubbing Lily's uterus intensely."]}, {"name": "", "audio": "", "normalized": ["The undulations in her cave and rectum moved her back and forth, and the twisting in her silky womb showed through the surface of her stomach."]}, {"name": "Lily", "audio": "v_sr220_0035", "normalized": ["Phwaah, phwaa, phwaah, my shtomach ish churniing!"]}, {"name": "", "audio": "", "normalized": ["Lily was forced to undergo all the pleasure of my twisting tentacles with her body unable to move."]}, {"name": "", "audio": "", "normalized": ["It was clear to see that the waves of pleasure spreading through her limp body spared her no mercy."]}, {"name": "Lily", "audio": "v_sr220_0036", "normalized": ["Aaah, thish ish amazhing, fuhhahh, aah, our baby, our baby ish moving, your tentacle babiess, nnhahh, aahh!"]}, {"name": "", "audio": "", "normalized": ["Even as Lily, cornered, writhed, the sound of her squealing voice was somehow calm and pleasant."]}, {"name": "", "audio": "", "normalized": ["It was impossible to tell if she was a girl or a woman, but the feminine atmosphere made me fiercely aware of my desire."]}, {"name": "", "audio": "", "normalized": ["I kneaded her womb forcefully with my tentacles in a vigorous pincer attack."]}, {"name": "Ichirou", "audio": "", "normalized": ["Is this it, Lily?", " Should I do it to your womb like this?"]}, {"name": "Lily", "audio": "v_sr220_0037", "normalized": ["Hauuahh, y-yeah!", " My whole womb…!"]}, {"name": "Lily", "audio": "v_sr220_0038", "normalized": ["Fuuhehh, hyahh, I'm going crazyy, my whole womb ish going crazhyy!"]}, {"name": "", "audio": "", "normalized": ["I stimulated the wall of her womb in every corner, making her stomach wriggle from the movements of my tentacles as she howled."]}, {"name": "", "audio": "", "normalized": ["She looked as if she were about to break from the unknown pleasure."]}, {"name": "Ichirou", "audio": "", "normalized": ["There's more where that came from!"]}, {"name": "Lily", "audio": "v_sr220_0039", "normalized": ["Nnnoo wayy?!", " It'sh moving sho much…!", " Phwaahh, aah, your diick!"]}, {"name": "Lily", "audio": "v_sr220_0040", "normalized": ["Nnnhahh, aahh, your tentacles, haah, your babyy, winding around in my stomach feels good!"]}, {"name": "", "audio": "", "normalized": ["Lily was accepting all of my dick and the pleasure."]}, {"name": "", "audio": "", "normalized": ["In fact, her melting womb was wrapping itself around my rampaging dick wriggling inside as it grew even more mellow."]}, {"name": "Lily", "audio": "v_sr220_0041", "normalized": ["More, Ichirou, move more, your winding dick, move it more, go crazhy inshide mee…"]}, {"name": "", "audio": "", "normalized": ["Both her loosened cavern and her sphincter, normally intensely tight, were both relaxed, but they felt like silk wrapped around me."]}, {"name": "Ichirou", "audio": "", "normalized": ["Nnnhh, aahh!", " More, huh, fine then, here's more, Lily!", " I gotta do more to get you pregnant!"]}, {"name": "Lily", "audio": "v_sr220_0042", "normalized": ["Yeah!", " Morree, more!"]}, {"name": "", "audio": "", "normalized": ["Maybe I was the one cornered here."]}, {"name": "", "audio": "", "normalized": ["Although due to my long, thick tentacle stimulating every bit of surface area, my pleasure was intense as well."]}, {"name": "Lily", "audio": "v_sr220_0043", "normalized": ["More more inshide my shtomach, make my shtomach full of you, haah, haah, fill me up, fill my shtomach up, nnhahh…"]}, {"name": "", "audio": "", "normalized": ["But Lily's heated embrace was even more infinite."]}, {"name": "", "audio": "", "normalized": ["Though she wasn't as tight as usual, the sticky sensation of her being used to my tentacle made her insides feel pleasant."]}, {"name": "", "audio": "", "normalized": ["And besides, the feelings I had that evening were boiling up to the surface."]}, {"name": "Ichirou", "audio": "", "normalized": ["Just you wait, I'm gonna stretch you out to the brink!"]}, {"name": "", "audio": "", "normalized": ["I became desperate as I began kneading her syrupy womb."]}, {"name": "Lily", "audio": "v_sr220_0044", "normalized": ["Gyaahhahh!", " Fuhhahh, aah, your diick, phwooaah, aah, your dick is going crazyy!"]}, {"name": "", "audio": "", "normalized": ["My pumping was furious, and her swollen, thick folds stretched out, her pussy entrance and anus flipping lightly inside out as they sprayed."]}, {"name": "", "audio": "", "normalized": ["Her stomach was not only wriggling but forming peaks from the thrusting of my tentacle."]}, {"name": "", "audio": "", "normalized": ["I could no longer guess at any place in her ass as well, indeed both holes, that my tentacle had not touched."]}, {"name": "Lily", "audio": "v_sr220_0045", "normalized": ["Ahhahh, aah, amazhiing, thish, haahh, haah, you're gonna ruin me!"]}, {"name": "Lily", "audio": "v_sr220_0046", "normalized": ["If I get used to this I'm definitely gonna be totally ruined…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["That's fine, Lily, even if you're ruined!", " You belong to me!", " You're my hole!", " You're gonna give birth to my kids!"]}, {"name": "Ichirou", "audio": "", "normalized": ["I love you even when you're cumming from having your womb massaged!"]}, {"name": "Lily", "audio": "v_sr220_0047", "normalized": ["Phhnnhh, Ichirou…!", " Finish me off, with your diick, inshide my shtomach, inshide my womb, finish me off…!"]}, {"name": "Lily", "audio": "v_sr220_0048", "normalized": ["Pump me full of semen from your tentacle dick and make me pregnant!"]}, {"name": "Ichirou", "audio": "", "normalized": ["I'm gonna let it out now!"]}, {"name": "Ichirou", "audio": "", "normalized": ["I'm gonna speed up your ovulation and make you pregnant with my thick semen, guaranteed, finishing you off with conception!"]}, {"name": "Lily", "audio": "v_sr220_0049", "normalized": ["Yeah, I belong to you, sho I'll give birth to your babies, Ichirou, Ichirouu…"]}, {"name": "Lily", "audio": "v_sr220_0050", "normalized": ["I'm your bride, after all!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Lilyy!"]}, {"name": "Lily", "audio": "v_sr220_0051", "normalized": ["Guuphhnhh!"]}, {"name": "", "audio": "", "normalized": ["My tentacles moved even deeper inside of Lily's body, making a frightening gurgling noise."]}, {"name": "", "audio": "", "normalized": ["Even if I pulled out about as much as a human's length, Lily's stomach was still buried full of my tentacles."]}, {"name": "", "audio": "", "normalized": ["From there I began to pump intensely, thrusting up through her rectum and putting pressure and thrusts against her womb, aiming for her climax and pregnancy."]}, {"name": "Lily", "audio": "v_sr220_0052", "normalized": ["Phwooah, aah, aah, nnhaah, aah, phh, uuh, nnphh, ohh, nnohhaahh…"]}, {"name": "Lily", "audio": "v_sr220_0053", "normalized": ["A-a-amazhiing, something amazhing ish coming out, from my womb, from your dick, it'sh comiing!"]}, {"name": "", "audio": "", "normalized": ["The ripples of pleasure just before her climax beat against Lily's tanned skin."]}, {"name": "", "audio": "", "normalized": ["The tinest bit of fat on her slender body trembled."]}, {"name": "Lily", "audio": "v_sr220_0054", "normalized": ["Hgghh, hgghh!", " I'm gonna cum with my womb!", " My sticky womb!", " If I cum from thiish…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Get ruined, cum with your womb and get ruined, get ruined by my dick, Lilyy!"]}, {"name": "", "audio": "", "normalized": ["All of my tentacles trembled."]}, {"name": "", "audio": "", "normalized": ["If I was a human, my back would surely be bent wildly."]}, {"name": "", "audio": "", "normalized": ["I endured the sensation of my semen pressuring me to pour it all into Lily in one go."]}, {"name": "", "audio": "", "normalized": ["My tentacle swelled up and formed a knot like a dog's in front of her pussy."]}, {"name": "Lily", "audio": "v_sr220_0055", "normalized": ["Hwaahh!", " There'sh sho much semen coming ouut…!"]}, {"name": "Lily", "audio": "v_sr220_0056", "normalized": ["Nnhaah, aah, aah, anybody would ovulate when faced with thiish…"]}, {"name": "Lily", "audio": "v_sr220_0057", "normalized": ["I'll definitely get pregnant!", " I'm gonna have a babyy!", " Nnhh, my eggs are coming ouut…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Yeah, I'm gonna cum!", " I'll definitely get you pregnant again!", " We're gonna have twins, Lily!"]}, {"name": "Lily", "audio": "v_sr220_0058", "normalized": ["Yeah, I'll give birth to twins, just one would be too lonelyy!", " Come on, Ichirou, right theere!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Lilyy!"]}, {"name": "Lily", "audio": "v_sr220_0059", "normalized": ["Aaahh, it'sh coming, it'sh coming, sho much of your semeen!", " Come on, come on, cum for mee!"]}, {"name": "Lily", "audio": "v_sr220_0060", "normalized": ["Nnnhaahh!"]}, {"name": "", "audio": "", "normalized": ["The pulsations of my tentacle exploded inside of Lily's body from the giant knot."]}, {"name": "Lily", "audio": "v_sr220_0061", "normalized": ["Aaah, aah, it'sh soaking into me, your hot stuff, your hot semen ish soaking into my shtomaach…!"]}, {"name": "", "audio": "", "normalized": ["The knots of semen fired off not just once, but over and over as they poured into both her womb and rectum."]}, {"name": "Lily", "audio": "v_sr220_0062", "normalized": ["Haah, aah, sho much ish coming inside!", " So steadily, nhh, nhh, it'sh coming…!"]}, {"name": "", "audio": "", "normalized": ["Even though she was completely melted and relaxed, it wasn't an amount that would fit inside of a human, much less Lily's tiny frame."]}, {"name": "Lily", "audio": "v_sr220_0063", "normalized": ["Nnghh, haah, ahh, ahh, agghh!"]}, {"name": "", "audio": "", "normalized": ["A huge amount of semen gushed out of Lily as though she was ejaculating herself."]}, {"name": "Lily", "audio": "v_sr220_0064", "normalized": ["Ichirou… ahhahh, aah!", " Aaahh…!", " You're amazhiing…!"]}, {"name": "", "audio": "", "normalized": ["Even though she couldn't move her body in her melted state, she was still trembling slightly as she called my name and accepted my ejaculation and climax."]}, {"name": "", "audio": "", "normalized": ["I kept pumping my semen inside of her as my own vision blinked black and white."]}, {"name": "Ichirou", "audio": "", "normalized": ["L-Lily…!"]}, {"name": "", "audio": "", "normalized": ["Though the wriggling of her soft flesh begging for my semen and wringing out my dick was just a ripple, it was enough to make my ejaculation unstoppable."]}, {"name": "", "audio": "", "normalized": ["The overwhelming pleasure perhaps made me even more delirious than Lily."]}, {"name": "Lily", "audio": "v_sr220_0065", "normalized": ["Nnghpphh, uuh, aah, it'sh fine, Ichirou, come on…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Nngh, uuhh!"]}, {"name": "", "audio": "", "normalized": ["The intense pleasure was constant, like continuing with cleaning and a handjob right after pulling out."]}, {"name": "", "audio": "", "normalized": ["Lily was generously accepting all of it with her limp body."]}, {"name": "Lily", "audio": "v_sr220_0066", "normalized": ["Hauuh, phh, nnh, nnhphh…!"]}, {"name": "", "audio": "", "normalized": ["I could feel from my inserted tentacles that her body was already completely full."]}, {"name": "", "audio": "", "normalized": ["Even so, she continued to accept it, and the slightest tremble continued to invite me, exciting me and making me continue to ejaculate."]}, {"name": "Ichirou", "audio": "", "normalized": ["I'm gonna… I'm gonna let it all out!", " I'm gonna let it all out inside, inside of you Lilyy!"]}, {"name": "Lily", "audio": "v_sr220_0067", "normalized": ["Yeah, give it all to me… all of it… Ichirou… in my stomach… I'll take it all…"]}, {"name": "", "audio": "", "normalized": ["Lily murmured with a gentle, seductive sound, as though she had gotten used to the heat and pressure from my semen."]}, {"name": "", "audio": "", "normalized": ["My tentacles trembled, desperate to make sure there was no semen left as they continued to wriggle and spit."]}, {"name": "Lily", "audio": "v_sr220_0068", "normalized": ["Nnh, nnh… I-Ichirou…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Ngghh, Lily…!"]}, {"name": "", "audio": "", "normalized": ["I squeezed and pushed down with my tentacles on not only her womb, but her limp, unmoving body with all of my emotion."]}, {"name": "Ichirou", "audio": "", "normalized": ["Guwaah, aah, aahh…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Haah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["My tentacles flailed emptily in pleasure."]}, {"name": "", "audio": "", "normalized": ["My semen flowed abundantly into Lily's womb and fallopian tubes."]}, {"name": "Lily", "audio": "v_sr220_0069", "normalized": ["NNhh… phh, phh, phh… ish that everything…?"]}, {"name": "", "audio": "", "normalized": ["The orgasm faded from Lily's weak body as she sank."]}, {"name": "", "audio": "", "normalized": ["Many fine beads of sweat decorated her tanned skin."]}, {"name": "", "audio": "", "normalized": ["It was impossible to explain how much sexier Lily looked."]}, {"name": "Ichirou", "audio": "", "normalized": ["Not yet, there's still, more…!"]}, {"name": "Lily", "audio": "v_sr220_0070", "normalized": ["Nnhh!"]}, {"name": "", "audio": "", "normalized": ["Lily's body was wracked with orgasm as I churned up her womb, now made into a pool of semen."]}, {"name": "Ichirou", "audio": "", "normalized": ["I'm gonna fertilize all of your eggs!"]}, {"name": "", "audio": "", "normalized": ["My semen was circulating inside of her womb.", " It had to reach all the way to her ovaries, beyond her fallopian tubes."]}, {"name": "", "audio": "", "normalized": ["Her boobs, her pussy, her orgasm.", " I was way more concerned with making her pregnant than all of these."]}, {"name": "Lily", "audio": "v_sr220_0071", "normalized": ["Hauuh, uuh, nnh, i-it won't fit in there…"]}, {"name": "Ichirou", "audio": "", "normalized": ["You wanna have a big family too, right, Lily?"]}, {"name": "Lily", "audio": "v_sr220_0072", "normalized": ["Y-yeah, but… hauuhh, uuh, nnhhnhh…!"]}, {"name": "Lily", "audio": "v_sr220_0073", "normalized": ["It's bad… it's soaking in…!", " Your sperm is soaking all the way deep inside…"]}, {"name": "Ichirou", "audio": "", "normalized": ["We're gonna have twins, no, triplets, no, more than that… we're gonna have tons, a huge family!"]}, {"name": "Ichirou", "audio": "", "normalized": ["Get pregnant, Lily, I'm gonna fertilize you…!"]}, {"name": "Lily", "audio": "v_sr220_0074", "normalized": ["Guuhphhn, if I get pregnant with that many, I'm gonna have a litter like a dog…!"]}, {"name": "Ichirou", "audio": "", "normalized": ["That's fine with me, that's just fine!", " Give birth to them, Lilyy!"]}, {"name": "", "audio": "", "normalized": ["My tentacles, sensitive from their ejaculation, were pierced with pleasure that felt like being stabbed in the heart."]}, {"name": "", "audio": "", "normalized": ["Hot liquid was oozing up from my urethras from the passion and overwhelming pleasure mixed with pain as though I was trying to ejaculate again."]}, {"name": "", "audio": "", "normalized": ["Even so, I couldn't stop, that was how much I wanted to get Lily pregnant."]}, {"name": "Ichirou", "audio": "", "normalized": ["Guuhh…!"]}, {"name": "", "audio": "", "normalized": ["Unable to bear the pleasure, I withdrew my tentacles."]}, {"name": "", "audio": "", "normalized": ["Even the chilly air on them was arousing and my tentacles wriggled with the sensation of ejaculation."]}, {"name": "Lily", "audio": "v_sr220_0075", "normalized": ["Nnhh…!"]}, {"name": "", "audio": "", "normalized": ["Lily too was gasping and trembling from the long tentacles pulling out all at once, and a large amount of semen spilled out from her pussy."]}, {"name": "Lily", "audio": "v_sr220_0076", "normalized": ["Hauuhh, uunhh, nhh, nhh, nnhh…"]}, {"name": "", "audio": "", "normalized": ["Lily's stomach was shaking as if to contain it."]}, {"name": "Lily", "audio": "v_sr220_0077", "normalized": ["Hauuhh… hauhh… Ichirou…"]}, {"name": "Lily", "audio": "v_sr220_0078", "normalized": ["I'm… hauuh…nhh… I'm pregnant…"]}, {"name": "", "audio": "", "normalized": ["Her slightly opened eyes were moist as she spoke."]}, {"name": "", "audio": "", "normalized": ["It was a shocking spectacle."]}, {"name": "Lily", "audio": "v_sr220_0079", "normalized": ["Aah…"]}, {"name": "", "audio": "", "normalized": ["A large number of tentacles surrounded Lily in response."]}, {"name": "", "audio": "", "normalized": ["All of them swelled like dicks ready to explode, dripping with pre-cum that smelled like semen."]}, {"name": "Ichirou", "audio": "", "normalized": ["I'm gonna make you pregnant with all of my tentacles."]}, {"name": "Lily", "audio": "v_sr220_0080", "normalized": ["Haah… haah… haah…"]}, {"name": "", "audio": "", "normalized": ["It was unclear whether she had no strength left to answer with or whether she was too shocked to say anything."]}, {"name": "", "audio": "", "normalized": ["Lily's limp body breathed roughly where it sank over and over, and then finally…"]}, {"name": "Lily", "audio": "v_sr220_0081", "normalized": ["Okay…"]}, {"name": "", "audio": "", "normalized": ["She nodded slightly."]}, {"name": "", "audio": "", "normalized": ["At the proclamation that I'd make her pregnant again, the tentacles charged toward her pussy, fighting to be first."]}, {"name": "Lily", "audio": "v_sr220_0082", "normalized": ["Phwaahh!"]}, {"name": "", "audio": "", "normalized": ["A number of tentacles that forced their way inside and invaded her pussy hole squeezed out a squeal from Lily."]}, {"name": "", "audio": "", "normalized": ["I could tell from her trembling voice that she was at her limit."]}, {"name": "", "audio": "", "normalized": ["However, my tentacles paid no attention, and even slipped inside of her fallopian tubes where the former fat tentacle couldn't reach."]}, {"name": "Lily", "audio": "v_sr220_0083", "normalized": ["Haah, haah, haah, haah, haahh, aah, aah, right there again…!"]}, {"name": "", "audio": "", "normalized": ["The tentacles pushed each other aside as they clung to the entrance of her left and right ovaries, fighting like sperm."]}, {"name": "", "audio": "", "normalized": ["The impossible contact shook Lily's body with pleasure."]}, {"name": "", "audio": "", "normalized": ["That response, that pulsation."]}, {"name": "Ichirou", "audio": "", "normalized": ["Right here, there!", " Right here!", " Right on your ovaries!"]}, {"name": "", "audio": "", "normalized": ["I was going to spit out my semen directly onto her here where her eggs where."]}, {"name": "", "audio": "", "normalized": ["If I did that, she'd definitely get pregnant.", " I could guarantee it, I would guarantee it."]}, {"name": "", "audio": "", "normalized": ["Lily would be fertilized, get pregnant, conceive with my sperm."]}, {"name": "Lily", "audio": "v_sr220_0084", "normalized": ["…ghh…"]}, {"name": "", "audio": "", "normalized": ["My body was scorched by the heat of the emotions running through my bloodstream."]}, {"name": "", "audio": "", "normalized": ["At that moment, I aimed and shouted."]}, {"name": "Ichirou", "audio": "", "normalized": ["Lilyy!"]}, {"name": "Lily", "audio": "v_sr220_0085", "normalized": ["Aaahh!"]}, {"name": "", "audio": "", "normalized": ["Semen gushed out of my tentacles one after the other."]}, {"name": "", "audio": "", "normalized": ["They ejaculated as they tried to steal each other's position, grinding their tips against her ovaries."]}, {"name": "", "audio": "", "normalized": ["The exhausted and depleted tentacles were replaced one after another by new ones entering as a never-ending flow of semen poured over her ovaries."]}, {"name": "Lily", "audio": "v_sr220_0086", "normalized": ["Nnhh, nhahh!", " Aaah, aahhaa!", " Phwaahh!"]}, {"name": "", "audio": "", "normalized": ["Now this was what you could call real direct breeding."]}, {"name": "", "audio": "", "normalized": ["Both of Lily's legs were leaping as though she was having a seizure."]}, {"name": "", "audio": "", "normalized": ["That was just how much pleasure the semen creampie on her ovaries was giving her."]}, {"name": "Ichirou", "audio": "", "normalized": ["How about it, think you're gonna get pregnant after all that?", " Think our success is guaranteed?!"]}, {"name": "Lily", "audio": "v_sr220_0087", "normalized": ["Yeah, I will, I'll get pregnant!", " I'll definitely get pregnant…!"]}, {"name": "Lily", "audio": "v_sr220_0088", "normalized": ["With this, fertilized egg orgasm…!", " There's no way I won't…!"]}, {"name": "Lily", "audio": "v_sr220_0089", "normalized": ["I'm gonna have… tons and tons of babies!"]}, {"name": "", "audio": "", "normalized": ["Her eggs were completely fertilized all over, swollen and pickled in semen all the way from her womb to her ovaries."]}, {"name": "", "audio": "", "normalized": ["I made sure that even the eggs she made from now on would all be fertilized without wasting a single one."]}, {"name": "", "audio": "", "normalized": ["That was how I was feeling as I pickled her ovaries with my semen."]}, {"name": "Ichirou", "audio": "", "normalized": ["Get so pregnant and give birth to a bunch!", " Because your eggs belong to me!", " They only belong to my semen!"]}, {"name": "Lily", "audio": "v_sr220_0090", "normalized": ["Nnnh, nnh, nhaahh, aahh!", " It'sh shtill sinking… into my precious places…"]}, {"name": "Lily", "audio": "v_sr220_0091", "normalized": ["Nnoo, noo, thish ish badd!", " Aaahh, I'm gonna cum, I'm gonna cum, I'm gonna cuum!", " I can't stop cummiing!"]}, {"name": "Lily", "audio": "v_sr220_0092", "normalized": ["Phwaahh, aahh!"]}, {"name": "", "audio": "", "normalized": ["Her two ovaries both swelled up completely full, and her slackened body forcibly continued to shake."]}, {"name": "", "audio": "", "normalized": ["The semen flowed back out of her ovaries, but I kept ejaculating, pushing it back inside."]}, {"name": "", "audio": "", "normalized": ["I was trembling from the sense of satisfaction from fertilizing her so thoroughly, like my ejaculation was expanding her ovaries."]}, {"name": "", "audio": "", "normalized": ["The load and time of each ejaculation was nothing compared to the two thick tentacles from before…"]}, {"name": "", "audio": "", "normalized": ["…But the repeated ejaculations of countless tentacles…"]}, {"name": "Lily", "audio": "v_sr220_0093", "normalized": ["Uuuh, aah, aah, haah, haah, aah, ahaah, aah… haah, haah, haah…"]}, {"name": "", "audio": "", "normalized": ["After I finally finished breeding her with all of my tentacles, both Lily's squeals and my groans withered."]}, {"name": "", "audio": "", "normalized": ["I didn't even have the strength left to pull out all the tentacles I had screwed inside of her."]}, {"name": "Ichirou", "audio": "", "normalized": ["Haah… haah… I let it out… all of it… inside of you, Lily… haah, haah… I did it…"]}, {"name": "Lily", "audio": "v_sr220_0094", "normalized": ["Haah, haah… yeah… I'm glad…"]}, {"name": "", "audio": "", "normalized": ["As Lily's expression gently softened, it filled with the calm I saw that evening."]}, {"name": "Lily", "audio": "v_sr220_0095", "normalized": ["Thish… now I'm… going from your lover to… haah… a mother… I became your wife…"]}, {"name": "", "audio": "", "normalized": ["Lily managed to move her mouth somehow to mumble this with her inarticulate tongue."]}, {"name": "", "audio": "", "normalized": ["Making Lily pregnant meant, in other words, of course… it meant that…"]}, {"name": "", "audio": "", "normalized": ["I finally understood completely."]}, {"name": "Ichirou", "audio": "", "normalized": ["…gh…"]}, {"name": "", "audio": "", "normalized": ["The feeling of that evening when I poured my semen into her stubbornly, feeling as though my dick was going to burst with it overflowing, filled my mind."]}, {"name": "", "audio": "", "normalized": ["However, I couldn't even get a drop of pre-cum to come out at this point."]}, {"name": "Ichirou", "audio": "", "normalized": ["…Yeah.", " I made you into my wife."]}, {"name": "", "audio": "", "normalized": ["That's what I said."]}, {"name": "", "audio": "", "normalized": ["And as I did, something mysterious happened."]}, {"name": "Lily", "audio": "v_sr220_0096", "normalized": ["….", "Yeah."]}, {"name": "", "audio": "", "normalized": ["Lily smiled at me with a look on her face that I had never seen before, even though we had put our lives in each other's hands."]}, {"name": "", "audio": "", "normalized": ["I finally understood these emotions.", " My face probably looked the same."]}, {"name": "Ichirou", "audio": "", "normalized": ["Yeah."]}, {"name": "", "audio": "", "normalized": ["I nodded calmly."]}]