[{"name": "Niki", "audio": "v_r-ev315_0000", "normalized": ["…Hey!", " Let me go!", " Come on, just lemme go?!"]}, {"name": "", "audio": "", "normalized": ["A thoughtless sounding voice echoed as a woman struggled and bird feathers floated through the air."]}, {"name": "You", "audio": "", "normalized": ["Huh, so I have finally managed to capture you?", " …Right, I've heard rumors, but I've never seen any demon like you."]}, {"name": "Niki", "audio": "v_r-ev315_0001", "normalized": ["Wh-what!", " Stop staring at me?!", " My body isn't a freakshow attraction or something, you know?!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, it sure is unusual though… The bottoms are getting in the way.", " Remove the clothing.", " I want to see her lower body too."]}, {"name": "", "audio": "", "normalized": ["As I ordered my men, they started stripping jean shorts and underwear from the lower body of the captured woman."]}, {"name": "Niki", "audio": "v_r-ev315_0002", "normalized": ["Ahh?!", " Wh-what the hell are you doing?!", " Th-those… Those are my shorts… You're gonna pay!"]}, {"name": "", "audio": "", "normalized": ["A demon girl was hunged from the ceiling while bound.", " The woman who was just recently captured and taken to this base was named Niki."]}, {"name": "", "audio": "", "normalized": ["Her legs had a set of huge talons like a bird and her arms were replaced by beautiful, feathered wings, also like a bird."]}, {"name": "You", "audio": "", "normalized": ["…Huh.", " So this is what a lower body a harpy demon looks like?", " It's actually not that weird."]}, {"name": "Niki", "audio": "v_r-ev315_0003", "normalized": ["Shut up!", " S-stop staring?!", " Come on, you're staring at me so much!", " What the hell, you perv!"]}, {"name": "", "audio": "", "normalized": ["I observed her crotch area closely as I had her bound by her winged arms, careful not to damage the feathers.", " It was actually pretty human down there."]}, {"name": "", "audio": "", "normalized": ["If they told me she was a hybrid of a man and a bird, I would have believed that, and if they tell me she was born this way, it was rather beautiful."]}, {"name": "You", "audio": "", "normalized": ["…I am only observing you for my curiosity for strange creatures.", " Something I have to go through."]}, {"name": "Niki", "audio": "v_r-ev315_0004", "normalized": ["Huh?!", " What the hell are you talking about!", " Like, it's pretty obvious are you after my body?!"]}, {"name": "You", "audio": "", "normalized": ["…I heard you have descended from your remote lair to more populated are occasionally, and you've picked up a few vocabularies too, eh?"]}, {"name": "", "audio": "", "normalized": ["I was somewhat thrown off by the manner she talked, which reminded me of high school girls.", " And especially because she did not quite get it right."]}, {"name": "", "audio": "", "normalized": ["Her torn underwear and jean shorts, combined with other clothing and jewelry told me this demon…a harpy, was influenced by our civilization."]}, {"name": "Niki", "audio": "v_r-ev315_0005", "normalized": ["You know what, that's like, totally true?", " I've got like some serious vibes for a harpy, ya know?"]}, {"name": "You", "audio": "", "normalized": ["Oh.", " I have heard there was some kind of feathered demon snooping around the hideout, so maybe I should make you talk about that…?"]}, {"name": "Niki", "audio": "v_r-ev315_0006", "normalized": ["Huh, what the hell are you talking about?", " I'm not gonna be a snitch and rat on my homies like that?"]}, {"name": "", "audio": "", "normalized": ["Even when she was being bound and her lower body exposed, she still did not change her rebellious attitude."]}, {"name": "", "audio": "", "normalized": ["It took some time and effort capturing her thanks to the wings, but once she was bound, we were on top of her."]}, {"name": "You", "audio": "", "normalized": ["Very well.", " I'm just going to ask all about what you were up to directly to your body…"]}, {"name": "Niki", "audio": "v_r-ev315_0007", "normalized": ["Yo, old man, you're just after my body, right?", " Fuck off and don't touch me, you perv!"]}, {"name": "", "audio": "", "normalized": ["Niki opened her mouth and showed her clenched teeth, provoking me.", " Even when she could not fly freely, she was still spry."]}, {"name": "", "audio": "", "normalized": ["It was quite amusing to think about how her smile would be ruined by shame."]}, {"name": "You", "audio": "", "normalized": ["I suggest you start talking now, okay?", " You are a rare harpy-kind.", " I do not want to go too rough on you and hurt you."]}, {"name": "Niki", "audio": "v_r-ev315_0008", "normalized": ["Are you threatening me or something?", " 'Cuz that's funny.", " Like, I've never been scared by a human before?"]}, {"name": "", "audio": "", "normalized": ["I nodded as Niki was not scared at all or changing her mannerism."]}, {"name": "", "audio": "", "normalized": ["She must have lived this long, always mocking on other human beings."]}, {"name": "You", "audio": "", "normalized": ["Ha.", " Alright, I have no choice.", " Let's begin!"]}, {"name": "", "audio": "", "normalized": ["I ordered my men and proclaimed we were starting on the conditioning of the feathered demon."]}, {"name": "Niki", "audio": "v_r-ev315_0009", "normalized": ["…Huh?", " What with you all, like, you gonna fuck me?"]}, {"name": "Niki", "audio": "v_r-ev315_0010", "normalized": ["I'm gonna warm you right now, but you touch me at all and I'm gonna tear you apart with these talons!"]}, {"name": "", "audio": "", "normalized": ["The harpy girl tried to scare off the men with her sharp-looking eyes.", " The folklore about her singing voice being magical must have been true."]}, {"name": "", "audio": "", "normalized": ["The men were scared and I had to force them to make the tube I had prepared to be placed into Niki's mouth."]}, {"name": "Niki", "audio": "v_r-ev315_0011", "normalized": ["Mnnghh?!", " …Mnnbuh, mouh, mgohgouhh?!"]}, {"name": "", "audio": "", "normalized": ["We forced the transparent tube into Niki's mouth as she struggled and began to pour aphrodisiac into her."]}, {"name": "You", "audio": "", "normalized": ["Hah, try to struggle as much as you want.", " It'll only make the drug start working faster."]}, {"name": "Niki", "audio": "v_r-ev315_0012", "normalized": ["Mnnguhh, wh-what…is this thing?!", " Mnnuhh… Mnngyuh?!", " Mnmmuuhh?!"]}, {"name": "You", "audio": "", "normalized": ["As you might have already guessed, it's an aphrodisiac, concocted specially for a demon…"]}, {"name": "You", "audio": "", "normalized": ["I don't know how effective would be for a harpy, though."]}, {"name": "", "audio": "", "normalized": ["As we pumped the demon girl full of aphrodisiacs, we waited for her reaction."]}, {"name": "", "audio": "", "normalized": ["Upon close inspection, her nipples were visibly erect even through the clothing and viscous fluid was coming from her crotch."]}, {"name": "Niki", "audio": "v_r-ev315_0013", "normalized": ["Mnghh… Mnnuuhh?!", " Th-this is… Mnuoh…Mnnhough?!"]}, {"name": "You", "audio": "", "normalized": ["Huh, so it's already starting to work…!"]}, {"name": "", "audio": "", "normalized": ["I smiled satisfied at how much fluid was coming from her crotch."]}, {"name": "", "audio": "", "normalized": ["I was not sure how effective the drug would be for the demon with a human upper body and bird legs, but it was not worth a worry."]}, {"name": "Niki", "audio": "v_r-ev315_0014", "normalized": ["Guh… Guhouhh.", " Wh-what…the hell are you doing to me?!"]}, {"name": "You", "audio": "", "normalized": ["Don't get it wrong, okay?", " As I told you, you are a rare kind."]}, {"name": "You", "audio": "", "normalized": ["And they say harpy eggs make a great ingredient.", " I would imagine the Dark World doctor or someone would pay handsomely for it."]}, {"name": "", "audio": "", "normalized": ["Looking up at Niki as she was still being bound, the demon was still trying to stare at me with sharp eyes."]}, {"name": "", "audio": "", "normalized": ["However, she was still immobile and with a massive amount of aphrodisiacs being pumped into her, she could not really resist."]}, {"name": "You", "audio": "", "normalized": ["You know, it's not like I really have a choice, but I don't enjoy doing this to a harpy, you know?"]}, {"name": "Niki", "audio": "v_r-ev315_0015", "normalized": ["Guh!", " I-if you don't wanna… J-just let me go!", " Guhh!", " …Mnnguh, mnuuhhgh?!"]}, {"name": "", "audio": "", "normalized": ["Niki was coughing of the fluid as her nipples got erect and the aphrodisiacs soon spread all over her body."]}, {"name": "", "audio": "", "normalized": ["It was supposed to be fast-acting, but the effects were unknown.", " It seemed her struggled seemed to help it spread quickly."]}, {"name": "You", "audio": "", "normalized": ["Good, I think you are about ready.", " Now, we are going to make a turned on demon girl pregnant with our cum!"]}, {"name": "Niki", "audio": "v_r-ev315_0016", "normalized": ["Mnnguughh?!", " P-pregnant…?", " Like, what the f-fuck are you talking about now?!"]}, {"name": "", "audio": "", "normalized": ["I smiled bitterly at Niki as she dripped the drugs from the tube in her mouth, worried about her well-being."]}, {"name": "You", "audio": "", "normalized": ["What?", " Don't tell me you're scared of getting fucked by a human, right?"]}, {"name": "Niki", "audio": "v_r-ev315_0017", "normalized": ["Mnnuh, mguhh… Th-that's not true… No way!"]}, {"name": "", "audio": "", "normalized": ["I was looking forward as she was bluffing and trying to get herself to stand up to it.", " I might be having more fun than I thought."]}, {"name": "You", "audio": "", "normalized": ["Alright.", " Let's pour more drugs in there!", " Get her turned on so she can lay an egg."]}, {"name": "Niki", "audio": "v_r-ev315_0018", "normalized": ["Guh?!", " …Mnngh, fuck you!"]}, {"name": "", "audio": "", "normalized": ["The more she struggled, the louder the ropes digging into her limbs made noises."]}, {"name": "", "audio": "", "normalized": ["By the look of it, Niki's crotch was getting even wetter than before, quietly throbbing and alluring the man inside."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Sex with a forcibly aroused harpy.", " I can't imagine how that's gonna feel like…?"]}, {"name": "Niki", "audio": "v_r-ev315_0019", "normalized": ["Mnnuhh… Mnnuh, uhhnm, guh!", " Damn it?!"]}, {"name": "", "audio": "", "normalized": ["As I pulled my pants down while holding down my erection, I pressed the tip of my cock onto Niki's already moist pussy."]}, {"name": "Niki", "audio": "v_r-ev315_0020", "normalized": ["Mnngyuhaagahaahh?!", " Th-this is so good, ooghh, such a thick cock, coming inside me?!"]}, {"name": "You", "audio": "", "normalized": ["Hmm?", " It's quite good in there… Come on, come on!"]}, {"name": "Niki", "audio": "v_r-ev315_0021", "normalized": ["H-heeggughh?!", " I-It's like…rubbing inside me?!"]}, {"name": "", "audio": "", "normalized": ["With a massive amount of pussy juice helped the penis bury itself smoothly into her vagina."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " You struggled pretty hard, but now you're sucking in the cock like you really like it…!"]}, {"name": "", "audio": "", "normalized": ["As I lifted my hips up just a little, the tip rubbed against the walls and Niki's whole body shuddered like she was orgasming madly."]}, {"name": "Niki", "audio": "v_r-ev315_0022", "normalized": ["Heghh, heeuhhnmghhnm?!", " Come on, d-don't go so crazy!", " Wh-what do you think…my body is… Guguhh?!"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " I don't think of anything bout it.", " You're just gonna get pregnant with my seed and lay an egg, that's all!"]}, {"name": "", "audio": "", "normalized": ["Words like sex and pregnancy run through her mind.", " As I grabbed Niki's slender hips as I started pounding my hips hard."]}, {"name": "Niki", "audio": "v_r-ev315_0023", "normalized": ["Mnuugh.", " Mnnhoouhghh?!", " C-come on!", " Like, seriously?!"]}, {"name": "", "audio": "", "normalized": ["Perhaps because of the intense stimulation, her expression seemed to be colored by pleasure."]}, {"name": "You", "audio": "", "normalized": ["Hahahah, you didn't want to do it, but you seem to have really gotten used to it now, eh?"]}, {"name": "You", "audio": "", "normalized": ["Look, the inside of your pussy is getting so smooth too, see?"]}, {"name": "Niki", "audio": "v_r-ev315_0024", "normalized": ["Haauhhaauhh… Wh-what are you saying?", " L-like, I'm not…not like this.", " Th-this isn't, no, haah… Mnnuh, mnnuuhgaaghh?!"]}, {"name": "", "audio": "", "normalized": ["Viscous fluid came flowing out of their joint with no end in sight.", " Even though the fabric covering her breasts, her nipples were obviously erect."]}, {"name": "", "audio": "", "normalized": ["I hugged her hips as I parted her soft, bird feathers and her slender waist curved in joy."]}, {"name": "Niki", "audio": "v_r-ev315_0025", "normalized": ["Mnnahh… Aaaghh!", " M-my body… Aaaghh, th-this is gonna…m-make me nuts, uguhh?!"]}, {"name": "You", "audio": "", "normalized": ["…Guh.", " Th-this is quite a tight squeeze you got going?!", " Come on, I'm gonna really start going now!"]}, {"name": "", "audio": "", "normalized": ["Niki's vagina was squeezing tightly onto my cock from the base to the tip, trying to suck everything out of it."]}, {"name": "", "audio": "", "normalized": ["Her rebellious attitude aside, perhaps her body was at least welcoming of the sex with a human."]}, {"name": "Niki", "audio": "v_r-ev315_0026", "normalized": ["Aaghahh… M-my ass?!", " Don't grab me there like that!", " Y-you damn pervert!"]}, {"name": "", "audio": "", "normalized": ["Niki attempted to swing her talons around, but she was still bound by the ropes.", " I knew very well how powerful her aerial strike was."]}, {"name": "You", "audio": "", "normalized": ["…Hey!", " These talons really are a menace, huh?", " Maybe I should cut them off before we continue, eh?"]}, {"name": "Niki", "audio": "v_r-ev315_0027", "normalized": ["N-no fucking way!"]}, {"name": "You", "audio": "", "normalized": ["Hahahah!", " Good, I like that attitude!", " Your pussy is squeezing even tightly on my cock!"]}, {"name": "", "audio": "", "normalized": ["I watched as she became frustrated and struggled while I held her down and kept on pounding."]}, {"name": "Niki", "audio": "v_r-ev315_0028", "normalized": ["D-damn it… I'll fucking kill you!"]}, {"name": "", "audio": "", "normalized": ["I did not intend on stopping with such weak resistance.", " I lifted up my hips a little and stirred up the inside of Niki's vagina."]}, {"name": "You", "audio": "", "normalized": ["Hah!", " I'll give you more if you be honest, alright?"]}, {"name": "Niki", "audio": "v_r-ev315_0029", "normalized": ["Ughuuhh!", " …D-damn you… Aaahh.", " Mnnaahh!", " Haauh, mnnuh, uughuhhnm?!"]}, {"name": "", "audio": "", "normalized": ["As I pounded my hips back and forth to savor the inside of her vagina, Niki gradually started to let out sugary moans."]}, {"name": "", "audio": "", "normalized": ["She was actually shaking her slightly movable body along with my movement while she was still being bound and hung from the ceiling."]}, {"name": "Niki", "audio": "v_r-ev315_0030", "normalized": ["a\"Haauhhaaghh… R-really?", " If I just be honest…w-will you be nice to me?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, of course.", " I think seeding you will go much smoother that way as well…?"]}, {"name": "Niki", "audio": "v_r-ev315_0031", "normalized": ["Mnnguh.", " A-alright then?", " …I-I want you to do it more.", " M-more… Mnnhaahh!"]}, {"name": "", "audio": "", "normalized": ["She was just yapping and screaming moments ago, but now the demon girl was letting out sweet moans as her body twisted around like a little girl."]}, {"name": "Niki", "audio": "v_r-ev315_0032", "normalized": ["…P-please?", " I want… I want to fuck more, please…"]}, {"name": "You", "audio": "", "normalized": ["Huh, alright, alright.", " If you are being honest, things are different…!"]}, {"name": "", "audio": "", "normalized": ["I grabbed Niki's soft feathers and held her hips right in the place and began to pound her hard and fast."]}, {"name": "Niki", "audio": "v_r-ev315_0033", "normalized": ["Mnnughh?!", " Haaguhh… Aahaahh, wh-what the hell!", " This feels so good!", " …Mnnahh, aahaahh, mnnaaghh!"]}, {"name": "You", "audio": "", "normalized": ["Huh.", " Of course, it does.", " Now, I'm gonna start plowing you even deeper.", " Come on, open up your legs more!"]}, {"name": "", "audio": "", "normalized": ["I pounded my hips in a long and deep stroke as it made a rhythmical slapping sounds against her skin."]}, {"name": "", "audio": "", "normalized": ["Niki's vagina squeezed onto my cock as her moist labia splashed the pussy juice all of the places.", " Aroused, short breath echoed in the dimly lit chamber."]}, {"name": "Niki", "audio": "v_r-ev315_0034", "normalized": ["Oh, ooghh!", " Mnnooghh.", " This is, like, seriously awesome… M-my body… Something is coming up… Mmnnguh!"]}, {"name": "You", "audio": "", "normalized": ["Yeah, alright.", " I'm gonna give you cum real soon now, Niki… Y-you better take it…all inside your pussy!"]}, {"name": "", "audio": "", "normalized": ["I kissed the moaning demon girl to seal her trembling lips and then climbed towards the climax, feeling her of feathers."]}, {"name": "", "audio": "", "normalized": ["I shared the pleasure with the demon girl still being hung from the ceiling and getting fucked, shooting up to the orgasm."]}, {"name": "Niki", "audio": "v_r-ev315_0035", "normalized": ["Mnahah, agahh?!", " N-n-noo!", " I-I can't… I'm about to cum too… Please?!"]}, {"name": "", "audio": "", "normalized": ["The squeeze was so tight, it was going to rip my cock off at its base."]}, {"name": "", "audio": "", "normalized": ["I held the harpy girl firmly as the sizzling hot, white semen rushed through my urethra."]}, {"name": "", "audio": "", "normalized": ["*Throb* *Throb* *Spew* *Sput* *Sput* *Throb* *Splosh* *Spew* *Spew* *Sput*"]}, {"name": "Niki", "audio": "v_r-ev315_0036", "normalized": ["Heeguhguhhghh?!", " I-inside me, aaghaahh, inside my pussy… It's throbbing and spewing cum, uughh?!"]}, {"name": "", "audio": "", "normalized": ["Niki's high pitched voice was somewhat similar to that of a real bird.", " I bared witness to the sight of the harpy-kind achieving orgasm."]}, {"name": "", "audio": "", "normalized": ["Her tightly squeezed vagina was holding onto the penis, not letting it go and receiving the semen fully deep within."]}, {"name": "Niki", "audio": "v_r-ev315_0037", "normalized": ["Aahh… Wh-what the hell?!", " Th-there's just so much coming so much cum… It's coming inside me?!"]}, {"name": "You", "audio": "", "normalized": ["Huh?", " You've never had a human cun in you before?"]}, {"name": "", "audio": "", "normalized": ["I did not see blood from the defloration, but I assumed a harpy was physically different from a human for that matter."]}, {"name": "", "audio": "", "normalized": ["How surprised she was by the ejaculating semen and overreacting to sex, even with the aphrodisiac, suggested she was perhaps a virgin."]}, {"name": "Niki", "audio": "v_r-ev315_0038", "normalized": ["Haauhhaauhh… C-cum?", " Th-this is…human semen, really, this is cum?"]}, {"name": "You", "audio": "", "normalized": ["Yeah, that's right.", " Semen, cum, human baby juice."]}, {"name": "Niki", "audio": "v_r-ev315_0039", "normalized": ["Ahaahh, aahh, it's so hot, and m-my body, it's like melting… All thanks to your cum."]}, {"name": "", "audio": "", "normalized": ["Niki was savoring the sensation of the massive amount of semen coming into her while trying to catch her breath and my cock throbbed repeatedly from it."]}, {"name": "", "audio": "", "normalized": ["Her body was still shaking while still being suspended in the air and whether she was a virgin or not was unimportant."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " How was sex with a human… Did you like us fucking?"]}, {"name": "Niki", "audio": "v_r-ev315_0040", "normalized": ["Haauhhaahh… Aaahh, th-this is totally awesome.", " I-I've never like…felt this before."]}, {"name": "", "audio": "", "normalized": ["Niki's face loosened up from the pleasure and showed a pathetic smile."]}, {"name": "", "audio": "", "normalized": ["I did not need her to hear her answer after seeing that face."]}, {"name": "You", "audio": "", "normalized": ["Hmm.", " You were squeezing so tight on my cock while you came but you still want more?"]}, {"name": "Niki", "audio": "v_r-ev315_0041", "normalized": ["…Yeah, that's right!", " C-come on!", " I want more, more cum inside me, you know!"]}, {"name": "", "audio": "", "normalized": ["The demon girl who was just struggling s hard was now seemingly addicted to pleasure."]}, {"name": "You", "audio": "", "normalized": ["Alright, very well.", " I'll give it to you as much as you want… But you better start working for me to pay it off, got it?"]}, {"name": "Niki", "audio": "v_r-ev315_0042", "normalized": ["Ahh, o-okay, I will.", " I will do…anything, as long as I get to have more of your…cum!"]}, {"name": "", "audio": "", "normalized": ["A few days passed since then…"]}, {"name": "Niki", "audio": "v_r-ev315_0043", "normalized": ["…Aahh… Mnnghuhahh.", " C-come on… My belly… It's already so full!", " Don't shake me so hard!"]}, {"name": "", "audio": "", "normalized": ["It had been a few days since I seeded the completely aroused slut repeatedly."]}, {"name": "", "audio": "", "normalized": ["I had left her there and ordered the men to observe and report the progress.", " I figured it was about time and went to the torture chamber."]}, {"name": "You", "audio": "", "normalized": ["…Huhm?", " So this is how it turned out."]}, {"name": "Niki", "audio": "v_r-ev315_0044", "normalized": ["…Aaahh, ohh.", " Oouhghh!", " I-I can't… Please, don’t stare at me like that, okay?"]}, {"name": "", "audio": "", "normalized": ["A few days later, the harpy's belly had inflated like numerous balloons were stuff into her."]}, {"name": "You", "audio": "", "normalized": ["What a surprise.", " I did not imagine a harpy's pregnancy could progress so quickly!"]}, {"name": "", "audio": "", "normalized": ["The inflation of her stomach was analogous to the final month of pregnancy in humans."]}, {"name": "", "audio": "", "normalized": ["She was showing a silly face while being still suspended, but Niki's vagina was almost bursting with the eggs."]}, {"name": "Niki", "audio": "v_r-ev315_0045", "normalized": ["Haahhaahuhh.", " H-hey, mister?", " …Did you come to give me more cum, more baby juice?"]}, {"name": "You", "audio": "", "normalized": ["Wait, wait.", " Are you still trying to get fucked like this?", " Your baby…I mean, your egg can't take it."]}, {"name": "Niki", "audio": "v_r-ev315_0046", "normalized": ["Come on, does it even matter?", " Aaahh, j-just fuck me, please!", " I want you cock, your cum, it's so good."]}, {"name": "", "audio": "", "normalized": ["It appeared she had taken a liking to sex with humans and the pregnant demon came onto me as she shook her body."]}, {"name": "", "audio": "", "normalized": ["Her gaping open vagina was dripping with pussy juice without even touching her and it was twitching, longing for a cock."]}, {"name": "You", "audio": "", "normalized": ["…Hmm.", " I suppose you are almost ready to give birth, huh?"]}, {"name": "Niki", "audio": "v_r-ev315_0047", "normalized": ["Ahh, come on.", " M-my belly… You can't rub my belly like that, that's so nice."]}, {"name": "", "audio": "", "normalized": ["Niki chuckled and shook her stomach.", " As I gently petted her, I could feel many eggs inside her inflated abdomen."]}, {"name": "", "audio": "", "normalized": ["She was definitely ready to lay eggs anytime."]}, {"name": "You", "audio": "", "normalized": ["Please, for me… No, for us, please lay a strong and healthy egg, for both of us, okay?"]}, {"name": "Niki", "audio": "v_r-ev315_0048", "normalized": ["Aahh, ahaaghh!", " I-I'm so happy!", " I'll try my hardest, just for you, mister… Mnnah, aaghh?!"]}, {"name": "", "audio": "", "normalized": ["Niki's whole body twitched while still being hanged up."]}, {"name": "", "audio": "", "normalized": ["A while, round silhouette emerged from the twitching vagina as I witnessed the moment."]}, {"name": "You", "audio": "", "normalized": ["…Ohh!", " It's coming out, don't let it crack!"]}, {"name": "", "audio": "", "normalized": ["I ordered my men in a hurry and had them prepare to catch the eggs without breaking them."]}, {"name": "Niki", "audio": "v_r-ev315_0049", "normalized": ["Aaaghahh, i-it's…c-coming out!", " M-my eggs… They are coming out now, uguhh?!"]}, {"name": "Niki", "audio": "v_r-ev315_0050", "normalized": ["Mnnhooghh!", " I-it's coming out, coming out, uughh!"]}, {"name": "", "audio": "", "normalized": ["Multiple eggs let pumping out of her one after another."]}, {"name": "You", "audio": "", "normalized": ["Ohh… S-so these are harpy eggs?!"]}, {"name": "", "audio": "", "normalized": ["They were about the size of regular chicken eggs.", " The eggshells were as colorful as Niki's feathers."]}, {"name": "Niki", "audio": "v_r-ev315_0051", "normalized": ["Ahh… Ahh, th-this is amazing!", " So much, just keeps coming out, uguhh?!", " Mnhoouhh!"]}, {"name": "", "audio": "", "normalized": ["Niki let out a pleasured voice as she kept laying the eggs.", " It seemed the act of pumping the eggs out was extremely pleasurable."]}, {"name": "You", "audio": "", "normalized": ["Huh.", " They are so beautiful, full of colors.", " These might actually fetch a decent price alone… Yeah, good work!", " Niki."]}, {"name": "Niki", "audio": "v_r-ev315_0052", "normalized": ["Haauhhaahh.", " I-I'm like, so glad.", " Mister, you finally complimented me for…something.", " Mnnaahh, ahh, again… It's coming!"]}, {"name": "", "audio": "", "normalized": ["Along with her pleasure, the eggs stored in her belly kept popping out of her as if she was a sea turtle."]}, {"name": "", "audio": "", "normalized": ["The eggs would have made a fortune for me, considering how much each of them must worth."]}, {"name": "Niki", "audio": "v_r-ev315_0053", "normalized": ["Haauhhaahh… H-hey, mister?", " Come on?"]}, {"name": "You", "audio": "", "normalized": ["What?", " You look like you want something, huh?"]}, {"name": "Niki", "audio": "v_r-ev315_0054", "normalized": ["So now, can you, you know…fuck me?"]}, {"name": "", "audio": "", "normalized": ["Niki saw that her previously inflated belly was back to norman and stared at me with tears in her eyes."]}, {"name": "You", "audio": "", "normalized": ["…Alright.", " After some medical checkup and if there's no complication, then I can fuck you and make you pregnant again, okay?"]}, {"name": "Niki", "audio": "v_r-ev315_0055", "normalized": ["Ahahh, yes!", " I can have sex… I-I can have you fuck me again, mister, that's hot!"]}, {"name": "", "audio": "", "normalized": ["My purpose was to have her lay more eggs for me, but as long as it kept the demon girl happy, I did not mind having sex with her at all."]}, {"name": "You", "audio": "", "normalized": ["Hah.", " You better lay some good eggs for me, alright…?"]}, {"name": "Niki", "audio": "v_r-ev315_0056", "normalized": ["Sure thing.", " That's no prob, you know?", " Ahh, come on.", " Hurry… Fuck me now.", " I want you to fuck me now!"]}, {"name": "", "audio": "", "normalized": ["The greedy harpy girl opened up her own vagina and allured me to fuck her more."]}, {"name": "", "audio": "", "normalized": ["All the while laying more eggs…"]}]