[{"name": "Ryuu", "audio": "v_sr523_0000", "normalized": ["So, the next round…"]}, {"name": "", "audio": "", "normalized": ["I went behind Ryuu as she did not seem to resist much and inserted my penis into her, putting her on my knees."]}, {"name": "", "audio": "", "normalized": ["Her vagina was already drenched in vaginal fluid and female ejaculation easily accepted the penis smoothly."]}, {"name": "Ryuu", "audio": "v_sr523_0001", "normalized": ["Mnnmmghaaghh… Cock, so sudden… Don't put it in!", " So we're doing it in this position, huh… Aghh, mnmmuh…"]}, {"name": "You", "audio": "", "normalized": ["That's right.", " Damn, it's smooth as hell."]}, {"name": "Ryuu", "audio": "v_sr523_0002", "normalized": ["D-don't say that… Haaguhh, guhghaahh… That's just your mind… Must be… Nuhhaghah, mnnmmguh…"]}, {"name": "", "audio": "", "normalized": ["Ryuu's spine pulled back as my fully erect penis penetrating her gave her a more intense sense of penetration compared to my finger."]}, {"name": "", "audio": "", "normalized": ["I pounded my hips, savoring the inside of Ryuu's wet pussy.", " Ryuu'S body was thrown around by it."]}, {"name": "You", "audio": "", "normalized": ["Looks like you are pretty calm."]}, {"name": "Ryuu", "audio": "v_sr523_0003", "normalized": ["Huhahhnmm… Your cock, coming in…deeper and deeper into my pussy… Hitting me, haauh… I'm going limp…"]}, {"name": "You", "audio": "", "normalized": ["Aren't you gonna do something to my cock?"]}, {"name": "Ryuu", "audio": "v_sr523_0004", "normalized": ["I know, but… Guhhghaaghh, mhhnngh… Haahhwahwagh, nuhgh… You think this is enough…"]}, {"name": "Ryuu", "audio": "v_sr523_0005", "normalized": ["To make me cum or something… Mnnaaghahh, haaghghh… This is nothing!"]}, {"name": "", "audio": "", "normalized": ["Ryuu bluffed but she was moaning loudly from me pounding her as her calmness broke down."]}, {"name": "You", "audio": "", "normalized": ["You say that but you are letting out cute moans."]}, {"name": "Ryuu", "audio": "v_sr523_0006", "normalized": ["I-I'm not letting out cute… Aahhaagghhnm, uhghaaghh… Just cut it out already… Guhnuaghh…"]}, {"name": "Ryuu", "audio": "v_sr523_0007", "normalized": ["L-let me tell you… This doesn't count as a moan… Kyuuhaahhnm, haaguhh… No way… Not at all…"]}, {"name": "", "audio": "", "normalized": ["I found Ryuu's statements rather funny and thrust my cock up from below, using her own weight to pound her."]}, {"name": "", "audio": "", "normalized": ["Perhaps realized it, or perhaps not, but Ryuu's butt tensed up and it helped her vagina to squeeze hard onto my penis."]}, {"name": "Ryuu", "audio": "v_sr523_0008", "normalized": ["You gotta admit it… You like how my pussy feels… Mnnaaghh… You won't last much longer…"]}, {"name": "Ryuu", "audio": "v_sr523_0009", "normalized": ["You were getting so turned on…with my blowjob… You should know…how good I am…"]}, {"name": "You", "audio": "", "normalized": ["Maybe that's true.", " But, to be honest with you, your mouth felt better than your pussy."]}, {"name": "", "audio": "", "normalized": ["I verbally teased her by saying so and Ryuu started pounding her hips lightly and her breath became short, acting stubborn"]}, {"name": "", "audio": "", "normalized": ["And I could not help but smile in my mind as how she acted confirmed to me that she was so easy to manipulate."]}, {"name": "You", "audio": "", "normalized": ["Oh, this is not good…"]}, {"name": "Ryuu", "audio": "v_sr523_0010", "normalized": ["Hahahaha… Take that… Now I'm pounding my hips… I bet your cock feels real nice…"]}, {"name": "Ryuu", "audio": "v_sr523_0011", "normalized": ["Mnnmaaghhahh… Come on, just… Just say you are cumming… Haawahhnm, so deep… Coming in… Mnnguaghh!"]}, {"name": "", "audio": "", "normalized": ["I pounded into her along with her movements and it made the tip of my penis drive into her cervix as Ryuu obviously achieved light orgasm."]}, {"name": "Ryuu", "audio": "v_sr523_0012", "normalized": ["Aaaghaaghhnnmm!"]}, {"name": "", "audio": "", "normalized": ["I enjoyed how her vagina was squeezing hard onto me from the lingering orgasm, pausing the pounding for a moment."]}, {"name": "You", "audio": "", "normalized": ["Oh?", " Don't tell me you came already, hmm?"]}, {"name": "", "audio": "", "normalized": ["My question actually made her vagina contracted even tighter which made Ryuu look away for a moment but she immediately turned to me and said."]}, {"name": "Ryuu", "audio": "v_sr523_0013", "normalized": ["I didn't come, no way!", " Don't think this is enough to make me come, not even close!"]}, {"name": "", "audio": "", "normalized": ["She reacted to me with a rather angry attitude but she was squirting slightly from her vagina as her inside continued to twitch as well."]}, {"name": "You", "audio": "", "normalized": ["Come on, the state of your pussy is proof enough."]}, {"name": "", "audio": "", "normalized": ["She looked down as I said and opened her mouth, ignoring the fact."]}, {"name": "Ryuu", "audio": "v_sr523_0014", "normalized": ["Th-this is… I'm only squeezing to make you cum and this is squirt is only the leftover from the last round."]}, {"name": "", "audio": "", "normalized": ["She made improbable excuses and tried to bluff her way but the more she talked, the more she admitted that she was lying."]}, {"name": "", "audio": "", "normalized": ["Well, I still wanted to have some fun so it really did not matter to me either way."]}, {"name": "You", "audio": "", "normalized": ["Okay… I see, that's how it is then."]}, {"name": "", "audio": "", "normalized": ["I pretended to be convinced by what Ryuu said, playing dumb, as I waited for her contraction to calm down."]}, {"name": "Ryuu", "audio": "v_sr523_0015_01", "normalized": ["Finally, you get it… You know what, I bet you are the one who's already about to cum, right?"]}, {"name": "You", "audio": "", "normalized": ["Huh?", " Well, if that's what you think."]}, {"name": "Ryuu", "audio": "v_sr523_0016", "normalized": ["Come on, I know how it is.", " You stopped pounding me with your cock because you didn't want to cum."]}, {"name": "", "audio": "", "normalized": ["Ryuu was bluffed, now she was the one teasing me with words.", " If she wanted to play that game, then I would indulge her."]}, {"name": "You", "audio": "", "normalized": ["Well, maybe it's true that I stopped because I was about to cum and lose this round."]}, {"name": "Ryuu", "audio": "v_sr523_0017", "normalized": ["I knew it.", " Just exactly as I thought.", " That's why you distracted me by telling me I just came."]}, {"name": "You", "audio": "", "normalized": ["Yeah.", " Okay, I'm going all-in now."]}, {"name": "", "audio": "", "normalized": ["I was growing tired of hearing her nonsense as I tore the chest part on her clothing, groping her now exposed pair of huge breasts violently."]}, {"name": "Ryuu", "audio": "v_sr523_0018", "normalized": ["Heghaaghhahh… Aaagguhh, mmghnm…"]}, {"name": "", "audio": "", "normalized": ["Ryuu let out a high-pitched moan as I groped her breasts, almost painfully hard, as her vagina tightened onto my cock."]}, {"name": "Ryuu", "audio": "v_sr523_0019", "normalized": ["Th-there… You can't… Mnnghaahh, haahhnmm… That's not fair… I'm only teasing…your cock…"]}, {"name": "You", "audio": "", "normalized": ["Not fair?", " Well, that's just nonsense.", " You're a woman so this is only natural."]}, {"name": "Ryuu", "audio": "v_sr523_0020", "normalized": ["I mean, that may be true… But I have more…sensitive spots, so I'm…at a disadvantage… Mnnahaagh, haagaagh…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, you could say that but I could also say that this whole match isn't fair because it's between man and woman."]}, {"name": "", "audio": "", "normalized": ["I pinched Ryuu's already erect nipples and started twisting and tugging on them, talking to them and prevent her from making any more excuses."]}, {"name": "Ryuu", "audio": "v_sr523_0021", "normalized": ["Mnnmmguhaaghh… My nipples, coming off… Nyaaghh, guhouh… My titties are coming off too… Guhhouhh…"]}, {"name": "You", "audio": "", "normalized": ["Are you actually getting turned on with your tits?", " That's why said it's not fair, I bet."]}, {"name": "Ryuu", "audio": "v_sr523_0022", "normalized": ["That's not right, can't be… Mnnhouhh, guhgaaghh… No way… I've trained myself…so much…"]}, {"name": "You", "audio": "", "normalized": ["Training yourself, I see… But those huge pair of tiddies must get in the way when using your sword, right?"]}, {"name": "", "audio": "", "normalized": ["I mocked Ryuu as a swordsman and kept groping her breasts, even shaking up her mind."]}, {"name": "", "audio": "", "normalized": ["Ryuu's body was already extra sensitive after the orgasm and she could not even deny me as I had my way with her."]}, {"name": "Ryuu", "audio": "v_sr523_0023", "normalized": ["Nuhaaghahh… Mnnmmuh, haahhnm… Damn you… You are telling me, guhhaahh… Such nonsense… Muhnuaaghh…"]}, {"name": "You", "audio": "", "normalized": ["But you're pretty sensitive.", " You can be much more than just a swordsman."]}, {"name": "Ryuu", "audio": "v_sr523_0024", "normalized": ["Damn it… Stop, mnngyuaaghh… N-no more… Stop, eegh… My titties… C-come…"]}, {"name": "", "audio": "", "normalized": ["Ryuu was already achieving orgasm from the stimulation of me groping her breasts."]}, {"name": "Ryuu", "audio": "v_sr523_0025", "normalized": ["Mnnmmhaaghaahh!", " Huughuhh, nuuaaghh… Such humiliation… You won't get away with this…"]}, {"name": "You", "audio": "", "normalized": ["Whatever… It doesn’t matter what you say."]}, {"name": "", "audio": "", "normalized": ["Ryuu's body had gone completely limp as she felt the lingering orgasm and her large breasts shook up and down."]}, {"name": "", "audio": "", "normalized": ["I did not stop groping her and continued to deform her breasts."]}, {"name": "Ryuu", "audio": "v_sr523_0026", "normalized": ["I told you already, you can play with my tits…but it won't turn me on… It's waste of time, you idiot…"]}, {"name": "Ryuu", "audio": "v_sr523_0027", "normalized": ["If you think a woman can get turned on with her breasts…you are so wrong… Your understanding…is so shallow…"]}, {"name": "", "audio": "", "normalized": ["She was not being very convincing with her two lumps filled with fatty tissue shaking around and moans coming from her mouth."]}, {"name": "Ryuu", "audio": "v_sr523_0028", "normalized": ["Mnnmmguhhaaghh… How long are you gonna…haahnm, aghh…keep groping…my tits…"]}, {"name": "You", "audio": "", "normalized": ["I'll do whatever I want.", " It's a match."]}, {"name": "", "audio": "", "normalized": ["I pounded my hips up along Ryuu's reaction and scraped into her tightly contracting vagina, not even letting her talk."]}, {"name": "", "audio": "", "normalized": ["Every time I thrust, her body twitched and I could see Ryuu was reaching her limit from the repeated orgasm."]}, {"name": "Ryuu", "audio": "v_sr523_0029", "normalized": ["Hyahahhnmm… Ughughh, huhahhnm… Stop this!", " Gahaahgh, mhhnm… Stop your cock!"]}, {"name": "You", "audio": "", "normalized": ["You haven't come yet, so stopping right now means I won't be able to defeat you."]}, {"name": "Ryuu", "audio": "v_sr523_0030", "normalized": ["I know what it means… But if you…keep going like this… You'll make me mad… Just… Stop this…"]}, {"name": "Ryuu", "audio": "v_sr523_0031", "normalized": ["I'll…admit my defeat, so just… End this… Mnnguhaaghh… This match… So please, just…"]}, {"name": "You", "audio": "", "normalized": ["Alright…"]}, {"name": "", "audio": "", "normalized": ["I felt the pleasure from her vagina squeezing desperately onto my cock which put a smug smile on my face."]}, {"name": "You", "audio": "", "normalized": ["Then I will do as I please with you as to the victor goes the spoils."]}, {"name": "", "audio": "", "normalized": ["I said and started pounding her hard into her vagina as she was nothing but a weakling who admitted defeat."]}, {"name": "Ryuu", "audio": "v_sr523_0032", "normalized": ["Mnmmhouhgoohh!"]}, {"name": "", "audio": "", "normalized": ["Ryuu was caught off guard and she admitted the pleasure so she could not stand my pounding."]}, {"name": "", "audio": "", "normalized": ["She let out loud, aroused moans and her wide-open eyes looked up with her spine pulled back into an arc, expressing pleasure."]}, {"name": "Ryuu", "audio": "v_sr523_0033", "normalized": ["Guhnuhgaaghh… Enough with this!", " Just stop this already, oouhgohh!"]}, {"name": "You", "audio": "", "normalized": ["You don't get to complain to the victor."]}, {"name": "Ryuu", "audio": "v_sr523_0034", "normalized": ["Come on, I said… Guhgaghouh, nummhh… I lost… This is already…pointless!"]}, {"name": "", "audio": "", "normalized": ["Her splashing vaginal fluid drenched my penis and Ryuu's vagina was already beyond its limit."]}, {"name": "Ryuu", "audio": "v_sr523_0035", "normalized": ["Mnngouhgohh… Please, just stop this… My pussy's gonna… It's gonna be useless if you keep going like this!"]}, {"name": "Ryuu", "audio": "v_sr523_0036", "normalized": ["You want to break…my body… You damn brute… Mnngouhegh, nuhguhaghh… Stop this, ohohh!"]}, {"name": "", "audio": "", "normalized": ["Ryuu's vagina and breasts were shaken violently every time I pounded her hard and her whole body trembled in reaction."]}, {"name": "", "audio": "", "normalized": ["Ryuu was not able to resist anymore and I verbally abused her because she could not deny it."]}, {"name": "You", "audio": "", "normalized": ["So you lost to my cock, right?"]}, {"name": "Ryuu", "audio": "v_sr523_0037", "normalized": ["Yes, my…pussy… Mnnmm, guhaaghh… Your cock pounding it…defeated me…"]}, {"name": "You", "audio": "", "normalized": ["Come on, say it lewder, it's your own pleasure!"]}, {"name": "Ryuu", "audio": "v_sr523_0038", "normalized": ["My…slutty pussy and titties… They're so sensitive and… They come so quickly…"]}, {"name": "Ryuu", "audio": "v_sr523_0039", "normalized": ["My pussy's…twitching so much…with your huge, rock-hard cock pounding me… Pleasure defeated me…"]}, {"name": "", "audio": "", "normalized": ["Ryuu started spouting such obscene words as if she was letting out what was pent up inside her, expressing her lust."]}, {"name": "", "audio": "", "normalized": ["And my pleasure began to escalate more and more as Ryuu's lust pulled it along, also speeding up my hips."]}, {"name": "Ryuu", "audio": "v_sr523_0040", "normalized": ["Mnnguhaahghh!", " Your cock, it feels so good… And saying it out loud like this… It's making me even more turned on…"]}, {"name": "Ryuu", "audio": "v_sr523_0041", "normalized": ["And getting my slutty pussy pounded… So hard and so rough… It's turning me so much… I can't stop it twitching!"]}, {"name": "", "audio": "", "normalized": ["Ryuu screamed out loud which made her orgasm build up even further and she looked so livery that she chose to orgasm with me."]}, {"name": "You", "audio": "", "normalized": ["Come on, become a whore!", " A greedy whore screaming from pleasure!"]}, {"name": "Ryuu", "audio": "v_sr523_0042", "normalized": ["Buheghh!", " Buhegghh!", " Give me your cock, please, eeghh!", " Please, give it to me…right in my drenched pussy!"]}, {"name": "Ryuu", "audio": "v_sr523_0043", "normalized": ["Please, punish me… Punish my pathetic pussy…defeated completely…with your cock!"]}, {"name": "", "audio": "", "normalized": ["And there she was, just a whore who admitted to her lust and pleasure."]}, {"name": "", "audio": "", "normalized": ["She begged for the penis with her twitching vagina and moaned as more vaginal fluid gushed out as she savored my cock down there."]}, {"name": "Ryuu", "audio": "v_sr523_0044", "normalized": ["Your cock's so hot, burning… It's gonna burn my pussy… Haahhnm, guhhnuuouhh!"]}, {"name": "Ryuu", "audio": "v_sr523_0045", "normalized": ["You're pounding me so much and you're gonna make me nuts… Uhouhh, aghahh… My pussy, so nuts, shaking…"]}, {"name": "", "audio": "", "normalized": ["More lewd, moist noises came from the part we were joined together at as an endless amount of vaginal from poured out from her loosening hole."]}, {"name": "Ryuu", "audio": "v_sr523_0046", "normalized": ["It's drilling so hard…right into my pussy… The tip, it's snagging on… Tingling me so much!"]}, {"name": "Ryuu", "audio": "v_sr523_0047", "normalized": ["It's so hard, hitting me, so deep… It's like my womb is getting pushed in… Mnnguguh, haaghhaaghh… Guhhaaghahhnm…"]}, {"name": "", "audio": "", "normalized": ["Every time my penis knocked onto her cervix, Ryuu gasped as she was drowning in pleasure.", " And two big lumps on her chest were going wild as well."]}, {"name": "Ryuu", "audio": "v_sr523_0048", "normalized": ["Noo!", " It's almost here… Orgasm, it's almost here!", " I'm gonna come again…with your cock, ughuhh!"]}, {"name": "Ryuu", "audio": "v_sr523_0049", "normalized": ["Coming, coming… Why, this is… My pussy feels so good… It's burning up deep inside, so much, ahhgh!"]}, {"name": "", "audio": "", "normalized": ["Her eyes were totally unfocused and her tongue was sticking out of her gaping mouth along with her incoherent moans."]}, {"name": "", "audio": "", "normalized": ["It was as though her mind had short-circuited from the orgasm suddenly running throughout her body at once."]}, {"name": "Ryuu", "audio": "v_sr523_0050", "normalized": ["Heheheh… My pussy, coming… I'm coming already… It's so rough… And I'm gonna squirt again…"]}, {"name": "Ryuu", "audio": "v_sr523_0051", "normalized": ["Come on, we've come so far… I just wanna come…with you… Mnnghah, haaguhaghh…"]}, {"name": "You", "audio": "", "normalized": ["Alright, then I'm gonna cum inside you to prove my victory."]}, {"name": "Ryuu", "audio": "v_sr523_0052", "normalized": ["Cum inside… Inside my lewd pussy… My pussy's burning up… Please, give it to me… Just pour it all in!"]}, {"name": "", "audio": "", "normalized": ["I ejaculated deep inside Ryuu as she finally became corrupted enough to beg for my semen on her own."]}, {"name": "Ryuu", "audio": "v_sr523_0053", "normalized": ["Unnyaahahhnmmhnn!"]}, {"name": "", "audio": "", "normalized": ["As I ejaculated with the tip of my penis pressing against her cervix, Ryuu helplessly orgasmed and received semen with her womb, sucking it in."]}, {"name": "", "audio": "", "normalized": ["And she was also squirting spectacularly as her spine pulled back and screamed pathetically, drooling all over the place."]}, {"name": "Ryuu", "audio": "v_sr523_0054", "normalized": ["Guhhgahahghh!", " It's pumping into my womb too… Cum, coming right inside… Haaguhguhaaghh!"]}, {"name": "", "audio": "", "normalized": ["*Squirt*"]}, {"name": "Ryuu", "audio": "v_sr523_0055", "normalized": ["I can't stop squirting… Aaahaghh, gyouhgoohh!", " Coming, so thick… It's filling me up, uughh!"]}, {"name": "", "audio": "", "normalized": ["And I pounded Ryuu's vagina while I ejaculated, making her orgasm even more intense."]}, {"name": "You", "audio": "", "normalized": ["You like having sex with me, right?"]}, {"name": "Ryuu", "audio": "v_sr523_0056", "normalized": ["I love it so much!", " Getting my coming pussy pounded… Pounding me so hard, loving it… Begging…"]}, {"name": "", "audio": "", "normalized": ["Ryuu's vagina squeezed tight onto my penis as well and her flesh wiggled to suck the semen out, demanding more pleasure."]}, {"name": "Ryuu", "audio": "v_sr523_0057", "normalized": ["More, I want more… My pussy's… It's sucking it in, want more… It's shaking so much!"]}, {"name": "", "audio": "", "normalized": ["And her words turned to pleasure on its own with her arched body shuddered violently, shaking her thighs."]}, {"name": "", "audio": "", "normalized": ["And I continue to grope her breasts even during ejaculation, dragging out the lingering orgasm."]}, {"name": "Ryuu", "audio": "v_sr523_0058", "normalized": ["Mnmmuhghh… I don't care about winning or losing… Not anymore… As long as I have your cock… I don't care…"]}, {"name": "Ryuu", "audio": "v_sr523_0059", "normalized": ["Please, let's have another sex match… As many times as I do till I win… We wild… Mnnghnm, I love it so much, win or loss…"]}, {"name": "", "audio": "", "normalized": ["Ryuu's vagina contracted from the intense orgasm and gave me such pleasure that made my penis throb and ejaculate continuously."]}, {"name": "You", "audio": "", "normalized": ["You should be glad.", " I like how you feel and can't stop cumming."]}, {"name": "Ryuu", "audio": "v_sr523_0060", "normalized": ["It's fine, just keep going… Going and going… I just want cum…in my pussy… Sucking in tasty cum…"]}, {"name": "Ryuu", "audio": "v_sr523_0061", "normalized": ["I've been defeated… Please, pour it in, so much… Break my pussy… Knock me up!"]}, {"name": "", "audio": "", "normalized": ["My penis was spewing so much semen that it was going to break as well.", " Every time Ryuu's vagina twitched, overflowing semen gushed out."]}, {"name": "", "audio": "", "normalized": ["My limp penis slipped right out of Ryuu's vagina after it had finished ejaculating and her body jumped up from the shock."]}, {"name": "", "audio": "", "normalized": ["The overwhelming orgasm made her body twitch continuously and so did her vagina drenched in vaginal fluid and semen."]}, {"name": "You", "audio": "", "normalized": ["I guess I win this time."]}, {"name": "Ryuu", "audio": "v_sr523_0062", "normalized": ["Aahaeeghghh… You win?", " Yeah, I lost…"]}, {"name": "", "audio": "", "normalized": ["Ryuu moved her mouth, slurring, as her mind faded but she gradually regained her grasp of the reality."]}, {"name": "Ryuu", "audio": "v_sr523_0063", "normalized": ["Next time… I'm going to win… Okay…"]}, {"name": "You", "audio": "", "normalized": ["With sword or sex?"]}, {"name": "Ryuu", "audio": "v_sr523_0064", "normalized": ["Both of those… Of course… I'm gonna have to keep doing this… Until I win…"]}, {"name": "", "audio": "", "normalized": ["I knew that it meant she would be hanging around with me even longer and looked forward to more fun with her."]}, {"name": "You", "audio": "", "normalized": ["Well, you're so stubborn… Okay, as you wish."]}, {"name": "", "audio": "", "normalized": ["I gently offered Ryuu my hands as she would not have been able to stand up, showing my graciouness as the victor."]}]