[{"name": "You", "audio": "", "normalized": ["… Private beaches really are quiet."]}, {"name": "", "audio": "", "normalized": ["The sun is shining brightly and the sound of waves crashing can be heard in the distance."]}, {"name": "", "audio": "", "normalized": ["There's almost no evidence of the never-ending destruction on Shirahama and there are few people out."]}, {"name": "Sakura", "audio": "v_ssr362_0000", "normalized": ["Woow♪", " Look at the sea, Mucchan!", " Let's hurry up and get out there♪"]}, {"name": "Murasaki", "audio": "v_msr362_0000", "normalized": ["A-alright, don't get so riled up!", " It's embarrassing."]}, {"name": "", "audio": "", "normalized": ["Sakura Igawa and Murasaki Yatsu walk past me in bathing suits, looking beautiful."]}, {"name": "", "audio": "", "normalized": ["Both girls are sweaty and have playful smiles, even though Murasaki was chastising Sakura."]}, {"name": "Asagi", "audio": "v_sr362_0000", "normalized": ["Hey, Sakura, Murasaki.", " Have fun, but at least warm up before you go in."]}, {"name": "", "audio": "", "normalized": ["There's also a woman with long, black hair standing next to me, talking to the other two with a gentle, motherly tone."]}, {"name": "", "audio": "", "normalized": ["She's the strongest and most-renowned Taimanin, Asagi Igawa, dressed in a bold bikini."]}, {"name": "Asagi", "audio": "v_sr362_0001", "normalized": ["Seriously… Sakura and Murasaki are both adults, but they're still little kids on the inside… hahaha."]}, {"name": "", "audio": "", "normalized": ["Asagi smiles happily at me while talking."]}, {"name": "", "audio": "", "normalized": ["Her expression is one not of a Taimanin, but of someone who has their guard down completely."]}, {"name": "You", "audio": "", "normalized": ["But that's what makes them them."]}, {"name": "Asagi", "audio": "v_sr362_0002", "normalized": ["True… but, sorry about today and bringing them.", " I-if I could, I would've wanted to…"]}, {"name": "You", "audio": "", "normalized": ["I thought it was just gonna be us too, but I'm still happy I could come with you.", " We'll just have to enjoy as much as we can."]}, {"name": "Asagi", "audio": "v_sr362_0003", "normalized": ["… Yeah.", " I'm really glad you said that.", " Not just those two, but we have to enjoy ourselves too."]}, {"name": "", "audio": "", "normalized": ["As a cool breeze blows, Asagi and I continue with our peaceful conversation.", " If someone were to see us, they might think we were a couple."]}, {"name": "", "audio": "", "normalized": ["So why did I come to this beach with the Taimanin who usually teaches at the Taiman school, Gosha Academy?"]}, {"name": "", "audio": "", "normalized": ["The answer is simple.", " It's because we are companions.", " To be exact―"]}, {"name": "Asagi", "audio": "v_sr362_0004", "normalized": ["Now, before we have some fun, should we get all our stuff and umbrellas out?", " Can you help me, Kou-kun?"]}, {"name": "", "audio": "", "normalized": ["Kousuke Sawaki, the brother of Asagi's dead fiance, Kyousuke Sawaki."]}, {"name": "", "audio": "", "normalized": ["I changed into him and invited Asagi to the sea.", " All this to completely degrade her on the beach under the hot sunshine…"]}, {"name": "", "audio": "", "normalized": ["The Taimanin in front of me is one of my biggest obstacles, Asagi Igawa."]}, {"name": "", "audio": "", "normalized": ["She has amazing abilities and a spirit of steel."]}, {"name": "", "audio": "", "normalized": ["I poured over information to find a way to get in touch with the powerful Asagi."]}, {"name": "", "audio": "", "normalized": ["The weakness I finally uncovered was Kousuke Sawaki.", " After his brother Kyosuke died, Asagi took care of him.", " He had been all alone until that."]}, {"name": "", "audio": "", "normalized": ["Kousuke longs to be with her.", " Asagi also seems to be going after Kousuke after her fiance died too."]}, {"name": "", "audio": "", "normalized": ["I realized that this information could be used, so first I abducted Kousuke and then used the Demon Doppelganger power."]}, {"name": "", "audio": "", "normalized": ["With this power, I can take the shape and memory of my subject and then take their place."]}, {"name": "", "audio": "", "normalized": ["Thanks to that, I replace Kousuke without anyone noticing and was able to get my nemesis to look at me with care."]}, {"name": "", "audio": "", "normalized": ["It was surprisingly easy to develop a relationship with Asagi, who sees Kousuke as more than a brother-in-law."]}, {"name": "", "audio": "", "normalized": ["This time I invited Asagi to go to the beach just the two of us, to get her to completely become putty in my hands."]}, {"name": "", "audio": "", "normalized": ["In the end, Sakura and Murasaki came too, but it's fine."]}, {"name": "", "audio": "", "normalized": ["Actually, their presence might make Asagi's destruction even better."]}, {"name": "", "audio": "", "normalized": ["Thinking about that, I stare at Asagi whose lying on a vinyl sheet.", " She's completely unprotected and I give a cold smile while in Kousuke's form."]}, {"name": "Asagi", "audio": "v_sr362_0005", "normalized": ["The parasol… okay, haha, finished.", " Now…"]}, {"name": "You", "audio": "", "normalized": ["Yeah, now we can both have fun… just us, taking our time."]}, {"name": "", "audio": "", "normalized": ["The moment Asagi looks back, I mutter with my mouth close to her ear.", " She sighs and her body tenses up."]}, {"name": "You", "audio": "", "normalized": ["Asagi, I can't take this anymore.", " Was this your plan the whole time?"]}, {"name": "Asagi", "audio": "v_sr362_0006", "normalized": ["W-wait, Kou-kun, are you serious?", " I know this is a private beach, but we're still outside."]}, {"name": "", "audio": "", "normalized": ["Asagi complains as she sweats with impatience."]}, {"name": "You", "audio": "", "normalized": ["Look, there aren't that many people around… no matter how much you show that you're horny, I'm the only one who'll see."]}, {"name": "Asagi", "audio": "v_sr362_0007", "normalized": ["H-horny… b-but Sakura and Murasaki…"]}, {"name": "You", "audio": "", "normalized": ["They're busy playing so you don't have to worry."]}, {"name": "You", "audio": "", "normalized": ["And it doesn't matter if they catch us, right?", " Actually, I kind of want to show them…"]}, {"name": "Asagi", "audio": "v_sr362_0008", "normalized": ["S-stop it!", " When did you decide that it was okay for you to talk dirty like that?!"]}, {"name": "", "audio": "", "normalized": ["Even though she's scolding me, I can partly see her real emotions."]}, {"name": "", "audio": "", "normalized": ["Seeing her in a state that is so unlike the Taimanin Asagi Igawa, I sneer in my heart."]}, {"name": "", "audio": "", "normalized": ["I finally understand just how weak she is when pushing back against her brother-in-law.", " If I push her just a little, she'd break immediately and give in to me."]}, {"name": "You", "audio": "", "normalized": ["Look, Asagi.", " I'm already so hard… I want you to hurry and put it in!"]}, {"name": "Asagi", "audio": "v_sr362_0009", "normalized": ["Wha?", " O-oh Kou-kun, it's so big it looks like it's going to reach out and touch me…"]}, {"name": "You", "audio": "", "normalized": ["It's because of you.", " You're wearing such a skimpy bathing suit so I can't take it…!"]}, {"name": "", "audio": "", "normalized": ["She asks for it while rubbing the tent under my trunks."]}, {"name": "", "audio": "", "normalized": ["I see lust in Asagi's eyes as she glances at my trunks."]}, {"name": "Asagi", "audio": "v_sr362_0010", "normalized": ["(I-it's so sleazy of Kou-kun… but, strangely I don't feel upset that he's saying it…)"]}, {"name": "Asagi", "audio": "v_sr362_0011", "normalized": ["(Actually, I really think I love this guy who wants to have sex when he sees me.", " M-my body is aching and begging for more…)"]}, {"name": "Asagi", "audio": "v_sr362_0012", "normalized": ["(N-no!", " Having such wicked thoughts about a guy who I've always seen as a little brother… I-I'm really becoming a slut…!", ")"]}, {"name": "", "audio": "", "normalized": ["Asagi's cheeks gradually turn red.", " I know it's not because of the sun, but because of her shame and expectations."]}, {"name": "Asagi", "audio": "v_sr362_0013", "normalized": ["O-okay… I'll give your aching d-dick some relief."]}, {"name": "You", "audio": "", "normalized": ["That's what I thought!", " Now, let's start before Sakura and her friend come back!"]}, {"name": "", "audio": "", "normalized": ["I immediately pull Asagi's hand and take her near the cooler."]}, {"name": "You", "audio": "", "normalized": ["Now, sit with your back against the cooler so that I can see your whole body."]}, {"name": "Asagi", "audio": "v_sr362_0014", "normalized": ["Y-you wanna do it here?", " Can't we go somewhere less crowded…"]}, {"name": "", "audio": "", "normalized": ["Asagi's excited and lustful expression suddenly hardens.", " However, I don't let my impatience show and instead talk to her."]}, {"name": "You", "audio": "", "normalized": ["I already said it before.", " Because of your bathing suit, I can't take it another second."]}, {"name": "You", "audio": "", "normalized": ["And anyway, I want to have the image of your beautiful naked body under the shining sun imprinted into my memory."]}, {"name": "Asagi", "audio": "v_sr362_0015", "normalized": ["Beautiful naked body… i-if you say any more than that, I'm gonna get angry."]}, {"name": "", "audio": "", "normalized": ["Even though Asagi speaks sharply, there is no power at all behind her face.", " She's only showing joy."]}, {"name": "", "audio": "", "normalized": ["Another man would be killed for saying it, but she lets Kousuke.", " I can't help but think how funny it is that I've gotten this far."]}, {"name": "Asagi", "audio": "v_sr362_0016", "normalized": ["Oh well… I wouldn't normally do this, but you're special.", " I won't forgive you unless you pay attention."]}, {"name": "", "audio": "", "normalized": ["Without realizing who the person in front of her really is, Asagi sits in the shade of the cooler."]}, {"name": "", "audio": "", "normalized": ["Then, she exposes her whole body to me, showing off her slutty appearance."]}, {"name": "Sakura", "audio": "v_ssr362_0001", "normalized": ["Okay!", " Let's go Mucchan!", " Take this♪"]}, {"name": "Murasaki", "audio": "v_msr362_0001", "normalized": ["Hyaah?!", " Y-you really did it, Sakura!", " Why you!"]}, {"name": "You", "audio": "", "normalized": ["… Looks like they're really excited over there too."]}, {"name": "Asagi", "audio": "v_sr362_0017", "normalized": ["Y-yeah, looks like it…"]}, {"name": "", "audio": "", "normalized": ["We can hear the innocent voices of the two girls playing in the sea."]}, {"name": "", "audio": "", "normalized": ["Asagi is already lost in the illusion of being in a different world as she breathes feverishly."]}, {"name": "Asagi", "audio": "v_sr362_0018", "normalized": ["(Yeah, Sakura and Murasaki are close, but we don't look like we're doing it… even though it's for him, it's still so embarrassing.", ")"]}, {"name": "Asagi", "audio": "v_sr362_0019", "normalized": ["(B-but why?", " Even though it would be awful if we got caught, when I think about it I get excited… even though I know it's bad…)"]}, {"name": "", "audio": "", "normalized": ["Asagi gets even more excited when she feels a sense of immorality then thinking about Sakura and Murasaki.", " It seems like it was a good thing to bring them with us."]}, {"name": "Asagi", "audio": "v_sr362_0020", "normalized": ["O-okay, let's hurry and get this going.", " How do you want it?", " Do you want me to take care of your dick?"]}, {"name": "You", "audio": "", "normalized": ["No, that's good but for now I want you to stay like this.", " First, I want to put this on you."]}, {"name": "", "audio": "", "normalized": ["I give something to Asagi as she's begging me to hurry.", " It's just normal sunblock."]}, {"name": "Asagi", "audio": "v_sr362_0021", "normalized": ["Sunblock… then you didn't have to make me sit like this, right?"]}, {"name": "", "audio": "", "normalized": ["Asagi spreads both her legs and shows me everything that's not hidden beneath her bathing suit.", " She's complaining to me but I'm not budging."]}, {"name": "You", "audio": "", "normalized": ["This position makes it easier to put it on.", " Plus, I can see your cute bathing suit."]}, {"name": "Asagi", "audio": "v_sr362_0022", "normalized": ["G-god!", " Seriously, when did you get so good at talking… but, I'm glad you like it."]}, {"name": "", "audio": "", "normalized": ["Asagi is already openly smiling with no bad intentions.", " I laugh at her inwardly as I put cream on both my hands."]}, {"name": "You", "audio": "", "normalized": ["Now, I'll put this all over your beautiful skin so it won't burn… every nook and cranny."]}, {"name": "Asagi", "audio": "v_sr362_0023", "normalized": ["Nyaah, w-wait Kou-kun.", " Even if you're doing this so I won't burn, it's e--embarrassing if you touch me there so suddenly."]}, {"name": "", "audio": "", "normalized": ["Asagi breathes heavily as she talks because my hand is crawling all over her thighs.", " I don't say anything, but put my other hand on her stomach and start stroking her."]}, {"name": "Asagi", "audio": "v_sr362_0024", "normalized": ["Hnn, hehe!", " S-stop, don't just keep doing the same place!", " You're tickling my stomach, aha, hahaha…"]}, {"name": "You", "audio": "", "normalized": ["Nothing is embarrassing on your well-trained body, Asagi."]}, {"name": "You", "audio": "", "normalized": ["See, your belly button needs to have sunscreen put on it too."]}, {"name": "Asagi", "audio": "v_sr362_0025", "normalized": ["Nyah!", " You're putting your finger in my belly button… haan, I-I wouldn't let, haah, anyone else do this but you."]}, {"name": "", "audio": "", "normalized": ["Asagi talks like she doesn't like it but she still looks happy."]}, {"name": "", "audio": "", "normalized": ["Taking that as a good sign, I slide my hands over her body."]}, {"name": "You", "audio": "", "normalized": ["Ahh, your body is smoother than usual and it's like my hands are getting sucked in…"]}, {"name": "You", "audio": "", "normalized": ["I'm happy that I can touch the body of someone like you."]}, {"name": "Asagi", "audio": "v_sr362_0026", "normalized": ["I-I'm happy and I'm feeling good too♪"]}, {"name": "Asagi", "audio": "v_sr362_0027", "normalized": ["I feel your warmth through the sunscreen… stoke me more, touch me♪"]}, {"name": "", "audio": "", "normalized": ["Needless to say, I reach out to other parts of her body and carefully apply the sunscreen."]}, {"name": "", "audio": "", "normalized": ["Her body looks good.", " Even though she's muscular and mature, her supple skin feels as good as a younger woman's."]}, {"name": "", "audio": "", "normalized": ["Maybe because it's summer, or maybe because of the excitement of the affair, or maybe because of her hot body, but she's sweating and it only makes her more attractive."]}, {"name": "Asagi", "audio": "v_sr362_0028", "normalized": ["B-but, babe?", " Isn't the way you're moving your hands a little horny?"]}, {"name": "Asagi", "audio": "v_sr362_0029", "normalized": ["Hnng, hnn, the places your touching are so naughty…"]}, {"name": "", "audio": "", "normalized": ["However, the color of Asagi's face suddenly changes as I'm touching her.", " I guess she was worried if I could keep up with the pace."]}, {"name": "You", "audio": "", "normalized": ["Well, I want you to feel really good, Asagi.", " See, you like this, right?"]}, {"name": "", "audio": "", "normalized": ["Not getting deterred, I stretch my hand out to her armpit.", " I stroke her armpit and then move my sticky fingers around."]}, {"name": "Asagi", "audio": "v_sr362_0030", "normalized": ["Waah?!", " Ahyaah, s-stop, that's… nyaah!", " I-I can't control my voice…"]}, {"name": "You", "audio": "", "normalized": ["I know other places too.", " If I touch your neck gently it feels good, right?"]}, {"name": "Asagi", "audio": "v_sr362_0031", "normalized": ["Hyaah?!", " Gyaah♪", " D-don't stroke like that… nyaah♪", " I-I'm sensitive there…♪"]}, {"name": "", "audio": "", "normalized": ["As I stroke Asagi's neck she makes a noise like an obedient puppy and twists her mature body."]}, {"name": "You", "audio": "", "normalized": ["Knowing where you feel turned on is just proof that we know each other well."]}, {"name": "You", "audio": "", "normalized": ["I want to know more about which places turn you on."]}, {"name": "", "audio": "", "normalized": ["Saying that, I start putting the sunscreen on Asagi again like nothing happened."]}, {"name": "Asagi", "audio": "v_sr362_0032", "normalized": ["(He's saying whatever he feels like again… b-but I can't refuse him when his hands are making me feel so good…!", ")"]}, {"name": "Asagi", "audio": "v_sr362_0033", "normalized": ["(Y-yaah, I wonder if he's noticed my nipples are so hard under this bathing suit?", ")"]}, {"name": "Asagi", "audio": "v_sr362_0034", "normalized": ["(M-my pussy is so wet… if he were to touch it right now…)"]}, {"name": "Asagi", "audio": "v_sr362_0035", "normalized": ["(O-oh no!", " I think I want him to touch me more… I want him to do a lot of dirty things to me…)"]}, {"name": "", "audio": "", "normalized": ["Asagi looks at me like she's falling in love and doesn't try to stop my hands as I continue touching her body."]}, {"name": "You", "audio": "", "normalized": ["Okay, I'm finished putting it on all the parts that I can see, Asagi."]}, {"name": "Asagi", "audio": "v_sr362_0036", "normalized": ["Hnn, huu, haah… y-yeah, th-thanks, haa, hmm…"]}, {"name": "", "audio": "", "normalized": ["By the time I completely cover all of her exposed areas, Asagi is letting out sweet sighs that won't stop."]}, {"name": "", "audio": "", "normalized": ["Then she looks at my hands with comfort and satisfaction.", " If that's the case, I guess I should give her more."]}, {"name": "You", "audio": "", "normalized": ["So, now I'll put it on the parts hidden by your bathing suit.", " Asagi, can you take it off?"]}, {"name": "Asagi", "audio": "v_sr362_0037", "normalized": ["M-my bathing suit?!", " You want me to be n-naked here?!"]}, {"name": "", "audio": "", "normalized": ["Asagi is upset because she didn't think I would go so far as to ask her to get naked.", " I continue like it's all completely normal."]}, {"name": "You", "audio": "", "normalized": ["It's sad I won't be able to see your cute bathing suit, but the sun is really strong."]}, {"name": "You", "audio": "", "normalized": ["I have to put it on under your clothes really carefully."]}, {"name": "Asagi", "audio": "v_sr362_0038", "normalized": ["B-but getting naked in a place like this… n-no!", " If someone sees us, I would die!"]}, {"name": "You", "audio": "", "normalized": ["No one's noticed us yet, so it's fine… and I already said, right?", " I want to see your beautiful naked body, Asagi…"]}, {"name": "", "audio": "", "normalized": ["I put my hand on the string that's holding her bathing suit up.", " Unable to stop me or yell, Asagi looks like helpless."]}, {"name": "Asagi", "audio": "v_sr362_0039", "normalized": ["P-please wait!", " Showing my breasts and pussy on a beach where my sisters are playing is…"]}, {"name": "Asagi", "audio": "v_sr362_0040", "normalized": ["You're driving me crazy!"]}, {"name": "", "audio": "", "normalized": ["In the end, she shows me her naked appearance without resisting too much.", " She really has a weak spot for Kousuke."]}, {"name": "You", "audio": "", "normalized": ["Heheh, you're more beautiful than I imagined, Asagi."]}, {"name": "Asagi", "audio": "v_sr362_0041", "normalized": ["Hnn, d-don't look Kou-kun… y-yaan, I don't think I can do this, I feel so embarrassed and I want to die…"]}, {"name": "", "audio": "", "normalized": ["Her face is as red as the burning sun, and her voice is muffled.", " Her glistening eyes shine like jewels."]}, {"name": "", "audio": "", "normalized": ["Her naked body is as beautiful as a work of art.", " She's in a sexy pose and filling me with lust."]}, {"name": "You", "audio": "", "normalized": ["Your body doesn't seem to agree.", " See, I haven't even put sunscreen here yet, but it's so shiny."]}, {"name": "", "audio": "", "normalized": ["My sadistic heart is enjoying torturing her and I move to Asagi's open crotch.", " Juices are overflowing from her hole and sticks to my fingers easily."]}, {"name": "Asagi", "audio": "v_sr362_0042", "normalized": ["Haa♪", " Well, of course it's going to be like that because you put sunscreen on places that make me horny.", " So, my p-pussy has been…"]}, {"name": "You", "audio": "", "normalized": ["Did you get turned on?", " You're so slutty, Asagi.", " Don't worry, I'll fuck you good… while I touch these."]}, {"name": "Asagi", "audio": "v_sr362_0043", "normalized": ["Fwaah?!", " D-don't rub my b-boobs Hyaah♪", " M-my nipples are so sensitive…"]}, {"name": "", "audio": "", "normalized": ["I grab her tits and smash them with my palms.", " Her nipples stand and tremble between the cracks of my fingers."]}, {"name": "You", "audio": "", "normalized": ["I made your nipples so hard… Asagi, don't you want to take off your bathing suit and show your breasts?"]}, {"name": "Asagi", "audio": "v_sr362_0044", "normalized": ["Grr, N-no, that's not it.", " I don't wanna be naked on the beach, I'm not a pervert…"]}, {"name": "You", "audio": "", "normalized": ["Hmm, I see.", " Well then, should I start putting on the sunscreen?"]}, {"name": "You", "audio": "", "normalized": ["I've wanted to see you naked for such a long time, but it would be bad if you got burnt."]}, {"name": "Asagi", "audio": "v_sr362_0045", "normalized": ["Y-yeah, hurry, hurry up and p… put it on me."]}, {"name": "", "audio": "", "normalized": ["Asagi urges me with a face that shows she's trying to hold back.", " It shows that she has little shame left."]}, {"name": "", "audio": "", "normalized": ["To completely destroy her, I move both my hands quickly to her pussy.", " I rub the sunscreen in there along with the sweat and juices."]}, {"name": "Asagi", "audio": "v_sr362_0046", "normalized": ["Haan, hnng, your hands are all over my boobs and p-pussy, hyaah, haa, hnn…"]}, {"name": "You", "audio": "", "normalized": ["Asagi, it's hard to put it on with you moving so much.", " Stay still."]}, {"name": "Asagi", "audio": "v_sr362_0047", "normalized": ["Fwaah, I-I know, ann, I know, but…"]}, {"name": "", "audio": "", "normalized": ["Every time my fingers trace her areola and folds, Asagi lets out sweet sighs through her tightly shut lips."]}, {"name": "", "audio": "", "normalized": ["Even though I'm not moving very hard, getting pleasure from a man she have feelings for makes Asagi ignore her own feelings and her body reacts."]}, {"name": "Asagi", "audio": "v_sr362_0048", "normalized": ["(Haan, h-his hands are so gentle… it's not like the horny hands earlier, he's moving so nicely…)"]}, {"name": "Asagi", "audio": "v_sr362_0049", "normalized": ["(B-but I can't do this!", " He's being so gentle on my boobs and pussy… it's the same as getting a sexual massage.", ")"]}, {"name": "Asagi", "audio": "v_sr362_0050", "normalized": ["(I-I can't take it anymore.", " If he takes care of me like that my boobs and pussy are just going to want more!", ")"]}, {"name": "Asagi", "audio": "v_sr362_0051", "normalized": ["Hnn, hyaah, hnn, K-kou-kun, i-it feels so good, Kou-kun…♪"]}, {"name": "", "audio": "", "normalized": ["She opens her mouth in pleasure and starts panting loudly."]}, {"name": "", "audio": "", "normalized": ["A voice that doesn't even seem like her echoes in my ear as Asagi falls into the illusion that we are the only two people here."]}, {"name": "", "audio": "", "normalized": ["However, when she lets out a moan that can be heard from far away, Asagi hurries and bites her lips to try to cut the moaning off."]}, {"name": "Asagi", "audio": "v_sr362_0052", "normalized": ["(Th-that's right, Sakura and Murasaki are right there.", " Th-they'll hear my voice…)"]}, {"name": "Asagi", "audio": "v_sr362_0053", "normalized": ["(No, I have to hold back!", " I don't want them to know about this.", ")"]}, {"name": "Asagi", "audio": "v_sr362_0054", "normalized": ["(Th-this is just him putting sunscreen on me!", " It's definitely not something dirty…)"]}, {"name": "", "audio": "", "normalized": ["It seems that remembering Sakura and Murasaki manages to save Asagi's reasoning."]}, {"name": "", "audio": "", "normalized": ["She pushes down her voice so that it can't get loud enough for them to hear."]}, {"name": "", "audio": "", "normalized": ["Because she can't speak, her body starts writhing.", " Her juices are flowing from her body like tears."]}, {"name": "You", "audio": "", "normalized": ["Alright, perfect♪", " You don't have to worry about getting sunburnt, Asagi."]}, {"name": "Asagi", "audio": "v_sr362_0055", "normalized": ["Naah, gyaah, y-yeah good.", " Th-thanks for putting it on my boobs and pussy, haah, and everywhere…"]}, {"name": "", "audio": "", "normalized": ["Asagi thanks me, breathless.", " Her eyes are out of focus and her mind is elsewhere.", " She looks at her discarded bathing suit."]}, {"name": "Asagi", "audio": "v_sr362_0056", "normalized": ["(Th-thank God we didn't get caught… I have to h-hurry and put my bathing suit―)"]}, {"name": "You", "audio": "", "normalized": ["Yeah, everything is ready now… now I can really please you."]}, {"name": "", "audio": "", "normalized": ["In the next moment, I put full strength behind my hands, which are still touching her tits and pussy."]}, {"name": "", "audio": "", "normalized": ["Then, Asagi completely forgets about Sakura and Murasaki."]}, {"name": "Asagi", "audio": "v_sr362_0057", "normalized": ["Ahaa?!", " Hyaah!", " S-staahhp, so hard all of a sudden, hyaan!", " Wait, babe, hyaah!"]}, {"name": "Asagi", "audio": "v_sr362_0058", "normalized": ["N-noo, so strong… don't mess with my boobs and pussy like that!", " I-I'll feel so good I'll moan!"]}, {"name": "", "audio": "", "normalized": ["Asagi can't stand it anymore after being suddenly attacked.", " I'm doing it differently than before, making her fall into my caresses."]}, {"name": "You", "audio": "", "normalized": ["Heheh, I told you, right?", " I want to have sex.", " So far, I've been preparing you, so we're not to the main part yet."]}, {"name": "", "audio": "", "normalized": ["I move my fingers over her erect nipples and then insert a finger into her hole that's overflowing with juices."]}, {"name": "", "audio": "", "normalized": ["Trembling in response, Asagi doesn't show any resistance."]}, {"name": "Asagi", "audio": "v_sr362_0059", "normalized": ["Hnng!", " Don't touch my nipples so hard!", " They'll come off!", " Ah, ann♪", " You're smashing my boobs!"]}, {"name": "Asagi", "audio": "v_sr362_0060", "normalized": ["Ann♪", " My pussy's so wet!", " It's making a dirty sound!", " This is bad!", " E-everyone's gonna know!"]}, {"name": "You", "audio": "", "normalized": ["You don't really hate it, right?", " Asagi, your mouth is saying no, but your hips are moving, aren't they?"]}, {"name": "You", "audio": "", "normalized": ["You're the one making dirty noises."]}, {"name": "", "audio": "", "normalized": ["I stir my finger around her pussy as I thrust it into her folds."]}, {"name": "", "audio": "", "normalized": ["Instead of pushing away my finger, Asagi moves her hips back and forth, inviting me deeper inside."]}, {"name": "Asagi", "audio": "v_sr362_0061", "normalized": ["B-but you can't do that!", " Because you're s-stroking the places making me horny in a dirty, gentle way, I'm…!"]}, {"name": "You", "audio": "", "normalized": ["What's wrong?", " You really wanted to do this faster, right?", " You came to the sea wanting to make dirty memories, didn't you?"]}, {"name": "", "audio": "", "normalized": ["Asagi looks at me with a melting expression, while her slit is dripping like someone drooling while eating their favorite food."]}, {"name": "", "audio": "", "normalized": ["Asagi opens her mouth instinctively in a mix of shame and pleasure."]}, {"name": "Asagi", "audio": "v_sr362_0062", "normalized": ["Oooh, huu… th-that's right!", " It's what I wanted.", " I wanted to make dirty memories at the beach where Sakura and everyone are!"]}, {"name": "Asagi", "audio": "v_sr362_0063", "normalized": ["I-I'm so excited… showing my boobs and pussy on a beach where strangers could walk by…"]}, {"name": "Asagi", "audio": "v_sr362_0064", "normalized": ["E-even though it's not right, I can't take it anymore!"]}, {"name": "", "audio": "", "normalized": ["Asagi finally loses all reason and starts moving her hips to seek me out.", " My fingers are now covered with her dripping juices."]}, {"name": "Asagi", "audio": "v_sr362_0065", "normalized": ["Y-your dick!", " Give me your dick!", " Fill up my shameful pussy with your cock!", " I want you to fuck me!"]}, {"name": "You", "audio": "", "normalized": ["Wow, you're really begging for it like a slut, Asagi.", " But, as a reward for being so obedient, I'll make you cum first!"]}, {"name": "", "audio": "", "normalized": ["I thrust my fingers and knead her tits harder.", " Asagi's body shakes with joy and keeps trembling."]}, {"name": "Asagi", "audio": "v_sr362_0066", "normalized": ["Hee♪", " Soo good!", " I love your fingers too♪", " I love being fucked in my dirty pussy with your fingers♪"]}, {"name": "You", "audio": "", "normalized": ["Are you feeling good with just my fingers?", " So, anyone can do anything as long as they make your pussy feel good, right?"]}, {"name": "Asagi", "audio": "v_sr362_0067", "normalized": ["Ann♪", " N-no, don't say something so mean!"]}, {"name": "Asagi", "audio": "v_sr362_0068", "normalized": ["I-I want you♪", " I like when you fuck my pussy♪"]}, {"name": "Asagi", "audio": "v_sr362_0069", "normalized": ["M-my boobs♪", " Hnn!", " My boobs are trembling, too♪"]}, {"name": "Asagi", "audio": "v_sr362_0070", "normalized": ["Even though my nipples are being pinched so hard it hurts, a-as long as it's you, it feels so good♪"]}, {"name": "", "audio": "", "normalized": ["Her tits look like they are about to burst from pleasure and her pussy is open like it's trying to eat my finger."]}, {"name": "", "audio": "", "normalized": ["This is not the appearance of an experienced Taimanin, but rather one of a female who is engulfed in lust."]}, {"name": "Asagi", "audio": "v_sr362_0071", "normalized": ["(O-oh no♪", " Even though Sakura and Murasaki are so close in the sea, I can't hear them!", ")"]}, {"name": "Asagi", "audio": "v_sr362_0072", "normalized": ["(M-my pussy♪", " I can only hear the dirty sounds from my pussy!", ")"]}, {"name": "Asagi", "audio": "v_sr362_0073", "normalized": ["(Np.", " They're playing, but I can't be doing this… b-but, it's impossible♪", " I want to make more dirty sounds with my pussy♪", ")"]}, {"name": "You", "audio": "", "normalized": ["Now you're at your limit, Asagi!", " Let's let everyone and Sakura and Murasaki hear your slutty voice!"]}, {"name": "", "audio": "", "normalized": ["I speak to Asagi while making the wet sound.", " However, Sakura and Murasaki's presence still seems to be stopping her as she desperately covers her mouth with both hands."]}, {"name": "Asagi", "audio": "v_sr362_0074", "normalized": ["Hnng♪", " N-no!", " That's the only thing I won't do!"]}, {"name": "Asagi", "audio": "v_sr362_0075", "normalized": ["I can't show them this kind of dirty appearance!", " I can't show it to anyone except you!"]}, {"name": "", "audio": "", "normalized": ["Faint sounds leak from her tightly closed mouth.", " There's still a slight light of dignity sparking in her lust-filled eyes."]}, {"name": "You", "audio": "", "normalized": ["Heheh, I'm glad you say so♪", " Now, just endure it so no one will see you cumming, okay?"]}, {"name": "Asagi", "audio": "v_sr362_0076", "normalized": ["Wh-what… ooh?!", " Haan♪", " S-so fastt♪", " I-I can't take it!", " I-I can't, hee♪"]}, {"name": "", "audio": "", "normalized": ["I speed up quickly to put out that spark.", " Asagi's eyes pop open and her body jumps in pleasure each time I thrust into her."]}, {"name": "Asagi", "audio": "v_sr362_0077", "normalized": ["N-noo♪", " I can't take it!", " M-m pussy is crying!"]}, {"name": "Asagi", "audio": "v_sr362_0078", "normalized": ["I feel so ashamed cumming on a beach in front of e-everyone…♪"]}, {"name": "Asagi", "audio": "v_sr362_0079", "normalized": ["N-no!", " I don't want Sakura and Murasaki to hear me!", " I-I'm cumming♪", " We can't get caught!"]}, {"name": "Asagi", "audio": "v_sr362_0080", "normalized": ["My voice, I'm cumming♪", " I can't let any noise out♪", " Noo♪", " I'm cumming♪", " Oh noo♪"]}, {"name": "", "audio": "", "normalized": ["Asagi's pussy is dripping as she feels shame.", " Her hands covering her mouth are loosening and her moans start leaking.", " Then…"]}, {"name": "Asagi", "audio": "v_sr362_0081", "normalized": ["Noo, ahh♪", " Naah♪", " Oh noo!", " I can't take it♪", " I'm at my limit♪", " Ahh, I'm cumming!", " I'm cumming♪", " I'm cummingg…♪"]}, {"name": "", "audio": "", "normalized": ["Bam!"]}, {"name": "Murasaki", "audio": "v_msr362_0002", "normalized": ["H-hey, Sakura?", " Are you okay?!"]}, {"name": "Sakura", "audio": "v_ssr362_0002", "normalized": ["Oh!", " … Haha, I fell♪"]}, {"name": "Murasaki", "audio": "v_msr362_0003", "normalized": ["Jeez… you're not like a Taimanin at all, how shameful."]}, {"name": "Sakura", "audio": "v_ssr362_0003", "normalized": ["Hey~ it's fine for today!", " Hey, let's keep playing, Mucchan♪"]}, {"name": "", "audio": "", "normalized": ["Sakura and Murasaki's laughter can be heard from the other side of the cooler."]}, {"name": "", "audio": "", "normalized": ["The animalistic pants coming from Asagi seem to have not reached their ears."]}, {"name": "", "audio": "", "normalized": ["Splashh!", " Spurt!"]}, {"name": "Asagi", "audio": "v_sr362_0082", "normalized": ["Hnn☆", " Ahh☆", " I-I'm cumming☆", " I'm cumming☆", " My pussy is cummingg☆"]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " You're an expert at moaning with your mouth covered, Asagi!"]}, {"name": "Asagi", "audio": "v_sr362_0083", "normalized": ["Oh noo, ahh naah♪", " It feels sho good to cum☆", " My hips are moving♪", " They're shaking♪", " My pussy is so happy I can't stopp☆"]}, {"name": "", "audio": "", "normalized": ["Asagi moans loudly under the hands over her mouth.", " Her pussy is like a dam that just broke, spewing liquid all over me."]}, {"name": "You", "audio": "", "normalized": ["Ahh, I'm all covered in your pussy juices, Asagi.", " What a dirty smell… it looks like there's still more coming… right?!"]}, {"name": "Asagi", "audio": "v_sr362_0084", "normalized": ["Hoo☆", " Hnng☆", " K-kou-kun, I'm sorry… hyaah♪", " Don't move!", " My pussy's going crazy☆"]}, {"name": "", "audio": "", "normalized": ["My sadistic feelings grow as ridicule Asagi as she climaxes.", " Her pussy trembles in joy every time and she spurts."]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " Your pussing saying it wants more.", " Let's make you into a human water gun!"]}, {"name": "Asagi", "audio": "v_sr362_0085", "normalized": ["Hyaan?!", " Hnng☆", " Yaah, don't play around with my pussy♪", " I can't cum anymore♪", " I'm at my limit…☆"]}, {"name": "", "audio": "", "normalized": ["Asagi's body cramps from cumming so much in such a little time.", " On top of that, her erect nipples tremble to match it."]}, {"name": "Asagi", "audio": "v_sr362_0086", "normalized": ["I-I came too much so I'm so weak☆", " Don't play with me anymore☆", " I feel it in my pussy, I'm cumming…☆"]}, {"name": "", "audio": "", "normalized": ["Asagi twists herself while talking, making the lower half of her body wiggle.", " Guessing what she means, I give a cold smile."]}, {"name": "You", "audio": "", "normalized": ["Well, you have been so patient, Asagi… but it's fine, you can let everything out right here."]}, {"name": "Asagi", "audio": "v_sr362_0087", "normalized": ["Noo!", " I can't do that…"]}, {"name": "Asagi", "audio": "v_sr362_0088", "normalized": ["If I do that, I'll really be a pervert and there will be no turning back…"]}, {"name": "You", "audio": "", "normalized": ["But you can't stand it, right?", " No matter what, you're amazing.", " Even if you're a pervert, I'll accept you."]}, {"name": "", "audio": "", "normalized": ["… I keep moving my fingers while talking.", " Words from the man she loves are really effective on her lust-filled thoughts."]}, {"name": "Asagi", "audio": "v_sr362_0089", "normalized": ["F-fine☆", " Look babe♪", " Remember this, your pervert lover came so much that she became careless☆"]}, {"name": "", "audio": "", "normalized": ["Splaasshh!", " Spurtt!"]}, {"name": "Asagi", "audio": "v_sr362_0090", "normalized": ["Hyaan☆", " Ahh…☆", " Pee, pee♪", " It keeps coming out, hyaah☆", " It won't stopp☆"]}, {"name": "Asagi", "audio": "v_sr362_0091", "normalized": ["Yaan☆", " You're watching me♪", " You're watching me pee outside, aah☆"]}, {"name": "Asagi", "audio": "v_sr362_0092", "normalized": ["L-look closer♪", " Get turned on by my piss show☆"]}, {"name": "", "audio": "", "normalized": ["Asagi's piss is making an arch as it comes out of her.", " As it lands on the sand steam comes rises, making it look like a small hot spring."]}, {"name": "Asagi", "audio": "v_sr362_0093", "normalized": ["Haan♪", " Peeing outside is great♪", " I-it's the first time I've felt like this☆"]}, {"name": "Asagi", "audio": "v_sr362_0094", "normalized": ["If you're happy, I will be whatever kind of slut you like…☆"]}, {"name": "You", "audio": "", "normalized": ["Okay, Asagi♪", " Then how about you try talking dirty next?"]}, {"name": "", "audio": "", "normalized": ["I carefully take something out of my bag.", " It's a camera that I hid so Asagi wouldn't notice it."]}, {"name": "Asagi", "audio": "v_sr362_0095", "normalized": ["Hyaah?!", " N-noo, K-kou-kun, no cameras!"]}, {"name": "Asagi", "audio": "v_sr362_0096", "normalized": ["I won't show this part of me to anyone else!", " It's something for just the two of us!"]}, {"name": "You", "audio": "", "normalized": ["Don't worry, it's just for the two of us to remember this.", " It's a memory to make us horny again later, okay?"]}, {"name": "", "audio": "", "normalized": ["While I give my passionate speech, I move the camera closer.", " Even though Asagi refused at first, her face shows she is starting to rethink it…"]}, {"name": "Asagi", "audio": "v_sr362_0097", "normalized": ["R-really?", " I really don't want anyone to see me peeing except when we are having sex.", " You really won't show anyone?"]}, {"name": "You", "audio": "", "normalized": ["I understand.", " So how about you send a message to me in the future watching this?"]}, {"name": "Asagi", "audio": "v_sr362_0098", "normalized": ["Okay… K-kou-kun, look♪"]}, {"name": "Asagi", "audio": "v_sr362_0099", "normalized": ["Even though we came to the beach with everyone, now I'm naked and my pussy is dripping wet with pee and pussy juice☆"]}, {"name": "Asagi", "audio": "v_sr362_0100", "normalized": ["You made me so horny when you put sunscreen on my pussy and tits☆"]}, {"name": "Asagi", "audio": "v_sr362_0101", "normalized": ["Now, I'm shooting this dirty video for our memories☆"]}, {"name": "", "audio": "", "normalized": ["She shows her horny expression to my lens, showing the future me her idiocy."]}, {"name": "You", "audio": "", "normalized": ["Hahaha!", " You're really becoming a pervert, Asagi… shooting porn on the same beach Sakura and the others are!"]}, {"name": "Asagi", "audio": "v_sr362_0102", "normalized": ["Th-that's right♪", " Today will be my pervert anniversary☆"]}, {"name": "Asagi", "audio": "v_sr362_0103", "normalized": ["G-giving you my pussy is more important than S-sakura and the others.", " This is the day I've become a slut☆"]}, {"name": "Asagi", "audio": "v_sr362_0104", "normalized": ["Please, fuck me in front of the TV☆", " Make my pussy feel good☆"]}, {"name": "Asagi", "audio": "v_sr362_0105", "normalized": ["Keep me as your slutty lover forever…☆"]}, {"name": "You", "audio": "", "normalized": ["Hey, laugh a little more, Asagi♪", " Cheese♪"]}, {"name": "Asagi", "audio": "v_sr362_0106", "normalized": ["Okay♪", " Here's my orgasm face for my pissing anniversary.", " Peace♪", " What a wonderful memory☆", " Watch this and then touch yourself♪", " Babee☆"]}, {"name": "", "audio": "", "normalized": ["Asagi has become a prisoner of her own shame.", " She's completely obedient to me."]}, {"name": "", "audio": "", "normalized": ["While she keeps pissing, she holds up a peace sign next to her face with a relaxed smile."]}, {"name": "You", "audio": "", "normalized": ["Heheh… since I've taken a video, let's finish up.", " How about putting on your bathing suit, Asagi?"]}, {"name": "", "audio": "", "normalized": ["I deliberately ask her a question teasingly."]}, {"name": "", "audio": "", "normalized": ["However, she seems to get my real intention and gives me a dirty smile in return."]}, {"name": "Asagi", "audio": "v_sr362_0107", "normalized": ["Hnn♪", " You really are mean, aren't you☆", " Your dick♪", " It still looks uncomfortably hard.", " Do you think I can hold back when I see that?"]}, {"name": "", "audio": "", "normalized": ["Asagi has a look of ecstasy as she opens her pussy.", " Now she kind of looks just like an exhibitionist."]}, {"name": "Asagi", "audio": "v_sr362_0108", "normalized": ["Look♪", " Look all the way into my pussy.", " It's loose from cumming☆"]}, {"name": "Asagi", "audio": "v_sr362_0109", "normalized": ["It's dripping with piss and my juices♪", " It's crying because it wants your dick☆"]}, {"name": "Asagi", "audio": "v_sr362_0110", "normalized": ["Please♪", " Put it in my pussy☆", " Cum in me☆"]}, {"name": "Asagi", "audio": "v_sr362_0111", "normalized": ["From now on, my only wish in life is to have your dick in my pussy☆"]}, {"name": "", "audio": "", "normalized": ["Asagi begs me for my dick now and in the future."]}, {"name": "", "audio": "", "normalized": ["It looks like making summer memories gets to continue.", " With that in mind, I smile sadistically."]}]