[{"name": "Kouryuu", "audio": "v_sr222_0000", "normalized": ["Hnng… mnn, ahh…"]}, {"name": "", "audio": "", "normalized": ["In a room of Fuuma's secret base, the confined Kouryuu continues getting fucked by men without any time to rest."]}, {"name": "Man 1", "audio": "", "normalized": ["Ohh, ooh!", " You're as tight as ever!"]}, {"name": "Man 2", "audio": "", "normalized": ["That's great, you think we'll get tired of fucking her every day?"]}, {"name": "Man 3", "audio": "", "normalized": ["Never!", " Ahahaha!"]}, {"name": "", "audio": "", "normalized": ["While listening to the vulgar laughter of the men, Kouryuu works hard to use her exhausted body and turn her eyes to the men who still have gleams in their eyes."]}, {"name": "Kouryuu", "audio": "v_sr222_0001", "normalized": ["(These… fucking assholes…)"]}, {"name": "", "audio": "", "normalized": ["Lightly grinding her teeth, she sharpens her eyes.", " However, each time a dick is stuck into her hole, she's pierced with stimulation and her facial expression slacks."]}, {"name": "", "audio": "", "normalized": ["When they fill both her holes and rub the walls, she instantly feels a spark in her head and her vision flickers.", " Even her hand that's holding a dick feels good."]}, {"name": "", "audio": "", "normalized": ["Whether or not the good feeling softens her lips, when a dick approaches her tightened jaw weakens and she softly licks it."]}, {"name": "Kouryuu", "audio": "v_sr222_0002", "normalized": ["(Mnn, ack… something like this…)"]}, {"name": "", "audio": "", "normalized": ["To get revenge on the head of Fuuma, she has to endure the unwanted humiliation and stay alive."]}, {"name": "Kouryuu", "audio": "v_sr222_0003", "normalized": ["(Right now, I just have to endure… ack…)"]}, {"name": "", "audio": "", "normalized": ["Thinking that, she clears her mind but the abusive words of the men around her flowing into her ears is unbearable."]}, {"name": "Man 4", "audio": "", "normalized": ["Hey, hey!", " That's why she's all dressed up this time.", " It feels more exciting to fuck her in this underwear."]}, {"name": "Man 1", "audio": "", "normalized": ["Hyaha, you've got good taste!"]}, {"name": "", "audio": "", "normalized": ["The clothes she has been forced to wear are designed to satisfy the vulgar desires of the men and keep them from getting bored―"]}, {"name": "", "audio": "", "normalized": ["At the hint of their humiliating treatment, Kouryuu's eyes rise sharply again."]}, {"name": "Kouryuu", "audio": "v_sr222_0004", "normalized": ["Nyam, mnn… f-fuck you… you can't do whatever you want― iyaah?!"]}, {"name": "", "audio": "", "normalized": ["But― the moment she was about to yell, the men penetrate both her holes and thrust strongly so that the innermost parts of her body are being hit all at once."]}, {"name": "Kouryuu", "audio": "v_sr222_0005", "normalized": ["Hnng, hyaah?!", " Noo… ahh!"]}, {"name": "", "audio": "", "normalized": ["Her expression filled with anger turns into an obscene smile."]}, {"name": "", "audio": "", "normalized": ["Grinning at Kouryuu's appearance, the men all start talking."]}, {"name": "Man 2", "audio": "", "normalized": ["Hnn~?", " you're feeling so good, you say?"]}, {"name": "Man 3", "audio": "", "normalized": ["You said make you feel even better?"]}, {"name": "", "audio": "", "normalized": ["Feeling angry and embarrassed at the men's banter, Kouryuu's cheeks turn red as she tries to refuse."]}, {"name": "Kouryuu", "audio": "v_sr222_0006", "normalized": ["Haa, mnn… that's wrong… from e-earlier… you're doing what you want―"]}, {"name": "", "audio": "", "normalized": ["Saying whatever they want to say―"]}, {"name": "", "audio": "", "normalized": ["Gasping, she wants to say that but while talking her lust is exposed."]}, {"name": "Man 4", "audio": "", "normalized": ["Tch… talking all the time is getting annoying!", " Whatever, just give a little effort to make us feel good!"]}, {"name": "Kouryuu", "audio": "v_sr222_0007", "normalized": ["Mnn, nyam?!", " Hnn, nyum… hnng!"]}, {"name": "", "audio": "", "normalized": ["A standing man grabs her head, forces her mouth open and then shoves his dick in."]}, {"name": "Kouryuu", "audio": "v_sr222_0008", "normalized": ["Mnnpt, gwohh… oh, hoo… mmfft…"]}, {"name": "", "audio": "", "normalized": ["The taste of sweat mixed with the taste of a man was so strong it wasn't just tasted, but was also in her nose and lungs, making her choke."]}, {"name": "Kouryuu", "audio": "v_sr222_0009", "normalized": ["(Such a dirty thing… hnng… the dick's smell… ahh…)"]}, {"name": "", "audio": "", "normalized": ["The sticky smegma blends in with her saliva, spreading the taste throughout her mouth."]}, {"name": "", "audio": "", "normalized": ["The taste that should be making her nauseous somehow lights a fire in her core, and Kouryuu's lower abdomen starts to get a tingling sensation."]}, {"name": "Kouryuu", "audio": "v_sr222_0010", "normalized": ["Noo… mnnf, nyum… nyam nyam…"]}, {"name": "", "audio": "", "normalized": ["While thinking how bad it is, she can't stop licking the pulsating meat as her lips narrow and her tongue slurps it up."]}, {"name": "", "audio": "", "normalized": ["She feels the heat of the cocks more and more as she sucks, making her eyes droop and lips melt as she drools."]}, {"name": "", "audio": "", "normalized": ["Naturally― both of her wide open holes are flooded with her honey and every time the men use their hips, there is an obscene water sound."]}, {"name": "Man 1", "audio": "", "normalized": ["Hyahaha, this bitch can't get enough!"]}, {"name": "Man 2", "audio": "", "normalized": ["So this is the boss of a drug cartel… must not be an important organization, huh?"]}, {"name": "Man 3", "audio": "", "normalized": ["Probably!", " Or maybe it was just a group of nasty lolicons that fell in love with this bitch!"]}, {"name": "Kouryuu", "audio": "v_sr222_0011", "normalized": ["(Grr… I-I won't forget this, assholes…)"]}, {"name": "", "audio": "", "normalized": ["The Twelve Angels―"]}, {"name": "", "audio": "", "normalized": ["Shien was her security and he is insulting him.", " She gets really pissed at those words."]}, {"name": "", "audio": "", "normalized": ["Kouryuu sharpens her eyes and tries to bite the dirty dick in her mouth as fast as she can."]}, {"name": "Kouryuu", "audio": "v_sr222_0012", "normalized": ["Huu, hnng… mfft?!", " Mmmpht, ohh, hnng…"]}, {"name": "", "audio": "", "normalized": ["However― perhaps knowing what Kouryuu was moving to do, the man thrusts his hips so his dick hits the back of her throat causing her to vomit violently."]}, {"name": "", "audio": "", "normalized": ["Immediately the power she put behind her jaw slacks, and the man grabs her hair and stirs his dick around her loose mouth."]}, {"name": "Man 4", "audio": "", "normalized": ["Hey now, don't do something stupid."]}, {"name": "Kouryuu", "audio": "v_sr222_0013", "normalized": ["(Grr… shit… ooh…)"]}, {"name": "", "audio": "", "normalized": ["Being violated to the point where she cannot object or resist, they look down on her like they are making fun of her and she feels humiliated."]}, {"name": "", "audio": "", "normalized": ["Kouryuu bites back her helplessness, and then she is humiliated further."]}, {"name": "Kouryuu", "audio": "v_sr222_0014", "normalized": ["Hmmph, gyaah… bwaah, haa… nyaah!", " Hyaah, ahh!"]}, {"name": "", "audio": "", "normalized": ["Her mouth is violated and a bitter taste pours in."]}, {"name": "", "audio": "", "normalized": ["Though she gets chills from disgust, the sensation of the double penetration overrides it and the disgust is gradually replaced."]}, {"name": "Kouryuu", "audio": "v_sr222_0015", "normalized": ["(Hnng… doing this.", " ahh!", " Haa, mnn… to me…)"]}, {"name": "", "audio": "", "normalized": ["Repeated disgust and agony, then pleasure.", " The former two are gradually being linked to her pleasure and Kouryuu can't help but shake her body."]}, {"name": "Kouryuu", "audio": "v_sr222_0016", "normalized": ["Mnn, mfft… kyaah, aah… hnng, ann, haan!"]}, {"name": "", "audio": "", "normalized": ["Even if she tries to open her mouth and raise her voice, it just turns into panting."]}, {"name": "", "audio": "", "normalized": ["The pleasurable sensation that has accumulated in her lower abdomen is being pushed up in response to the thrusts, through her spinal cord and approaching her brain―"]}, {"name": "Kouryuu", "audio": "v_sr222_0017", "normalized": ["(T-this… hnng, no good… it's coming again… ooh…)"]}, {"name": "", "audio": "", "normalized": ["Her whole body begins to tremble and her back shakes with familiar signs as she tries to twist her hips away and escape.", " However―"]}, {"name": "Man 1", "audio": "", "normalized": ["Oops!", " Looks like you're about to cum already, move your hips and tighten your hole, would you?"]}, {"name": "", "audio": "", "normalized": ["The men talking grab her body so she can't move and then Kouryuu is engulfed in pleasure."]}, {"name": "Kouryuu", "audio": "v_sr222_0018", "normalized": ["(Sto… let me go, leave me alone!", " If they do that, I'm gonna… again―)"]}, {"name": "", "audio": "", "normalized": ["Although she shouts and resists from the bottom of her heart, her body responds to the pleasure and she moves her hips which causes her hands and lips to move violently."]}, {"name": "Kouryuu", "audio": "v_sr222_0019", "normalized": ["Hnng, mfft… nyaam… mnn… nyuum…"]}, {"name": "", "audio": "", "normalized": ["Kouryuu sucks the dick with an obscene sound, and the men watching her gestures and facial expressions move their hips faster, making their cocks grow."]}, {"name": "Man 2", "audio": "", "normalized": ["Oh, ooh, fucking good handjob!"]}, {"name": "Man 3", "audio": "", "normalized": ["Okay~~, I'm gonna cum, here it goes…"]}, {"name": "Kouryuu", "audio": "v_sr222_0020", "normalized": ["(Hnng!", " N-noo… stop, stop it!", ")"]}, {"name": "", "audio": "", "normalized": ["Kouryuu shakes her head at their voices to reject them, but the gesture only further incites the men's excitement."]}, {"name": "", "audio": "", "normalized": ["Eventually, their rods swell while energetically pushing Kouryuu's narrow openings wide open, or have their dicks pleasured by her lips or hands―"]}, {"name": "Kouryuu", "audio": "v_sr222_0021", "normalized": ["Hnng, mnn?!", " Mfft, pwah, noo!"]}, {"name": "", "audio": "", "normalized": ["―Whoosh!", " Splash, shh, splash!"]}, {"name": "Kouryuu", "audio": "v_sr222_0022", "normalized": ["Mnn… anng, ahaa!", " Hyaah, iyaah― eh?!"]}, {"name": "", "audio": "", "normalized": ["Kouryuu is being fucked so deeply by the dicks that they are completely buried up to the hilt in her, striking her in her g-spot."]}, {"name": "", "audio": "", "normalized": ["Her whole body bounces with a tremendous impact."]}, {"name": "", "audio": "", "normalized": ["Immediately after a hot sensation releases in her deepest depths, she feels euphoric with each touch of her walls and squints her eyes while deep in pleasure."]}, {"name": "Kouryuu", "audio": "v_sr222_0023", "normalized": ["Hnng, ahh, hoo… mnn, ahh, haa… mnn, I-I'm… cumming, ahh!"]}, {"name": "", "audio": "", "normalized": ["Words she thought she would never say flow from her lips so naturally.", " As she speaks to the men, her body convulses lightly."]}, {"name": "", "audio": "", "normalized": ["The men see it and laugh, thrusting violently and rubbing their dicks on and in her, giving her a taste of their spurting jizz."]}, {"name": "Kouryuu", "audio": "v_sr222_0024", "normalized": ["Hnng, hyaah!", " St-stop it… mnn, ooh!"]}, {"name": "", "audio": "", "normalized": ["A cloudy liquid soaks into the skin of her palms, and a foul and distinct odor spreads through her mouth and over her tongue."]}, {"name": "Kouryuu", "audio": "v_sr222_0025", "normalized": ["(Haa… so hot, ohh… so hot and… gross…)"]}, {"name": "", "audio": "", "normalized": ["A sticky feeling follows and her head is foggy because of the heat and odor."]}, {"name": "Kouryuu", "audio": "v_sr222_0026", "normalized": ["Huu, nyaah… nyam, nyum… ann, mnn, noo… mnn…"]}, {"name": "Man 4", "audio": "", "normalized": ["Heheheh, you're drinking it up nicely…"]}, {"name": "", "audio": "", "normalized": ["She glares at the man's ridicule, but she sucks up every last drop from the men's dicks."]}, {"name": "Kouryuu", "audio": "v_sr222_0027", "normalized": ["Haa… ahh, naah…"]}, {"name": "", "audio": "", "normalized": ["After cumming and soaking in the pleasure until they are flaccid, the men finally pull out, leaving Kouryuu's body and releasing her."]}, {"name": "", "audio": "", "normalized": ["But that's―"]}, {"name": "Man 5", "audio": "", "normalized": ["Hey, you don't have time to relax!"]}, {"name": "Man 6", "audio": "", "normalized": ["Hey bitch, it's dick time~"]}, {"name": "Kouryuu", "audio": "v_sr222_0028", "normalized": ["Grr, huu… shut the fuck up…"]}, {"name": "", "audio": "", "normalized": ["― It's only the beginning of the next violation."]}, {"name": "Kouryuu", "audio": "v_sr222_0029", "normalized": ["Naah, ahh… yaah…"]}, {"name": "", "audio": "", "normalized": ["― Slick… slurp…"]}, {"name": "Kouryuu", "audio": "v_sr222_0030", "normalized": ["Haan!", " Ahyaa, yaah!"]}, {"name": "", "audio": "", "normalized": ["After climaxing, she is bathed in cum, heat, odor, taste, and pleasure―"]}, {"name": "", "audio": "", "normalized": ["With several lustful feelings, her pussy melts as the dick pushes into her pussy and she eats it up."]}, {"name": "Kouryuu", "audio": "v_sr222_0031", "normalized": ["(Fuck… it's become so easy… for my body to… feel good with their dicks…)"]}, {"name": "", "audio": "", "normalized": ["Even though her cheeks are stained red in shame, the flavor is immediately absorbed into her body as hot flashes of pleasure."]}, {"name": "Kouryuu", "audio": "v_sr222_0032", "normalized": ["Not there… ooh, hnng?!"]}, {"name": "Man 7", "audio": "", "normalized": ["Hehh, I can't get enough of her asshole~"]}, {"name": "Man 8", "audio": "", "normalized": ["Hey, she's giving me a good blowjob, too!"]}, {"name": "", "audio": "", "normalized": ["Even after getting the men's humiliating instructions, Kouryuu's body shows a slutty reaction and she can't refute their words."]}, {"name": "", "audio": "", "normalized": ["The hot rod is buried to the base in her asshole and is hitting her intestines without the man even moving his hips, and he's handling it carefully."]}, {"name": "Kouryuu", "audio": "v_sr222_0033", "normalized": ["Naah, ahaa… hnng?!"]}, {"name": "", "audio": "", "normalized": ["Her pussy has been stretched beyond its limit and the massive cock is rubbing her G-spot, penetrating her cervix with its momentum."]}, {"name": "", "audio": "", "normalized": ["Suddenly stimulated to the point of cumming slightly, she convulses and her body reacts defiantly and rubs against the dick."]}, {"name": "", "audio": "", "normalized": ["In that state, when the man thrusts violently, her hairy pussy is rubbed over and over, making Kouryuu's expression immediately turn obscene."]}, {"name": "Kouryuu", "audio": "v_sr222_0034", "normalized": ["(No, noo!", " Stop with the dicks, let me goo!", ")"]}, {"name": "", "audio": "", "normalized": ["Shaking her hair and twisting her small limbs, she unknowingly ends up panting and writhing on a man's lap."]}, {"name": "", "audio": "", "normalized": ["The leader of the Twelve Angels is―"]}, {"name": "Kouryuu", "audio": "v_sr222_0035", "normalized": ["(These… bastards!", ")"]}, {"name": "", "audio": "", "normalized": ["It's humiliating, but her body remembers the pleasure so she obeys the dick."]}, {"name": "Kouryuu", "audio": "v_sr222_0036", "normalized": ["Huu, hnng… st-stop… anng, ahh!", " Rubbing… it's rubbing inside!"]}, {"name": "", "audio": "", "normalized": ["Alternating between her two holes, the man's hips suddenly move back and forth at an intense pace."]}, {"name": "", "audio": "", "normalized": ["Her palms rub against the other dicks, the stickiness intensifying and covering her fingers."]}, {"name": "", "audio": "", "normalized": ["The same goes for her lips.", " The glazed dick is getting cleaned with the tip of her tongue and showered with kisses as she takes it into her mouth."]}, {"name": "Kouryuu", "audio": "v_sr222_0037", "normalized": ["Mnn… nyaam, chuu… nyum, ann, mnn…"]}, {"name": "", "audio": "", "normalized": ["Her cheeks are hollowed out, the shape of the dick poking through, and her head is moving back and forth with her lips stretched."]}, {"name": "", "audio": "", "normalized": ["She is worried about the gaze of the grinning men, but when the dick spreads over her tongue, her saliva and love juice overflow."]}, {"name": "Kouryuu", "audio": "v_sr222_0038", "normalized": ["Mnn, hoo, haa, hnng… nyam, nyam, nyam…"]}, {"name": "", "audio": "", "normalized": ["Saliva droplets leak from her mouth as she sucks the dick.", " Her hips move violently in response to the movement, making her look slutty."]}, {"name": "", "audio": "", "normalized": ["She shows her slutty dance while on the man's lap, not quite believing it herself, but her back trembles with excitement."]}, {"name": "Kouryuu", "audio": "v_sr222_0039", "normalized": ["(Ann, hnng… haa, haa… againn… it's pouring…)"]}, {"name": "", "audio": "", "normalized": ["In response to Kouryuu's enthusiastic service, the men's movements are becoming even more fierce."]}, {"name": "", "audio": "", "normalized": ["The sticky sloshing sound continues to reverberate within the room, penetrating deep into her ears."]}, {"name": "", "audio": "", "normalized": ["Her nose and head are completely filled with the pungent odor."]}, {"name": "", "audio": "", "normalized": ["The only thing she can think about now is the reaction of the men and the excitement of her own sensuality."]}, {"name": "Kouryuu", "audio": "v_sr222_0040", "normalized": ["(Haa… noo… anng… ah, again, cumming… I'm cumming…)"]}, {"name": "", "audio": "", "normalized": ["Her back tenses up and she moves her lower body so that her pussy starts to tremble."]}, {"name": "", "audio": "", "normalized": ["Whether they could feel it or the timing was natural, the men's dicks also start to swell."]}, {"name": "", "audio": "", "normalized": ["Kouryuu twists her wrists faster giving handjobs and moves her tongue even better than her fingers, repeating her service by sucking the dick in her mouth."]}, {"name": "Kouryuu", "audio": "v_sr222_0041", "normalized": ["Nyaam, mnn… hnn… nyum, nyam, nyam…"]}, {"name": "Man 8", "audio": "", "normalized": ["Oh ho… almost there…"]}, {"name": "", "audio": "", "normalized": ["While hearing the men's whispering and panting in the distance, she refutes her body and its actions of following the pleasure."]}, {"name": "", "audio": "", "normalized": ["She screams from the bottom of her heart."]}, {"name": "Kouryuu", "audio": "v_sr222_0042", "normalized": ["(Noo… I'm done with the dicks… don't make me feel any more than this―)"]}, {"name": "", "audio": "", "normalized": ["However, her complaint is null as her body serves the men, and they are eager to fulfill their desires."]}, {"name": "", "audio": "", "normalized": ["Heat and hardness and the throbbing intensity pull in Kouryuu's female lust from her depths and enhance it."]}, {"name": "Kouryuu", "audio": "v_sr222_0043", "normalized": ["Hyaah!", " Hyaah, iyaah!", " Anng, ahh― grr!"]}, {"name": "", "audio": "", "normalized": ["Then, the moment she shouts out loud―"]}, {"name": "", "audio": "", "normalized": ["―Gushh… whoosh, splashh~~!"]}, {"name": "Kouryuu", "audio": "v_sr222_0044", "normalized": ["Nyaah?!", " Ahh, hyaah, ahh!"]}, {"name": "", "audio": "", "normalized": ["Hot liquid spurts and goes flying from her palms, a large amount of jizz bounces off the back of her throat, and both her holes are soaked in stickiness."]}, {"name": "", "audio": "", "normalized": ["A female's desire for sperm and the satisfied male lust.", " Her throbbing heartbeat beats more intensely, and hot pains run through her lower abdomen, causing a whirlpool."]}, {"name": "Kouryuu", "audio": "v_sr222_0045", "normalized": ["(Nyaah, so hot… so full, ahh!", " It's so much!", ")"]}, {"name": "", "audio": "", "normalized": ["Kouryuu's hips shake back and forth as she convulses more than before, enjoying the dicks."]}, {"name": "Kouryuu", "audio": "v_sr222_0046", "normalized": ["(Ohh, ohh… bo… both… so goo… hnng, I'm… ahh, I'm cumming!", ")"]}, {"name": "", "audio": "", "normalized": ["While ejaculating, using her hips and getting jackhammered, the dicks tremble and pull out with the force of cumming and thrusting."]}, {"name": "", "audio": "", "normalized": ["While the hard dicks shoot out jizz, Kouryuu's brain seems to be fried from the pleasure of being violated."]}, {"name": "Kouryuu", "audio": "v_sr222_0047", "normalized": ["(Even though I didn't wanna… I came…)"]}, {"name": "", "audio": "", "normalized": ["The men sadistically look down on her face that is shining with tears of agony leaking from the corners of her eyes."]}, {"name": "", "audio": "", "normalized": ["While grabbing her head and hitting the back of her throat with their dicks, loads of bitter cum is poured in to the point that her cheeks fill up like a chipmunk's."]}, {"name": "", "audio": "", "normalized": ["However, to make sure she doesn't spit it out, she closes her lips, shakes her hips, and swallows over and over."]}, {"name": "Kouryuu", "audio": "v_sr222_0048", "normalized": ["Ohh… mnn… nyaam, nyum, hnng…"]}, {"name": "", "audio": "", "normalized": ["Filled with humiliation, panting and blinking in surprise, Kouryuu manages to drink it."]}, {"name": "", "audio": "", "normalized": ["Her eyes are full of anger and regret as she glares at the men, but it only satisfies the men's sadism more."]}, {"name": "Kouryuu", "audio": "v_sr222_0049", "normalized": ["(Ack, hee… why… this… my stomach.", " naah…)"]}, {"name": "", "audio": "", "normalized": ["The cum dripping into her stomach brings more pleasure even though she was forced to drink the scumbag's cum and it makes her blood boil in hatred."]}, {"name": "", "audio": "", "normalized": ["Heat and tremors run up her back while the waves of climax once again spread to her brain, resulting in her body slowly crumpling up."]}, {"name": "Kouryuu", "audio": "v_sr222_0050", "normalized": ["Ahh, ooh… hnng… ahh, I'm cumming… ahh, again… mnn, I'm… cumming…"]}, {"name": "", "audio": "", "normalized": ["Kouryuu has climaxed so much that she reacts just from getting her body stroked, and the men squeeze all their jizz out after thrusting their hips―"]}, {"name": "Man 5", "audio": "", "normalized": ["Wow~~ I really had a good time…"]}, {"name": "", "audio": "", "normalized": ["The men leave while talking, but Kouryuu's hell isn't over yet."]}, {"name": "Man 9", "audio": "", "normalized": ["Now, we're next… there's still a lot of us, did you forget?"]}, {"name": "", "audio": "", "normalized": ["She continues riding the wave after her climax, and the man grabs Kouryuu's limp body with his thick arm while talking."]}, {"name": "", "audio": "", "normalized": ["Kouryuu sways in the man's arms without screaming or refuting him.", " She's once again wrapped up in the beast's waves."]}, {"name": "", "audio": "", "normalized": ["…"]}, {"name": "", "audio": "", "normalized": ["Then, after a few hours―"]}, {"name": "You", "audio": "", "normalized": ["… Oh."]}, {"name": "", "audio": "", "normalized": ["You walk into the room where you are holding Kouryuu and when you see the situation, you speak without realizing it."]}, {"name": "Kouryuu", "audio": "v_sr222_0051", "normalized": ["Mnn… ohh… ahh…"]}, {"name": "", "audio": "", "normalized": ["It looks like more than a dozen men are taking turns and changing every time they satisfy their desires, causing Kouryuu to be covered in jizz."]}, {"name": "", "audio": "", "normalized": ["Her pale skin has become even whiter thanks to the coating of cum, and each time her holes are filled with dicks, more of it spurts from them."]}, {"name": "", "audio": "", "normalized": ["Her lips are no longer stretched out to take in the girth of a dick, they seem to naturally open."]}, {"name": "Kouryuu", "audio": "v_sr222_0052", "normalized": ["Mnnft, nyaam… mppt… sto… sto… stop it…"]}, {"name": "", "audio": "", "normalized": ["In the middle of giving a blowjob, she speaks while her eyes are cast down, completely losing her rebelliousness and her waist repeats the intense grinding."]}, {"name": "Man 1", "audio": "", "normalized": ["Then try to stop your hips!"]}, {"name": "Kouryuu", "audio": "v_sr222_0053", "normalized": ["Hnn, hoo… that's… naah, ann, ahh!"]}, {"name": "Man 2", "audio": "", "normalized": ["You can't right?", " You're the one taking our dicks in, you slutty bitch!"]}, {"name": "", "audio": "", "normalized": ["The men ridicule her like that, and Kouryuu's face is distorted in regret.", " However, she can't stop moving her hips."]}, {"name": "", "audio": "", "normalized": ["The men also move their hips in the same way, putting all their desires into it, causing pleasure to pour into Kouryuu."]}, {"name": "Kouryuu", "audio": "v_sr222_0054", "normalized": ["Hnng, iyaah―?!", " Ahh, sta-staahp… hyaah, mnn, ahaa!"]}, {"name": "", "audio": "", "normalized": ["Kouryuu's eyes gradually narrow from the aggressive movement while she moans and the caress of her oral changes enthusiastically."]}, {"name": "Kouryuu", "audio": "v_sr222_0055", "normalized": ["Naah, ann… mfft…"]}, {"name": "", "audio": "", "normalized": ["Kouryuu has changed into an obedient hole, and the men relentlessly release their beastly lust with obscene smiles at her reactions."]}, {"name": "", "audio": "", "normalized": ["―Glug, glug, glug, splash!", " Spurt, splash~~!"]}, {"name": "Kouryuu", "audio": "v_sr222_0056", "normalized": ["Nyaah?!", " Ann, ohh… mnn… it's coming… hnng…"]}, {"name": "", "audio": "", "normalized": ["It's not only her horny holes that are pummeled with dicks, but her face and head are covered with steamy cum that's being squirted on her."]}, {"name": "", "audio": "", "normalized": ["She should be engulfed in a foul odor, but her expression was that of lust rather than disgust.", " It seems that she won't stop in her search for more dick."]}, {"name": "Kouryuu", "audio": "v_sr222_0057", "normalized": ["Hnng, ahh… ooh… mnn, I'm… cumming!", " Ahh, no more!"]}, {"name": "", "audio": "", "normalized": ["Kouryuu continues to fuck the men as she screams, obediently trying to squeeze every last drop of cum from them."]}, {"name": "Man 2", "audio": "", "normalized": ["Don't lie, you love this cock!"]}, {"name": "Kouryuu", "audio": "v_sr222_0058", "normalized": ["Nyaam… mnn, haa… no.", " I'm saying I… don't… mnn, I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["While denying it, she gets hit by a dick that's ejaculating making her scream in a climax."]}, {"name": "", "audio": "", "normalized": ["Kouryuu is surrounded by the men's ridicule and makes a painful expression as she violently convulses and her tongue hangs out."]}, {"name": "Kouryuu", "audio": "v_sr222_0059", "normalized": ["Ahh, mnn!", " Eek, I'm cummin' againn!", " Ahh, it's coming out!"]}, {"name": "", "audio": "", "normalized": ["Like piss she can't stop, Kouryuu blows her tide and continues to erupt from her urethra, humiliating herself."]}, {"name": "", "audio": "", "normalized": ["To the men's delight, Kouryuu's in agony with shame and her hell isn't over yet―"]}, {"name": "You", "audio": "", "normalized": ["(Heheh, she's way past her limit…)"]}, {"name": "", "audio": "", "normalized": ["Kouryuu's eyes are losing their light and seeing her start to flirt with the men, you are convinced that she is giving in―"]}]