[{"name": "Asagi", "audio": "v_sr666_0000", "normalized": ["Damn…!", " I can't believe I'm being outdone by an orc… I guess I'm getting washed out…"]}, {"name": "", "audio": "", "normalized": ["In the center of a dimly lit, musty room, there is a woman lying on a bed shaped like an operating table."]}, {"name": "", "audio": "", "normalized": ["Her name is Asagi Igawa.", " She is the leader of the Taimanini, and is considered to be the strongest and most righteous ninja."]}, {"name": "", "audio": "", "normalized": ["…In spite of this, she was now captured by the orcs and held like this."]}, {"name": "Asagi", "audio": "v_sr666_0001", "normalized": ["'*Sigh*… I can't believe I fell for such a simple trap just because of the ongoing battle… I let my guard down a little too much."]}, {"name": "", "audio": "", "normalized": ["Asagi was captured when she was returning home after a series of intense battles."]}, {"name": "", "audio": "", "normalized": ["Tired from the continuous fighting, Asagi was just a little too late to notice the trap that had been set for her."]}, {"name": "", "audio": "", "normalized": ["That momentary lapse in judgment had led to this situation.", " She blamed herself badly for what was an uncharacteristically rudimentary mistake."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Ugghh…!", " This is a great catch.", " I didn't think I'd be able to capture Asagi, the great Taimanin!"]}, {"name": "OrcＢ", "audio": "", "normalized": ["Yeah, that's right.", " I really didn't think it would work out this way, but… It's a good thing I did what that guy told me to do and set the trap."]}, {"name": "", "audio": "", "normalized": ["The orcs huddled around Asagi, staring at her body and smiled disgustingly."]}, {"name": "", "audio": "", "normalized": ["All of the orcs looked nervous and restless, since they had just captured the famous Asagi."]}, {"name": "Asagi", "audio": "v_sr666_0002", "normalized": ["That guy…?", " So you're saying there's someone who gave you wisdom?", " Who is it?", " Give me the name of the man who disgraced me."]}, {"name": "", "audio": "", "normalized": ["If it were just a bunch of orcs, Asagi would not hve been caught like this."]}, {"name": "", "audio": "", "normalized": ["However, if there was a person who was in charge of the orcs, the story would be different."]}, {"name": "", "audio": "", "normalized": ["For example, if that series of battles and the cleverly placed traps were all part of the calculation…"]}, {"name": "", "audio": "", "normalized": ["With that in mind, Asagi asked the orcs for the name of the ringleader."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Ggghh…!", " I'm not going to give it away easily if they ask me.", " I'm not that stupid.", "!"]}, {"name": "OrcＢ", "audio": "", "normalized": ["Yeah, that's right.", " Besides, if we tell them the guy's name, they'll kill us."]}, {"name": "OrcＣ", "audio": "", "normalized": ["That's right.", " He's a scary guy…"]}, {"name": "", "audio": "", "normalized": ["Naturally, when Asagi asked the man's name, the orcs would not tell her."]}, {"name": "", "audio": "", "normalized": ["Perhaps she had expected this to some extent.", " Asagi didn't seem particularly discouraged when the orcs refused to tell her."]}, {"name": "", "audio": "", "normalized": ["Rather, she has a relaxed expression on her face, even smiling slightly.", " She is indeed a warrior of many years."]}, {"name": "Asagi", "audio": "v_sr666_0003", "normalized": ["I'm sure that's true… I'm sure you'll agree that even the most foolish and stupid orcs have that level of loyalty."]}, {"name": "", "audio": "", "normalized": ["Asagi snickered at the orcs as if they were fools."]}, {"name": "", "audio": "", "normalized": ["It was a strategy that only a skilled warrior would use to provoke the orcs and extract information from them."]}, {"name": "OrcＡ", "audio": "", "normalized": ["He he he… That's a very interesting thing to say.", " But there's no point in trying to provoke us, is there?"]}, {"name": "OrcＢ", "audio": "", "normalized": ["You can talk tough all you want, but you're literally defenseless right now.", " And anything you say is just stupid."]}, {"name": "", "audio": "", "normalized": ["The orcs didn't take Asagi's provocation lying down, but rather laughed at her words."]}, {"name": "", "audio": "", "normalized": ["No matter how you look at it, the orcs have an overwhelming advantage in this situation.", " Asagi's hands and feet were bound, and she could not move at all."]}, {"name": "", "audio": "", "normalized": ["This gave the orcs a sense of composure and they were unfazed by Asagi's tactics."]}, {"name": "Asagi", "audio": "v_sr666_0004", "normalized": ["Hmm… Yeah, totally.", " For orcs, this restraint is quite something… Did that guy teach you this too?"]}, {"name": "", "audio": "", "normalized": ["The restraints on Asagi were so strong that they would not come undone even if she went all out."]}, {"name": "", "audio": "", "normalized": ["This is also a skill that an ordinary orc would not have acquired, that is for sure."]}, {"name": "", "audio": "", "normalized": ["In fact, Asagi has been secretly trying to get out of the rope for some time now, but has been unable to do so."]}, {"name": "OrcＡ", "audio": "", "normalized": ["I'm not going to tell you about it.", " You are a sly bitch, aren't you?"]}, {"name": "Asagi", "audio": "v_sr666_0005", "normalized": ["Oh, really?", " I'll tkae that as a compliment.", " He he."]}, {"name": "", "audio": "", "normalized": ["Realizing that she would not be able to escape from the rope, Asagi smiled, trying not to let her impatience get the better of her."]}, {"name": "", "audio": "", "normalized": ["An orc puts its ugly, distorted face right under Asagi's nose."]}, {"name": "OrcＢ", "audio": "", "normalized": ["This time, I'm going to do it.", " Asagi… I'm going to settle the grudge of many of my people who have been killed by you.", " Prepare yourself."]}, {"name": "", "audio": "", "normalized": ["The orc declares forcefully in front of Asagi.", " But Asagi kept a cool face…"]}, {"name": "Asagi", "audio": "v_sr666_0006", "normalized": ["Oh, what kind of revenge will you have on me…?"]}, {"name": "Asagi", "audio": "v_sr666_0007", "normalized": ["Well, orcs are only good at fucking.", " I wouldn't be too concerned… Don't underestimate me."]}, {"name": "", "audio": "", "normalized": ["Asagi's attitude toward the orcs was strong."]}, {"name": "", "audio": "", "normalized": ["She gave the orcs a sharp, deadly stare, but there was no sign that they were upset."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Well, you know.", " I already know how strong you are… That's why I'm going to be very careful."]}, {"name": "", "audio": "", "normalized": ["The orc said, showing Asagi a device that looked like a mask."]}, {"name": "", "audio": "", "normalized": ["When Asagi saw the device, her expression became slightly grim, as if in alarm."]}, {"name": "Asagi", "audio": "v_sr666_0008", "normalized": ["What's that…?", " What a fancy gadget you have…"]}, {"name": "OrcＡ", "audio": "", "normalized": ["He he.", " I'm going to use this to forcibly open your mouth.", " I don't want to get bitten while fucking you."]}, {"name": "", "audio": "", "normalized": ["The orc then attached an opening mask to Asagi's face and unceremoniously inserted his rampant meat stick."]}, {"name": "Asagi", "audio": "v_sr666_0009", "normalized": ["Nnguohh!", " Ogg!", " Njbb!", " Nnuhh!", " Kuh!", " Nnuhh…!"]}, {"name": "Asagi", "audio": "v_sr666_0010", "normalized": ["This is too sudden!", " Uehh!", " Jbb!", " Nngg!", " Ooohh…!"]}, {"name": "", "audio": "", "normalized": ["Asagi moans uncontrollably as the orc's huge penis is forced into her."]}, {"name": "", "audio": "", "normalized": ["The huge meat stick rams into the back of Asagi's throat, causing her to gag, but she is not allowed to vomit because the glans is acting as a lid."]}, {"name": "", "audio": "", "normalized": ["Asagi just had to accept the orc's penis without a fight."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Hmm.", " This is a good mouth pussy.", " Since more want ot fuck you, I'll keep it short and sweet."]}, {"name": "", "audio": "", "normalized": ["The orc smiles vilely and begins to shake his hips violently from the start, without any preparatory work."]}, {"name": "Asagi", "audio": "v_sr666_0011", "normalized": ["Nnguohh!", " Ugg!", " Jbb!", " Chbb!", " Nnn!"]}, {"name": "Asagi", "audio": "v_sr666_0012", "normalized": ["Ahihh!", " Nn!", " So rough…!", " Ogg!", " Jpp!", " Jbbuhh!"]}, {"name": "", "audio": "", "normalized": ["From the beginning, Asagi couldn't help but scream out in agony at the rapid torture."]}, {"name": "", "audio": "", "normalized": ["Every time the orc swung his hips, the huge meat stick would thrust deep into his throat, tormenting Asagi."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Phew… Whoa…!", " This is so good!", " I'm going to cum in no time!"]}, {"name": "", "audio": "", "normalized": ["The orc makes a pleasant noise and continues to make violent movements."]}, {"name": "", "audio": "", "normalized": ["The orc stimulates his rod with his hips, trying to reach as deep as possible as quickly as possible."]}, {"name": "Asagi", "audio": "v_sr666_0013", "normalized": ["Nngguhh!", " Jpp!", " Jbb!", " Jpp!", " Chouahh!", " Nnkuhh!"]}, {"name": "Asagi", "audio": "v_sr666_0014", "normalized": ["Jpp!", " Agg!", " Nn…!", " Jbb!", " Jbb!", " Nguohh!", " Obb!"]}, {"name": "", "audio": "", "normalized": ["Asagi was helpless to do anything about it as the orcs pumped furiously."]}, {"name": "", "audio": "", "normalized": ["However, even as the orc fucked her to the back of her throat, Asagi's head was still spinning."]}, {"name": "", "audio": "", "normalized": ["And she had found something curious in the behavior of this orc."]}, {"name": "Asagi", "audio": "v_sr666_0015", "normalized": ["(… There's something strange.", " I don't know, but it doesn't seem like the average orc.", ")"]}, {"name": "", "audio": "", "normalized": ["At first glance, there doesn't seem to be anything strange."]}, {"name": "", "audio": "", "normalized": ["However… Asagi's intuition, developed through years of experience, told her that this was strange."]}, {"name": "Asagi", "audio": "v_sr666_0016", "normalized": ["(The movements of these orcs seem more like they are prioritizing their own pleasure rather than condemning me…)"]}, {"name": "Asagi", "audio": "v_sr666_0017", "normalized": ["(Normally, they would try to make me feel more and drown me in pleasure, but…)"]}, {"name": "", "audio": "", "normalized": ["Asagi was able to notice something strange, but she was unable to get beyond it to the orcs' goal."]}, {"name": "", "audio": "", "normalized": ["In the meantime, the orcs continued to ravage Asagi's mouth and throat with their wild hips."]}, {"name": "Asagi", "audio": "v_sr666_0018", "normalized": ["”Nnguhh!", " Nnbuhh!", " Jpp!", " Nnjbb!", " Nnuhh!"]}, {"name": "", "audio": "", "normalized": ["The momentum of the orc's hips continued unabated, and Asagi's mouth was fucked with such ferocity that she let out a gasp along with her sobs."]}, {"name": "OrcＡ", "audio": "", "normalized": ["'Hey, you guys better start getting ready."]}, {"name": "OrcＢ", "audio": "", "normalized": ["Yeah, I got it."]}, {"name": "", "audio": "", "normalized": ["The Orc who was fucking Asagi gave the order, and the orcs around him began to handle their own penises."]}, {"name": "", "audio": "", "normalized": ["However, they didn't start to jern them in excitement, but rather seemed to be stimulating themselves in a clerical manner."]}, {"name": "", "audio": "", "normalized": ["Asagi became more and more confused by the orcs' behavior."]}, {"name": "Asagi", "audio": "v_sr666_0019", "normalized": ["(I don't understand… What the hell are these orcs trying to do…?", ")"]}, {"name": "", "audio": "", "normalized": ["While being fucked, Asagi desperately tries to analyse."]}, {"name": "", "audio": "", "normalized": ["But while she was doing this, the orc kept moving his hips."]}, {"name": "", "audio": "", "normalized": ["Before she knew it, he had drunk a lot of the aphrodisiacal pre-cum."]}, {"name": "Asagi", "audio": "v_sr666_0020", "normalized": ["(Kuh…!", " My body is hot… It's the orc's aphrodisiac…)"]}, {"name": "Asagi", "audio": "v_sr666_0021", "normalized": ["(If I go into heat like this, I'll be at the mercy of the orcs… I'll have to hold on somehow…!", ")"]}, {"name": "", "audio": "", "normalized": ["Feeling her body on fire, Asagi desperately told herself not to let herself fall into a state of pleasure."]}, {"name": "", "audio": "", "normalized": ["However, the orc's aphrodisiac was so powerful that even if it were Asagi, it would be difficult for her to suppress it with her will alone."]}, {"name": "", "audio": "", "normalized": ["That's why she plans to use a relatively practical strategy to get through this."]}, {"name": "Asagi", "audio": "v_sr666_0022", "normalized": ["”Nnohh!", " Njbb…!", " Jpp!", " Jbb!", " Chbb!"]}, {"name": "OrcＡ", "audio": "", "normalized": ["Oh…?", " Now she's voluntarily sucking on my cock… He he!"]}, {"name": "", "audio": "", "normalized": ["Suddenly, Asagi twirled her tongue around the orc's meat stick and aggressively stimulated her partner."]}, {"name": "", "audio": "", "normalized": ["This was exactly the strategy that would keep Asagi from going into heat."]}, {"name": "Asagi", "audio": "v_sr666_0023", "normalized": ["(This way, the timing of ejaculation will be faster and the intake of aphrodisiacs will be much less…!", ")"]}, {"name": "Asagi", "audio": "v_sr666_0024", "normalized": ["(And I bet if I do this, these guys will think I'm in heat and start acting all lowly…!", ")"]}, {"name": "OrcＡ", "audio": "", "normalized": ["You seem to have thought this situation through… Well, this much is on schedule."]}, {"name": "Asagi", "audio": "v_sr666_0025", "normalized": ["(What…?", " On schedule…!?", ")"]}, {"name": "", "audio": "", "normalized": ["Asagi could not hide her dismay at Orc's unexpected comment."]}, {"name": "", "audio": "", "normalized": ["Without caring about Asagi's reaction, the orc thrusts his hips deeper and deeper in order to explode his desire."]}, {"name": "Asagi", "audio": "v_sr666_0026", "normalized": ["Nnjuh!", " Jbb!", " Jbb!", " Uug!", " Your cock is getting bigger…!", " Are you close…?"]}, {"name": "", "audio": "", "normalized": ["The feeling of his penis quivering in her mouth made Asagi involuntarily brace herself."]}, {"name": "", "audio": "", "normalized": ["However, there was no way for her to avoid the orc's ejaculation now."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Oh, yeah.", " Here, I'll give you the first shot.", " Don't spill it, okay?", " Ugghh…!"]}, {"name": "", "audio": "", "normalized": ["The orc said happily, thrusting his penis into the back of Asagi's throat and releasing his semen vigorously."]}, {"name": "Asagi", "audio": "v_sr666_0027", "normalized": ["Nnbuhh!", " Obb!", " Nnjbb!", " Ogg!", " Nnohh…!?"]}, {"name": "", "audio": "", "normalized": ["The shock of the Orc's semen popping in the back of her throat made Asagi's body twitch and jerk."]}, {"name": "", "audio": "", "normalized": ["Asagi felt the hot semen slamming into the back of her throat."]}, {"name": "Asagi", "audio": "v_sr666_0028", "normalized": ["”Nnb!", " Obuh…!", " Nng!", " Ueh!", " Eeehh!", " Jbb!", " Chbb!"]}, {"name": "Asagi", "audio": "v_sr666_0029", "normalized": ["(This momentum is amazing…!", " Even if you try to stop it, it pours down my throat all by itself…!", ")"]}, {"name": "", "audio": "", "normalized": ["The orc's ejaculation was so great that it was like a muddy stream."]}, {"name": "", "audio": "", "normalized": ["Asagi tried to reduce the amount of semen she was drinking."]}, {"name": "", "audio": "", "normalized": ["However, most of it went directly into her stomach, due to the penetration of the penis into the back of her throat."]}, {"name": "", "audio": "", "normalized": ["Even if she tried to vomit, she could not do so because her throat was blocked by the meat stick."]}, {"name": "Asagi", "audio": "v_sr666_0030", "normalized": ["Jbb!", " Jbb!", " Jpp!", " Nng!", " Ooh!", " Nnoh!", " Oguohh…!"]}, {"name": "Asagi", "audio": "v_sr666_0031", "normalized": ["(He won't stop ejaculating…!", " My stomach is going to be filled with semen…!", ")"]}, {"name": "", "audio": "", "normalized": ["A large amount of semen was poured into Asagi's stomach, and her stomach was immediately filled with the orc's liquid."]}, {"name": "Asagi", "audio": "v_sr666_0032", "normalized": ["(Kuh!", " Aaah… Oh no… My stomach is feeling warm… This must be their aphrodisiac effect…)"]}, {"name": "", "audio": "", "normalized": ["The sludgy semen flooded her stomach, and Asagi felt an intense tingle spread from the area."]}, {"name": "", "audio": "", "normalized": ["Orc semen contains an aphrodisiac effect that is even more powerful than that of pre-cum."]}, {"name": "", "audio": "", "normalized": ["She had drunk a large amount of it, and the effects were already starting to show."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Oogh.", " It's working, isn't it?", " I'm going to pump every last drop into your stomach!"]}, {"name": "", "audio": "", "normalized": ["The orc said, pushing his hips down and gouging Asagi's throat with his glans in an attempt to pump as much semen as possible."]}, {"name": "Asagi", "audio": "v_sr666_0033", "normalized": ["Nnguhh!", " Ngihh!", " Uuh!", " Nn!", " Nnjbb!", " Nnuhh!"]}, {"name": "", "audio": "", "normalized": ["Asagi screamed in agony at the sensation of her throat being forced open by the orc's glans, but the restraints and the mask would not allow her to escape this pain."]}, {"name": "", "audio": "", "normalized": ["All Asagi could do was twitch and catch the orc's semen."]}, {"name": "", "audio": "", "normalized": ["I ended up having orc semen poured into my stomach."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Well, that was good.", " And now… Who's next?"]}, {"name": "OrcＢ", "audio": "", "normalized": ["It's mine turn next!"]}, {"name": "", "audio": "", "normalized": ["When the orc who had finished ejaculating called out, another orc immediately came forward and took his place."]}, {"name": "Asagi", "audio": "v_sr666_0034", "normalized": ["Nngg…!", " Nn!", " Nnbuh…!", " Nn!", " Nnkuh…!"]}, {"name": "", "audio": "", "normalized": ["With the pain of ejaculation still fresh in her mind, a new penis was inserted into Asagi's mouth."]}, {"name": "OrcＢ", "audio": "", "normalized": ["Ugh!", " I'm going to go all out from the beginning too, okay?", " Don't pass out on the way."]}, {"name": "", "audio": "", "normalized": ["The new orc smiled a creepy smile and started to move his hips just as hard as the previous orc."]}, {"name": "", "audio": "", "normalized": ["The orc uses Asagi's overflowing saliva and the semen that's trying to flow back as lubrication to thrust his meat rod in at high speed."]}, {"name": "Asagi", "audio": "v_sr666_0035", "normalized": ["Uuh!", " Nnuhh!", " Ngg!", " Ooohh!", " Obb!", " Jpp!", " Jbb!", " Nngih!", " Nnohh!"]}, {"name": "Asagi", "audio": "v_sr666_0036", "normalized": ["Uggh!", " Nnuhh!", " Nngg!", " Njbb!", " Jbiahh!", " Ahih!", " Nn!"]}, {"name": "", "audio": "", "normalized": ["Asagi's throat was stimulated with tremendous force, and she sobbed, but she couldn't help but let out a sweet voice."]}, {"name": "Asagi", "audio": "v_sr666_0037", "normalized": ["(I can't help but moan… Are you saying that the orc aphrodisiac is working better than expected?", " I can't stand this.", " …!", ")"]}, {"name": "", "audio": "", "normalized": ["Asagi was surprised herself at the lustful sound that escaped her."]}, {"name": "", "audio": "", "normalized": ["Normally, Asagi would not lost control of herself like this, thanks to her training."]}, {"name": "", "audio": "", "normalized": ["Nevertheless, Asagi's body was being fucked by the orc's aphrodisiac far more than she had imagined."]}, {"name": "", "audio": "", "normalized": ["As the effects of the aphrodisiac gradually slowed her thinking, a hypothesis suddenly popped into Asagi's mind."]}, {"name": "Asagi", "audio": "v_sr666_0038", "normalized": ["Nnguohh!", " Obb!", " Nnn!", " Nnbuh!", " Orc aphrodisiac…!", " Filling me up… My body is burning…!"]}, {"name": "Asagi", "audio": "v_sr666_0039", "normalized": ["Jbb!", " Jbuhh!", " Nnguohh!"]}, {"name": "Asagi", "audio": "v_sr666_0040", "normalized": ["Nn… Are they filling me up with aphrodisiacs on purpose to make me succumb?"]}, {"name": "", "audio": "", "normalized": ["It all makes perfect sense now."]}, {"name": "", "audio": "", "normalized": ["The orcs are trying to ejaculate quickly, and the orcs around them are handling their penises with rather clerical movements."]}, {"name": "OrcＣ", "audio": "", "normalized": ["Ugghh!", " You've finally noticed!", " But it's too late now, isn't it?"]}, {"name": "OrcＢ", "audio": "", "normalized": ["I'm going to humiliate you so thoroughly that you'll become addicted to our semen!", " Until you lose your mind!", " He he!", "2"]}, {"name": "", "audio": "", "normalized": ["Asagi finally arrived at the answer, but the orcs ridiculed her."]}, {"name": "", "audio": "", "normalized": ["The orc then repeated the extraction motion with furious force as he violated Asagi's throat."]}, {"name": "Asagi", "audio": "v_sr666_0041", "normalized": ["Obb!", " Obuhh!", " Ogg!", " Nn!", " Nnguhh!", " Jbb!", " Jbb!"]}, {"name": "Asagi", "audio": "v_sr666_0042", "normalized": ["Ooohh!", " Oohnn!", " Chbbuhn!", " Nn!", " Nnjbb!", " Obb!", " Nnohh!"]}, {"name": "", "audio": "", "normalized": ["Asagi, who had been violently thrust up the back of her throat by the orc, moaned in helplessly overflowing pleasure while making obscene water sounds."]}, {"name": "", "audio": "", "normalized": ["Because of the aphrodisiac circulating in her system, she felt pleasure thrust up from with in her, even though her secret parts were not touched."]}, {"name": "", "audio": "", "normalized": ["Her body reacted of its own accord to the pleasure coursing through her entire body, and her crotch was soaked with love juice, dampening her suit."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Ha ha!", " She's so wet."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Looks like it's working better than I thought.", " All right, let's spray all over her body and turn her into a full-body erogenous zone."]}, {"name": "", "audio": "", "normalized": ["When the orcs saw that Asagi was more excited than they had expected, they gave her instructions and the orcs around her immediately started handling their own meat sticks."]}, {"name": "", "audio": "", "normalized": ["They were already in a state of intense arousal, and their sticks were already overflowing with pre-cum, spreading a distinctive smell around them."]}, {"name": "Asagi", "audio": "v_sr666_0043", "normalized": ["Nn!", " Nnkuh!", " Jbb!", " Chpp!", " Nnjpp!", " Nnohh!", " Ooohh!"]}, {"name": "", "audio": "", "normalized": ["The smell of pre-cum filling the room caused Asagi to go into a rut, and she moaned uncontrollably."]}, {"name": "", "audio": "", "normalized": ["Asagi's arousal grew to the point where her throat tightened around the orc's meat stick."]}, {"name": "OrcＢ", "audio": "", "normalized": ["He he.", " Nice and tight.", " Here, I'll give you all the semen you want!", " Take it…!"]}, {"name": "", "audio": "", "normalized": ["The orc, his pleasure heightened by Asagi's tightness, thrusts his penis into the back of her throat and ejaculates."]}, {"name": "Asagi", "audio": "v_sr666_0044", "normalized": ["Nnbuhh!", " Nnjbb!", " Ogg!", " Nohh!", " Ngg!", " Uuhnn!"]}, {"name": "", "audio": "", "normalized": ["Asagi ejaculated in the back of her throat again, her whole body twitching and jerking at the sensation of the orc's penis quivering."]}, {"name": "OrcＣ", "audio": "", "normalized": ["Kuhh…!", " Here you go!", " Another semen shower from me!", " Rejoice, Asagi!"]}, {"name": "", "audio": "", "normalized": ["At the same time that the Orc semen was bursting at the back of Asagi's throat, the orcs around her were also ejaculating at the same time."]}, {"name": "", "audio": "", "normalized": ["The orcs' semen spurted out from all directions, and Asagi's body was instantly covered in white muck."]}, {"name": "Asagi", "audio": "v_sr666_0045", "normalized": ["Nnohh!", " Nnjj!", " Ogg!", " Nn!", " Jpp!", " Jbohh!", " Ooohh!"]}, {"name": "Asagi", "audio": "v_sr666_0046", "normalized": ["Ooohnn!", " So hot…!", " Hot!", " Hot semen pouring on mee!", " Nnbuohh!", " Jbb!", " Jbb!"]}, {"name": "", "audio": "", "normalized": ["The semen overflowing in her mouth and the semen falling on her body.", " Both of these stimulated Asagi's pleasure."]}, {"name": "", "audio": "", "normalized": ["The Orc's semen touched the exposed parts of her skin, and the numbing pleasure that spread from there led Asagi to climax."]}, {"name": "", "audio": "", "normalized": ["Even a Taimanin of Asagi's caliber would be helpless if she were to be exposed to the Orc's semen."]}, {"name": "Asagi", "audio": "v_sr666_0047", "normalized": ["Oooh!", " Ooohnn!", " Nnohh!", " Cumming!", " Cumming!", " Jbb!", " Nn!", " Obb!"]}, {"name": "", "audio": "", "normalized": ["Asagi's bound body trembled as she climaxed with a disgusting expression on her face."]}, {"name": "", "audio": "", "normalized": ["The orcs, excited by the sight of Asagi, showered her body with even more semen."]}, {"name": "Asagi", "audio": "v_sr666_0048", "normalized": ["Nnohh!", " Nngguhh!", " Oooh!", " Nn!", " Nnjbb…!"]}, {"name": "Asagi", "audio": "v_sr666_0049", "normalized": ["”Too much!", " Ogg!", " Ooohh!", " My stomach will burst!", " Nnbuhh!", " Jpp!", " Jouahh!", " Oohnn!"]}, {"name": "", "audio": "", "normalized": ["Asagi's abdomen was already bulging from the abnormal amount of semen that had been poured into her."]}, {"name": "", "audio": "", "normalized": ["In addition, the semen on her suit gradually soaked into the fabric and began to seep into the parts of her body that were not exposed."]}, {"name": "", "audio": "", "normalized": ["The orcs grinned and giggled when they saw this."]}, {"name": "OrcＣ", "audio": "", "normalized": ["Even the great Asagi will fall now."]}, {"name": "OrcＣ", "audio": "", "normalized": ["I bet she can only think about cock."]}, {"name": "", "audio": "", "normalized": ["Normally, she would have gone insane by now.", " The orc was convinced that Asagi had fallen into a state of pleasure."]}, {"name": "", "audio": "", "normalized": ["However, their opponent was a warrior of long standing.", " Don't underestimate her.", " The light of will was still in Asagi's eyes."]}, {"name": "Asagi", "audio": "v_sr666_0050", "normalized": ["Nnguohh…!", " Hmoh…!", " This is nothing…!", " Ugg!", " Jbb!"]}, {"name": "Asagi", "audio": "v_sr666_0051", "normalized": ["I'm not going to succumb…!", " Obb!", " Nn!", " Nnoh!", " Jbb!"]}, {"name": "", "audio": "", "normalized": ["Asagi, in violent agony, shows her intention to resist."]}, {"name": "", "audio": "", "normalized": ["But as expected, even Asagi had to endure this amount of semen, and her voice was lustful."]}, {"name": "OrcＢ", "audio": "", "normalized": ["How about…?", " I've given you this much, and you still want more?", " She's a real piece of work."]}, {"name": "OrcＣ", "audio": "", "normalized": ["Then I'll give it to you until you go crazy.", " There's plenty of people I haven't gotten to yet, too."]}, {"name": "", "audio": "", "normalized": ["The orcs' penises boil over at Asagi's headstrong attitude."]}, {"name": "Asagi", "audio": "v_sr666_0052", "normalized": ["(Kuh… What…?", " I still have to fuck more orcs?", " Even I would be exhausted…)"]}, {"name": "", "audio": "", "normalized": ["Asagi is horrified by the declarations of the orcs."]}, {"name": "", "audio": "", "normalized": ["The orcs around her are too numerous to count.", " It was the beginning of an endless gang bang hell."]}, {"name": "Asagi", "audio": "v_sr666_0053", "normalized": ["”Nbb…!", "Obb!", " Nnnuh…!", " Nnjb!", " Jbb…!", " Ooh!", " Nn…!"]}, {"name": "OrcＪ", "audio": "", "normalized": ["Phew… What a load!", " Well… Is that enough for now?"]}, {"name": "", "audio": "", "normalized": ["It had been several hours since the orcs had started their gang bang.", " Asagi continued to receive the orcs' semen."]}, {"name": "", "audio": "", "normalized": ["It has been several dozen orcs.", " Another orc finished cumming in Asagi's mouth."]}, {"name": "Asagi", "audio": "v_sr666_0054", "normalized": ["Nnbuohh!", " Obb!", " Obuohh…!", " Ueh…!", " Ueehh…!"]}, {"name": "", "audio": "", "normalized": ["As soon as the penis was withdrawn from her mouth, a powerful stream of white semen flowed back out of her mouth."]}, {"name": "", "audio": "", "normalized": ["Even Asagi couldn't withstand such a large amount of semen, and her eyes flipped back into her skull."]}, {"name": "", "audio": "", "normalized": ["The orcs were observing her relatively calmly."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Hmm… It looks like you've exceeded the limits of your stomach."]}, {"name": "", "audio": "", "normalized": ["As the orc said, Asagi's stomach was swollen like a pregnant woman on her last month of pregnancy."]}, {"name": "", "audio": "", "normalized": ["This was all due to the semen of the orcs.", " The amount of semen is probably in the tens of liters."]}, {"name": "Asagi", "audio": "v_sr666_0055", "normalized": ["Obb!", " Ooohh!", " Gbb!", " Nng!", " Nbuhh…!"]}, {"name": "", "audio": "", "normalized": ["The pressure of her belly caused Asagi to let out an unpleasant sound and cry as she let the semen flow back into her."]}, {"name": "", "audio": "", "normalized": ["The spewed semen naturally landed on Asagi's body, but"]}, {"name": "", "audio": "", "normalized": ["Already her whole body was drenched with semen that looked like a bucket that had been turned over and over."]}, {"name": "", "audio": "", "normalized": ["over."]}, {"name": "Asagi", "audio": "v_sr666_0056", "normalized": ["Nbb!", " Obouhh…!", " Ogg!", " Gbouhh!", " Semen…!", " I want more semen…!"]}, {"name": "", "audio": "", "normalized": ["Asagi was gurgling semen out of her mouth, still seeking another ejaculation."]}, {"name": "", "audio": "", "normalized": ["She tries to stop the semen from flowing out of her mouth."]}, {"name": "", "audio": "", "normalized": ["But her whole body is so limp from the pleasure that the white slime leaks out of her mouth all by itself."]}, {"name": "", "audio": "", "normalized": ["The fountain-like gush of semen continued until most of the semen in his belly was lost."]}, {"name": "OrcＡ", "audio": "", "normalized": ["Ggg…!", " I guess we can consider the first stage a success now.", " Then it's time to move on to the next phase."]}, {"name": "", "audio": "", "normalized": ["The orc who had been watching Asagi's pitiful appearance muttered with satisfaction and gave instructions to the surrounding orcs."]}]