[{"name": "Sakura", "audio": "v_sr233_0000", "normalized": ["Oooh, hnng?!", " What… i-is this… mnn!"]}, {"name": "", "audio": "", "normalized": ["―Anti-demon particle strengthening device, \"Strength\"."]}, {"name": "", "audio": "", "normalized": ["By sewing it into the fabric, you can activate a super-strengthened state and increase your ability a lot."]}, {"name": "", "audio": "", "normalized": ["That's how this suit was explained to her, but it's obviously doing something it's not meant to be doing."]}, {"name": "Sakura", "audio": "v_sr233_0001", "normalized": ["(Hnng… I-I can't… so much pressure… hnng!", ")"]}, {"name": "", "audio": "", "normalized": ["Even though her body is free, the suit is strong, forcing her into an open-legged squatting position."]}, {"name": "", "audio": "", "normalized": ["The suit should react and enhance the anti-demon particles in her body, but it feels like it's absorbing her power."]}, {"name": "Sakura", "audio": "v_sr233_0002", "normalized": ["(―Eh!", " I knew it… that masked person… I definitely shouldn't have trusted her!", ")"]}, {"name": "", "audio": "", "normalized": ["She regrets trusting the masked UFS woman, but there's no time to linger on that now."]}, {"name": "Sakura", "audio": "v_sr233_0003", "normalized": ["If I don't do it somehow… grr!", " The incubus beast will come… hnng…"]}, {"name": "", "audio": "", "normalized": ["She tries hard to move, but the suit tightens even further and her body is restrained."]}, {"name": "", "audio": "", "normalized": ["However, Sakura suddenly feels a strange connection between the presence of the approaching incubus and the tightness of the suit."]}, {"name": "Sakura", "audio": "v_sr233_0004", "normalized": ["(… Yeah, no mistaking it… this… grr, this suit… gets stronger… when the incubus is near!", ")"]}, {"name": "", "audio": "", "normalized": ["Apparently, this anti-demon particle strengthening device is connected to the incubus."]}, {"name": "", "audio": "", "normalized": ["In response to the presence, the device overheats.", " In other words, it's going crazy."]}, {"name": "Sakura", "audio": "v_sr233_0005", "normalized": ["O-oh no… hnng, ahh?!", " Quickly… I have to do something!"]}, {"name": "", "audio": "", "normalized": ["The incubus also notices Sakura's presence and gradually comes closer."]}, {"name": "", "audio": "", "normalized": ["But even though she knows that and is growing impatient, the suit continues to eat the anti-demon particles."]}, {"name": "", "audio": "", "normalized": ["It won't let her go and she still can't activate her ninjutsu."]}, {"name": "", "audio": "", "normalized": ["Furthermore, with the particles the suit sucking from Sakura, it becomes more active."]}, {"name": "Sakura", "audio": "v_sr233_0006", "normalized": ["(Anng… grr… first… this… I have to kill the binding… or it'll kill me…)"]}, {"name": "", "audio": "", "normalized": ["Her bones are crying out and her muscles and bones are being pushed into her internal organs, giving her a dull pain that reverberates through her whole body."]}, {"name": "", "audio": "", "normalized": ["Breathing in pain and agony, the moment Sakura coughs―"]}, {"name": "Sakura", "audio": "v_sr233_0007", "normalized": ["Haa, gyaah… ohh… eh?", " Wh-what's this… hyaah?!"]}, {"name": "", "audio": "", "normalized": ["In front of Sakura's wide-open eyes, the suit deforms like it's bursting open.", " Then, the inside and outside becomes filled will tentacles."]}, {"name": "Sakura", "audio": "v_sr233_0008", "normalized": ["Ehh?!", " I-I've never heard of something like this… hnn!", " Hey, wai… hyaan!"]}, {"name": "", "audio": "", "normalized": ["One part changes shape and exposes her, while the other parts become creepy tentacles and entangle around Sakura's body."]}, {"name": "", "audio": "", "normalized": ["The many tentacles surround her large and exposed breasts, tighten around the base of her tits with their sticky mucus."]}, {"name": "Sakura", "audio": "v_sr233_0009", "normalized": ["Nyaah?!", " Ah, mnn… hnn, huu… Th-this!"]}, {"name": "", "audio": "", "normalized": ["The tentacles don't need tongues and continuously lick her tits, squeeze and tighten around them."]}, {"name": "", "audio": "", "normalized": ["While enjoying the pleasure, Sakura's expression warps as she bites down with her back teeth, desperately trying to resist the sensation."]}, {"name": "Sakura", "audio": "v_sr233_0010", "normalized": ["Grr, hnn… this… how can I get back to the original― hnng?!"]}, {"name": "", "audio": "", "normalized": ["However, the shape hasn't only changed around her chest, it's also opened around her crotch― it's an important part and the tentacles sweep over her sensitive folds."]}, {"name": "", "audio": "", "normalized": ["Like the breast area, the crotch of her suit opens and there are countless tongue-like tentacles."]}, {"name": "Sakura", "audio": "v_sr233_0011", "normalized": ["Th-there… hyaan!", " St-stop it… hnng!"]}, {"name": "", "audio": "", "normalized": ["Not from the back of her pussy, but the thin tentacles start from her labia, moving around like they are cleaning it and gently tickling it."]}, {"name": "", "audio": "", "normalized": ["A sweet feeling reaches her lower abdomen and her knees buckle unconsciously, her hips dance and her pussy gets hot and wet."]}, {"name": "Sakura", "audio": "v_sr233_0012", "normalized": ["(Haa, haa… oh no… grr… even though the… incubus is coming…)"]}, {"name": "", "audio": "", "normalized": ["Even though she needs to think about her escape, her limbs are weak from the stimulation to her erogenous zone.", " Her body is limp."]}, {"name": "", "audio": "", "normalized": ["Even if it's just tightened, the stimulating sensation pours from each tentacle so much that she can't stand it."]}, {"name": "", "audio": "", "normalized": ["However, the tentacle suit starts to change the way it assaults Sakura as the incubus gets closer, making her pleasure increase even more."]}, {"name": "Sakura", "audio": "v_sr233_0013", "normalized": ["Nuu… nyaah!", " Ahh, m-my tits, don't… hnng, th-the tip… ahh…"]}, {"name": "", "audio": "", "normalized": ["When the thin tentacles tangle around her nipples, she gets stimulation like being wrapped with a warm tongue.", " It sends shivers down her spine."]}, {"name": "", "audio": "", "normalized": ["Being treated like that, her tits contract and swell repeatedly, crumpling from the tentacle material."]}, {"name": "", "audio": "", "normalized": ["Similar to the tentacles attacking her nipples, more tentacles grow from her crotch area.", " They approach her slit and then pry it open."]}, {"name": "Sakura", "audio": "v_sr233_0014", "normalized": ["Hyaah?!", " So far back!", " Opening it to the back… hyaah!"]}, {"name": "", "audio": "", "normalized": ["The root-like tentacle sticks itself inside her pussy and asshole, opening both holes to double penetrate her to her limits, making her leak love juice."]}, {"name": "", "audio": "", "normalized": ["At the same time, the thin and mucus-covered tentacles move the skin away from her clit, which is the most impatient point, and caress it."]}, {"name": "Sakura", "audio": "v_sr233_0015", "normalized": ["Nyaah, hnng… hee, hyaah… ooh, ooh… move… ahh?!"]}, {"name": "", "audio": "", "normalized": ["While Sakura shows a complicated expression of anguish mixed with pleasure, her body twitches violently and she gives a loud and hoarse moan."]}, {"name": "", "audio": "", "normalized": ["The reason is a few tentacles that are extending from the suit, which have sharp needles on their tips."]}, {"name": "Sakura", "audio": "v_sr233_0016", "normalized": ["(What?!", " What is… grr!", " St-stinging me… iyaah!", ")"]}, {"name": "", "audio": "", "normalized": ["She's had many injuries during training and missions, and Taimanin tend to get used to pain."]}, {"name": "", "audio": "", "normalized": ["However, Sakura knows from experience that the impact on her body isn't just pain."]}, {"name": "Sakura", "audio": "v_sr233_0017", "normalized": ["Hee?!", " Haa, hee!", " Iyaah?!", " I doesn't… hurt, hnn, s-so good…"]}, {"name": "", "audio": "", "normalized": ["It feels good― She almost screams, and then tightens her lips and grits her teeth, managing to swallow those words."]}, {"name": "", "audio": "", "normalized": ["However, there is no denying the sense that's filling her body."]}, {"name": "", "audio": "", "normalized": ["Lots of tentacles, more than a dozen with needles at their tips, are in close contact with Sakura."]}, {"name": "", "audio": "", "normalized": ["Of course, her skin is exposed through the suit in the places the tentacles are approaching."]}, {"name": "", "audio": "", "normalized": ["Starting from the back of her ear, the tentacles pierce from her neck, to her collarbone, her heels, arms, belly, and crotch."]}, {"name": "Sakura", "audio": "v_sr233_0018", "normalized": ["Hnng, hnn!", " Huu, nyaah, ahaa!"]}, {"name": "", "audio": "", "normalized": ["Her back muscles throb as they go numb and twitch, her whole body wrapped in the suit's rampage."]}, {"name": "", "audio": "", "normalized": ["Even in insignificant parts, the needles pierce and pulsate.", " When something is poured in, it burns hot."]}, {"name": "", "audio": "", "normalized": ["When the stimulus spreads outside of her breasts, to the tips of her nipples and of course, to her clit that's buried in her folds―"]}, {"name": "Sakura", "audio": "v_sr233_0019", "normalized": ["Hnng?!", " Hee, hyaah!"]}, {"name": "", "audio": "", "normalized": ["This wasn't normal stimulus."]}, {"name": "Sakura", "audio": "v_sr233_0020", "normalized": ["(Hoo, hoo, hehh… th-this… is… hyaah… bad… hnn, nyaah, fwaah…)"]}, {"name": "", "audio": "", "normalized": ["Her mind is shrouded in a bright light, completely going white, and even though she should be focusing her sight, her eyes are empty."]}, {"name": "", "audio": "", "normalized": ["Her focal point is blurred with a pink haze, and her body and lips start burning as her body relaxes and she can't resist."]}, {"name": "Sakura", "audio": "v_sr233_0021", "normalized": ["St-stop it… hnng!", " Oh, gyaah?!", " Hee, hyaah!"]}, {"name": "", "audio": "", "normalized": ["Drool flows from her drooping tongue, and her restrained body keeps violently trembling as her convulsions are repeatedly carved into the suit."]}, {"name": "", "audio": "", "normalized": ["Her messy hair sticks to her sweaty face and her whole body feels hot."]}, {"name": "Sakura", "audio": "v_sr233_0022", "normalized": ["(Ahh… grr, nn… haa… m-my body… is strange… hehh…)"]}, {"name": "", "audio": "", "normalized": ["Some liquid pours in―"]}, {"name": "", "audio": "", "normalized": ["It seems like it's an aphrodisiac, and her body starts to move around and sweat like a waterfall.", " It flows down Sakura, making her skin glow red."]}, {"name": "", "audio": "", "normalized": ["A new tentacle starts growing out of the suit as if to wipe away Sakura's sweat."]}, {"name": "Sakura", "audio": "v_sr233_0023", "normalized": ["Nyaah!", " Hyaah… this time, mnn… what…"]}, {"name": "", "audio": "", "normalized": ["The needled tentacles pulled back to switch with them, but when she sees the shape of the tips of the new tentacles she realizes they are horrible torture devices."]}, {"name": "", "audio": "", "normalized": ["The meat-like tentacles come forward with brush-like tips."]}, {"name": "", "audio": "", "normalized": ["They are dripping a mucus that has a sweet smell as the tips approach her body."]}, {"name": "Sakura", "audio": "v_sr233_0024", "normalized": ["Yaah, ahh… hee?!", " Hoot, haat, hyaah!", " Hnng, don't rub!"]}, {"name": "", "audio": "", "normalized": ["As imagined, they have a soft yet firm elasticity and they lick her body with lubricating oil."]}, {"name": "", "audio": "", "normalized": ["At that moment, the waves of pleasure spread and as if the place they are touching changes to the clit…"]}, {"name": "", "audio": "", "normalized": ["…the area gives off a sharp numbness that burns through her whole body."]}, {"name": "Sakura", "audio": "v_sr233_0025", "normalized": ["Hnng, hyaah!", " Hnng, th-there!", " Hyaah, do-don't do that!"]}, {"name": "", "audio": "", "normalized": ["Ignoring Sakura's powerful rejection, the brush-like tentacles continue licking her skin, finally reaching their destination."]}, {"name": "", "audio": "", "normalized": ["They rub the places that were stabbed with aphrodisiac earlier, going over the mall needle holes in her armpits and nipples, and also going to her slit."]}, {"name": "Sakura", "audio": "v_sr233_0026", "normalized": ["(Anng, ahh… this… definitely… hnn!", " I-I can't take it… anymore…)"]}, {"name": "", "audio": "", "normalized": ["While their touch is delicate, the tentacles rub lots of new mucus all over her with their brushes."]}, {"name": "", "audio": "", "normalized": ["The wounds have already become sensitive and lustful like the clit.", " With each stroke, her brain flickers white."]}, {"name": "Sakura", "audio": "v_sr233_0027", "normalized": ["Oh, hoo… hyaah…"]}, {"name": "", "audio": "", "normalized": ["The sound echoes as her wounds are stroked, and Sakura shakes and convulses repeatedly, her tongue hanging out and her eyes blink blankly."]}, {"name": "", "audio": "", "normalized": ["As the tentacles pass through her inner thighs, Sakura's most sensitive parts including her slit, asshole, and clit, are exposed to sweet stimuli."]}, {"name": "", "audio": "", "normalized": ["With only that, Sakura experiences many weak climaxes and lets out noiseless pants.", " However, the tentacles aren't the only thing torturing her."]}, {"name": "Sakura", "audio": "v_sr233_0028", "normalized": ["(Nyaah… yaah… in-inside… my body… it's all shu… shutting down…)"]}, {"name": "", "audio": "", "normalized": ["Apart from the areas being rubbed with the brushes…"]}, {"name": "", "audio": "", "normalized": ["…the other areas of her body that were stabbed by the needles are covered by her suit and appear to be immune from stimulation."]}, {"name": "", "audio": "", "normalized": ["But inside, the lining of the suit grows limbs like brushes and repeats the rubbing."]}, {"name": "", "audio": "", "normalized": ["It feels like she's being licked and chewed by the clothes she's wearing, but she feels like she's losing consciousness from the stimulus it's giving her."]}, {"name": "Sakura", "audio": "v_sr233_0029", "normalized": ["Hnng, hyaah?!", " Hee, nyaah!", " Staa- staahp it?!"]}, {"name": "", "audio": "", "normalized": ["Along with screaming over and over, Sakura's limbs cramp up and twitch like a broken toy."]}, {"name": "", "audio": "", "normalized": ["The tentacles keep giving her unrelenting sexual torture so her body can't resist and is deprived of any will or power to resist."]}, {"name": "Sakura", "audio": "v_sr233_0030", "normalized": ["Hnng… ee?!", " Hyaah, hyaah… ahh!"]}, {"name": "", "audio": "", "normalized": ["The brush tentacles are wrapping around and rubbing her pussy, slipping past her genitals and trying to enter her asshole."]}, {"name": "", "audio": "", "normalized": ["Sakura lifts her hips as if to escape, but she has almost no power in her body and her resistance is in vain as the tentacles push into her."]}, {"name": "Sakura", "audio": "v_sr233_0031", "normalized": ["Anng!", " Oh, ohh… hnng?!"]}, {"name": "", "audio": "", "normalized": ["An intense pleasure accompanied by a feeling of pressure swells up and her intestines are softly squeezed, and the feeling of exhilaration continues."]}, {"name": "", "audio": "", "normalized": ["In addition― the increased number of brush tentacles pry open her pussy in the same way as they did her asshole and also attack the small hole above her pussy."]}, {"name": "Sakura", "audio": "v_sr233_0032", "normalized": ["Hnng… iyaah―!", " Anng… ohh, ahh… there… mnn…"]}, {"name": "", "audio": "", "normalized": ["Wiggling around in her asshole, the feeling of the brush gently cleaning it makes her feel great pleasure."]}, {"name": "", "audio": "", "normalized": ["Her pussy is filled with tentacles at the same time, and she's getting penetrated in both holes and feeling pressure."]}, {"name": "", "audio": "", "normalized": ["Getting rubbed and hit by countless tentacles all at once―"]}, {"name": "", "audio": "", "normalized": ["Her mind melts with crazy pleasure, her face contorts into a lewd smile, and both holes continue to spread."]}, {"name": "", "audio": "", "normalized": ["Even her urethra which has been relaxed by the flesh can't resist the tentacles."]}, {"name": "Sakura", "audio": "v_sr233_0033", "normalized": ["(Nyaah?!", " Anng, pee!", " Hole… hnng…)"]}, {"name": "", "audio": "", "normalized": ["The brush tentacles that only rubbed one side of her body change shape inside her."]}, {"name": "", "audio": "", "normalized": ["The tentacles are like wands, penetrating the three holes to the back, rubbing them and scraping her fluids out as they continue to push further inside her."]}, {"name": "", "audio": "", "normalized": ["Each time her urethra is attacked, the pleasure of phantom pissing shakes Sakura to her core, loosening her asshole and relaxing her lower body."]}, {"name": "Sakura", "audio": "v_sr233_0034", "normalized": ["Hoo!", " Mnn, ahaa… hnng!", " Ahh, don't stick it there, noo…"]}, {"name": "", "audio": "", "normalized": ["Sakura moans with her tongue out, her face stained with tears and spit, as she pulls at her restraints."]}, {"name": "", "audio": "", "normalized": ["However, the tentacle suit isn't a living thing that can hear her complaints."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac mucus that's oozing from the tentacles covers every inch of them as they entangle themselves into Sakura's flesh."]}, {"name": "", "audio": "", "normalized": ["The mucus spreads through her folds with sticky, obscene sounds as the tentacles rub her."]}, {"name": "Sakura", "audio": "v_sr233_0035", "normalized": ["(Hnng!", " Hoo, haa!", " Ahh… m-my ass hnng… it's squelching…)"]}, {"name": "", "audio": "", "normalized": ["The tentacles not only reach her rectum, but all the way to her colon.", " This makes her stomach hot and unbearable."]}, {"name": "", "audio": "", "normalized": ["The place that's aching is being incessantly rubbed, and at the same time, her folds that are soaked in aphrodisiac are being twisted, subject to some hard jackhammering."]}, {"name": "", "audio": "", "normalized": ["The sharp stimuli run through her flesh and pierce her brain, making Sakura's convulsions even more intense."]}, {"name": "Sakura", "audio": "v_sr233_0036", "normalized": ["Naah, staahp!", " Not just my asshole… hnn!", " Anng, m-my pussy too?!"]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac applied to the back of her pussy and her urethra will, of course, spread even deeper― to her womb and bladder."]}, {"name": "", "audio": "", "normalized": ["Each time she gets stroked, the aphrodisiac fills her and flows into her deepest parts."]}, {"name": "", "audio": "", "normalized": ["Her womb starts to burn, her bladder aches and convulses repeatedly, and she gets horny."]}, {"name": "Sakura", "audio": "v_sr233_0037", "normalized": ["Hnng… iyaah!", " Hnng, nngg, that's… ahh, so good!"]}, {"name": "", "audio": "", "normalized": ["Without the convulsions stopping, her juices are scraped out and have mixed with the cloudy liquid.", " It spouts from her urethra in a transparent splash."]}, {"name": "", "audio": "", "normalized": ["Although her asshole is loose, all the holes instinctively stretch and contract to take in the tentacles."]}, {"name": "", "audio": "", "normalized": ["Receiving stimulation, the tentacles continue to attack Sakura― like she's prey."]}, {"name": "Sakura", "audio": "v_sr233_0038", "normalized": ["Anng, oh, gyaah?!", " Moving around!", " My pussy's going crazy!"]}, {"name": "", "audio": "", "normalized": ["Her three holes are getting shaken up not just from the momentum of the thrusting, but also the rapid changing of angles."]}, {"name": "", "audio": "", "normalized": ["Sakura's brain gives into the pleasure instinctively from the feeling that she's shitting and the anal humiliation."]}, {"name": "", "audio": "", "normalized": ["She goes straight to pleasure without resisting at all."]}, {"name": "", "audio": "", "normalized": ["The sensation is the same as the one in her urethra."]}, {"name": "", "audio": "", "normalized": ["The long urinary tract is filled with aphrodisiac and her whole body is numb with the feeling of tentacles wriggling through it."]}, {"name": "", "audio": "", "normalized": ["She can't feel anything and her pussy is hot and wet, bubbling over with her love juice."]}, {"name": "Sakura", "audio": "v_sr233_0039", "normalized": ["(M-my… pussy… soo hot… and dripping…)"]}, {"name": "", "audio": "", "normalized": ["The brush tentacles stir her juice around in her pussy like a whisk, splashing it around and raking it out with the other fluids."]}, {"name": "", "audio": "", "normalized": ["The tentacles move and hit the entrance of her womb, smearing the aphrodisiac over it and twisting."]}, {"name": "", "audio": "", "normalized": ["Sakura's consciousness flies away just from having her pussy touched."]}, {"name": "", "audio": "", "normalized": ["Even though it's really painful, her senses are numb.", " However, if she gets caressed, she immediately feels pleasure."]}, {"name": "", "audio": "", "normalized": ["The movement makes her even hornier, so Sakura moves her body to meet them as she experiences intense throbbing."]}, {"name": "Sakura", "audio": "v_sr233_0040", "normalized": ["Hnng, haa?!", " Ann, haa, ooh!"]}, {"name": "", "audio": "", "normalized": ["Sakura moans and her lower abdomen is filled with power, the tentacles tightening."]}, {"name": "", "audio": "", "normalized": ["The tentacles swell as if they sense it and fill her three slutty holes fully, with no gaps, making the pressure inside Sakura reach its limit."]}, {"name": "", "audio": "", "normalized": ["Then― As she was thinking that she couldn't get out of the situation by just moving a little, the tentacles all suddenly pulled out of her three holes."]}, {"name": "Sakura", "audio": "v_sr233_0041", "normalized": ["Nyaah, hnng―?!", " Foo, nyaah?!", " Haa, hnng, I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["Her walls are exposed to the opposite stimulus of before, and an electrifying current runs through her body."]}, {"name": "", "audio": "", "normalized": ["Sakura's consciousness is blown away by the impact and can only see white, panting instinctively from climaxing―"]}, {"name": "Sakura", "audio": "v_sr233_0042", "normalized": ["I'm cumming… whooa!", " Hnng, I-I'm cumming, I'm cumming!"]}, {"name": "", "audio": "", "normalized": ["At the same time she screams, her hips buck up and something splashes from her open hole.", " No―"]}, {"name": "", "audio": "", "normalized": ["The large amount of her juices is blocked by the tentacles, accumulating inside and overflows, dripping down like piss."]}, {"name": "Sakura", "audio": "v_sr233_0043", "normalized": ["Nyaah?!", " Hyaah, ee!", " I-I can't… stop, nyaah?!"]}, {"name": "", "audio": "", "normalized": ["While continuing to get rubbed, it looks like that juice isn't enough and liquid from her intestines pours out of her asshole like she's shitting―"]}, {"name": "", "audio": "", "normalized": ["Then mucus from Sakura's pussy mixes with the cloudy liquid, like cum after ejaculating in her cunt, and collects in a pool under her feet."]}, {"name": "", "audio": "", "normalized": ["Pleasure fills her whole body with numbness, and her body goes completely limp."]}, {"name": "", "audio": "", "normalized": ["Naturally― even if she tries to tighten her asshole, her sphincter is flaccid and her hole is still gaping."]}, {"name": "", "audio": "", "normalized": ["Then, there is a huge splash of water that comes out like a fountain out of another small hole."]}, {"name": "", "audio": "", "normalized": ["― Shh… splash!"]}, {"name": "Sakura", "audio": "v_sr233_0044", "normalized": ["Hnng, iyaah… hnn, hoo, nyaah…"]}, {"name": "", "audio": "", "normalized": ["It's not a colorless and odorless juice from a woman― there is a little bit of water splashing from her bladder that has a peculiar odor and is slightly lemon-colored."]}, {"name": "", "audio": "", "normalized": ["The aphrodisiac mixture flows like it's bursting open, and every time it passes through Sakura's urethra her brain continues to experience an insane pleasure."]}, {"name": "Sakura", "audio": "v_sr233_0045", "normalized": ["(I'm, th-the p… piss… s-soo much… hnng… s-so… good… iyaah…)"]}, {"name": "", "audio": "", "normalized": ["Sakura experiences climax after climax from the urination, and her whole body convulses and can't stop, twitching the whole time."]}, {"name": "", "audio": "", "normalized": ["The drawn-out bliss and pain makes her forget everything except the pleasure that binds her, and her climax continues for a few minutes."]}, {"name": "Sakura", "audio": "v_sr233_0046", "normalized": ["Hnng, ahh, hnn…"]}, {"name": "", "audio": "", "normalized": ["Then― at the same time a big wave comes and it feels like all of Sakura's power and anti-demon particles are exhausted, making it impossible for her to move―"]}, {"name": "Sakura", "audio": "v_sr233_0047", "normalized": ["Oh… hoo, ooh… mnn…"]}, {"name": "", "audio": "", "normalized": ["The tentacle-filled suit returns to its original position and her body is only being restrained."]}, {"name": "", "audio": "", "normalized": ["Nonetheless, Sakura can't move anymore.", " Her whole body is twisted into a crouching pose, and she's showing her climaxing face."]}, {"name": "Sakura", "audio": "v_sr233_0048", "normalized": ["Haa… hee… I-I'm… saved…?"]}, {"name": "", "audio": "", "normalized": ["Speaking while out of breath, Sakura's joyous expression freezes again in the face of what she sees next."]}, {"name": "Sakura", "audio": "v_sr233_0049", "normalized": ["Ah… ah, it… it can't be―"]}, {"name": "", "audio": "", "normalized": ["The suit's assault is over, but Sakura still has no power and her body convulses unpleasantly as she trembles at the end of her climax―"]}, {"name": "", "audio": "", "normalized": ["As if lured in by the delicious smell, the incubus that was approaching shows its face―"]}]