[{"name": "Bai Hua", "audio": "v_r-ev045_0000", "normalized": ["Just who are you, anyway?", " Actually, no.", " I don't even care.", " Just get off me this instant.", " I'm going to throw up."]}, {"name": "", "audio": "", "normalized": ["Despite being pushed against a table at work by a man who knew she was a Taimanin, Bai Hua smiled as she spoke."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0001", "normalized": ["Really, your breath and ugly face are making me sick."]}, {"name": "", "audio": "", "normalized": ["She was not saying that to sound tough.", " She sincerely meant those words.", " Regardless, the man continued to ask for her to submit."]}, {"name": "", "audio": "", "normalized": ["He was a terrible person, pushing her down and threatening her.", " Obviously, who would want to submit to the likes of that?"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0002", "normalized": ["Did you not hear me?", " Maybe your ears are as bad as your face looks.", " Perhaps I should drive you off with my true power instead."]}, {"name": "", "audio": "", "normalized": ["Upon saying that, Bai Hua tried to gather her strength but—"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0003", "normalized": ["(Wait… Not again…)"]}, {"name": "", "audio": "", "normalized": ["Bai Hua really did intend to remove this attacker that knew her real identity, but in the end she was defeated by a technique similar to the kind that she herself used."]}, {"name": "", "audio": "", "normalized": ["Her specialty was creating whip-like snaps of electricity.", " The effects of such electricity remained in her limbs and her muscles,"]}, {"name": "", "audio": "", "normalized": ["which caused even the lightest brush to relax her entire body."]}, {"name": "You", "audio": "", "normalized": ["Heh, what do you think Bai Hua?", " Is that really all you can do to resist me?", " You really are a pitiful woman."]}, {"name": "You", "audio": "", "normalized": ["Still, perhaps you've had a change of heart.", " Will you serve under me as my scout?"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0004", "normalized": ["No need for jokes beyond your face.", " Who would serve under somebody like you?", " Why don't you ask those bugs?"]}, {"name": "", "audio": "", "normalized": ["She said, without even skipping a beat.", " But then she showed a look of remorse and began to apologize."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0005", "normalized": ["I'm sorry… Oh, not to you—the bugs.", " The way you treat people is abhorrent.", " Not even bugs deserve such a fate."]}, {"name": "", "audio": "", "normalized": ["She wasn't even trying to be witty or snappy.", " She simply spoke what she was feeling.", " The man took that as a challenge but wasn't angry."]}, {"name": "You", "audio": "", "normalized": ["That's some mouth for someone in your position… But hey, you're pretty funny.", " It's gonna feel real good making you surrender."]}, {"name": "", "audio": "", "normalized": ["Perhaps he was used to this, because the man grabbed Bai Hua's clothing and tore a hole with one tug."]}, {"name": "", "audio": "", "normalized": ["In one fell swoop, he had removed both her inner and outer wear.", " Her soft, supple breasts spilled out and bounced lightly."]}, {"name": "", "audio": "", "normalized": ["Her vagina was also exposed to the cold air.", " The man brushed his hands along her warm, protruding lips."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0006", "normalized": ["Tch… In the end all you wanted was some tail.", " How typical…"]}, {"name": "", "audio": "", "normalized": ["Her words had absolutely no effect on him as he held his cock in his hand and began to thrust."]}, {"name": "", "audio": "", "normalized": ["The head of his cock was a dark red, and his shaft looked like something akin to a club.", " Bai Hua grimaced slightly when she laid eyes upon it."]}, {"name": "", "audio": "", "normalized": ["Gazing down to see her wince, the man burst out laughing as he rubbed his cock against her."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0007", "normalized": ["(How humiliating… To think he'd show me off to his disgusting gang like this…)"]}, {"name": "", "audio": "", "normalized": ["Bai Hua grits her teeth silently, regretting her loss at the hands of such a man when suddenly—"]}, {"name": "", "audio": "", "normalized": ["*Shluck, shlick!", "* *Shlup…shlick!", "* *Gooch-splech!", "*"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0008", "normalized": ["Hnngghh… Errhhggh…"]}, {"name": "", "audio": "", "normalized": ["Like being stabbed with a dagger, Bai Hua's vagina was almost being torn apart by his sheer size as the man slowly inserted himself all the way in."]}, {"name": "", "audio": "", "normalized": ["Without foreplay or lubricant, Bai Hua withstood the pain this man inflicted.", " Only a small whimper escaped her mouth."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0009", "normalized": ["Haah… I never expected it'd be this… …big…"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0010", "normalized": ["You're like an undisciplined dog… Really, you are.", " Actually, are you a virgin?"]}, {"name": "", "audio": "", "normalized": ["She said, struggling to keep her trembling voice clear.", " She stared at the man sullying her with a soft gaze and a gentle smile."]}, {"name": "", "audio": "", "normalized": ["However, unexplainably the man did not react.", " He simply looked at her body from head to toe."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0011", "normalized": ["(I…hate the way he's looking at me… It's like he's evaluating me…)"]}, {"name": "", "audio": "", "normalized": ["The pain her pride felt, hurt much more than being deflowered.", " Regardless, her expression did not change, but her heart was raging with anger."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0012", "normalized": ["Silence.", " I guess I know the answer to that question, then.", " I wouldn't be embarrassed, though.", " With that face, you probably use—"]}, {"name": "", "audio": "", "normalized": ["Bai Hua opened her mouth to further express her opinions but at that moment…"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0013", "normalized": ["ed to… He-HEY!", ","]}, {"name": "", "audio": "", "normalized": ["His hands clutched at her breasts, rubbing them hard enough that her breath caught in her chest."]}, {"name": "", "audio": "", "normalized": ["Her soft tits were molded easily by his hands, sending unpleasant waves down her spine."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0014", "normalized": ["Groping them so suddenly… Not cool, virgin.", " Not cool.", " You're too rough."]}, {"name": "", "audio": "", "normalized": ["She grit her teeth to calm her trembling voice.", " She succeeded, but it was close one."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0015", "normalized": ["(Wh-what the heck was that just now…)"]}, {"name": "", "audio": "", "normalized": ["The man massaged her breasts, occasionally applying pressure to her nipples with his palm or fingers.", " It felt like he was running his tongue over them."]}, {"name": "", "audio": "", "normalized": ["These sensations turned once unpleasant feelings into softer, sweeter ones, that spread like a stain through her abdomen."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0016", "normalized": ["Hnnghh… Aahh… You're a virgin AND you have an Oedipus complex?", " You've sure got problems…"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0017", "normalized": ["I know you've grown attached to them, but I'm sorry to say there's no milk!"]}, {"name": "", "audio": "", "normalized": ["His movements were both rhythmical and random.", " He fooled around with her hard nipples almost like he knew exactly where here erogenous zones were."]}, {"name": "", "audio": "", "normalized": ["Her nipples were the color of pink cherry blossom petals, and the man joyfully played with them in the palm of his hand."]}, {"name": "", "audio": "", "normalized": ["She was being fondled in two different ways, and though such toying of her breasts filled her with shame,"]}, {"name": "", "audio": "", "normalized": ["from it swelled a sweet sensation that caused her hips to bounce."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0018", "normalized": ["Hnnghh… Aaah…"]}, {"name": "", "audio": "", "normalized": ["In that position, the man slowly began to thrust himself into her newly broken-in pussy."]}, {"name": "", "audio": "", "normalized": ["The pain of sex was not enough to stop her vaginal fluids from flowing, and the man's thrusting made it sound like he was punching wet dough."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0019", "normalized": ["Hnngghh… Errghh…"]}, {"name": "", "audio": "", "normalized": ["She tried desperately to stifle her moans by biting her lip.", " A wry smile came over the man as he gazed down upon her struggle."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0020", "normalized": ["Hrnnghh… Mmnn… You…look stupid…when you… …smile like that…"]}, {"name": "", "audio": "", "normalized": ["Turning her face to avoid him seeing her blush, she did all she could to calm her racing heart."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0021", "normalized": ["(As long as I have control over my body… I should able to withstand th… Aaaghh!", ")"]}, {"name": "", "audio": "", "normalized": ["A sharp sensation was felt near the bottom of her stomach, which forced her hands to ball up into a fist."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0022", "normalized": ["Hnngghh!", " Aaaghh…"]}, {"name": "", "audio": "", "normalized": ["She didn't even try to stifle her moans this time as her ears became beat red.", " She bit her lip even harder."]}, {"name": "", "audio": "", "normalized": ["However, the sensations did not stop there.", " Even her wet pussy lips were being dragged into her snatch by the man's hard and powerful thrusting."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0023", "normalized": ["Haahh… Aaahaa… Wha-what's going on down there?!"]}, {"name": "", "audio": "", "normalized": ["She lost control over her voice as the man's glands lead an all-out-attack on her g-spot; scraping against it as it penetrated in and out."]}, {"name": "", "audio": "", "normalized": ["With all of her attention spent trying to withstand the onslaught below, the man continued to massage her breasts."]}, {"name": "", "audio": "", "normalized": ["He clawed at her oversensitive nipples with his nails."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0024", "normalized": ["Aaagghh!", " Aaah…mmnn…haahh… Pulling on them like that…is rude…you know… Your thrusts are…weak…too…"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0025", "normalized": ["How…disgraceful are you… You must be…the most pitiful man in…the world…"]}, {"name": "", "audio": "", "normalized": ["The moment she finished speaking, her breath turned ragged from trying to hold back her twitching.", " And soon, Bai Hua's unfiltered moans filled the shop."]}, {"name": "", "audio": "", "normalized": ["Her tirade was nothing more than wasted energy."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0026", "normalized": ["Aaahiiyaahh!", " Mmmnn… Haah… Hnngghh!"]}, {"name": "", "audio": "", "normalized": ["As if waiting for her to become exhausted, the man scratched at her hard nipples which sent shocks through her body."]}, {"name": "You", "audio": "", "normalized": ["My, you have a pretty voice.", " And just look at your nipples…"]}, {"name": "You", "audio": "", "normalized": ["Are you not embarrassed by how hard they are?", " It's almost like all Taimanin are whores."]}, {"name": "", "audio": "", "normalized": ["Bai Hua slowly looked up; rage was growing in her heart.", " How dare he disrespect the people she considered family."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0027", "normalized": ["Who are you… The-they're normally…that…hard… I can't believe you…"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0028", "normalized": ["You…you really are a virgin, aren't you?", " Why else wouldn't you not know that?", " I mean, re—eek!"]}, {"name": "", "audio": "", "normalized": ["The man pushed the head of his cock against her g-spot while vigorously pulling her nipples, which caused her to moan and her hips to shake."]}, {"name": "", "audio": "", "normalized": ["She turned bright red, and tears welled up in her eyes.", " Though her lips were quivering, Bai Hua retained a strong defiance."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0029", "normalized": ["Errghh… You…you could…never…please a woman… Ahaha…"]}, {"name": "You", "audio": "", "normalized": ["Oh yeah?", " Never, you say?", " Well then, how's this for you?"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0030", "normalized": ["*Gasp* Gaahh!"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0031", "normalized": ["Hnnghh… KYAAHH!"]}, {"name": "", "audio": "", "normalized": ["A moan shot out the second she tried to ask what he was talking about."]}, {"name": "", "audio": "", "normalized": ["It was a loud and powerful moan, brimming with pleasure and ecstasy.", " It was truly the sound of how Bai Hua was feeling at that moment."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0032", "normalized": ["(Agghh?!", " Ah-ah-hyaah!", " This pain… What is…!", ")"]}, {"name": "", "audio": "", "normalized": ["Sensations shocked her senses and made her go numb.", " She couldn't think straight anymore."]}, {"name": "", "audio": "", "normalized": ["Through all of this chaos, she could still make out his words— her limp body reacting to them immediately."]}, {"name": "You", "audio": "", "normalized": ["How do you like the taste of your own electricity?"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0033", "normalized": ["(M-my electricity?", " Bu-but how…?", " I felt it in my chest… Hhnnghh…)"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0034", "normalized": ["Hyaahhnn!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["One could see the shocks as clear as day.", " Her breasts, now numb, bounced in the air, and she rocked her pussy back and forth."]}, {"name": "", "audio": "", "normalized": ["Truly, her actions were very unbecoming of the strong woman everyone knew."]}, {"name": "", "audio": "", "normalized": ["Her body was wracked with pain and numbness, her breath, ragged and irregular.", " Sweat moistened her skin and ran down her tangled hair."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0035", "normalized": ["Hnngghh!", " Aaahh!", " It's so… Mmmnn!", " No-not agaiaaiinn!"]}, {"name": "", "audio": "", "normalized": ["There was no trace of the formerly cold and collected woman.", " She swung her heavy tits as she moved her sweaty pussy back and forth."]}, {"name": "", "audio": "", "normalized": ["This was different than simple fingerplay.", " The electricity traveled from her breasts deep down into her core.", " It caused her body to convulse uncontrollably."]}, {"name": "You", "audio": "", "normalized": ["Fwahahaha!", " Good show, good show!", " This is way better!", " I'm really having fun, now.", " By the way, did you piss yourself?"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0036", "normalized": ["Hnnghh… Sh-shut the fu— Aaah, aaAAHH!"]}, {"name": "", "audio": "", "normalized": ["The man kept the electricity strong on her nipples as his cock punched her insides.", " A wet, marshy sound of water splashing reverberated as their genitals collided."]}, {"name": "", "audio": "", "normalized": ["*Shhuulluupp!", "* *Gooch!", "* *Shlop, gloocch!", "*"]}, {"name": "", "audio": "", "normalized": ["Her juices flowed even more now, which made the man's thrusts even easier.", " The sound of splashing water grew louder."]}, {"name": "", "audio": "", "normalized": ["Each thrust shot out jets of lubricant.", " Their fucking resembled that of a fine-tuned engine."]}, {"name": "", "audio": "", "normalized": ["*Shnluck, sploarch, shlip!", "* *Gucchhuuplorp, spleck!", "*"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0037", "normalized": ["Mmmnnmmnn!", " Haahh… Hhnngghh!"]}, {"name": "", "audio": "", "normalized": ["Each jolt made her more wet, which was plain to see as at this point as she was a dripping mess."]}, {"name": "", "audio": "", "normalized": ["Her nipples, bursting with electricity, were fully erect, swollen to the length and width of a thumb.", " Her entire breast became engorged and round."]}, {"name": "You", "audio": "", "normalized": ["Hahahahaha!", " What's wrong, Bai Hua, didn't know your own jolts could be so enjoyable?"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0038", "normalized": ["(Hnngghh… S-such insolence… I must shut him… u--aauughh!", ")"]}, {"name": "", "audio": "", "normalized": ["She tried to turn and berate him, but each time he sent electricity into her breasts, her mind went blank.", " She clearly lacked the mental fortitude to resist."]}, {"name": "", "audio": "", "normalized": ["Her erogenous zones were simultaneously stimulated to the point where it felt like countless partners were playing around with her defenseless body."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0039", "normalized": ["Hnngghh!", " Haah… Aaah, aahh, AAHH!"]}, {"name": "", "audio": "", "normalized": ["The sensations penetrated her breasts deeply and made them expand even bigger with pleasure."]}, {"name": "", "audio": "", "normalized": ["Though her body was limp, the electricity caused her vaginal walls to tighten up around his cock each time he shocked her."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0040", "normalized": ["(Hiiyaahh!", " Hnngghh!", " I'm gonna…cumm!", " Aaahh, I'm meltiing!", ")"]}, {"name": "", "audio": "", "normalized": ["As his onslaught on her breasts broke her heart, Bai Hua's hips floated, the folds of her pussy being punished by his cock."]}, {"name": "", "audio": "", "normalized": ["Being almost suspended by the sheer power of his cock, Bai Hua narrowed her eyes at him as he glided his hands down from her breasts to her crotch."]}, {"name": "You", "audio": "", "normalized": ["Seems playing with your tits isn't enough… We'll see how this goes instead."]}, {"name": "", "audio": "", "normalized": ["Before she could even react to what he said, her hips shot up the moment he placed his finger near her clit."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0041", "normalized": ["(Mmmnn?!", " What is he—)"]}, {"name": "", "audio": "", "normalized": ["*Bzztt-bzt-bzzt!", "* *Zzzap!", "*"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0042", "normalized": ["HHNNGGHHAAHH!", " HNNGGYAAEEAAHH!"]}, {"name": "", "audio": "", "normalized": ["Sending electricity directly through her clit, her erogenous zones became completely overloaded.", " Her swollen, exposed clit throbbed in unison with her aching nipples."]}, {"name": "", "audio": "", "normalized": ["Instantly, her remaining clothes were torn to shreds."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0043", "normalized": ["HNNGGHH!", " I'MM GONNAA!", " GONNA!", " Cum…cum…CUUMM!"]}, {"name": "", "audio": "", "normalized": ["Her urethra puckers and pouts, and an enormous jet of cloudy liquid spays out in short bursts, soaking the man's legs and stomach."]}, {"name": "", "audio": "", "normalized": ["She pants as her body convulsed violently.", " Now seemingly joining in on the fun, Bai Hua slammed her hips up and down on the man's cock."]}, {"name": "", "audio": "", "normalized": ["Bai Hua sneered at the man, her hips ingratiatingly rolling back and forth.", " She grew delirious as she climaxed over how shameful her body had become."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0044", "normalized": ["(Haahh!", " I-aahh!", " I'm gonna… cuumm!", ")"]}, {"name": "", "audio": "", "normalized": ["Her mind was elsewhere now.", " All she could think about was further lewd acts."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0045", "normalized": ["(Feels soo goodd… I feel so funnyy!", " Ooohh… Ooohh… Starting to lose…myself…)"]}, {"name": "", "audio": "", "normalized": ["The normally calm and collected girl was no more.", " Now, instead of her beautiful features was a dumb expression.", " Her pupils were dilated and her mouth was left agape."]}, {"name": "", "audio": "", "normalized": ["Her tongue danced in and out of her mouth in tandem with her hips."]}, {"name": "", "audio": "", "normalized": ["She slammed her crotch violently against the man like some kind of animal—each time jetting out more and more liquid."]}, {"name": "You", "audio": "", "normalized": ["Fuwahahahaha!", " Wow, Bai Hua, you cum like a champ!", " Want to cum even harder?", " Maybe if I cum inside you, that'll feel good!"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0046", "normalized": ["(Who…would…want…thaa…)"]}, {"name": "", "audio": "", "normalized": ["In her stupor, she tried to defy him.", " However, all that managed to come out was pure nonsense."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0047", "normalized": ["Aahh!", " I wanna cum!", " Please cum inside mee!", " Cum inside me nooww!"]}, {"name": "", "audio": "", "normalized": ["Splayed out on the table, Bai Hua slammed her soaking butt against it, demanding more.", " She would do anything for his seed."]}, {"name": "You", "audio": "", "normalized": ["There's only one condition then.", " Join my ranks.", " Give yourself up to me for all eternity."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0048", "normalized": ["I will!", " I will be your partner!", " Please!", " Please just cum inside mee!"]}, {"name": "", "audio": "", "normalized": ["She did not even hesitate to beg for his cum.", " By now, she was completely enamored by his cock.", " Her pussy quivered and spasmed as she sat there dumbstruck."]}, {"name": "You", "audio": "", "normalized": ["Then it is settled.", " You're now mine.", " Give me everything… In doing so, I will give you great rewards.", " Like THIS for example!"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0049", "normalized": ["Mmmnngghh?!", " Haahh… Aaahh…"]}, {"name": "", "audio": "", "normalized": ["Gripping her hips tightly, the man pulled her close.", " His cock helped push a lot of the fluid trapped in her pussy, making it spill out and onto the floor."]}, {"name": "", "audio": "", "normalized": ["Her hips jumped at his touch and her upturned pussy melted around the man's cock as he inserted himself as deep as possible."]}, {"name": "", "audio": "", "normalized": ["*Splurlurlurt!", "* *Splort, splurt, plorp!", "* *Dlorp, splurt, sklurt!", "*"]}, {"name": "Bai Hua", "audio": "v_r-ev045_0050", "normalized": ["HHNNGGHH!", " HYAAHH!", " Aaah, aah, AAH!"]}, {"name": "", "audio": "", "normalized": ["Pushing her hips up against his, her womb was crumpled by his cock as it filled every inch of her cunt.", " In these depths, his cum sprayed in thick, hot globs."]}, {"name": "", "audio": "", "normalized": ["Her toes stood straight out and her knee joints shook.", " She moved her hips only to receive as much of his cum as possible."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0051", "normalized": ["OOHH!", " OOHH!", " Ohh… I'm gonna cummcummcummCUMM!", " Here…I…AAH!"]}, {"name": "", "audio": "", "normalized": ["Every time the man's cock throbbed, dumping cum into her, Bai Hua shot out a jet of her own which splashed against his stomach in a fine mist."]}, {"name": "", "audio": "", "normalized": ["She felt like she was falling to pieces.", " Her thoughts, her heart— all of it started to melt away.", " All she was now was a pile of quivering flesh."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0052", "normalized": ["Haah… Haah… Feels so…good… I want more… MORE!", " Give me MOORREE!"]}, {"name": "", "audio": "", "normalized": ["Bia Hua moaned as the very act of cumming seemed, at this point, to be driving her insane.", " Tongue outstretched, she begged the man."]}, {"name": "Bai Hua", "audio": "v_r-ev045_0053", "normalized": ["I'm all yours… So please… Please… Give me a reward… I want that hot sticky reward PLEEAASSEE!"]}, {"name": "You", "audio": "", "normalized": ["Heh… You're like a bottomless pit… Alright, let's see how much you can take."]}, {"name": "", "audio": "", "normalized": ["The man began once again after she confirmed that she would be his obedient fuck hole forever— A Chinese cuisine he could enjoy any day of the week."]}]