[{"name": "Yuliya", "audio": "v_r-ev237_0000", "normalized": ["M-master.", " I have finished cleaning the living hall…"]}, {"name": "You", "audio": "", "normalized": ["Good.", " I will summon you if there is anything.", " Rest for now."]}, {"name": "Yuliya", "audio": "v_r-ev237_0001", "normalized": ["A-as you wish, sir.", " Excuse me."]}, {"name": "", "audio": "", "normalized": ["The dark-skinned girl bowed her head and then left my room.", " She was a Demon named Yuliya and she was currently employed as a maid at my place."]}, {"name": "", "audio": "", "normalized": ["As the rumor has it, she was on the run from Edwin Black's Nomad and she came to me for help."]}, {"name": "You", "audio": "", "normalized": ["I wonder what kind of a rumors she heard that made her come to me…"]}, {"name": "You", "audio": "", "normalized": ["She doesn't seem to know why the Nomad is after her too…"]}, {"name": "", "audio": "", "normalized": ["I had my suspicions here and there, but I could not treat a woman cruelly.", " How she was willingly helping with the chores appeared natural too."]}, {"name": "You", "audio": "", "normalized": ["I'm thinking too much… Boy, I keep thinking there's always something behind everything, I'm too paranoid… Hahaha."]}, {"name": "", "audio": "", "normalized": ["At this point, my guard was completely down against Yuliya.", " I was utterly off guard then."]}, {"name": "Yuliya", "audio": "v_r-ev237_0002", "normalized": ["Hehehe… I served my master well today too…"]}, {"name": "Yuliya", "audio": "v_r-ev237_0003", "normalized": ["But this isn't enough to pay him back… I-I have to offer Yuliya's most precious thing to M-master after all…"]}, {"name": "", "audio": "", "normalized": ["I had no idea Yuliya was making such a decision elsewhere as I was completely clueless to her intentions."]}, {"name": "Yuliya", "audio": "v_r-ev237_0004", "normalized": ["E-e-excuse me, Master!"]}, {"name": "", "audio": "", "normalized": ["That night, Yuliya came to my room.", " Her chocolate face was slightly blushing and she seemed even more nervous than usual."]}, {"name": "You", "audio": "", "normalized": ["What's going on, this late?", " I don't remember telling you to do anything…?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0005", "normalized": ["Ah, ughh… Er, errmm, wh-where's Ms.", " Tokiko?"]}, {"name": "You", "audio": "", "normalized": ["She's already back in her room.", " You should rest too… Your face is turning red.", " Are you feeling alright?"]}, {"name": "", "audio": "", "normalized": ["I felt something was off as Yuliya was not willing to leave my room, so I stared at her in front of the door."]}, {"name": "Yuliya", "audio": "v_r-ev237_0006", "normalized": ["E-excuse me!"]}, {"name": "", "audio": "", "normalized": ["I heard Yuliya's voice, even more desperate than ever, and the next moment, I was pushed down onto the bed."]}, {"name": "You", "audio": "", "normalized": ["Y-Yuliya?!", " What are you doing!", " What do you think…"]}, {"name": "Yuliya", "audio": "v_r-ev237_0007", "normalized": ["Haahhmnn, Master, Master… Mnnchughh, hughh, chuuhh, mnnguhh, mnnchuhh."]}, {"name": "", "audio": "", "normalized": ["Yuliya mounted on top of me as I lay on the bed, facing up.", " She pressed her tiny lips against mine."]}, {"name": "", "audio": "", "normalized": ["The kiss was so passionate, it was hard to imagine from her usual manners."]}, {"name": "Yuliya", "audio": "v_r-ev237_0008", "normalized": ["Haahuuhhcuhghh, Master's mouth, so hot, mmcuhh, noo.", " Every time I kiss you, my head goes numb.", " I-I can't stop it…"]}, {"name": "", "audio": "", "normalized": ["Yuliya said so and tangled her tongue onto mine.", " There was a certain lewdness coming from her blushing cheeks and melting eyes."]}, {"name": "You", "audio": "", "normalized": ["C-calm down, what has gotten into you?", " I don't remember telling you to do this."]}, {"name": "Yuliya", "audio": "v_r-ev237_0009", "normalized": ["It's something I wanted to do… Master has always been kind to me, so I wanted to repay you… Mnnchuhhlrelugherekuhg."]}, {"name": "Yuliya", "audio": "v_r-ev237_0010_01", "normalized": ["It's, it's my first time, so I don't know if I can do this well, b-but I'll do my best, s-so please…"]}, {"name": "Yuliya", "audio": "v_r-ev237_0011", "normalized": ["Please enjoy this… Huuhchuuhh."]}, {"name": "", "audio": "", "normalized": ["Yuliya said and pressed her lips onto mine once again.", " It was somewhat awkward but was from the bottom of her heart.", " She was really into it."]}, {"name": "Yuliya", "audio": "v_r-ev237_0012", "normalized": ["Mnnguuhh.", " When I kiss you, Master, my body starts to ache and throb…"]}, {"name": "Yuliya", "audio": "v_r-ev237_0013", "normalized": ["N-noo, this mustn't be a reward for Yuliya, this is supposed to be for thanking you…"]}, {"name": "Yuliya", "audio": "v_r-ev237_0014", "normalized": ["M-Master?", " So, uhmm, I-I'm not just going to kiss you, but I'm also g-going to serve you down here too, if you don't mind…"]}, {"name": "", "audio": "", "normalized": ["By the time I figure what she meant, Yuliya had already undone my trousers and pulled out my already erect penis."]}, {"name": "Yuliya", "audio": "v_r-ev237_0015", "normalized": ["Heghh, hyaawaghh… This is a penis?", " It's throbbing and so hard… N-noo, I'm thinking of such lewd things…"]}, {"name": "You", "audio": "", "normalized": ["Really, now… Hey, this is way beyond your duty as a maid, okay?", " Are you…serious?"]}, {"name": "", "audio": "", "normalized": ["I asked Yuliya once again as she seemed to be growing hesitant after seeing my cock.", " Yuliya nodded as she seemingly made a decision."]}, {"name": "Yuliya", "audio": "v_r-ev237_0016", "normalized": ["Th-this is one of the few things I can do for you, Master.", " O-or, is this bothering you, Master, being advanced by a girl like me…"]}, {"name": "", "audio": "", "normalized": ["Suddenly Yuliya was staring at me anxiously.", " She was back to her normal self and I had to smile wryly."]}, {"name": "You", "audio": "", "normalized": ["How easy it would be to just be able to say that…"]}, {"name": "You", "audio": "", "normalized": ["If it really did, I would have taken you off of me.", " Well, you've certainly grown to my taste."]}, {"name": "Yuliya", "audio": "v_r-ev237_0017", "normalized": ["Master… I-I'm so happy!", " I-I'm going to do my best so you can like me more and more, so please…"]}, {"name": "Yuliya", "audio": "v_r-ev237_0018", "normalized": ["So, please, Master."]}, {"name": "", "audio": "", "normalized": ["Yuliya blushed and pulled up her apron-dress maid outfit.", " Then she placed her hands onto the rather tiny underwear that was covering her crotch."]}, {"name": "Yuliya", "audio": "v_r-ev237_0019", "normalized": ["My first… I will offer it to you, Master.", " P-please make love to Yuliya.", " I've become such a naughty maid for you…"]}, {"name": "", "audio": "", "normalized": ["I had absolutely no hesitation at that point.", " I shoved my cock right into Yuliya's exposed crevice."]}, {"name": "Yuliya", "audio": "v_r-ev237_0020", "normalized": ["Aaaghhmmh?!", " N-noo, y-your cock isn't even all the way in and it's already… Egheheghhmm!"]}, {"name": "", "audio": "", "normalized": ["Since Yuliya was obviously a virgin, she screamed with a muffled voice as I penetrated.", " She was holding back tears in her eyes as her pussy took it in."]}, {"name": "You", "audio": "", "normalized": ["It won't work if I go in without any foreplay, it's too dry… Yuliya, take is out for a second.", " I can make it easier."]}, {"name": "Yuliya", "audio": "v_r-ev237_0021", "normalized": ["N-noo!", " Don't say something like that!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0022", "normalized": ["I finally connect with you, Master.", " I don't want to be parted from you like that, ughh…!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0023", "normalized": ["I-I'm totally fine, see!", " I'm so happy my pussy and your cock are finally joined together like this!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0024", "normalized": ["S-so please, please stay inside Yuliya!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0025", "normalized": ["I'll do my hardest to make sure your whole cock is inside me, so please just watch me…"]}, {"name": "", "audio": "", "normalized": ["Yuliya invited my penis into her untouched and tight vagina.", " It did take some time, but the penis made it all the way in."]}, {"name": "Yuliya", "audio": "v_r-ev237_0026", "normalized": ["Guhhghh, huahaaghhmm, y-yes… I ate all of Master's cock.", " Aaahmnn, I can see everything… Mghh."]}, {"name": "You", "audio": "", "normalized": ["Damn, that was rough… Does it hurt?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0027", "normalized": ["Mnnguhh, just a little bit… B-but my pussy is throbbing… N-noo, what am I saying?", " It's like I'm a naughty girl…"]}, {"name": "", "audio": "", "normalized": ["Yuliya said with both joy and embarrassment on her face.", " It seemed the pain was not too bad.", " I was checking her and she mistook it for something else."]}, {"name": "Yuliya", "audio": "v_r-ev237_0028", "normalized": ["Aghh!", " I-I'm so sorry, Master!", " Of course, this isn't good enough for you, Master.", " I was just enjoying myself too much, huh…?"]}, {"name": "", "audio": "", "normalized": ["Yuliya's face tensed up as if she suddenly came to and began to awkwardly shake her hips."]}, {"name": "Yuliya", "audio": "v_r-ev237_0029", "normalized": ["I-I think it was supposed to go like this… Heegeeghuhh?!", " Mnng, uugeghh, h-how is it, Master?", " Do you like Yuliya's pussy?"]}, {"name": "You", "audio": "", "normalized": ["You just lost your virginity, okay?", " Don't move like that yet…"]}, {"name": "", "audio": "", "normalized": ["The ruptured hymen rubbed and the pain came back to her.", " In fact, she was slightly tearing up in her eyes, but Yuliya kept on moving."]}, {"name": "Yuliya", "audio": "v_r-ev237_0030", "normalized": ["Ugheheghh!", " I-it's alright!", " As long as you are enjoying this, Master, ughh!", " I can care less about myself… Eggheeghhmm!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0031", "normalized": ["I'm such a naughty girl.", " I'm loving having Master's cock inside me, I'm a naughty, naughty maid!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0032", "normalized": ["P-please use me however you want till you get bored of me… Yuliya's pussy is here to please Master's cock, ughh…"]}, {"name": "", "audio": "", "normalized": ["Yuliya tried to force a smile as she was tearing up."]}, {"name": "", "audio": "", "normalized": ["I sighed and smirked at her admirable dedication and placed my hands onto her waist."]}, {"name": "You", "audio": "", "normalized": ["…Just working hard by yourself doesn’t create real pleasure, okay?"]}, {"name": "You", "audio": "", "normalized": ["Besides, I'm sorry but I'm not kind of a guy to just sit and let people do things to me."]}, {"name": "Yuliya", "audio": "v_r-ev237_0033", "normalized": ["Huh, huueeghh?", " M-master… Mmaaughh?!", " Hohughh, n-noo, Master, it's too hard, eegeeghhmmnn!"]}, {"name": "", "audio": "", "normalized": ["As I suddenly began to pound her up from the bottom, Yuliya screamed with hints of confusion."]}, {"name": "", "audio": "", "normalized": ["At first, she sounded strained, but her voice gradually began to sound lusty and eventually turned into moaning."]}, {"name": "Yuliya", "audio": "v_r-ev237_0034", "normalized": ["Guhhguhhkyaaheemnn!", " W-why?", " With your cock inside me, it should hurt, but… M-my head is going blank, huuhyaahhmnn."]}, {"name": "Yuliya", "audio": "v_r-ev237_0035", "normalized": ["Mnneeghh, wwoouaahhmn.", " N-noo, it's too much but I can't stop my voice, eguhhmnn.", " I-it feels soo good…"]}, {"name": "You", "audio": "", "normalized": ["This is not kind of thing going all out is the best option all the time.", " You have to think about how it feels to your partner…"]}, {"name": "You", "audio": "", "normalized": ["Like this."]}, {"name": "Yuliya", "audio": "v_r-ev237_0036", "normalized": ["Ugheehh?!", " Guheeaahhmnn.", " Oh god, that feels too good, right there.", " M-master knows exactly where in my pussy feels good."]}, {"name": "", "audio": "", "normalized": ["Once the pain from the defloration was completely gone, Yuliya's face began to melt along with the sweet breath."]}, {"name": "", "audio": "", "normalized": ["She seemed enchanted by the previously unknown pleasure."]}, {"name": "You", "audio": "", "normalized": ["This is something you have to do with two of us.", " It's the first time for you too.", " Try to move so that it makes you feel good."]}, {"name": "Yuliya", "audio": "v_r-ev237_0037", "normalized": ["Y-yes!", " I understand, Master.", " Guugheehh, eehuughhmnn.", " I-I will do my best.", " Hughh, huughhmmnn."]}, {"name": "", "audio": "", "normalized": ["Yuliya was just letting me lead her as I saw fit up till that point, but she began to desperately shake her hips as she tried to keep up with me."]}, {"name": "", "audio": "", "normalized": ["The naive and innocent reaction from Yuliya made something inside me rise up and I reached for her slender chest to proceed to the next step."]}, {"name": "You", "audio": "", "normalized": ["Huh… Unlike how innocent you look, that's pretty sexy underwear, hmm?", " I guess you were ready."]}, {"name": "Yuliya", "audio": "v_r-ev237_0038", "normalized": ["Uheeghhm?!", " P-please don't say that… I-I took time to choose this one because I wanted to Master to like it."]}, {"name": "You", "audio": "", "normalized": ["Oh, I know… I'm sorry but I have to take it off a bit, okay?", " I can't reach the good part like this."]}, {"name": "", "audio": "", "normalized": ["As I unbuttoned her maid outfit, I grabbed her small bra which had been covering her breasts and pulled it up."]}, {"name": "", "audio": "", "normalized": ["On her bronze and small breasts were pale, pink nipples protruding slightly.", " Yuliya's lips were tightly shut together from the embarrassment."]}, {"name": "You", "audio": "", "normalized": ["Hmm… This is, well, what I expected, I guess?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0039", "normalized": ["Ughh, Master, you are being so mean… I know my breasts are not big.", " That's why I'm doing my best with my pussy…"]}, {"name": "You", "audio": "", "normalized": ["Oh don't pout like that.", " I didn't do this to embarrass you or anything.", " Now, just relax."]}, {"name": "", "audio": "", "normalized": ["I said and placed my fingers on Yuliya's breasts.", " As I moved them to massage her, Yuliya could not hold it in and moaned in pleasure."]}, {"name": "Yuliya", "audio": "v_r-ev237_0040", "normalized": ["Aaahughh, guhhmnn… I-if you go so hard on it, you are going to c-crush my breasts.", " Heegguhhuaaghh…"]}, {"name": "You", "audio": "", "normalized": ["If you don't like it, you can always say no, okay?", " I don't think that's quite the case here though, huh?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0041", "normalized": ["Geehiemnhh, n-noo, my nipples, don't roll them like that, i-it's going to come off… M-master, y-you are so mean…"]}, {"name": "You", "audio": "", "normalized": ["Haha… Yeah, you are much more attractive when you are moaning like that instead of making a frowning face, Yuliya?"]}, {"name": "", "audio": "", "normalized": ["I continued to stimulate Yuliya by groping her soft, flat breasts as I pinched her nipples.", " She seemed still uneasy, but she was enjoying it."]}, {"name": "Yuliya", "audio": "v_r-ev237_0042", "normalized": ["Haaguhh, muummnnhh… But, I don't know, do you really like this, Master?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0043", "normalized": ["Are you okay with such small breasts, really… Kyaahhmn?!"]}, {"name": "", "audio": "", "normalized": ["Her old habits were coming out once again.", " I groped her breasts even harder to wipe the anxiety off of her face."]}, {"name": "You", "audio": "", "normalized": ["What do you mean?", " Go on."]}, {"name": "Yuliya", "audio": "v_r-ev237_0044", "normalized": ["B-because, ugheghh.", " I-I thought men, ohouhhmnn, liked more mature women with, mnaahh, b-bigger breasts… Noo."]}, {"name": "Yuliya", "audio": "v_r-ev237_0045", "normalized": ["S-so I thought, aahaamnn, M-Master doesn't like, mngneghh, Y-Yuliya's small titties, huhhyaaghh."]}, {"name": "You", "audio": "", "normalized": ["Well, well.", " Looks like you still don't get it… I told you, the real pleasure comes when both us are enjoying each other."]}, {"name": "You", "audio": "", "normalized": ["It doesn't matter how big your tits are.", " In fact, I'm so turned on I can't let my hands go off of your tits."]}, {"name": "Yuliya", "audio": "v_r-ev237_0046", "normalized": ["Huugh, huuehh?!", " M-Master, y-you like Yuliya's small breasts, really…?"]}, {"name": "", "audio": "", "normalized": ["Despite Yuliya surprised by my reaction, I continued to fondle her breasts.", " The reserved tone from her moans gradually disappeared from her voice."]}, {"name": "You", "audio": "", "normalized": ["Come on, I told you what I'm feeling, okay?", " Now it's your turn.", " What do you want to do, Yuliya?", " …What do you want me to do?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0047", "normalized": ["Uhh, uhhneghh… Noo!", " More, I want you to tease Yuliya's titties more!", " Please tease my titties more, harder, ageehh."]}, {"name": "Yuliya", "audio": "v_r-ev237_0048", "normalized": ["Huueemnn!", " My titties feel amazing.", " My nipples are so sensitive.", " They're so flat but sensitive when you play with them."]}, {"name": "Yuliya", "audio": "v_r-ev237_0049", "normalized": ["Please, tease them.", " Twist them.", " Do as you wish."]}, {"name": "Yuliya", "audio": "v_r-ev237_0050", "normalized": ["Yuliya's lewd titties are happy just having Master touch them with your fingers, ughh."]}, {"name": "", "audio": "", "normalized": ["The chains of shame were off of her and Yuliya's lewd voice echoed loudly inside the room.", " To answer that, I stimulated Yuliya's tits as hard as I could."]}, {"name": "You", "audio": "", "normalized": ["Finally, you've become true to yourself… You will need to be punished for making your master do all of the work, a terrible maid."]}, {"name": "Yuliya", "audio": "v_r-ev237_0051", "normalized": ["Kyeaeemmnn.", " Y-yes, p-please punish me!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0052", "normalized": ["Yuliya is a naughty, naughty maid who likes getting p-punished Master, please."]}, {"name": "Yuliya", "audio": "v_r-ev237_0053", "normalized": ["B-both my pussy and titties, p-please do as you like, Master.", " That's what Yuliya wants the most, so please, uugghh…"]}, {"name": "", "audio": "", "normalized": ["There was no need for Yuliya to say it out loud as I continued to stimulate her hard for the sake of pleasure for both of us."]}, {"name": "Yuliya", "audio": "v_r-ev237_0054", "normalized": ["Haauhhmnn.", " My titties are getting hard, it feels so good.", " My nipples are tingling.", " They want to be bullied more, aahh."]}, {"name": "Yuliya", "audio": "v_r-ev237_0055", "normalized": ["Huunnyaahhmnn!", " N-no, my pussy.", " Ahh, my head is going blank!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0056", "normalized": ["I-I can't think of anything but your cock."]}, {"name": "You", "audio": "", "normalized": ["Now you are being honest to yourself… Come on, just let your true self out, you slutty maid!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0057", "normalized": ["S-slutty… That's terrible?!", " Wh-why?", " Y-you just called me a slut, something terrible, but my pussy is aching, I can feel it!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0058", "normalized": ["P-please look, Master."]}, {"name": "Yuliya", "audio": "v_r-ev237_0059", "normalized": ["Slutty Yuliya is getting all turned on in the lewd places.", " I love it soo much.", " Mnnkyaahh, hooughhmnn."]}, {"name": "", "audio": "", "normalized": ["Yuliya's face had completely dissolved into pleasure and her hands, shuddering from joy, grabbed onto my hands groping her breasts."]}, {"name": "You", "audio": "", "normalized": ["…What?", " Do you want me to stop with your tits?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0060", "normalized": ["Stop?", " …N-noo.", " No, please don't stop.", " More, I want Master to play with Yuliya's small titties more, grope them more."]}, {"name": "Yuliya", "audio": "v_r-ev237_0061", "normalized": ["D-don't ever let go of them, please… Yuliya wants to feel Master's hands on my titties.", " Please, I want more tingling there."]}, {"name": "You", "audio": "", "normalized": ["Fine, I won't stop.", " I'm going to make you so sensitive you can actually feel it even over your clothes!"]}, {"name": "", "audio": "", "normalized": ["As I grasped my hands firm as par her plea, Yuliya moaned in joy and sped up her hips."]}, {"name": "Yuliya", "audio": "v_r-ev237_0062", "normalized": ["Pffhyaahhmmnn!", " My pussy, it's throbbing and twitching from your cock drilling it.", " I love it.", " Yuliya loves your cock."]}, {"name": "You", "audio": "", "normalized": ["Hahaha, you were just a virgin till minutes ago and now you are really enjoying this, huh?"]}, {"name": "You", "audio": "", "normalized": ["Shaking hips on your own, do you really like my cock?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0063", "normalized": ["Yeess.", " Yes, I love your cock.", " It tastes so good.", " Please, please give me more.", " Shape my pussy with your dick, eghh."]}, {"name": "", "audio": "", "normalized": ["There was no resemblance of shame in her anymore.", " Yuliya kept moaning every time she was pounded."]}, {"name": "", "audio": "", "normalized": ["My penis could not resist her lewd behavior either."]}, {"name": "Yuliya", "audio": "v_r-ev237_0064", "normalized": ["Aaageghh?!", " Y-your cock, i-it's shaking, and twitching, is it actually getting bigger?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0065", "normalized": ["Master, your cock, is it feeling good?"]}, {"name": "You", "audio": "", "normalized": ["…Yeah, you're right, it is.", " Now, there's no more master and maid!", " I'm just gonna enjoy this as a man, Yuliya!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0066", "normalized": ["Mnhaahh, I'm soo happy.", " Yuliya is just as happy as I can be right now."]}, {"name": "Yuliya", "audio": "v_r-ev237_0067", "normalized": ["M-master… Mr.", " Fuuma, Mr.", " Fuummaa a!"]}, {"name": "", "audio": "", "normalized": ["We had broken the shell of the master and servant.", " We had become just man and woman, wanting each other from lust.", " And then――"]}, {"name": "Yuliya", "audio": "v_r-ev237_0068", "normalized": ["Huuhyaaghhughh!", " Mr.", " Fuuma, your cock is puffing up.", " My pussy is full of Mr.", " Fuuma's cock, it's amazing!"]}, {"name": "You", "audio": "", "normalized": ["Guhh… What a squeeze you are giving me.", " I'm coming soon, Yuliya!", " Now, where do you want it?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0069", "normalized": ["M-my pussyy!", " Please just cum inside me!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0070", "normalized": ["P-please spew your thick dick juice inside me!", " Please feel the pleasure inside me!"]}, {"name": "", "audio": "", "normalized": ["I accepted Yuliya's begging and tensed up to pound her even harder.", " Both our bodies trembled from the pleasure and it was time for the climax."]}, {"name": "Yuliya", "audio": "v_r-ev237_0071", "normalized": ["Y-your cock is kissing my pussy!", " Please make Yuliya all yours!", " Please make me Fuuma's woman!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Sput*"]}, {"name": "Yuliya", "audio": "v_r-ev237_0072", "normalized": ["Aaahyyeaaghhmnn!", " Guuheehhmnn!", " I-it's coming out… Fuuma's thick baby milk, pouring into Yuliya's pussy!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0073", "normalized": ["Ahheeghhaahh… M-my head, it's going blank!", " My pussy and my titties, they both feel too good and I can't stop shaking!"]}, {"name": "You", "audio": "", "normalized": ["That's what it means to be a woman, Yuliya!", " Now, come!", " Come like crazy with my cock!"]}, {"name": "", "audio": "", "normalized": ["I kept spewing as much cum as I could into Yuliya's trembling womb.", " Yuliya was savoring her first cumshot with an enchanted smile of joy."]}, {"name": "Yuliya", "audio": "v_r-ev237_0074", "normalized": ["C-coming!", " I'm coming!", " I'm coming with Mr.", " Fuuma's lewd dick milk!", " Please give more into Yuliya's pussy!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0075", "normalized": ["Aaahhmnn, coming, I'm coming again, uughh!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0076", "normalized": ["Aaaheghhmnn!", " Please give me more of your cock!", " Please feed Yuliya more of your loving cum!", " Please fill my pussy with your cum!"]}, {"name": "", "audio": "", "normalized": ["The basic-instinctive scream of joy from the chocolate-colored maid echoed in my room at midnight.", " It continued until I finished ejaculating."]}, {"name": "Yuliya", "audio": "v_r-ev237_0077", "normalized": ["Pffheeghhmnn… So much baby milk, it's coming out of my pussy… Uppeahh!", " I'm coming again…!"]}, {"name": "You", "audio": "", "normalized": ["Damn, this was your very first time and you went so crazy… Is your body feeling okay?"]}, {"name": "Yuliya", "audio": "v_r-ev237_0078", "normalized": ["Noo, don't say that… But, yes, it was fantastic.", " I'm so glad I could offer you my first…"]}, {"name": "Yuliya", "audio": "v_r-ev237_0079", "normalized": ["Yuliya's so happy Mr.", " Fuuma loves me…"]}, {"name": "", "audio": "", "normalized": ["Yuliya seemed to be completely exhausted by her first sex, but her face was filled with satisfaction and happiness."]}, {"name": "Yuliya", "audio": "v_r-ev237_0080", "normalized": ["M-Mr.", " Fuuma?", " If it does not bother you, Mr.", " Fuuma, please do make love to me again."]}, {"name": "Yuliya", "audio": "v_r-ev237_0081", "normalized": ["Please teach Yuliya more lewd things…"]}, {"name": "", "audio": "", "normalized": ["Yuliya said and pressed her lips onto me once again.", " As our hesitations were completely gone, we devoured each other for hours."]}, {"name": "Yuliya", "audio": "v_r-ev237_0082", "normalized": ["Mnnchuhh, mmguhh, huuchuuhh, pffhyaahhmnn!"]}, {"name": "Yuliya", "audio": "v_r-ev237_0083", "normalized": ["I-I love this erotic kissing so much, it feels so good… Mr.", " Fuuma, Mr.", " Fuumaa…"]}]