[{"name": "", "audio": "", "normalized": ["The sun had gone down."]}, {"name": "", "audio": "", "normalized": ["The woods went eerily quiet and I could only hear crickets chirping."]}, {"name": "", "audio": "", "normalized": ["No, there was also the faint and teasing moans of a woman among the gentle forest noises."]}, {"name": "Manami", "audio": "v_sr402_0000", "normalized": ["Haaughh… Haahh… Ughh, why, when it turns dark… Ghh, why am I like this…?"]}, {"name": "", "audio": "", "normalized": ["She was young enough to be called a girl."]}, {"name": "", "audio": "", "normalized": ["A young woman lay down on the ground under the moonlight and was letting out a heated breath."]}, {"name": "", "audio": "", "normalized": ["Her name was Manami Sugiyama."]}, {"name": "", "audio": "", "normalized": ["She was a young Taimanin specializing in wood ninja arts."]}, {"name": "Manami", "audio": "v_sr402_0001", "normalized": ["This is… Ever since that guy captured me back then… Ughh, I've been like this every day…"]}, {"name": "", "audio": "", "normalized": ["Manami was taken captive by the leader of Fuuma and her body was violated."]}, {"name": "", "audio": "", "normalized": ["However, she was rescued by her teammates and returned as a Taimanin."]}, {"name": "", "audio": "", "normalized": ["She accomplished missions flawlessly up till then and was being recognized."]}, {"name": "", "audio": "", "normalized": ["Yet Manami did not stop training herself hard every day to defeat Fuuma the next chance she got."]}, {"name": "", "audio": "", "normalized": ["She had just finished her training for the day and was taking a break."]}, {"name": "Manami", "audio": "v_sr402_0002", "normalized": ["My body is so hot… Mnnhahh, I can't stand it anymore…!"]}, {"name": "", "audio": "", "normalized": ["Manami reached for her own chest and slid the fabric of her Taimanin suit to the side."]}, {"name": "", "audio": "", "normalized": ["Her completely mature and grown-up breasts, unfitting for her rather juvenile face, jumped out as it shook."]}, {"name": "", "audio": "", "normalized": ["Manami grabbed right onto her own breasts as if she was holding down her own burning body."]}, {"name": "Manami", "audio": "v_sr402_0003", "normalized": ["Haaghh… Mnnghh…?!", " When I touch my tits… Mnghhaagghh, it's getting even hotter…?"]}, {"name": "", "audio": "", "normalized": ["It was unlikely anyone would turn up in the woods during the night, but she was ashamed of herself masturbating in such an open."]}, {"name": "", "audio": "", "normalized": ["Despite her thought, however, Manami could not stop her hands."]}, {"name": "Manami", "audio": "v_sr402_0004", "normalized": ["I keep doing, this thing… Ghh, guhh, haaghh, I'm, it's not my fault… It's all his fault, it's his fault…!"]}, {"name": "", "audio": "", "normalized": ["Ever since Manami was rescued from the Fuuma's hideout, she was suffering from her body aching."]}, {"name": "", "audio": "", "normalized": ["Once her body began burning up, it did not stop unless she masturbated like this."]}, {"name": "Manami", "audio": "v_sr402_0005", "normalized": ["Haahh, haauhh, this isn't… Ghh, it's not enough…!", " Mnnaahh, I shouldn't, but…"]}, {"name": "", "audio": "", "normalized": ["Her other hand slid along her belly and reached down to her crotch."]}, {"name": "", "audio": "", "normalized": ["She knew she should not, but she moved the fabric on her crotch aside and touched her already burning crevice."]}, {"name": "Manami", "audio": "v_sr402_0006", "normalized": ["Huaahh…?!", " Aaaghh?!", " It feels so good…!", " Guhaahh!"]}, {"name": "", "audio": "", "normalized": ["She touched her own fleshy crevice and it was already wet and slippery."]}, {"name": "", "audio": "", "normalized": ["As her finger slid along her own channel of flesh, it made lewd sticky and watery noise."]}, {"name": "", "audio": "", "normalized": ["Someone could hear it."]}, {"name": "", "audio": "", "normalized": ["Just the mere thought of such made her even more aroused and made her rub her finger on her labia."]}, {"name": "Manami", "audio": "v_sr402_0007", "normalized": ["I'm out here of all the places, every day… Ghh, mnnguhh?!", " I-I'm now really… I've become so lewd now…"]}, {"name": "", "audio": "", "normalized": ["Manami realized how obscene she was now."]}, {"name": "", "audio": "", "normalized": ["Yet she could not stop doing so, day after day."]}, {"name": "", "audio": "", "normalized": ["Once she laid a finger on her own body, she could not stop and the act only escalated until she was satisfied."]}, {"name": "Manami", "audio": "v_sr402_0008", "normalized": ["Aaaghh, I can't, no more, I need to stick my fingers in there…!", " My fingers in my pussy… Mnnguhahh?!"]}, {"name": "", "audio": "", "normalized": ["She was not satisfied with just rubbing the outside and Manami inserted her fingers into her moist vagina."]}, {"name": "", "audio": "", "normalized": ["That alone felt so good, it made her hips jump up."]}, {"name": "", "audio": "", "normalized": ["On her young and perky body was large sweat drops and it slid down along her shiny and smooth skin."]}, {"name": "Manami", "audio": "v_sr402_0009", "normalized": ["Hahahh, haauhh, moving my fingers… Ghh, mnngh, guhahh, inside my pussy, haughh?!", " Stirring it up…!", " Guhhuhh?!"]}, {"name": "", "audio": "", "normalized": ["She rubbed the ceiling of the pussy, starting from the depth and to the front, with her own fingertip in a scraping motion."]}, {"name": "Manami", "audio": "v_sr402_0010", "normalized": ["Huhaaghh?!", " T-this is, it's just, it feels so good!", " Huaahh, aahhmmnn?!", " Aaahh?!"]}, {"name": "", "audio": "", "normalized": ["Manami began to rub her most sensitive area where her fingers could reach as usual."]}, {"name": "", "audio": "", "normalized": ["Then, her hips jumped up immediately and a massive amount of fluids began leaking out of her vaginal opening."]}, {"name": "", "audio": "", "normalized": ["As a result of continuing to masturbate, because she could not stop it, Manami had found her sensitive spot and trained herself to orgasm from it."]}, {"name": "Manami", "audio": "v_sr402_0011", "normalized": ["Right here, right at the entrance into my own pussy, aahh?!", " I'm gonna come so soon…!"]}, {"name": "Manami", "audio": "v_sr402_0012", "normalized": ["Mnnghh, kyaaghh?!", " My hips, my fingers, I can't stop them!"]}, {"name": "", "audio": "", "normalized": ["She was being assaulted by the massive pleasure that made her head numb."]}, {"name": "", "audio": "", "normalized": ["Her hips lifted off of the ground on its own and shuddered in the air."]}, {"name": "", "audio": "", "normalized": ["She was even letting out moans even though she was masturbating outside."]}, {"name": "", "audio": "", "normalized": ["The act itself aroused her even more and she began to grope her own breasts even harder."]}, {"name": "Manami", "audio": "v_sr402_0013", "normalized": ["Guhaahh, more… I want more…!", " Mnnhaahh?!", " My pussy feels so good…!", " Mnnhaah, aagh!", " Aaaghaahh?!"]}, {"name": "", "audio": "", "normalized": ["Even though she just began, her fingers sped up even faster."]}, {"name": "", "audio": "", "normalized": ["Even though she wanted more, she had almost reached the climax."]}, {"name": "", "audio": "", "normalized": ["Manami kept on rubbing her flesh inside her pussy hard with her own fingertips."]}, {"name": "Manami", "audio": "v_sr402_0014", "normalized": ["Guhhahh?!", " Aaaghh?!", " Eghh… Coming?!", " Kyahahh?!", " I shouldn't but, coming…!"]}, {"name": "", "audio": "", "normalized": ["She realized how obscene it was to orgasm in such a place by pleasuring herself."]}, {"name": "", "audio": "", "normalized": ["But she wished for orgasm."]}, {"name": "", "audio": "", "normalized": ["She would not have been completely satisfied just with her fingers, yet she still wanted to reach the climax."]}, {"name": "", "audio": "", "normalized": ["Manami's mind was overwhelmed by the pleasure as she had forgotten about the pride as a Taimanin and kept on pleasuring herself."]}, {"name": "Manami", "audio": "v_sr402_0015", "normalized": ["Uhhkyaahh?!", " C-coming?!", " Coming!", " Aaaghh, noo, coming!"]}, {"name": "", "audio": "", "normalized": ["Manami continued to grope her own breasts as if she could not stand it and swung her hips."]}, {"name": "", "audio": "", "normalized": ["Then she stuck her fingers onto the flesh ceiling of her vagina and rubbed the clitoris with her thumb."]}, {"name": "Manami", "audio": "v_sr402_0016", "normalized": ["Coming?!", " Mmmhyaahh!"]}, {"name": "", "audio": "", "normalized": ["Manami could not hold it in once she began to toy with her clitoris and achieved orgasm as her back arched."]}, {"name": "Manami", "audio": "v_sr402_0017", "normalized": ["Aaahh, heeaaghh?!", " My clit, because I touched it… Ghh, mmeghh?!", " I'm gonna spew some juice?!", " Kyaahh?!"]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Splash* *Squirt* *Splosh*"]}, {"name": "", "audio": "", "normalized": ["Manami let out screaming moans and ejaculated from the orifice above the vagina she was fingering."]}, {"name": "", "audio": "", "normalized": ["She spewed and splashed clear liquids, at the same time, rolled and writhed on the ground."]}, {"name": "Manami", "audio": "v_sr402_0018", "normalized": ["Mnnkyaahh?!", " It feels so good to squirt and come!", " Mnnghh?!", " Squeezing down on my fingers, I'm coming again?!"]}, {"name": "", "audio": "", "normalized": ["Manami had thrown away her pride of being Taimanin and shook her hips violently."]}, {"name": "", "audio": "", "normalized": ["Her face was molten down by the pleasure and was even drooling from her half-open mouth."]}, {"name": "Manami", "audio": "v_sr402_0019", "normalized": ["Haahuhghh?!", " Haahhgh, haahhg, hhaahh?!", " Ehheghh, I came…!", " Haahh, aaughh, I did it again…"]}, {"name": "", "audio": "", "normalized": ["Although nobody was likely to come, she achieved orgasm outside, even accompanied by loud moans and ejaculation."]}, {"name": "", "audio": "", "normalized": ["Manami was deeply ashamed of herself."]}, {"name": "", "audio": "", "normalized": ["Yet, even though she went through all that shame and embarrassment, she was still not satisfied."]}, {"name": "", "audio": "", "normalized": ["Her body's aching was not subdued at all and the core of the body was still burning up."]}, {"name": "Manami", "audio": "v_sr402_0020", "normalized": ["Guhuhh, haaghh, why is it always… Ghh, mnnhaah, I'm satisfied with just once…?!"]}, {"name": "", "audio": "", "normalized": ["Viscous and murky fluids dripped from the crevice she was just fingering."]}, {"name": "", "audio": "", "normalized": ["Her labia spewing the lewd fluids was glistening erotically and it was twitching as though it longed for more."]}, {"name": "Manami", "audio": "v_sr402_0021", "normalized": ["That amazing feeling, like that time before… Ghh, guhaahh… I just can't… Not with masturbation…"]}, {"name": "", "audio": "", "normalized": ["By that time, she meant when she was tortured by Fuuma."]}, {"name": "", "audio": "", "normalized": ["Her powers were taken and she was violated by her own wooden men."]}, {"name": "", "audio": "", "normalized": ["The pleasure from then was a truly enchanting pleasure that she could not hope to achieve with just the masturbation like she just did."]}, {"name": "", "audio": "", "normalized": ["That mind-blowing and maddening pleasure, she desperately wanted that feeling, just once more…"]}, {"name": "Manami", "audio": "v_sr402_0022", "normalized": ["Aahh, no…!", " If I experience that again, just one more time… Mnnghh, I can't, I won't be able to go back…"]}, {"name": "", "audio": "", "normalized": ["Indeed, should she have experienced that sexual torture once more by the wooden men, she would have been addicted to it."]}, {"name": "", "audio": "", "normalized": ["Manami was well aware of that."]}, {"name": "", "audio": "", "normalized": ["She knew it herself, yet she begged for another dive into even more of the maddening pleasure."]}, {"name": "", "audio": "", "normalized": ["Just one more time… No, just the taste of it, she thought."]}, {"name": "Manami", "audio": "v_sr402_0023", "normalized": ["B-but… My titties want more… And my nipples are so hard, it actually hurts…"]}, {"name": "Manami", "audio": "v_sr402_0024", "normalized": ["Haahh, haauhh, my pussy and my womb too… Aaaghaahh, it aches so bad, I can't stop it at all…!"]}, {"name": "", "audio": "", "normalized": ["Even though she had stopped touching herself, her hips rose up."]}, {"name": "", "audio": "", "normalized": ["She was twisting her hips in such an alluring manner as if she was trying to seduce a man."]}, {"name": "", "audio": "", "normalized": ["Manami was dancing in such a lewd manner and she let out a heated breath and begged into the empty."]}, {"name": "Manami", "audio": "v_sr402_0025", "normalized": ["Everyday… Ghh, I'm thinking about such lewd things… Hamnngh, at this rate, I'm really going to go insane…"]}, {"name": "", "audio": "", "normalized": ["Both her mind and body went through rigorous training."]}, {"name": "", "audio": "", "normalized": ["Yet her mind was swaying and looking for excuses."]}, {"name": "", "audio": "", "normalized": ["It's better to seek pleasure…than to go mad…"]}, {"name": "Manami", "audio": "v_sr402_0026", "normalized": ["I can't stand it anymore…!", " Mnnghh, haaghh… I mustn't do it… Gh, but I have to!"]}, {"name": "", "audio": "", "normalized": ["She could not put back her weakened and corrupted mind."]}, {"name": "", "audio": "", "normalized": ["Manami used her ninja arts just to satisfy her own lust."]}, {"name": "", "audio": "", "normalized": ["Just as Fumma did then, she created the wooden puppets with her power."]}, {"name": "Manami", "audio": "v_sr402_0027", "normalized": ["Tamasaburou, have sex…w-with me!"]}, {"name": "", "audio": "", "normalized": ["She finally gave the obscene order to the wooden puppet she had created on her own."]}, {"name": "", "audio": "", "normalized": ["The guilt of doing so aroused Manami and sent chills down her spine."]}, {"name": "", "audio": "", "normalized": ["Once the fake, wooden genitalia similar to a penis was pressed against her crotch, then she shuddered from the anticipation."]}, {"name": "Manami", "audio": "v_sr402_0028", "normalized": ["Hahahh, hahaauh, come on…!", " Your cock, into my moist and warm pussy, uaaghh, put it in here…!"]}, {"name": "", "audio": "", "normalized": ["The silent wooden man parted its master's crotch with its wooden penis."]}, {"name": "", "audio": "", "normalized": ["*Shove* *Shove* *Slip*"]}, {"name": "Manami", "audio": "v_sr402_0029", "normalized": ["Ughaahh?!", " Aaghh?!", " Aaaghaahh?!", " Cock, it's really coming inside me…?!"]}, {"name": "", "audio": "", "normalized": ["Manami's already soaking wet vagina easily accepted in the wooden shaft in whole."]}, {"name": "", "audio": "", "normalized": ["And then moaned in the lusted voice."]}, {"name": "Manami", "audio": "v_sr402_0030", "normalized": ["Come, come on!", " Just like you did to me back then, fuck my pussy as hard as you can!"]}, {"name": "", "audio": "", "normalized": ["Manami once again gave obscene order to her own servant."]}, {"name": "", "audio": "", "normalized": ["The wooden figure made in man's shape began to move without a word."]}, {"name": "", "audio": "", "normalized": ["It pounded the depth of its master's pussy with its wooden shaft."]}, {"name": "Manami", "audio": "v_sr402_0031", "normalized": ["Hughaahhmnn?!", " The wood cock, it's drilling me so hard, deep into my pussy, mmnaagh, it's rubbing up?!", " Aaghuhh, it feels so good!"]}, {"name": "", "audio": "", "normalized": ["Manami moaned erotically as her body writhed from the anticipating."]}, {"name": "", "audio": "", "normalized": ["Her expression melted away as though it was expressing her lust and pleasure and she was drooling from the ends of her lips."]}, {"name": "Manami", "audio": "v_sr402_0032", "normalized": ["Deeper inside me.", " Guaahh, into my womb, the tip your cock… Slam it right in there!"]}, {"name": "", "audio": "", "normalized": ["The wooden man pounded its hips so hard that the base of its penis and Manami's crotch made slapping noise as they slammed together."]}, {"name": "", "audio": "", "normalized": ["That caused the hardened tip of the simulated genitalia to hit right onto the opening into her womb."]}, {"name": "Manami", "audio": "v_sr402_0033", "normalized": ["This is it, that's it!", " Your cock, it's reaching so deep into me, right up to my womb!", " Mnnaahh, I wanted this so much!"]}, {"name": "", "audio": "", "normalized": ["It was there she could never reach with her own fingers."]}, {"name": "", "audio": "", "normalized": ["With the opening into her womb pounded, Manami was deep in pleasure."]}, {"name": "", "audio": "", "normalized": ["She was groping her own breasts so rough as if she could not hold back her arousal."]}, {"name": "Manami", "audio": "v_sr402_0034", "normalized": ["This feels so amazing, huuaaghh, kyyaamnngh?!", " I'm going to come again…!"]}, {"name": "Manami", "audio": "v_sr402_0035", "normalized": ["Ughh, aaghhahh?!", " Your cock, cock, please stick it deeper into me, right into my womb!"]}, {"name": "", "audio": "", "normalized": ["It would not have been acceptable at all that she was using her powers as the proud Taimanin to masturbate, let alone outside."]}, {"name": "", "audio": "", "normalized": ["However, the thought has been completely blown away from Manami's mind."]}, {"name": "", "audio": "", "normalized": ["She could only drown in the pleasure not even comparable to her fingers and devour it."]}, {"name": "", "audio": "", "normalized": ["She was no longer giving orders to the wooden puppet that was her servant but was begging instead."]}, {"name": "Manami", "audio": "v_sr402_0036", "normalized": ["Right into my womb, so hard, ahh, aaghh!", " It's so good!", " Kyaamngh?!", " No, no more…!", " You're gonna make me come again?!"]}, {"name": "", "audio": "", "normalized": ["Manami's voice was turning desperate."]}, {"name": "", "audio": "", "normalized": ["She made her hips jump on her own to adjust it so the simulated penis would hit her sensitive area."]}, {"name": "Manami", "audio": "v_sr402_0037", "normalized": ["C-coming, come…coming!", " Hyaaghhaahh?!", " You're pounding my womb with your cock, my pussy, come!", " My pussy coming?!"]}, {"name": "", "audio": "", "normalized": ["She was groping her breasts which had grown so big and erotic while she played with the nipples with her fingers."]}, {"name": "", "audio": "", "normalized": ["Then Manami was assaulted with the wave of the pleasure once again and lifted her lower body as she shook."]}, {"name": "Manami", "audio": "v_sr402_0038", "normalized": ["Aaahh, aaghaahh?!", " Come…coming?!", " Noo?!", " Mnngh, mnnguhh?!", " Mnnguhguhh?!"]}, {"name": "", "audio": "", "normalized": ["She held down the orgasm that was almost there desperately."]}, {"name": "", "audio": "", "normalized": ["That moment, the hard, wooden tip of the simulated penis drilled right into the opening of her own womb."]}, {"name": "Manami", "audio": "v_sr402_0039", "normalized": ["Aaheghhmn!"]}, {"name": "", "audio": "", "normalized": ["Manami's entire body arched back hard."]}, {"name": "Manami", "audio": "v_sr402_0040", "normalized": ["Coming, coming, coming?!", " With your cock right into my womb… Mnnguhh?!", " Uuhaahhahh?!"]}, {"name": "", "audio": "", "normalized": ["Manami's scream soaked in the pleasure echoed across the woods."]}, {"name": "", "audio": "", "normalized": ["She had finally achieved orgasm by using the wooden puppets she had created herself with her own powers."]}, {"name": "Manami", "audio": "v_sr402_0041", "normalized": ["It feels so good to come with a cock!", " This is, I'm gonna get addicted!", " Aaagh, aahh?!", " It's coming again?!", " Mnnhaahhmn?!"]}, {"name": "", "audio": "", "normalized": ["The pleasure that was far stronger than that of when she climaxed using her own fingers ran right through Manami's body."]}, {"name": "", "audio": "", "normalized": ["Her hips were shaking and twitching and she was being consumed by the crashing waves of the orgasm."]}, {"name": "Manami", "audio": "v_sr402_0042", "normalized": ["Kyuaaghhaa?!", " Aaamngnn!", " My womb, with your cock, stuck in it, I'm coming?!"]}, {"name": "Manami", "audio": "v_sr402_0043", "normalized": ["I can't stop it?!", " I want to come more!", " Mnngughhmmnn?!"]}, {"name": "", "audio": "", "normalized": ["Manami continued to orgasm over and over as she spewed more viscous fluids from her vagina which was still penetrated by the wooden penis."]}, {"name": "", "audio": "", "normalized": ["She had forgotten that she was a Taimanin and was devouring the pleasure as just a woman."]}, {"name": "", "audio": "", "normalized": ["Her eyes were melted by the pleasure and the tears running down made her face look sloppy."]}, {"name": "Manami", "audio": "v_sr402_0044", "normalized": ["Ahaahh, haagh, haagh, haahh?", "\" Ughh, aahhmngh?!", " I-it was so good…!", " It was great, but…"]}, {"name": "", "audio": "", "normalized": ["Manami's thoughts were coming back to her from the pinnacle of the pleasure, but she was still groping her own breasts."]}, {"name": "", "audio": "", "normalized": ["Her body was still trembling over and over with her hips dancing erotically and alluring."]}, {"name": "Manami", "audio": "v_sr402_0045", "normalized": ["It's just not enough…!", " I want more… Haaghh, all the way through… I want cum inside me too…!"]}, {"name": "", "audio": "", "normalized": ["Just like how she was tortured by the Fuuma."]}, {"name": "", "audio": "", "normalized": ["She wanted hot, sizzling cum right onto her membrane, into the depth of her pussy."]}, {"name": "", "audio": "", "normalized": ["She wanted to come again while being creampied."]}, {"name": "", "audio": "", "normalized": ["Manami did not stop her own lust as it has gone out of control and the wooden puppets that were her own servant moved according to her own will."]}, {"name": "Manami", "audio": "v_sr402_0046", "normalized": ["Heghahh?!", " Guhaahh?!", " This time, I want your cock in my womb, and I want you to cum!", " Cum into my womb, please!", " Mnnaahh?!"]}, {"name": "", "audio": "", "normalized": ["She pathetically begged her own servant as she groped her own breasts and made her hips dance and twist."]}, {"name": "", "audio": "", "normalized": ["As she moved her belly in synch with the pounding of the wooden man, the hard tip of the wooden shaft drove into her womb and scraped her flesh."]}, {"name": "", "audio": "", "normalized": ["That was just unbearable to her and she was already orgasming slightly as she squeezed down on the wooden penis."]}, {"name": "Manami", "audio": "v_sr402_0047", "normalized": ["Guaaheghh?!", " Hegahaahh?!", " I'm coming, I can't stop it?!"]}, {"name": "Manami", "audio": "v_sr402_0048", "normalized": ["With my pussy pounded again, right after I just came, aaghh?!", " Something big is coming again?!"]}, {"name": "", "audio": "", "normalized": ["Manami's body began to tremble once again."]}, {"name": "", "audio": "", "normalized": ["She poked her hips out lewdly to the wooden man to finally get what she wanted."]}, {"name": "", "audio": "", "normalized": ["She offered up her own vagina to the penis so the wooden stick would drive right inside."]}, {"name": "Manami", "audio": "v_sr402_0049", "normalized": ["I'm coming?!", " Mnmmhaahh, coming?!", " Cum!", " Please cum inside me!", " Into my womb, pour all your cum inside me, fill me up!"]}, {"name": "", "audio": "", "normalized": ["She had thrown away everything from her pride as the Taimanin to her shame and Manami was obediently begging for more."]}, {"name": "", "audio": "", "normalized": ["The belly pressed up against the man jumped up and she was trying to engulf the simulated cock as it was trying to go for her womb."]}, {"name": "", "audio": "", "normalized": ["But it did not go smoothly and instead scraped opening into her womb――"]}, {"name": "Manami", "audio": "v_sr402_0050", "normalized": ["You cock, drilling into me, it feels amazing?!", " I'm coming with my womb!", " Come, come!", " I can't, anymore!", " Mnnghhmn?!", " Guhmnhnnmmn?!"]}, {"name": "", "audio": "", "normalized": ["The huge wave of pleasure crushed over Manami."]}, {"name": "", "audio": "", "normalized": ["She was holding her orgasm right on the blink of breaking uncontrollably, just as she did before."]}, {"name": "", "audio": "", "normalized": ["All the while――"]}, {"name": "", "audio": "", "normalized": ["*Shove*"]}, {"name": "Manami", "audio": "v_sr402_0051", "normalized": ["Ohheghh?!", " I-into my womb, your cock right in there?!", " Mnnaaghh?!", " Please, just cum now!", " Coming, coming, come?!"]}, {"name": "", "audio": "", "normalized": ["It was the moment Manami shook her body as hard as she could."]}, {"name": "", "audio": "", "normalized": ["*Spew* *Spew* *Spew* *Spew* *Sput* *Sput* *Sput* *Sput* *Sput* *Splosh* *Sput*"]}, {"name": "", "audio": "", "normalized": ["The wooden man's penis erupted semen while it was still inside her womb."]}, {"name": "Manami", "audio": "v_sr402_0052", "normalized": ["――!", " ――?!", " ――?!"]}, {"name": "", "audio": "", "normalized": ["Manami screamed silently as she could not breathe."]}, {"name": "Manami", "audio": "v_sr402_0053", "normalized": ["Heeghehh?!", " Egghh?!", " Eghaahaaghhahh?!"]}, {"name": "", "audio": "", "normalized": ["Then she screamed from the top of her lungs, even though she was outside."]}, {"name": "", "audio": "", "normalized": ["The shut her eyes hard since she could not stand such massive pleasure and then arched her body back as hard as she could."]}, {"name": "Manami", "audio": "v_sr402_0054", "normalized": ["It's coming into my womb?!", " Cum, spewing into my womb, aahh, haahh?!", " Right into my womb?!", " Aaamnaaghhaahh?!"]}, {"name": "", "audio": "", "normalized": ["The thick and milky semen shot out of the wooden shaft was poured straight into her womb as though it was coming out infinitely."]}, {"name": "", "audio": "", "normalized": ["Manami rose to the climax as she was pushed up by the flow of the semen."]}, {"name": "", "audio": "", "normalized": ["She kept her mouth open pathetically and was even drooling, diving deep into the orgasm."]}, {"name": "Manami", "audio": "v_sr402_0055", "normalized": ["Aaghh?!", " Aaahaahh?!", " Hot cum, into my womb, feels so good!", " I'm coming from my womb!", " My womb is sucking your cock!"]}, {"name": "", "audio": "", "normalized": ["The inside of her vagina was drenched by the pleasure and squeezed onto the cock hard as the opening of her womb suctioned onto the tip."]}, {"name": "", "audio": "", "normalized": ["Without Manami realizing herself, her body had transformed to such a lewd slut as it sucked the seed out greedily."]}, {"name": "", "audio": "", "normalized": ["And then she sucked out all the semen from the puppet she had created on her own."]}, {"name": "Manami", "audio": "v_sr402_0056", "normalized": ["Aaahh?!", " Guhaahghh?!", " Haahughh, haahh, haauhh, mnghh, guhaahh…?!"]}, {"name": "Manami", "audio": "v_sr402_0057", "normalized": ["I-it felt amazing, to be…haauh, haaghh, cummed inside…!"]}, {"name": "", "audio": "", "normalized": ["By the time the ejaculation by the wooden man was over, Manami's waves of orgasm were receding."]}, {"name": "", "audio": "", "normalized": ["Still with some lingering pleasure similar to a minor headache, she went limp and her body collapsed down onto the ground."]}, {"name": "", "audio": "", "normalized": ["Her ninja arts had dissipated and so did the wooden man named Tamasaburou."]}, {"name": "Manami", "audio": "v_sr402_0058", "normalized": ["Aaahughh?!", " Aahh…?!", " Ghh, haaghh…?!", " So much cum…coming out of my pussy…"]}, {"name": "", "audio": "", "normalized": ["Her vagina which was penetrated by the wooden penis was gaping open and viscous and white liquid poured out of it."]}, {"name": "", "audio": "", "normalized": ["The feeling of sizzling bodily fluid sliding down along her skin gave her pleasure and Manami shook her body."]}, {"name": "Manami", "audio": "v_sr402_0059", "normalized": ["Haahuhh, aahughh… All this cum… If these were real, what would have happened to me…?"]}, {"name": "", "audio": "", "normalized": ["Real―― Actual semen that comes out male penis that could impregnate her"]}, {"name": "", "audio": "", "normalized": ["It that was poured into her womb like just now…"]}, {"name": "", "audio": "", "normalized": ["Dangerous thought crossed Manami's mind and her body trembled."]}, {"name": "Manami", "audio": "v_sr402_0060", "normalized": ["B-but… If I did actually have sex with a real cock… Haahh, maybe, maybe I don't have to masturbate every day…?"]}, {"name": "", "audio": "", "normalized": ["The dangerous thoughts were getting even riskier."]}, {"name": "", "audio": "", "normalized": ["The guilt sent chills down her spine and her heart jumped."]}, {"name": "", "audio": "", "normalized": ["Her body was still burning hot and she could feel the almost painful ache in her lower abdomen."]}, {"name": "Manami", "audio": "v_sr402_0061", "normalized": ["It's… It's not yet… A real cock… Ughh… Real cum too… Ghh, I want more.", " I want to have sex… With a real man…!"]}, {"name": "", "audio": "", "normalized": ["The dangerous thoughts finally came out of her mouth."]}, {"name": "", "audio": "", "normalized": ["Both her nipples and clitoris were shamefully erect still."]}, {"name": "", "audio": "", "normalized": ["Even the flesh, deep inside her gaping vagina, was twitching and moving."]}, {"name": "", "audio": "", "normalized": ["There was only one way."]}, {"name": "", "audio": "", "normalized": ["She could not keep training herself, let alone go on a mission."]}, {"name": "", "audio": "", "normalized": ["She would have gone insane had she not solved this soon."]}, {"name": "", "audio": "", "normalized": ["Manami gave herself such a meaningless excuse and tried to work her still numb brain."]}, {"name": "", "audio": "", "normalized": ["There were no suitable men around her."]}, {"name": "", "audio": "", "normalized": ["Doing it with someone she knew would cause problems later."]}, {"name": "Manami", "audio": "v_sr402_0062", "normalized": ["Haahh… That's right… I should…go to the town… Guchhmn…"]}, {"name": "", "audio": "", "normalized": ["Manami gulped her pale and white throat as she heard her own thoughts spoken out loud."]}]