[{"name": "Mari", "audio": "v_sr033_0000", "normalized": ["Agghh!", " Urnngghh… Unngghh… Agghh…"]}, {"name": "", "audio": "", "normalized": ["Mari screams in agony as she feels her flesh being ripped apart when she's penetrated, overwhelmed with pain."]}, {"name": "", "audio": "", "normalized": ["Captured by the enemy, Mari found herself held captive by her own technique.", " Her eyes were wide as they filled with tears of regret and humiliation."]}, {"name": "Mari", "audio": "v_sr033_0001", "normalized": ["Why… Why are you doing this…?", " Urgghh… Agghh…"]}, {"name": "", "audio": "", "normalized": ["She questions the man as he ravages her.", " Each stroke, each movement of his hips inflicts sharp, unimaginable pain."]}, {"name": "You", "audio": "", "normalized": ["Female Taimanin are sluts, right?", " I wanted to see what a whore like you had to offer!"]}, {"name": "Mari", "audio": "v_sr033_0002", "normalized": ["Agghh!", " Anngghh… Please, stop this… Agghh!"]}, {"name": "", "audio": "", "normalized": ["Not only had he taken her virginity, but now the man slapped her round, plump ass with his open hand, turning her pale skin red."]}, {"name": "You", "audio": "", "normalized": ["How's that feel?", " Does it hurt?", " If you just tell me what I want to know, maybe I'll go a bit easier on you."]}, {"name": "", "audio": "", "normalized": ["The man gripped her swollen, red ass more gently now, petting it as to soothe away the pain.", " His touch made her relax, if only just a little."]}, {"name": "", "audio": "", "normalized": ["But, Mari wasn't one to think of things so simply and innocently.", " She could not forget the pain he'd put her through and screams back at him."]}, {"name": "Mari", "audio": "v_sr033_0003", "normalized": ["…N-NO!", " I won't tell you anything that would betray my friends… I'd never be able to go back to them if I did."]}, {"name": "", "audio": "", "normalized": ["Mari had been ambushed on her way home after a mission.", " Her friends were all killed in action.", " She began to tremble with anger at the thought of it."]}, {"name": "You", "audio": "", "normalized": ["You're tough, I'll give you that.", " But how long can you keep this up?", " At least I'll have fun breaking you."]}, {"name": "", "audio": "", "normalized": ["Despite her rage, Mari couldn't move her arms or legs, restrained by her own secret technique."]}, {"name": "", "audio": "", "normalized": ["Her ass was up in the air, leaving her completely vulnerable for the man to fuck her as he pleased.", " All she could do was resist verbally."]}, {"name": "Mari", "audio": "v_sr033_0004", "normalized": ["I'll never…ever submit to you!", " Agghh!", " Anngghh…Urnngghh!"]}, {"name": "", "audio": "", "normalized": ["The man shifts his position to push his cock even deeper inside her.", " Mari's pussy was stretched beyond its limits.", " Red drops of blood were dripping down her legs."]}, {"name": "Mari", "audio": "v_sr033_0005", "normalized": ["Agghh!", " Oww… Annggh!", " Urgghh… Ummgghh…"]}, {"name": "You", "audio": "", "normalized": ["Hmph, you're a virgin?", " Heh, I'm sorry about that.", " Here, let me give you some pleasure now if that's the case."]}, {"name": "", "audio": "", "normalized": ["The pain she suffered now was nothing like that she endured during her training or missions."]}, {"name": "", "audio": "", "normalized": ["It was deep, internal, and the man just laughed as he fucked her harder."]}, {"name": "Mari", "audio": "v_sr033_0006", "normalized": ["Ahh!", " Anngghh!", " Oww… Ow!", " OWW!"]}, {"name": "", "audio": "", "normalized": ["Mari writhed and moaned.", " Her pussy felt like an open wound being stretched open even further."]}, {"name": "", "audio": "", "normalized": ["The man didn't care.", " He fucked her longer and harder, filling her up entirely.", " She could feel the heat of his cock inside her."]}, {"name": "Mari", "audio": "v_sr033_0007", "normalized": ["Urgh… Ungghh… Agghh… Anngghh… Urgghh…"]}, {"name": "", "audio": "", "normalized": ["Mari tensed up in preparation of the pain, but oddly it didn't hurt as much as in the beginning.", " If anything, getting spanked hurt worse."]}, {"name": "", "audio": "", "normalized": ["The man moved in such a way now that the pain became no more than a dull ache."]}, {"name": "", "audio": "", "normalized": ["He stopped and started at the beginning and end of each stroke.", " She could feel his cock pulsating inside her each time he paused."]}, {"name": "Mari", "audio": "v_sr033_0008", "normalized": ["Anngghh… Unngghh… Urnngghh… Anngghh…"]}, {"name": "", "audio": "", "normalized": ["His cock was wrapped tightly by the walls of her pussy now.", " It began to slide in and out easily without him having to force it."]}, {"name": "", "audio": "", "normalized": ["The sharp pain she felt before transformed to a slippery, wet feeling inside her with every stroke.", " Her screams of anguish now became moans of pleasure."]}, {"name": "Mari", "audio": "v_sr033_0009", "normalized": ["Anngngghh!", " Unngghh… Why…am I…moaning like…this…?", " Hnngghh… Annggh!"]}, {"name": "", "audio": "", "normalized": ["She tries to control herself, but with each stroke of the man's cock inside her, she feels a paralyzing wave of pleasure run down her spine."]}, {"name": "", "audio": "", "normalized": ["Her pussy finally starts to get wet, creating a thick, sticky lubricant inside her and making a wet, sensual noise with every stroke."]}, {"name": "", "audio": "", "normalized": ["*Squisshh…* *Splursh splorsh…* *Squisshh…* *Splorsh splorsh…*"]}, {"name": "You", "audio": "", "normalized": ["Hehehe, now you're having fun.", " I knew I wasn't wrong to assume all you Taimanin were nasty sluts."]}, {"name": "Mari", "audio": "v_sr033_0010", "normalized": ["…!", " N-no!", " That's not true!", " Anngghh… Unngghh… Urnngghh… Annggh!"]}, {"name": "", "audio": "", "normalized": ["The man switched his rhythm up again, hitting a different area inside her and making her even wetter."]}, {"name": "", "audio": "", "normalized": ["He was fucking her harder again now, and she was dripping wet down her thighs.", " Mari can feel it, and blushes shamefully at her body's reaction."]}, {"name": "", "audio": "", "normalized": ["She arches her back in pleasure, letting out a shrill shriek of ecstasy."]}, {"name": "", "audio": "", "normalized": ["She bites her lip hard, trying to hold back, but that just tightens her pussy harder around the man's hard cock, pleasuring them both even more."]}, {"name": "Mari", "audio": "v_sr033_0011", "normalized": ["Anngghh!", " Ahh!", " Mmmnngghh… Agghh… Hnnggh!"]}, {"name": "", "audio": "", "normalized": ["Her body writhed and twisted involuntarily now.", " Her voice cracked and her pussy gushed even harder."]}, {"name": "", "audio": "", "normalized": ["It was hard for even herself to believe, but it seemed like her body had begun to accept the man's long, hard cock inside her."]}, {"name": "", "audio": "", "normalized": ["The man was using quick thrusts now, only going about halfway inside her.", " This only enticed Mari to want more, and she began to move her hips onto him herself."]}, {"name": "Mari", "audio": "v_sr033_0012", "normalized": ["Anngghh… Unngghh… Ahh… Anngghh…"]}, {"name": "", "audio": "", "normalized": ["She became red as a beet upon hearing the wet, sticky sound of her pussy being pounded."]}, {"name": "", "audio": "", "normalized": ["But, it felt too good for her to want to stop.", " Her hips moved out of her own control now."]}, {"name": "Mari", "audio": "v_sr033_0013", "normalized": ["Unngghh!", " Anngghh, yes!", " Yess… Anngghh… Like…this… Anngghh!"]}, {"name": "", "audio": "", "normalized": ["But this man was her enemy, her rival… Why did it feel so good?", " And why was she wanting more?"]}, {"name": "", "audio": "", "normalized": ["She was annoyed and disturbed by this, but she couldn't stop.", " She thrust herself onto his hard, throbbing cock, forcing him deeper inside her."]}, {"name": "Mari", "audio": "v_sr033_0014", "normalized": ["(I have to…stop…this… It's wrong… Annggh!", " I'm a…horrible…person…!", ")"]}, {"name": "", "audio": "", "normalized": ["She hated herself for it, but she couldn't stop herself under the allure of the immense pleasure right there within her grasp."]}, {"name": "", "audio": "", "normalized": ["Her anger-filled eyes soon found peace.", " Her tense lips let out a sigh and relaxed.", " Her tongue peeked out from between them."]}, {"name": "Mari", "audio": "v_sr033_0015", "normalized": ["Anngghh… Unngghh… Ahh… Anngghh…"]}, {"name": "You", "audio": "", "normalized": ["What a hopeless little slut you are… Fine, I'll give you what you want then you fucking whore!"]}, {"name": "", "audio": "", "normalized": ["*Squisshh…* *Splursh splorsh…* *Squisshh…* *Splorsh splorsh…*"]}, {"name": "Mari", "audio": "v_sr033_0016", "normalized": ["Annggh!", " Ahh!", " Mnngh!", " Ahh…"]}, {"name": "", "audio": "", "normalized": ["The man pulls out of her and presses the engorged head of his cock up against her dripping wet pussy without pushing it in.", " She feels a tingle run down her spine."]}, {"name": "", "audio": "", "normalized": ["She felt empty.", " She was craving the man's cock inside her again.", " She stuck her ass out towards the man, inviting him to fuck her."]}, {"name": "", "audio": "", "normalized": ["The man knew what she wanted.", " He thrust his hips into her hard, instantly ramming his huge cock all the way inside her."]}, {"name": "Mari", "audio": "v_sr033_0017", "normalized": ["Ohh… Mnngghh… Anngghh…"]}, {"name": "", "audio": "", "normalized": ["His thick cock stretched her tight pussy to the max and penetrated deep to her cervix.", " It filled her up completely, giving her pleasure and satisfaction."]}, {"name": "", "audio": "", "normalized": ["She felt the shockwave of pleasure radiate from inside her stomach directly to her brain.", " Her pussy tightened around the cock inside her and her knees buckled."]}, {"name": "", "audio": "", "normalized": ["There was no space inside her that wasn't filled by the man's cock.", " The waves of pleasure were constant and unrelenting now."]}, {"name": "Mari", "audio": "v_sr033_0018", "normalized": ["Ahh… Annggh!"]}, {"name": "", "audio": "", "normalized": ["Her body seemingly melted into ecstasy with that single stroke.", " She began to writhe and shake her ass as if she couldn't get enough of his cock."]}, {"name": "", "audio": "", "normalized": ["But, the man was far from finished.", " He repeatedly pulled out of her before ramming his rock-hard, throbbing cock back inside her."]}, {"name": "Mari", "audio": "v_sr033_0019", "normalized": ["Anngh!", " Ahh… Mnngghh!", " Agghh!", " Yess!", " Deeper!", " Deeperr!"]}, {"name": "", "audio": "", "normalized": ["Each thrust fucked her deeper and harder.", " She arches her back and feels nearly paralyzed by the intense pleasure brought by the cock inside her."]}, {"name": "", "audio": "", "normalized": ["With each stroke her pussy tightened even more, wrapping his cock in wet, hot flesh and increasing the contact between them."]}, {"name": "", "audio": "", "normalized": ["The way she was reacting brought on even more pleasure.", " Her senses were soon becoming filled by the overwhelming sense of ecstasy."]}, {"name": "", "audio": "", "normalized": ["She could feel her body becoming more sensitive and responsive."]}, {"name": "", "audio": "", "normalized": ["She felt exactly where the man's cock was inside her and knew how to move her hips so that she could feel even more of it."]}, {"name": "Mari", "audio": "v_sr033_0020", "normalized": ["Anngghh… Mnnggh… Agghh… Y-yes… M-more…!"]}, {"name": "", "audio": "", "normalized": ["But, just as Mari felt this desire like she'd never felt before, she felt the man pull away from her, keeping her from the pleasure she so needed."]}, {"name": "Mari", "audio": "v_sr033_0021", "normalized": ["Ahh… Whyy…"]}, {"name": "You", "audio": "", "normalized": ["I know you're disappointed, but I'm not here for your pleasure, whore.", " I only want one thing, and that's information.", " Got it?"]}, {"name": "Mari", "audio": "v_sr033_0022", "normalized": ["B-but I… Anngh!", " Agghh!", " Unngghh…"]}, {"name": "", "audio": "", "normalized": ["Mari vaguely understands the man's intent and bites her lip in frustration."]}, {"name": "", "audio": "", "normalized": ["If she wants more, she'll have to tell the man everything she knows.", " He was trying to use her, and she knew it."]}, {"name": "Mari", "audio": "v_sr033_0023", "normalized": ["(If that's what he wants… He should just order me to…tell him then… Instead of teasing me… Ahh… Mnngghh…)"]}, {"name": "", "audio": "", "normalized": ["She was still angry at the man.", " She still hated him for what he did to her and her friends.", " But even that anger was approaching its limits."]}, {"name": "", "audio": "", "normalized": ["She was brought so close to orgasm, only to have it ripped away from her every time.", " She had no choice to submit to him if that's what she wanted."]}, {"name": "", "audio": "", "normalized": ["Knowing that, her hatred for him, her compassion for her friends, and even her loyalty to the Taimanin had nearly been erased from her mind entirely."]}, {"name": "Mari", "audio": "v_sr033_0024", "normalized": ["O-okay… I'll tell you… I'll tell you everything I know… I swear it!"]}, {"name": "You", "audio": "", "normalized": ["Hey, I'm not forcing you to do anything.", " If you want to talk, I'll listen but if you don't then you're free to stay quiet."]}, {"name": "Mari", "audio": "v_sr033_0025", "normalized": ["…!", " P-please… I want to tell you everything!", " I want to give you everything I know!"]}, {"name": "", "audio": "", "normalized": ["The more she wants it, the further his cock pulls away from her.", " She's sweating with raw desire now and begins to scream in desperation."]}, {"name": "You", "audio": "", "normalized": ["Fine, I'll listen then.", " You'd better thank me for this, slut."]}, {"name": "Mari", "audio": "v_sr033_0026", "normalized": ["Ahh… Hnngh?!"]}, {"name": "", "audio": "", "normalized": ["The man pushes his cock back into her tight pussy, which begins to drip with wetness immediately as if to welcome it back home."]}, {"name": "Mari", "audio": "v_sr033_0027", "normalized": ["Ahh!", " Mnngghh… Ahh… Unghh… Mnghh… Ohh… Yess…"]}, {"name": "You", "audio": "", "normalized": ["You like it, don't you?", " Go on, say it.", " Tell me how much you like cock."]}, {"name": "Mari", "audio": "v_sr033_0028", "normalized": ["Ahh… I… I love your cock, sir… Ahh!"]}, {"name": "", "audio": "", "normalized": ["The man spanks her ass hard after she says what she's told, fucking her with quick, long strokes of his cock."]}, {"name": "You", "audio": "", "normalized": ["Good girl.", " Now, say it again while you ride on my cock yourself.", " I want you to fuck my cock with your slutty little pussy."]}, {"name": "", "audio": "", "normalized": ["He was attacking her dignity, humiliating her, but she could not deny him.", " She could only obey his commands now."]}, {"name": "Mari", "audio": "v_sr033_0029", "normalized": ["Ahh… Mnngghh… Annggh!", " Ahh… Y-yess… It's so… It's so good!"]}, {"name": "", "audio": "", "normalized": ["She moans loudly in pleasure, quivering slightly over her entire body as she was clearly on the verge of orgasm."]}, {"name": "", "audio": "", "normalized": ["Her thick, plump ass jiggled and shook like jelly as she rammed herself onto his hard, waiting cock again and again."]}, {"name": "", "audio": "", "normalized": ["He grabs a handful of that ass and squeezes it as he returns the favor by thrusting back into her as hard as he can."]}, {"name": "", "audio": "", "normalized": ["*Squissh!", " Squissh!", "* *Squissh!", " Squissh!", "*"]}, {"name": "Mari", "audio": "v_sr033_0030", "normalized": ["Ahh!", " Anngghh!", " Hnngghh!", " Mnngghh!", " Ahh…"]}, {"name": "", "audio": "", "normalized": ["The man slams his cock into her harder, faster, deeper and deeper.", " His long, hard cock is so deep now it was reaching her cervix, forcing its way into her womb."]}, {"name": "", "audio": "", "normalized": ["Her body falls limp and her mind goes blank at the numbing waves of pleasure washing over her.", " She feels herself lose control."]}, {"name": "Mari", "audio": "v_sr033_0031", "normalized": ["Mnngghh!", " Agghh!", " I'm gonna… I'm gonna cumm!", " Ahh!"]}, {"name": "", "audio": "", "normalized": ["*Squirrt!", " Squirrt!", "*"]}, {"name": "", "audio": "", "normalized": ["Mari lets out a high-pitched scream as she squirts a stream of clear liquid out from her quivering urethra."]}, {"name": "Mari", "audio": "v_sr033_0032", "normalized": ["Ahh!", " Eheenngghh!", " Aaannghh, I-I'm cummiinngg!"]}, {"name": "", "audio": "", "normalized": ["A feeling of regret and shame runs through her body as she realizes what this man who she hates has brought her to."]}, {"name": "", "audio": "", "normalized": ["But this is countered by the extremely intense, shooting waves of pleasure running through her and enveloping her entirely."]}, {"name": "", "audio": "", "normalized": ["She feels pure ecstasy seeping into every cell and fiber of her being.", " Her mouth falls open as her entire body convulses naturally."]}, {"name": "Mari", "audio": "v_sr033_0033", "normalized": ["Mnngghh… Ahh… I'm cumming!", " I'm cumming!", " I'm cummingg!", " Anngghh!"]}, {"name": "", "audio": "", "normalized": ["Her screams bring only more waves of pleasure.", " They envelop her and lift her senses to another level of orgasmic bliss."]}, {"name": "", "audio": "", "normalized": ["It felt so good for her to squirt, and she felt a sense of comfort wash over her coupled with intense desire as she shook her ass for more."]}, {"name": "Mari", "audio": "v_sr033_0034", "normalized": ["Ahh… Annggh!", " Unngghh… Ahh!", " Unnggh!", " I'm cumming again… Ahh!"]}, {"name": "", "audio": "", "normalized": ["Mari's eyes are looking upwards, slightly squinted.", " She has a half smile on her face, her lips parted and dripping with saliva as she trembles."]}, {"name": "", "audio": "", "normalized": ["The man keeps a grip on her hips and pulls out of her before ramming his cock back inside.", " That alone was enough to make Mari arch her back and moan."]}, {"name": "Mari", "audio": "v_sr033_0035", "normalized": ["Ahh… Mnngghh… Yess… I'm gonna cum…againn…"]}, {"name": "", "audio": "", "normalized": ["The man rubs her all over gently as he whispers to her from behind."]}, {"name": "You", "audio": "", "normalized": ["You seem to be having all the fun while I haven't even cum yet… How will you feel if I shoot my load deep inside you, hm?"]}, {"name": "", "audio": "", "normalized": ["He continues to fuck her as he whispers to her, as deep as ever.", " Mari is on the verge of cumming yet again."]}, {"name": "Mari", "audio": "v_sr033_0036", "normalized": ["Anngghh… I'm…I'm cumming… Annggh!", " Ahh!", " I'M CUMMINGG!"]}, {"name": "", "audio": "", "normalized": ["She seems to cum with every single stroke of the cock inside her."]}, {"name": "", "audio": "", "normalized": ["Her body trembles with pleasure, gently caressing the man's cock nestled inside her.", " The man leans in to whisper to her again."]}, {"name": "You", "audio": "", "normalized": ["You really want my cum that bad, slut?", " Fine, I'll give you all the cum you can handle.", " I'm going to fill you up with it."]}, {"name": "Mari", "audio": "v_sr033_0037", "normalized": ["Agghh… N-noo… Not inside!", " Please, don't…!", " I'll…I'll get pregnant…"]}, {"name": "You", "audio": "", "normalized": ["So?", " What do I care?", " You said you wanted to give me intel on the Taimanin and I said I'd listen.", " This is a fair price to pay."]}, {"name": "Mari", "audio": "v_sr033_0038", "normalized": ["N-noo… Agghh!"]}, {"name": "", "audio": "", "normalized": ["Mari's pussy was as plump and juicy as a ripe fruit now.", " It enveloped the man's cock and gave them both intense pleasure."]}, {"name": "", "audio": "", "normalized": ["She arches her back, clenches her fists and raises her ass into the air towards the man."]}, {"name": "", "audio": "", "normalized": ["She pushes herself down onto the man's waiting cock, forcing it as deep as it can go inside her for him to release his seed."]}, {"name": "Mari", "audio": "v_sr033_0039", "normalized": ["Anngghh?!"]}, {"name": "", "audio": "", "normalized": ["*Sploosh… Spurt!", " Spurt!", "* *Spurrt!", " Sploosh!", " Spurt!", "*"]}, {"name": "", "audio": "", "normalized": ["Mari's eyes open wide and her tongue falls out of her open mouth.", " Her lips open and close out of her control."]}, {"name": "Mari", "audio": "v_sr033_0040", "normalized": ["Ahh… Mnngghh… Ahh… Unngghh…"]}, {"name": "", "audio": "", "normalized": ["Her pussy quivered with every pulse of the man's cock and her ass shook and trembled."]}, {"name": "", "audio": "", "normalized": ["She felt his hot, sticky seed soak into the deepest part of her body which she herself had never touched, melting away the last of her will to resist."]}, {"name": "Mari", "audio": "v_sr033_0041", "normalized": ["Mnngghh… Ahh…"]}, {"name": "", "audio": "", "normalized": ["Her mind went completely blank.", " She lost all capacity to speak or think."]}, {"name": "", "audio": "", "normalized": ["She felt more relaxed than she'd ever felt before.", " The intensity of climax had stripped her of even the ability to speak."]}, {"name": "Mari", "audio": "v_sr033_0042", "normalized": ["Mrnngghh… Anngghghh…"]}, {"name": "", "audio": "", "normalized": ["She'd lost all control over her body.", " A warm, lemon yellow liquid began to leak down her thighs from between her legs."]}, {"name": "", "audio": "", "normalized": ["Not even the feeling of that or the pungent odor was enough to register any embarrassment within her now.", " Her face was stuck in the moment of orgasm."]}, {"name": "Mari", "audio": "v_sr033_0043", "normalized": ["(Unngghh… No… I'm peeing… I'm peeing myself… But it feels…good…)"]}, {"name": "", "audio": "", "normalized": ["She felt drunk in climax, the feeling of the man's hot, sticky cum filling her up inside dominated all other sensations."]}, {"name": "", "audio": "", "normalized": ["In her ear, the man whispered…"]}, {"name": "You", "audio": "", "normalized": ["Hehehe, you seem more than satisfied now.", " Shall we begin our talks now?"]}, {"name": "You", "audio": "", "normalized": ["I'm going to need all the information you have on the Taimanin…"]}, {"name": "", "audio": "", "normalized": ["But the waves of pleasure were so intense it blocked her from even hearing what he was saying…"]}]